{
  "In 2006 he was given bigger eyes and a working class English accent, big changes from when he was voiced by Kelsey Grammer because a strike prohibited the use of live actors. He explains that customers can chat with an associate but not with him, but he had originally sought to distance himself from the company whose name customers confused with his species. In addition to a caveman, the Government Employees Insurance Company is represented by, FTP, what reptile who doesn't really care if you save 15% or more on your car insurance?": {
    "guess": "GEICO gecko",
    "confidence": [
      [
        "GE",
        -0.56276387
      ],
      [
        "ICO",
        -2.1531068e-05
      ],
      [
        " ge",
        -0.4121067
      ],
      [
        "cko",
        -0.00015884268
      ]
    ]
  },
  "In 2006 he was given bigger eyes and a working class English accent, big changes from when he was voiced by Kelsey Grammer because a strike prohibited the use of live actors. He explains that customers": {
    "guess": "List of The Simpsons characters",
    "confidence": [
      [
        "List",
        -1.8613981
      ],
      [
        " of",
        -0.00742465
      ],
      [
        " The",
        -1.6397892
      ],
      [
        " Simpsons",
        -0.06642692
      ],
      [
        " characters",
        -0.2771519
      ]
    ]
  },
  "For a given target, MacAdam ellipses define zones of Gaussian standard deviations around which this quality": {
    "guess": "Color rendering",
    "confidence": [
      [
        "Color",
        -0.07255839
      ],
      [
        " rendering",
        -0.30271563
      ]
    ]
  },
  "He was given access to the Western media during his stay at Neauphle le Chateau, where he had sympathizers deliver his message to his country through smuggled cassette tapes. It was here where he introduced his philosophy of \"Governance of the Jurist\" that would lead to the creation of an Assembly of": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.68306524
      ],
      [
        "uf",
        -0.00017421995
      ],
      [
        "ism",
        -0.0006778848
      ]
    ]
  },
  "He had given significant financial backing to the Regeneration group before founding the Anti-Reelectionist party. The faction that brought him down signed the \"Pact of the Embassy\" in the office of Henry": {
    "guess": "Francisco I. Madero",
    "confidence": [
      [
        "Franc",
        -1.718759
      ],
      [
        "isco",
        -0.005332182
      ],
      [
        " I",
        -0.17694817
      ],
      [
        ".",
        -0.0018885416
      ],
      [
        " M",
        -0.00020616286
      ],
      [
        "adero",
        -0.0002879146
      ]
    ]
  },
  "Given its current name by A. William Grabau, it was discovered by a team including Birgir Bohlin and led by the Swedish geologist Johann Andersson. Found at a site comprising 26 localities including the Upper Cave of late fossils and the New Cave, it initially turned up two teeth, and the upper molar": {
    "guess": "Zhoukoudian",
    "confidence": [
      [
        "Z",
        -0.4097967
      ],
      [
        "hou",
        -0.0015302169
      ],
      [
        "k",
        -0.00018875914
      ],
      [
        "oud",
        -0.000109622575
      ],
      [
        "ian",
        -0.00016504127
      ]
    ]
  },
  "The Giulianiad was devoted to it, and Tarrega transcribed many pieces for it. This instrument is depicted by a saxophone in Ravel's orchestration of Pictures at an Exhibition, and the dovetail and Spanish method are both employed in its construction. Its jazz practitioners include the creator of Gone, Just Like a Train, Bill Frisell, nad the creator of Gypsy Jazz, Django Reinhardt. John Williams and Andres Segovia play, for 10 points, what instrument featured in the Concierto de Aranjuez which has": {
    "guess": "Classical guitar",
    "confidence": [
      [
        "Class",
        -0.6524454
      ],
      [
        "ical",
        -0.00011236426
      ],
      [
        " guitar",
        -0.0329563
      ]
    ]
  },
  "Give this character's name as it is in Shakespeare's plays. Like Falstaff, he appears in two of them. In Antony and Cleopatra, he wins a big sea battle, and much of the conflict in the play revolves around": {
    "guess": "Enobarbus",
    "confidence": [
      [
        "En",
        -0.39426374
      ],
      [
        "obar",
        -0.0005436193
      ],
      [
        "bus",
        -1.5332478e-05
      ]
    ]
  },
  "He was given access to the Western media during his stay at Neauphle le Chateau, where he had sympathizers deliver his message to his country through smuggled cassette tapes. It was here where he introduced his philosophy of \"Governance of the Jurist\" that would lead to the creation of an Assembly of Experts in the constitution he drafted. After the death of his mentor, Boroujerdi, he became a critic of the White Revolution, and was exiled after the pleas of Hassan Pakravan to spare his life, which resulted in the granting of his highest title by Shariatmadari. Upon his return to Qom, he appointed Mehdi Bazargan as interim prime minister after orchestrating the revolution that ended the Pahlavi Dynasty. FTP, name this Shi'ite cleric who ousted the Shah and was de facto ruler during the U.S.": {
    "guess": "Ruhollah Khomeini",
    "confidence": [
      [
        "R",
        -0.0066251317
      ],
      [
        "uh",
        -1.0325924e-05
      ],
      [
        "ollah",
        -0.00023929782
      ],
      [
        " K",
        -3.297462e-05
      ],
      [
        "home",
        -1.4378848e-05
      ],
      [
        "ini",
        -4.0842064e-05
      ]
    ]
  },
  "In 2006 he was given bigger eyes and a working class English accent, big changes from when he was voiced by Kelsey Grammer because a strike prohibited the use of live actors. He explains that customers can chat with an associate but not with him, but he had originally sought to distance himself from the company whose name customers confused with his species. In addition to a caveman, the Government": {
    "guess": "Cavemen (TV series)",
    "confidence": [
      [
        "C",
        -0.9986948
      ],
      [
        "av",
        -0.17947945
      ],
      [
        "emen",
        -0.05851744
      ],
      [
        " (",
        -0.0057138084
      ],
      [
        "TV",
        -0.4573793
      ],
      [
        " series",
        -0.0039096763
      ],
      [
        ")",
        -0.000114033115
      ]
    ]
  },
  "The Giulianiad was devoted to it, and Tarrega transcribed many pieces for it. This instrument is depicted by a saxophone in Ravel's orchestration of Pictures at an Exhibition, and the dovetail and Spanish": {
    "guess": "Classical guitar",
    "confidence": [
      [
        "Class",
        -0.6816969
      ],
      [
        "ical",
        -0.000121662146
      ],
      [
        " guitar",
        -0.02942864
      ]
    ]
  },
  "Give the shared last name: George proposed a now-discredited theory that the Moon formed by res-onant spin-off of material from Earth, and that tidal friction slows the Earth's rotation. A physicist who, with Fowler, developed the method of steepest descents, and lends his name to a correction term in the Pauli Hamiltonian which pertains when the orbital angular momentum is zero. Hexley the platypus is the mascot of the open-source, Unix-based operating system of this name, which forms the core of Mac OS X.  The physician who published Zoonomia, anticipating some of Lamarck's theories, and was a grandfather of Francis Galton. FTP give the last name of the author of The Descent of Man and The": {
    "guess": "Darwin",
    "confidence": [
      [
        "Dar",
        -0.04493989
      ],
      [
        "win",
        -8.506662e-05
      ]
    ]
  },
  "Giuseppe Piermarini is best known for his design of one of these buildings, one of which was designed by Santiago Calatrava and is named for Queen Sofia. The main one in Venice is called La Fenice. Another of these buildings features decorations by Aimé Millet, a grand staircase, and The Dancers by Carpeaux.": {
    "guess": "Opera House",
    "confidence": [
      [
        "Opera",
        -0.013659057
      ],
      [
        " House",
        -0.062563695
      ]
    ]
  },
  "For a given target, MacAdam ellipses define zones of Gaussian standard deviations around which this quality is indistinguishable. The R9 value extends an index named for this quality. The 1976 version of a diagram depicting this quality transformed the more commonly used 1931 version from X-Y-Z coordinates to L-u-v coordinates. Iso lines for this quality are perpendicular to Planckian loci on those": {
    "guess": "Color Rendering Index",
    "confidence": [
      [
        "Color",
        -0.021311916
      ],
      [
        " Rendering",
        -0.88939846
      ],
      [
        " Index",
        -0.009201921
      ]
    ]
  },
  "For a given target, MacAdam ellipses define zones of Gaussian standard deviations around which this quality is indistinguishable. The R9 value extends an index named for this quality. The 1976 version of a diagram depicting this quality transformed the more commonly used 1931 version from X-Y-Z coordinates to L-u-v coordinates. Iso lines for this quality are perpendicular to Planckian loci on those diagrams, published by the CIE. A namesake (*) rendering index quantifies how well a light source reproduces this quality, as compared to blackbody emission. The Kelvin temperature of a light source is more commonly known as this quality's temperature. Popular specifications of this quality include HSV, CMYK, and RGB. For 10 points, name this quality that humans see at specific wavelengths of visible": {
    "guess": "Color temperature",
    "confidence": [
      [
        "Color",
        -0.0034791434
      ],
      [
        " temperature",
        -0.73792624
      ]
    ]
  },
  "Give the common name. A victory of Arnaud over Menchikov, the first battle of the Crimean war. A city 50 miles north of Lansing, Michigan home to a namesake university. In the Book of Mormon, both the first chief judge of Zarahemla and his father, the priest who attempted to free Abinidai. The Roman Gods Ceres and Cybele were called this kind of mother, a term now used in academia. For ten points give": {
    "guess": "Great Mother",
    "confidence": [
      [
        "Great",
        -0.8629022
      ],
      [
        " Mother",
        -0.048296966
      ]
    ]
  },
  "Give the shared last name: George proposed a now-discredited theory that the Moon formed by res-onant spin-off of material from Earth, and that tidal friction slows the Earth's rotation. A physicist who,": {
    "guess": "George Darwin",
    "confidence": [
      [
        "George",
        -0.689829
      ],
      [
        " Darwin",
        -0.2052437
      ]
    ]
  },
  "For a given target, MacAdam ellipses define zones of Gaussian standard deviations around which this quality is indistinguishable. The R9 value extends an index named for this quality. The 1976 version": {
    "guess": "Color rendering",
    "confidence": [
      [
        "Color",
        -0.05629656
      ],
      [
        " rendering",
        -0.28164932
      ]
    ]
  },
  "This man gives his name, along with that of Francis Sears, to a process in ultrasonic imaging for which the acoustic wavefronts act as optical gratings to diffract the light on either side of the central spot. The distance over which charge carriers in plasmas exclude electric fields via his namesake": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.3001268
      ],
      [
        " De",
        -0.0009375471
      ],
      [
        "bye",
        -6.392203e-06
      ]
    ]
  },
  "This man gives his name, along with that of Francis Sears, to a process in ultrasonic imaging for which the acoustic wavefronts act as optical gratings to diffract the light on either side of the central spot. The distance over which charge carriers in plasmas exclude electric fields via his namesake shielding is also known as his namesake length. With an assistant later famous in his own right for his rule for determining whether ring molecules would show aromatic properties, he developed a mathematical expression to explain characteristics of electrolytic solutions, the famous equation named for him and Erich H?ckel. FTP name this man who also gives his name to the SI unit defined as about 3.3 x 10-30 Coulomb meters, which measures the molecular dipole moment.": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.088912636
      ],
      [
        " De",
        -8.776276e-06
      ],
      [
        "bye",
        -1.6240566e-06
      ]
    ]
  },
  "Give the shared last name: George proposed a now-discredited theory that the Moon formed by res-onant": {
    "guess": "George Darwin",
    "confidence": [
      [
        "George",
        -1.0572159
      ],
      [
        " Darwin",
        -0.24211125
      ]
    ]
  },
  "Give the common name. A victory of Arnaud over Menchikov, the first battle of the Crimean war. A city 50 miles north of Lansing, Michigan home to a namesake university. In the Book of Mormon, both the first chief judge of Zarahemla and his father, the priest who attempted to free Abinidai. The Roman Gods Ceres and Cybele were called this kind of mother, a term now used in academia. For ten points give the first name shared by the wife of Franz Werfel, Walther Gropius, and Gustav Mahler.": {
    "guess": "Alma",
    "confidence": [
      [
        "Al",
        -0.011862882
      ],
      [
        "ma",
        -2.749125e-05
      ]
    ]
  },
  "He gives his name to an equation for solvation energy that depends on the dielectric constant, ionic radius, and ionic charge. With Mayer, he developed an equation for electrostatic potential. Vibronic coupling is neglected in an adiabatic approximation that he collaborated on, while another collaboration resulted in a method for calculating lattice enthalpies. He won 1954 Physics Nobel for his interpretation": {
    "guess": "Lars Onsager",
    "confidence": [
      [
        "L",
        -1.4214324
      ],
      [
        "ars",
        -0.012434769
      ],
      [
        " On",
        -0.06380891
      ],
      [
        "s",
        -0.00015455135
      ],
      [
        "ager",
        -0.0005189551
      ]
    ]
  },
  "Giuseppe Piermarini is best known for his design of one of these buildings, one of which was designed by Santiago Calatrava and is named for Queen Sofia. The main one in Venice is called La Fenice. Another of these buildings features decorations by Aimé Millet, a grand staircase, and The Dancers by Carpeaux. That building was designed by Charles Garnier. Ove Arup helped with the engineering work on": {
    "guess": "Opera House",
    "confidence": [
      [
        "Opera",
        -0.095684625
      ],
      [
        " House",
        -0.030217277
      ]
    ]
  },
  "In 2006 he was given bigger eyes and a working class English accent, big changes from when he was voiced": {
    "guess": "Bambi (character)",
    "confidence": [
      [
        "B",
        -0.33039045
      ],
      [
        "ambi",
        -0.013468779
      ],
      [
        " (",
        -0.2824691
      ],
      [
        "character",
        -0.008583371
      ],
      [
        ")",
        -8.566264e-05
      ]
    ]
  },
  "Give this character's name as it is in Shakespeare's plays. Like Falstaff, he appears in two of them.": {
    "guess": "Puck",
    "confidence": [
      [
        "P",
        -1.2661651
      ],
      [
        "uck",
        -0.17577533
      ]
    ]
  },
  "The Giulianiad was devoted to it, and Tarrega transcribed many pieces for it. This instrument is depicted by a saxophone in Ravel's orchestration of Pictures at an Exhibition, and the dovetail and Spanish method are both employed in its construction. Its jazz practitioners include the creator of Gone, Just Like a Train, Bill Frisell, nad the creator of Gypsy Jazz, Django Reinhardt. John Williams and Andres Segovia play, for 10 points, what instrument featured in the Concierto de Aranjuez which has six strings and a fretboard.": {
    "guess": "Classical guitar",
    "confidence": [
      [
        "Class",
        -0.636495
      ],
      [
        "ical",
        -9.400689e-05
      ],
      [
        " guitar",
        -0.12120303
      ]
    ]
  },
  "He gives his name to an equation for solvation energy that depends on the dielectric constant, ionic radius, and ionic charge. With Mayer, he developed an equation for electrostatic potential. Vibronic coupling is neglected in an adiabatic approximation that he collaborated on, while another collaboration resulted in a method for calculating lattice enthalpies. He won 1954 Physics Nobel for his interpretation of the wavefunction square modulus as probability density, for ten points, identify this man who with Oppenheimer developed an approximation that allows for the calculation of electronic states": {
    "guess": "Max Born",
    "confidence": [
      [
        "Max",
        -0.25633174
      ],
      [
        " Born",
        -0.00021378823
      ]
    ]
  },
  "He was given access to the Western media during his stay at Neauphle le Chateau, where he had sympathizers deliver his message to his country through smuggled cassette tapes. It was here where he introduced his philosophy of \"Governance of the Jurist\" that would lead to the creation of an Assembly of Experts in the constitution he drafted. After the death of his mentor, Boroujerdi, he became a critic of the White Revolution, and was exiled after the pleas of Hassan Pakravan to spare his life, which resulted in the granting of his highest title by Shariatmadari. Upon his return to Qom, he appointed Mehdi Bazargan as interim prime minister after orchestrating the revolution that ended the Pahlavi Dynasty. FTP, name this Shi'ite cleric who ousted the Shah and was de facto ruler during the U.S. hostage crisis in Iran.": {
    "guess": "Ruhollah Khomeini",
    "confidence": [
      [
        "R",
        -0.010183241
      ],
      [
        "uh",
        -1.6643718e-05
      ],
      [
        "ollah",
        -0.00016742534
      ],
      [
        " K",
        -0.000107953725
      ],
      [
        "home",
        -3.0113732e-05
      ],
      [
        "ini",
        -5.6338537e-05
      ]
    ]
  },
  "He had given significant financial backing to the Regeneration group before founding the Anti-Reelectionist party. The faction that brought him down signed the \"Pact of the Embassy\" in the office of Henry Lane Wilson, the U.S. Ambassador. Because he was unable to immediately return land to dispossessed Indians, Emiliano (*) Zapata revolted against this president. The author of \"La sucesion presidencial": {
    "guess": "Francisco I. Madero",
    "confidence": [
      [
        "Franc",
        -0.13647443
      ],
      [
        "isco",
        -9.484132e-05
      ],
      [
        " I",
        -0.010857869
      ],
      [
        ".",
        -0.00060748315
      ],
      [
        " M",
        -5.4788892e-05
      ],
      [
        "adero",
        -4.3822154e-05
      ]
    ]
  },
  "Giuseppe Piermarini is best known for his design of one of these buildings, one of which was designed by Santiago Calatrava and is named for Queen Sofia. The main one in Venice is called La Fenice. Another of these buildings features decorations by Aimé Millet, a grand staircase, and The Dancers by Carpeaux. That building was designed by Charles Garnier. Ove Arup helped with the engineering work on one of these located on Bennelong Point. That building featuring large concrete shells was designed by Jorn Utzon. For 10 points, name these buildings including La Scala and an iconic one in Sydney where": {
    "guess": "Opera House",
    "confidence": [
      [
        "Opera",
        -0.003678456
      ],
      [
        " House",
        -0.559717
      ]
    ]
  },
  "This man gives his name to right triangles with edges in a geometric progression related by the golden ratio.  During the Thirty Years' War, he served as an advisor and astrologer to General Wallenstein.  An early book of his proposed the orbits of the planets could be drawn on spheres circumscribed": {
    "guess": "Johannes Kepler",
    "confidence": [
      [
        "J",
        -0.006693107
      ],
      [
        "oh",
        -0.00022940392
      ],
      [
        "annes",
        -0.00085132074
      ],
      [
        " Kepler",
        -5.216641e-05
      ]
    ]
  },
  "Given the definition of partial current densities, this equation is derived from empirical considerations by considering the energy at which the partial currents are equal are equal; the same empirical equation substituted with the reversible potential yields the Butler-Volmer equation. The explicit form of this equation contains the ratio of the concentrations of the oxidized and reduced species, though this is often exchanged for the reaction quotient, Q, in practice. FTP name the equation that states that a cell's potential with respect to a standard potential, at which Q is 1, is proportional to the natural logarithm of Q and is named for a Nobel laureate.": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.0023642287
      ],
      [
        "ern",
        -0.003810169
      ],
      [
        "st",
        -1.0921943e-05
      ],
      [
        " equation",
        -0.050822034
      ]
    ]
  },
  "He was given access to the Western media during his stay at Neauphle le Chateau, where he had sympathizers": {
    "guess": "Paris Commune",
    "confidence": [
      [
        "Paris",
        -0.57174534
      ],
      [
        " Comm",
        -0.3266233
      ],
      [
        "une",
        -1.378283e-05
      ]
    ]
  },
  "This man gives his name, along with that of Francis Sears, to a process in ultrasonic imaging for which the acoustic wavefronts act as optical gratings to diffract the light on either side of the central": {
    "guess": "Guglielmo Marconi",
    "confidence": [
      [
        "G",
        -1.0751911
      ],
      [
        "ug",
        -0.9739467
      ],
      [
        "li",
        -1.3306016e-05
      ],
      [
        "el",
        -0.002724633
      ],
      [
        "mo",
        -1.3306016e-05
      ],
      [
        " Mar",
        -0.16796644
      ],
      [
        "coni",
        -6.659005e-05
      ]
    ]
  },
  "Given the chromosomal abnormality, give the disease for fifteen points. If you need more information, you'll only get five.  15 A partial deletion of the short arm of chromosme 5, usually de novo, although parental translocations cause about 10% of cases.  5 A distinctive cry, low birth weight, and hypertelorism": {
    "guess": "Cri du chat",
    "confidence": [
      [
        "Cri",
        -0.0057038544
      ],
      [
        " du",
        -0.27629715
      ],
      [
        " chat",
        -0.027331116
      ]
    ]
  },
  "Given its current name by A. William Grabau, it was discovered by a team including Birgir Bohlin and led by the Swedish geologist Johann Andersson. Found at a site comprising 26 localities including the": {
    "guess": "Chengjiang Biota",
    "confidence": [
      [
        "Ch",
        -2.0335982
      ],
      [
        "eng",
        -0.16775519
      ],
      [
        "jiang",
        -0.0007032568
      ],
      [
        " Bi",
        -0.14752017
      ],
      [
        "ota",
        0.0
      ]
    ]
  },
  "In 2006 he was given bigger eyes and a working class English accent, big changes from when he was voiced by Kelsey Grammer because a strike prohibited the use of live actors. He explains that customers can chat with an associate but not with him, but he had originally sought to distance himself from the company whose name customers confused with his species. In addition to a caveman, the Government Employees Insurance Company is represented by, FTP, what reptile who doesn't really care if you save": {
    "guess": "GEICO gecko",
    "confidence": [
      [
        "GE",
        -0.7296555
      ],
      [
        "ICO",
        -2.7372049e-05
      ],
      [
        " ge",
        -0.346721
      ],
      [
        "cko",
        -0.00023929782
      ]
    ]
  },
  "Given the definition of partial current densities, this equation is derived from empirical considerations by considering the energy at which the partial currents are equal are equal; the same empirical equation substituted with the reversible potential yields the Butler-Volmer equation. The explicit form of this equation contains the ratio of the concentrations of the oxidized and reduced species, though this is often exchanged for the reaction quotient, Q, in practice. FTP name the equation that": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.1550361
      ],
      [
        "ern",
        -0.0021817845
      ],
      [
        "st",
        -8.061054e-06
      ],
      [
        " equation",
        -0.013027985
      ]
    ]
  },
  "Give your answer as a fraction in lowest terms. John and Mary play a game with a spinner that is painted one-third red. They take turns and if the spinner lands on red, the player who spun the spinner wins. If Mary spins first, what is John's chance of winning? It may help to realize that Mary has a one-third chance of winning on the first spin, and that John has two-thirds of Mary's chance of winning": {
    "guess": "Probability theory",
    "confidence": [
      [
        "Probability",
        -0.38147295
      ],
      [
        " theory",
        -1.9601195
      ]
    ]
  },
  "He was given access to the Western media during his stay at Neauphle le Chateau, where he had sympathizers deliver his message to his country through smuggled cassette tapes. It was here where he introduced his philosophy of \"Governance of the Jurist\" that would lead to the creation of an Assembly of Experts in the constitution he drafted. After the death of his mentor, Boroujerdi, he became a critic of the White Revolution, and was exiled after the pleas of Hassan Pakravan to spare his life, which": {
    "guess": "Ruhollah Khomeini",
    "confidence": [
      [
        "R",
        -0.2110913
      ],
      [
        "uh",
        -3.7265952e-05
      ],
      [
        "ollah",
        -0.0009414772
      ],
      [
        " K",
        -0.00022713904
      ],
      [
        "home",
        -2.8564085e-05
      ],
      [
        "ini",
        -0.00018101456
      ]
    ]
  },
  "Given its current name by A. William Grabau, it was discovered by a team including Birgir Bohlin and": {
    "guess": "Lopingian",
    "confidence": [
      [
        "L",
        -2.1322753
      ],
      [
        "oping",
        -0.044478446
      ],
      [
        "ian",
        -0.50702155
      ]
    ]
  },
  "Give the common name. A victory of Arnaud over Menchikov, the first battle of the Crimean war. A city 50 miles north of Lansing, Michigan home to a namesake university. In the Book of Mormon, both the": {
    "guess": "Battle of Alma",
    "confidence": [
      [
        "Battle",
        -0.21310438
      ],
      [
        " of",
        -0.012977738
      ],
      [
        " Alma",
        -0.25782263
      ]
    ]
  },
  "Given the definition of partial current densities, this equation is derived from empirical considerations by considering the energy at which the partial currents are equal are equal; the same empirical": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.2461344
      ],
      [
        "ern",
        -0.003134698
      ],
      [
        "st",
        -1.9504607e-05
      ],
      [
        " equation",
        -0.08766853
      ]
    ]
  },
  "Give your answer as a fraction in lowest terms. John and Mary play a game with a spinner that is painted": {
    "guess": "Spinner (wheel)",
    "confidence": [
      [
        "Spinner",
        -0.7660017
      ],
      [
        " (",
        -0.049358115
      ],
      [
        "wheel",
        -0.9946722
      ],
      [
        ")",
        -0.34660533
      ]
    ]
  },
  "Given the chromosomal abnormality, give the disease for fifteen points. If you need more information, you'll only get five.  15 A partial deletion of the short arm of chromosme 5, usually de novo, although parental translocations cause about 10% of cases.  5 A distinctive cry, low birth weight, and hypertelorism and epicanthal folds characterize infants with this disease.": {
    "guess": "Cri du chat",
    "confidence": [
      [
        "Cri",
        -0.010826852
      ],
      [
        " du",
        -0.29628032
      ],
      [
        " chat",
        -0.11230814
      ]
    ]
  },
  "In 2006 he was given bigger eyes and a working class English accent, big changes from when he was voiced by Kelsey Grammer because a strike prohibited the use of live actors. He explains that customers can chat with an associate but not with him, but he had originally sought to distance himself from": {
    "guess": "E P Thompson",
    "confidence": [
      [
        "E",
        -1.0878968
      ],
      [
        " P",
        -0.13303702
      ],
      [
        " Thompson",
        -0.0008411921
      ]
    ]
  },
  "For a given target, MacAdam ellipses define zones of Gaussian standard deviations around which this quality is indistinguishable. The R9 value extends an index named for this quality. The 1976 version of a diagram depicting this quality transformed the more commonly used 1931 version from X-Y-Z coordinates to L-u-v coordinates. Iso lines for this quality are perpendicular to Planckian loci on those diagrams, published by the CIE. A namesake (*) rendering index quantifies how well a light source reproduces this quality, as compared to blackbody emission. The Kelvin temperature of a light source is more commonly known as this quality's temperature. Popular specifications of this quality include HSV, CMYK, and RGB. For 10 points, name this quality that humans see at specific wavelengths of visible light.": {
    "guess": "Color",
    "confidence": [
      [
        "Color",
        -0.0043284027
      ]
    ]
  },
  "He was given access to the Western media during his stay at Neauphle le Chateau, where he had sympathizers deliver his message to his country through smuggled cassette tapes. It was here where he introduced his philosophy of \"Governance of the Jurist\" that would lead to the creation of an Assembly of Experts in the constitution he drafted. After the death of his mentor, Boroujerdi, he became a critic of the White Revolution, and was exiled after the pleas of Hassan Pakravan to spare his life, which resulted in the granting of his highest title by Shariatmadari. Upon his return to Qom, he appointed": {
    "guess": "Ruhollah Khomeini",
    "confidence": [
      [
        "R",
        -0.29908
      ],
      [
        "uh",
        -1.2233183e-05
      ],
      [
        "ollah",
        -0.0005265805
      ],
      [
        " K",
        -0.00016516048
      ],
      [
        "home",
        -1.7239736e-05
      ],
      [
        "ini",
        -0.00022630462
      ]
    ]
  },
  "Give your answer as a fraction in lowest terms. John and Mary play a game with a spinner that is painted one-third red. They take turns and if the spinner lands on red, the player who spun the spinner wins. If Mary spins first, what is John's chance of winning? It may help to realize that Mary has a one-third chance of winning on the first spin, and that John has two-thirds of Mary's chance of winning at each stage of the game, and thus has two-thirds of Mary's chance to win the game.": {
    "guess": "Pierre de Marivaux",
    "confidence": [
      [
        "P",
        -1.5426977
      ],
      [
        "ierre",
        -0.33647916
      ],
      [
        " de",
        -0.0051519237
      ],
      [
        " Mar",
        -0.39314082
      ],
      [
        "iva",
        -6.635165e-05
      ],
      [
        "ux",
        -1.9504607e-05
      ]
    ]
  },
  "Given the definition of partial current densities, this equation is derived from empirical considerations by considering the energy at which the partial currents are equal are equal; the same empirical equation substituted with the reversible potential yields the Butler-Volmer equation. The explicit form of this equation contains the ratio of the concentrations of the oxidized and reduced species, though this is often exchanged for the reaction quotient, Q, in practice. FTP name the equation that states that a cell's potential with respect to a standard potential, at which Q is 1, is proportional": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.0016723261
      ],
      [
        "ern",
        -0.005612339
      ],
      [
        "st",
        -1.4974867e-05
      ],
      [
        " equation",
        -0.023391293
      ]
    ]
  },
  "Given its current name by A. William Grabau, it was discovered by a team including Birgir Bohlin and led by the Swedish geologist Johann Andersson. Found at a site comprising 26 localities including the Upper Cave of late fossils and the New Cave, it initially turned up two teeth, and the upper molar was sent for analysis to Davidson Black. Studied by Teilhard de Chardin, the initial team proceeded from Chicken-bone Hill to Dragon-bone Hill to unearth this Homo erectus specimen of the Pleistocene, which confirmed the findings of the Java Man. Unearthed at Zhoukoudian, FTP, name this \"man\" discovered": {
    "guess": "Peking Man",
    "confidence": [
      [
        "P",
        -0.007717948
      ],
      [
        "eking",
        -6.0510665e-05
      ],
      [
        " Man",
        -0.0009408812
      ]
    ]
  },
  "He was given access to the Western media during his stay at Neauphle le Chateau, where he had sympathizers deliver his message to his country through smuggled cassette tapes. It was here where he introduced his philosophy of \"Governance of the Jurist\" that would lead to the creation of an Assembly of Experts in the constitution he drafted. After the death of his mentor, Boroujerdi, he became a critic of the White Revolution, and was exiled after the pleas of Hassan Pakravan to spare his life, which resulted in the granting of his highest title by Shariatmadari. Upon his return to Qom, he appointed Mehdi Bazargan as interim prime minister after orchestrating the revolution that ended the Pahlavi": {
    "guess": "Ruhollah Khomeini",
    "confidence": [
      [
        "R",
        -0.09744153
      ],
      [
        "uh",
        -4.2272506e-05
      ],
      [
        "ollah",
        -0.0010188753
      ],
      [
        " K",
        -0.0003213998
      ],
      [
        "home",
        -5.8841815e-05
      ],
      [
        "ini",
        -0.00014871404
      ]
    ]
  },
  "Giuseppe Piermarini is best known for his design of one of these buildings, one of which was designed by Santiago Calatrava and is named for Queen Sofia. The main one in Venice is called La Fenice. Another": {
    "guess": "Opera House",
    "confidence": [
      [
        "Opera",
        -0.13319992
      ],
      [
        " House",
        -1.2417696
      ]
    ]
  },
  "Giuseppe Piermarini is best known for his design of one of these buildings, one of which was designed by Santiago Calatrava and is named for Queen Sofia. The main one in Venice is called La Fenice. Another of these buildings features decorations by Aimé Millet, a grand staircase, and The Dancers by Carpeaux. That building was designed by Charles Garnier. Ove Arup helped with the engineering work on one of these located on Bennelong Point. That building featuring large concrete shells was designed by Jorn Utzon. For 10 points, name these buildings including La Scala and an iconic one in Sydney where one can hear performers act out a libretto and sing arias.": {
    "guess": "Opera House",
    "confidence": [
      [
        "Opera",
        -0.005152043
      ],
      [
        " House",
        -0.55074406
      ]
    ]
  },
  "Give the common name. A victory of Arnaud over Menchikov, the first battle of the Crimean war. A city 50 miles north of Lansing, Michigan home to a namesake university. In the Book of Mormon, both the first chief judge of Zarahemla and his father, the priest who attempted to free Abinidai. The Roman": {
    "guess": "Battle of Alma",
    "confidence": [
      [
        "Battle",
        -0.08244549
      ],
      [
        " of",
        -0.06399388
      ],
      [
        " Alma",
        -0.9183226
      ]
    ]
  },
  "He had given significant financial backing to the Regeneration group before founding the Anti-Reelectionist party. The faction that brought him down signed the \"Pact of the Embassy\" in the office of Henry Lane Wilson, the U.S. Ambassador. Because he was unable to immediately return land to dispossessed Indians, Emiliano (*) Zapata revolted against this president. The author of \"La sucesion presidencial en 1910,\" he was hailed as an \"apostle of democracy,\" and championed the principle of \"effective suffrage, no reelection\" in his Plan of San Luis Potosi. Killed while being transferred to prison, his ouster was engineered by Victoriano Huerta. FTP, identify this Mexican leader who led the ouster": {
    "guess": "Francisco I. Madero",
    "confidence": [
      [
        "Franc",
        -0.004065698
      ],
      [
        "isco",
        -0.00019162003
      ],
      [
        " I",
        -0.2157115
      ],
      [
        ".",
        -0.0011945136
      ],
      [
        " M",
        -5.3954464e-05
      ],
      [
        "adero",
        -0.00010998019
      ]
    ]
  },
  "This man gives his name to right triangles with edges in a geometric progression related by the golden ratio.  During the Thirty Years' War, he served as an advisor and astrologer to General Wallenstein.  An early book of his proposed the orbits of the planets could be drawn on spheres circumscribed about progressively larger Platonic solids.  In addition to Mysterium Cosmographicum, he proposed in": {
    "guess": "Johannes Kepler",
    "confidence": [
      [
        "J",
        -0.015200166
      ],
      [
        "oh",
        -6.80205e-05
      ],
      [
        "annes",
        -0.00038288688
      ],
      [
        " Kepler",
        -1.4974867e-05
      ]
    ]
  },
  "This man gives his name to right triangles with edges in a geometric progression related by the golden ratio.  During the Thirty Years' War, he served as an advisor and astrologer to General Wallenstein.  An early book of his proposed the orbits of the planets could be drawn on spheres circumscribed about progressively larger Platonic solids.  In addition to Mysterium Cosmographicum, he proposed in Harmonices Mundi that the cube of an orbit's semi-major axis is always proportional to the square of its orbit time.  FTP, name this German astronomer famous for his three laws of planetary motion.": {
    "guess": "Johannes Kepler",
    "confidence": [
      [
        "J",
        -0.008558901
      ],
      [
        "oh",
        -1.5570886e-05
      ],
      [
        "annes",
        -0.00010616567
      ],
      [
        " Kepler",
        -2.220075e-06
      ]
    ]
  },
  "Give the shared last name: George proposed a now-discredited theory that the Moon formed by res-onant spin-off of material from Earth, and that tidal friction slows the Earth's rotation. A physicist who, with Fowler, developed the method of steepest descents, and lends his name to a correction term in the Pauli Hamiltonian which pertains when the orbital angular momentum is zero. Hexley the platypus is the mascot of the open-source, Unix-based operating system of this name, which forms the core of Mac OS X.  The physician who published Zoonomia, anticipating some of Lamarck's theories, and was": {
    "guess": "Darwin",
    "confidence": [
      [
        "Dar",
        -0.048436444
      ],
      [
        "win",
        -0.00012415809
      ]
    ]
  },
  "Given the definition of partial current densities, this equation is derived from empirical considerations by considering the energy at which the partial currents are equal are equal; the same empirical equation substituted with the reversible potential yields the Butler-Volmer equation. The explicit form of this equation contains the ratio of the concentrations of the oxidized and reduced species,": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.29409814
      ],
      [
        "ern",
        -0.0038113534
      ],
      [
        "st",
        -1.247159e-05
      ],
      [
        " equation",
        -0.018453911
      ]
    ]
  },
  "Given the chromosomal abnormality, give the disease for fifteen points. If you need more information,": {
    "guess": "Acute myeloid leukemia",
    "confidence": [
      [
        "Ac",
        -1.2966783
      ],
      [
        "ute",
        -9.603336e-05
      ],
      [
        " my",
        -0.17601271
      ],
      [
        "el",
        -0.0002728986
      ],
      [
        "oid",
        -0.016512644
      ],
      [
        " leukemia",
        -0.0018393947
      ]
    ]
  },
  "Give the common name. A victory of Arnaud over Menchikov, the first battle of the Crimean war. A city": {
    "guess": "Battle of Alma",
    "confidence": [
      [
        "Battle",
        -0.08347608
      ],
      [
        " of",
        -6.968935e-05
      ],
      [
        " Alma",
        -0.07043563
      ]
    ]
  },
  "Given the definition of partial current densities, this equation is derived from empirical considerations by considering the energy at which the partial currents are equal are equal; the same empirical equation substituted with the reversible potential yields the Butler-Volmer equation. The explicit": {
    "guess": "Tafel equation",
    "confidence": [
      [
        "T",
        -0.8022269
      ],
      [
        "af",
        -9.968313e-06
      ],
      [
        "el",
        -2.1650272e-05
      ],
      [
        " equation",
        -0.0023825457
      ]
    ]
  },
  "Give the shared last name: George proposed a now-discredited theory that the Moon formed by res-onant spin-off of material from Earth, and that tidal friction slows the Earth's rotation. A physicist who, with Fowler, developed the method of steepest descents, and lends his name to a correction term in": {
    "guess": "George Darwin",
    "confidence": [
      [
        "George",
        -0.26991174
      ],
      [
        " Darwin",
        -0.46409762
      ]
    ]
  },
  "Given the chromosomal abnormality, give the disease for fifteen points. If you need more information, you'll only get five.  15 A partial deletion of the short arm of chromosme 5, usually de novo, although": {
    "guess": "Cri du chat syndrome",
    "confidence": [
      [
        "Cri",
        -0.012075848
      ],
      [
        " du",
        -0.07611485
      ],
      [
        " chat",
        -0.042392433
      ],
      [
        " syndrome",
        -0.061816297
      ]
    ]
  },
  "Give your answer as a fraction in lowest terms. John and Mary play a game with a spinner that is painted one-third red. They take turns and if the spinner lands on red, the player who spun the spinner": {
    "guess": "Spinner (wheel)",
    "confidence": [
      [
        "Spinner",
        -0.8653661
      ],
      [
        " (",
        -0.19112067
      ],
      [
        "wheel",
        -0.7157472
      ],
      [
        ")",
        -0.22773789
      ]
    ]
  },
  "This man gives his name, along with that of Francis Sears, to a process in ultrasonic imaging for which the acoustic wavefronts act as optical gratings to diffract the light on either side of the central spot. The distance over which charge carriers in plasmas exclude electric fields via his namesake shielding is also known as his namesake length. With an assistant later famous in his own right for his rule for determining whether ring molecules would show aromatic properties, he developed a mathematical expression to explain characteristics of electrolytic solutions, the famous equation named": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.01800278
      ],
      [
        " De",
        -4.2391708e-05
      ],
      [
        "bye",
        -2.6968896e-06
      ]
    ]
  },
  "This man gives his name, along with that of Francis Sears, to a process in ultrasonic imaging for which the acoustic wavefronts act as optical gratings to diffract the light on either side of the central spot. The distance over which charge carriers in plasmas exclude electric fields via his namesake shielding is also known as his namesake length. With an assistant later famous in his own right for his rule for determining whether ring molecules would show aromatic properties, he developed a mathematical expression to explain characteristics of electrolytic solutions, the famous equation named for him and Erich H?ckel. FTP name this man who also gives his name to the SI unit defined as about": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.07688762
      ],
      [
        " De",
        -3.2929079e-06
      ],
      [
        "bye",
        -1.3856493e-06
      ]
    ]
  },
  "This man gives his name to right triangles with edges in a geometric progression related by the golden ratio.  During the Thirty Years' War, he served as an advisor and astrologer to General Wallenstein.  An early book of his proposed the orbits of the planets could be drawn on spheres circumscribed about progressively larger Platonic solids.  In addition to Mysterium Cosmographicum, he proposed in Harmonices Mundi that the cube of an orbit's semi-major axis is always proportional to the square of": {
    "guess": "Johannes Kepler",
    "confidence": [
      [
        "J",
        -0.07199216
      ],
      [
        "oh",
        -0.00028636496
      ],
      [
        "annes",
        -0.005910662
      ],
      [
        " Kepler",
        -9.2695656e-05
      ]
    ]
  },
  "Give the shared last name: George proposed a now-discredited theory that the Moon formed by res-onant spin-off of material from Earth, and that tidal friction slows the Earth's rotation. A physicist who, with Fowler, developed the method of steepest descents, and lends his name to a correction term in the Pauli Hamiltonian which pertains when the orbital angular momentum is zero. Hexley the platypus": {
    "guess": "George Darwin",
    "confidence": [
      [
        "George",
        -1.0555505
      ],
      [
        " Darwin",
        -0.20847441
      ]
    ]
  },
  "This man gives his name, along with that of Francis Sears, to a process in ultrasonic imaging for which": {
    "guess": "Carl Richard Söderberg",
    "confidence": [
      [
        "Carl",
        -1.6764196
      ],
      [
        " Richard",
        -1.3770412
      ],
      [
        " S",
        -0.45507106
      ],
      [
        "ö",
        -0.3826302
      ],
      [
        "der",
        -0.014403014
      ],
      [
        "berg",
        -0.16003866
      ]
    ]
  },
  "The Giulianiad was devoted to it, and Tarrega transcribed many pieces for it. This instrument is depicted by a saxophone in Ravel's orchestration of Pictures at an Exhibition, and the dovetail and Spanish method are both employed in its construction. Its jazz practitioners include the creator of Gone,": {
    "guess": "Classical guitar",
    "confidence": [
      [
        "Class",
        -0.64670503
      ],
      [
        "ical",
        -0.00012237004
      ],
      [
        " guitar",
        -0.03604185
      ]
    ]
  },
  "For a given target, MacAdam ellipses define zones of Gaussian standard deviations around which this quality is indistinguishable. The R9 value extends an index named for this quality. The 1976 version of a diagram depicting this quality transformed the more commonly used 1931 version from X-Y-Z coordinates to L-u-v coordinates. Iso lines for this quality are perpendicular to Planckian loci on those diagrams, published by the CIE. A namesake (*) rendering index quantifies how well a light source reproduces": {
    "guess": "Color Rendering Index",
    "confidence": [
      [
        "Color",
        -0.010145005
      ],
      [
        " Rendering",
        -0.5168625
      ],
      [
        " Index",
        -0.018348234
      ]
    ]
  },
  "Give this character's name as it is in Shakespeare's plays. Like Falstaff, he appears in two of them. In Antony and Cleopatra, he wins a big sea battle, and much of the conflict in the play revolves around Antony's marriage to his sister. In another play, he says, \"Upon the right hand I; keep thou the left.\" Name this leader who joins with Marc Antony and Lepidus to form a Triumvirate.": {
    "guess": "Octavius Caesar",
    "confidence": [
      [
        "Oct",
        -0.34078863
      ],
      [
        "avi",
        -0.09681098
      ],
      [
        "us",
        -7.016616e-05
      ],
      [
        " Caesar",
        -0.2437605
      ]
    ]
  },
  "This man gives his name, along with that of Francis Sears, to a process in ultrasonic imaging for which the acoustic wavefronts act as optical gratings to diffract the light on either side of the central spot. The distance over which charge carriers in plasmas exclude electric fields via his namesake shielding is also known as his namesake length. With an assistant later famous in his own right for": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.10634391
      ],
      [
        " De",
        -0.00015383612
      ],
      [
        "bye",
        -1.7432603e-06
      ]
    ]
  },
  "He gives his name to an equation for solvation energy that depends on the dielectric constant, ionic radius, and ionic charge. With Mayer, he developed an equation for electrostatic potential. Vibronic": {
    "guess": "Guggenheim equation",
    "confidence": [
      [
        "G",
        -1.2444373
      ],
      [
        "ugg",
        -0.040920578
      ],
      [
        "enheim",
        -0.00039635692
      ],
      [
        " equation",
        -0.11921353
      ]
    ]
  },
  "Give the shared last name: George proposed a now-discredited theory that the Moon formed by res-onant spin-off of material from Earth, and that tidal friction slows the Earth's rotation. A physicist who, with Fowler, developed the method of steepest descents, and lends his name to a correction term in the Pauli Hamiltonian which pertains when the orbital angular momentum is zero. Hexley the platypus is the mascot of the open-source, Unix-based operating system of this name, which forms the core of": {
    "guess": "Linux",
    "confidence": [
      [
        "Linux",
        -1.6027429
      ]
    ]
  },
  "Given the definition of partial current densities, this equation is derived from empirical considerations": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.46255484
      ],
      [
        "ern",
        -0.005272296
      ],
      [
        "st",
        -1.5809293e-05
      ],
      [
        " equation",
        -0.35863924
      ]
    ]
  },
  "He had given significant financial backing to the Regeneration group before founding the Anti-Reelectionist party. The faction that brought him down signed the \"Pact of the Embassy\" in the office of Henry Lane Wilson, the U.S. Ambassador. Because he was unable to immediately return land to dispossessed": {
    "guess": "Francisco I. Madero",
    "confidence": [
      [
        "Franc",
        -0.561775
      ],
      [
        "isco",
        -0.0001441843
      ],
      [
        " I",
        -0.0331037
      ],
      [
        ".",
        -0.00083392794
      ],
      [
        " M",
        -4.5371802e-05
      ],
      [
        "adero",
        -7.350386e-05
      ]
    ]
  },
  "Given its current name by A. William Grabau, it was discovered by a team including Birgir Bohlin and led by the Swedish geologist Johann Andersson. Found at a site comprising 26 localities including the Upper Cave of late fossils and the New Cave, it initially turned up two teeth, and the upper molar was sent for analysis to Davidson Black. Studied by Teilhard de Chardin, the initial team proceeded from Chicken-bone Hill to Dragon-bone Hill to unearth this Homo erectus specimen of the Pleistocene, which confirmed the findings of the Java Man. Unearthed at Zhoukoudian, FTP, name this \"man\" discovered at the namesake place in China.": {
    "guess": "Peking Man",
    "confidence": [
      [
        "P",
        -0.004192844
      ],
      [
        "eking",
        -4.727906e-05
      ],
      [
        " Man",
        -0.001816671
      ]
    ]
  },
  "This man gives his name to right triangles with edges in a geometric progression related by the golden": {
    "guess": "Kepler triangle",
    "confidence": [
      [
        "Ke",
        -0.054135203
      ],
      [
        "pler",
        -4.365741e-06
      ],
      [
        " triangle",
        -0.066263266
      ]
    ]
  },
  "He gives his name to an equation for solvation energy that depends on the dielectric constant, ionic radius, and ionic charge. With Mayer, he developed an equation for electrostatic potential. Vibronic coupling is neglected in an adiabatic approximation that he collaborated on, while another collaboration resulted in a method for calculating lattice enthalpies. He won 1954 Physics Nobel for his interpretation of the wavefunction square modulus as probability density, for ten points, identify this man who with Oppenheimer developed an approximation that allows for the calculation of electronic states based on the assumption that nuclei are relatively stationary, and has his name attached to a": {
    "guess": "Max Born",
    "confidence": [
      [
        "Max",
        -0.25629744
      ],
      [
        " Born",
        -7.278864e-05
      ]
    ]
  },
  "He gives his name to an equation for solvation energy that depends on the dielectric constant, ionic radius, and ionic charge. With Mayer, he developed an equation for electrostatic potential. Vibronic coupling is neglected in an adiabatic approximation that he collaborated on, while another collaboration resulted in a method for calculating lattice enthalpies. He won 1954 Physics Nobel for his interpretation of the wavefunction square modulus as probability density, for ten points, identify this man who with Oppenheimer developed an approximation that allows for the calculation of electronic states based on the assumption that nuclei are relatively stationary, and has his name attached to a thermodynamic cycle for the determination of lattice enthalpies along with Haber.": {
    "guess": "J. Robert Oppenheimer",
    "confidence": [
      [
        "J",
        -1.6913147
      ],
      [
        ".",
        -0.007828064
      ],
      [
        " Robert",
        -0.0029327758
      ],
      [
        " Opp",
        -1.5928495e-05
      ],
      [
        "en",
        -0.00029494395
      ],
      [
        "heimer",
        -7.9702455e-05
      ]
    ]
  },
  "Given its current name by A. William Grabau, it was discovered by a team including Birgir Bohlin and led by the Swedish geologist Johann Andersson. Found at a site comprising 26 localities including the Upper Cave of late fossils and the New Cave, it initially turned up two teeth, and the upper molar was sent for analysis to Davidson Black. Studied by Teilhard de Chardin, the initial team proceeded": {
    "guess": "Peking Man",
    "confidence": [
      [
        "P",
        -0.56739575
      ],
      [
        "eking",
        -2.5107178e-05
      ],
      [
        " Man",
        -0.02625525
      ]
    ]
  },
  "He gives his name to an equation for solvation energy that depends on the dielectric constant, ionic radius, and ionic charge. With Mayer, he developed an equation for electrostatic potential. Vibronic coupling is neglected in an adiabatic approximation that he collaborated on, while another collaboration": {
    "guess": "Born-Haber cycle",
    "confidence": [
      [
        "Born",
        -0.90968174
      ],
      [
        "-H",
        -0.508472
      ],
      [
        "aber",
        -0.00031270162
      ],
      [
        " cycle",
        -0.014415937
      ]
    ]
  },
  "He gives his name to an equation for solvation energy that depends on the dielectric constant, ionic radius, and ionic charge. With Mayer, he developed an equation for electrostatic potential. Vibronic coupling is neglected in an adiabatic approximation that he collaborated on, while another collaboration resulted in a method for calculating lattice enthalpies. He won 1954 Physics Nobel for his interpretation of the wavefunction square modulus as probability density, for ten points, identify this": {
    "guess": "Max Born",
    "confidence": [
      [
        "Max",
        -0.10464579
      ],
      [
        " Born",
        -0.0004620088
      ]
    ]
  },
  "Give this character's name as it is in Shakespeare's plays. Like Falstaff, he appears in two of them. In Antony and Cleopatra, he wins a big sea battle, and much of the conflict in the play revolves around Antony's marriage to his sister. In another play, he says, \"Upon the right hand I; keep thou the": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.34323248
      ],
      [
        "om",
        -5.5265704e-05
      ],
      [
        "pe",
        -3.7697225e-06
      ],
      [
        "y",
        -0.0007394691
      ]
    ]
  },
  "This man gives his name to right triangles with edges in a geometric progression related by the golden ratio.  During the Thirty Years' War, he served as an advisor and astrologer to General Wallenstein.": {
    "guess": "Johannes Kepler",
    "confidence": [
      [
        "J",
        -0.018113775
      ],
      [
        "oh",
        -0.00013774731
      ],
      [
        "annes",
        -0.0007899748
      ],
      [
        " Kepler",
        -3.464347e-05
      ]
    ]
  },
  "He had given significant financial backing to the Regeneration group before founding the Anti-Reelectionist": {
    "guess": "Regeneration (biology)",
    "confidence": [
      [
        "Reg",
        -0.36664775
      ],
      [
        "eneration",
        -0.033335138
      ],
      [
        " (",
        -0.37356767
      ],
      [
        "biology",
        -0.11358683
      ],
      [
        ")",
        -2.0458236e-05
      ]
    ]
  },
  "Give the shared last name: George proposed a now-discredited theory that the Moon formed by res-onant spin-off of material from Earth, and that tidal friction slows the Earth's rotation. A physicist who, with Fowler, developed the method of steepest descents, and lends his name to a correction term in the Pauli Hamiltonian which pertains when the orbital angular momentum is zero. Hexley the platypus is the mascot of the open-source, Unix-based operating system of this name, which forms the core of Mac OS X.  The physician who published Zoonomia, anticipating some of Lamarck's theories, and was a grandfather of Francis Galton. FTP give the last name of the author of The Descent of Man and The Origin of Species.": {
    "guess": "Darwin",
    "confidence": [
      [
        "Dar",
        -0.0070389477
      ],
      [
        "win",
        -3.786197e-05
      ]
    ]
  },
  "He had given significant financial backing to the Regeneration group before founding the Anti-Reelectionist party. The faction that brought him down signed the \"Pact of the Embassy\" in the office of Henry Lane Wilson, the U.S. Ambassador. Because he was unable to immediately return land to dispossessed Indians, Emiliano (*) Zapata revolted against this president. The author of \"La sucesion presidencial en 1910,\" he was hailed as an \"apostle of democracy,\" and championed the principle of \"effective suffrage, no reelection\" in his Plan of San Luis Potosi. Killed while being transferred to prison, his ouster was engineered by Victoriano Huerta. FTP, identify this Mexican leader who led the ouster of Porfirio Diaz.": {
    "guess": "Francisco I. Madero",
    "confidence": [
      [
        "Franc",
        -0.0043630637
      ],
      [
        "isco",
        -0.0002553793
      ],
      [
        " I",
        -0.37972263
      ],
      [
        ".",
        -0.0004388943
      ],
      [
        " M",
        -5.6934558e-05
      ],
      [
        "adero",
        -6.17027e-05
      ]
    ]
  },
  "Giuseppe Piermarini is best known for his design of one of these buildings, one of which was designed by Santiago Calatrava and is named for Queen Sofia. The main one in Venice is called La Fenice. Another of these buildings features decorations by Aimé Millet, a grand staircase, and The Dancers by Carpeaux. That building was designed by Charles Garnier. Ove Arup helped with the engineering work on one of these located on Bennelong Point. That building featuring large concrete shells was designed": {
    "guess": "Opera House",
    "confidence": [
      [
        "Opera",
        -0.01580911
      ],
      [
        " House",
        -0.39533332
      ]
    ]
  },
  "He was given access to the Western media during his stay at Neauphle le Chateau, where he had sympathizers deliver his message to his country through smuggled cassette tapes. It was here where he introduced": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.36023408
      ]
    ]
  },
  "For a given target, MacAdam ellipses define zones of Gaussian standard deviations around which this quality is indistinguishable. The R9 value extends an index named for this quality. The 1976 version of a diagram depicting this quality transformed the more commonly used 1931 version from X-Y-Z coordinates to L-u-v coordinates. Iso lines for this quality are perpendicular to Planckian loci on those diagrams, published by the CIE. A namesake (*) rendering index quantifies how well a light source reproduces this quality, as compared to blackbody emission. The Kelvin temperature of a light source is more commonly known as this quality's temperature. Popular specifications of this quality include": {
    "guess": "Color rendering",
    "confidence": [
      [
        "Color",
        -0.0049690357
      ],
      [
        " rendering",
        -0.7431432
      ]
    ]
  },
  "The Giulianiad was devoted to it, and Tarrega transcribed many pieces for it. This instrument is depicted": {
    "guess": "Classical guitar",
    "confidence": [
      [
        "Class",
        -0.4300567
      ],
      [
        "ical",
        -4.0603656e-05
      ],
      [
        " guitar",
        -0.05786703
      ]
    ]
  },
  "He had given significant financial backing to the Regeneration group before founding the Anti-Reelectionist party. The faction that brought him down signed the \"Pact of the Embassy\" in the office of Henry Lane Wilson, the U.S. Ambassador. Because he was unable to immediately return land to dispossessed Indians, Emiliano (*) Zapata revolted against this president. The author of \"La sucesion presidencial en 1910,\" he was hailed as an \"apostle of democracy,\" and championed the principle of \"effective": {
    "guess": "Francisco I. Madero",
    "confidence": [
      [
        "Franc",
        -0.0033730578
      ],
      [
        "isco",
        -5.8365e-05
      ],
      [
        " I",
        -0.008378998
      ],
      [
        ".",
        -0.00042507402
      ],
      [
        " M",
        -3.500108e-05
      ],
      [
        "adero",
        -2.808727e-05
      ]
    ]
  },
  "He had given significant financial backing to the Regeneration group before founding the Anti-Reelectionist party. The faction that brought him down signed the \"Pact of the Embassy\" in the office of Henry Lane Wilson, the U.S. Ambassador. Because he was unable to immediately return land to dispossessed Indians, Emiliano (*) Zapata revolted against this president. The author of \"La sucesion presidencial en 1910,\" he was hailed as an \"apostle of democracy,\" and championed the principle of \"effective suffrage, no reelection\" in his Plan of San Luis Potosi. Killed while being transferred to prison,": {
    "guess": "Francisco I. Madero",
    "confidence": [
      [
        "Franc",
        -0.0037684932
      ],
      [
        "isco",
        -0.0003647826
      ],
      [
        " I",
        -0.015771914
      ],
      [
        ".",
        -0.001136643
      ],
      [
        " M",
        -8.10137e-05
      ],
      [
        "adero",
        -5.288163e-05
      ]
    ]
  },
  "He gives his name to an equation for solvation energy that depends on the dielectric constant, ionic": {
    "guess": "Born equation",
    "confidence": [
      [
        "Born",
        -0.31066057
      ],
      [
        " equation",
        -0.0141007425
      ]
    ]
  },
  "He was given access to the Western media during his stay at Neauphle le Chateau, where he had sympathizers deliver his message to his country through smuggled cassette tapes. It was here where he introduced his philosophy of \"Governance of the Jurist\" that would lead to the creation of an Assembly of Experts in the constitution he drafted. After the death of his mentor, Boroujerdi, he became a critic": {
    "guess": "Ruhollah Khomeini",
    "confidence": [
      [
        "R",
        -0.6255606
      ],
      [
        "uh",
        -8.888114e-05
      ],
      [
        "ollah",
        -0.00060140743
      ],
      [
        " K",
        -0.00028195442
      ],
      [
        "home",
        -3.4285862e-05
      ],
      [
        "ini",
        -0.0001756504
      ]
    ]
  },
  "For a given target, MacAdam ellipses define zones of Gaussian standard deviations around which this quality is indistinguishable. The R9 value extends an index named for this quality. The 1976 version of a diagram depicting this quality transformed the more commonly used 1931 version from X-Y-Z coordinates to L-u-v coordinates. Iso lines for this quality are perpendicular to Planckian loci on those diagrams, published by the CIE. A namesake (*) rendering index quantifies how well a light source reproduces this quality, as compared to blackbody emission. The Kelvin temperature of a light source": {
    "guess": "Color rendering",
    "confidence": [
      [
        "Color",
        -0.0040646284
      ],
      [
        " rendering",
        -0.41639748
      ]
    ]
  },
  "This man gives his name, along with that of Francis Sears, to a process in ultrasonic imaging for which the acoustic wavefronts act as optical gratings to diffract the light on either side of the central spot. The distance over which charge carriers in plasmas exclude electric fields via his namesake shielding is also known as his namesake length. With an assistant later famous in his own right for his rule for determining whether ring molecules would show aromatic properties, he developed a mathematical": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.07665314
      ],
      [
        " De",
        -8.537869e-06
      ],
      [
        "bye",
        -5.5122365e-07
      ]
    ]
  },
  "The Giulianiad was devoted to it, and Tarrega transcribed many pieces for it. This instrument is depicted by a saxophone in Ravel's orchestration of Pictures at an Exhibition, and the dovetail and Spanish method are both employed in its construction. Its jazz practitioners include the creator of Gone, Just Like a Train, Bill Frisell, nad the creator of Gypsy Jazz, Django Reinhardt. John Williams and": {
    "guess": "Guitar",
    "confidence": [
      [
        "G",
        -0.6205466
      ],
      [
        "uitar",
        -0.0007386347
      ]
    ]
  },
  "Given its current name by A. William Grabau, it was discovered by a team including Birgir Bohlin and led by the Swedish geologist Johann Andersson. Found at a site comprising 26 localities including the Upper Cave of late fossils and the New Cave, it initially turned up two teeth, and the upper molar was sent for analysis to Davidson Black. Studied by Teilhard de Chardin, the initial team proceeded from Chicken-bone Hill to Dragon-bone Hill to unearth this Homo erectus specimen of the Pleistocene,": {
    "guess": "Peking Man",
    "confidence": [
      [
        "P",
        -0.11494062
      ],
      [
        "eking",
        -7.576874e-05
      ],
      [
        " Man",
        -0.0002513264
      ]
    ]
  },
  "Give your answer as a fraction in lowest terms. John and Mary play a game with a spinner that is painted one-third red. They take turns and if the spinner lands on red, the player who spun the spinner wins. If Mary spins first, what is John's chance of winning? It may help to realize that Mary has a": {
    "guess": "Probability of 2/3",
    "confidence": [
      [
        "Probability",
        -0.27493125
      ],
      [
        " of",
        -1.0166327
      ],
      [
        " ",
        -0.77233064
      ],
      [
        "2",
        -0.20008239
      ],
      [
        "/",
        -0.0045005004
      ],
      [
        "3",
        -0.11951389
      ]
    ]
  },
  "Giuseppe Piermarini is best known for his design of one of these buildings, one of which was designed": {
    "guess": "Teatro alla Scala",
    "confidence": [
      [
        "Te",
        -1.2122538
      ],
      [
        "atro",
        -0.00022666223
      ],
      [
        " alla",
        -0.0107928915
      ],
      [
        " Scala",
        -4.763667e-05
      ]
    ]
  },
  "For a given target, MacAdam ellipses define zones of Gaussian standard deviations around which this quality is indistinguishable. The R9 value extends an index named for this quality. The 1976 version of a diagram depicting this quality transformed the more commonly used 1931 version from X-Y-Z coordinates": {
    "guess": "Color rendering",
    "confidence": [
      [
        "Color",
        -0.026312955
      ],
      [
        " rendering",
        -0.7595121
      ]
    ]
  }
}