{
  "This man's song \"Paracelsus\" recycles sections from a work in his earlier \"Men of Literature\" cycle, and near the end of his career he published Three Quarter Tone Piano Pieces and 114 Songs. This composer, the subject of Jan Swafford's study, included the hymn \"Watchman, tell us of the night\" in his humongous Symphony No. 4 and he related his experiences with Delta Kappa Epsilon in one of his Cartoons titled \"Calcium Light Night.\" Three parts of his unfinished Universe Symphony are extant, and his": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.014828147
      ],
      [
        " I",
        -0.0013932115
      ],
      [
        "ves",
        -2.808727e-05
      ]
    ]
  },
  "His son and successor was excommunicated by Pope Gregory V, which would seem to bely his nickname.  This man's problems with Church figures came to a head when the Bishop of Laon joined with Eudes of Blois": {
    "guess": "Louis the Pious",
    "confidence": [
      [
        "Louis",
        -0.17483744
      ],
      [
        " the",
        -0.56319326
      ],
      [
        " P",
        -0.2891211
      ],
      [
        "ious",
        -0.0013813059
      ]
    ]
  },
  "A son-in-law of King Kartanagar used a force sent by this ruler to depose the usurper Jayakatwang; due to the failure of that force led by Yikomusu, this man was unable to make Java a vassal state. This man supported the rule of King Wonjong, and his daughter married Wonjong's son Chungnyol Wang, which increased his infuence over the Goryeos of Korea. He lost much of his naval possessions after a devastating incident at Hakata bay. He eliminated strongholds of the Song dynasty by 1279 CE, and his": {
    "guess": "Kublai Khan",
    "confidence": [
      [
        "K",
        -0.1440945
      ],
      [
        "ub",
        -0.014465161
      ],
      [
        "l",
        -0.002849221
      ],
      [
        "ai",
        -0.00013285996
      ],
      [
        " Khan",
        -0.0042405664
      ]
    ]
  },
  "The son of Pelasgus and Meliboea was turned into one of these creatures for feeding Zeus human flesh and then attempting to kill him. That king of Arcadia was Lycaon, and Acca Larentia, the wife of the shepherd Faustulus, took over for one of these creatures in caring for twins. Another was bound with": {
    "guess": "Werewolf",
    "confidence": [
      [
        "Wer",
        -0.7823363
      ],
      [
        "ewolf",
        -0.013313876
      ]
    ]
  },
  "The songwriter in the studio apartment is having trouble  finishing a new pop song. A dancer on the third floor toys with  three men at a time while waiting for her true love to get out of  the army. In the basement, a lonely young woman attempts suicide.  Above her lives Lars Thorwald, a henpecked salesman": {
    "guess": "Rear Window",
    "confidence": [
      [
        "R",
        -0.04535931
      ],
      [
        "ear",
        -0.00026872646
      ],
      [
        " Window",
        -0.002323318
      ]
    ]
  },
  "In one sonnet, this poet remembers pausing in the morning to feel a \"calm so deep\" caused by \"all that mighty heart...lying still.\" In addition to \"Sonnet Composed upon Westminster Bridge,\" this poet wrote that he'd rather \"be a pagan, suckled in a creed outworn\" in another sonnet. In one poem, this poet claims that a \"green pastoral landscape\" is \"more dear...for thy sake\" when addressing his sister Dorothy. That poem begins \"five years have passed.\" This poet of \"The World is Too Much with Us\" wrote that he \"wandered lonely as a cloud\" in \"Daffodils.\" For 10 points, name this British poet of": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -0.0022732469
      ],
      [
        " Words",
        -4.5491004e-05
      ],
      [
        "worth",
        -1.4140442e-05
      ]
    ]
  },
  "Their songs included Traffic Lights, which is on their album Contractual Agreements, Finland Song, which is on The Final Rip Off, and Here Comes Another One, which is on The Hastily Cobbled Together for a Fast Buck Album. Other well-known songs include Every Sperm Is Sacred, Always Look on the Bright Side of Life, and The Tale of Sir Robin, which are in their movies. Name this group that included Terry": {
    "guess": "Monty Python",
    "confidence": [
      [
        "Mont",
        -0.013918311
      ],
      [
        "y",
        -0.00014156183
      ],
      [
        " Python",
        -0.00024144349
      ]
    ]
  },
  "One of this man's songs is about \"Jimmy the Saint,\" and that song, \"Lost in the Flood,\" appeared on the same album as a song with an often confused line about being \"revved up like a deuce.\" This man, who often plays alongside Nils Lofgren, wrote a song where he urged someone to \"put your makeup on and get your hair up pretty,\" and meet him in the title location. This man's \"Atlantic City\" appeared on his album Nebraska, and another song by this man features a long saxaphone solo by Clarence Clemons. This man behind \"Jungleland\" and \"Thunder Road\" also wrote \"Born to Run.\" For 10 points, name this": {
    "guess": "Bruce Springsteen",
    "confidence": [
      [
        "Bruce",
        -0.012802278
      ],
      [
        " Spring",
        -0.0010290003
      ],
      [
        "steen",
        -0.0004684458
      ]
    ]
  },
  "This man's son Henry was the first United States commissioner of patents. Though this man did not sign the Constitution, he promoted its ratification in his Letters of a Landholder.  He reluctantly agreed to be appointed commisioner to France in 1799, three years after he took a position which had been declined by William Cushing.  He proposed the use of the phrase \"United States\" as a member of the": {
    "guess": "Richard Henry Lee",
    "confidence": [
      [
        "Richard",
        -1.5121053
      ],
      [
        " Henry",
        -0.022303594
      ],
      [
        " Lee",
        -0.00031997304
      ]
    ]
  },
  "This man's son Henry was the first United States commissioner of patents. Though this man did not sign the Constitution, he promoted its ratification in his Letters of a Landholder.  He reluctantly agreed to be appointed commisioner to France in 1799, three years after he took a position which had been declined by William Cushing.  He proposed the use of the phrase \"United States\" as a member of the five-man committee which drafted the Constitution; that committee was chaired by the man who preceded him in his most prominent position, John Rutledge.  He also joined with Roger Sherman to create the Connecticut Compromise. FTP, name this politician who was the third Chief Justice of the Supreme Court.": {
    "guess": "Oliver Ellsworth",
    "confidence": [
      [
        "Ol",
        -0.01168993
      ],
      [
        "iver",
        -2.7610455e-05
      ],
      [
        " Ell",
        -0.00014859485
      ],
      [
        "sworth",
        -0.0004990591
      ]
    ]
  },
  "One song whose name means this opens with lyrics about sitting on the porch and counting migrating birds,": {
    "guess": "Finnish mythology",
    "confidence": [
      [
        "F",
        -0.64550775
      ],
      [
        "inn",
        -0.072865985
      ],
      [
        "ish",
        -0.00071969966
      ],
      [
        " mythology",
        -0.006396669
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign, O Judge, O Father\", an unexpected hit for Laurie Anderson. It is the first word in the title of a song from the album Clumsy which opens with the lines \"Do you worry that you're not liked? How": {
    "guess": "Stressed Out",
    "confidence": [
      [
        "St",
        -1.9163706
      ],
      [
        "ressed",
        -0.8175332
      ],
      [
        " Out",
        -0.09684418
      ]
    ]
  },
  "The son of Romanus II and Theophano, he was crowned emperor with his brother Constantine at the age of": {
    "guess": "Basil II",
    "confidence": [
      [
        "B",
        -0.33045298
      ],
      [
        "asil",
        -1.8193366e-05
      ],
      [
        " II",
        -0.0005776969
      ]
    ]
  },
  "A song with this name allegedly shares its title with the card carried by Hamburg, Germany prostitutes that proves the absence of sexually transmitted diseases. A game with this name has an expansion in which Alvin the Alien and Dexter the Dinosaur are characters. In that game with this name, players": {
    "guess": "Ticket to Ride",
    "confidence": [
      [
        "Ticket",
        -5.6457742e-05
      ],
      [
        " to",
        -5.080963e-06
      ],
      [
        " Ride",
        -0.23886096
      ]
    ]
  },
  "One of this man's sons was an ugly hunter known for carving a large rock sculpture of Cybele. Some sources state that his birth was probably the result of a relationship between Zeus and the nymph Plouto. This father of Broteas was both the maternal and paternal grandfather of a pair of children who murdered Chrysippus. Later, one of those grandchildren killed the other's sons and fed them to him. This grandfather of (*) Atreus and Thyestes had a daughter who turned to stone after her children were shot down. He also had a son who had his shoulder replaced with ivory after Demeter accidentally took a bite of him. For 10 points name this father of Niobe who was punished for feeding his son Pelops to the gods by being placed next to water and fruit he could never reach.": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.0040761475
      ],
      [
        "antal",
        -3.5954712e-05
      ],
      [
        "us",
        -2.7252845e-05
      ]
    ]
  },
  "His son and successor was excommunicated by Pope Gregory V, which would seem to bely his nickname.  This man's problems with Church figures came to a head when the Bishop of Laon joined with Eudes of Blois in a plot designed to deliver him into the hands of his enemy Otto III.    He also was at odds with Pope John XV, particularly over the deposition of archbishop Arnulf, the nephew of the duke of": {
    "guess": "Louis V",
    "confidence": [
      [
        "Louis",
        -1.1506525
      ],
      [
        " V",
        -0.6567148
      ]
    ]
  },
  "This son of Muireann (mih-ran) Muncheam (mun-kham) once beheaded the demon Aillen mac Midna, who had previously raided Tara every Samhain (suh-vehn). For that act, Cormac mac Airt rewarded this man with a position previously held the man who killed this man's father had Cumhaill (cuh-vell), Goll mac Morna. He once threw the Isle of Man at a rival and also legendarily built the Giant's Causeway. He encountered a doe while hunting; that doe transformed into his wife Sadb (Sad-dub), who eventually gave birth to his son Oisin. While apprenticed to Finnegas, this character burned his thumb on a creature who'd previously lived in the Boyne. For 10 points, identify this mythical Irish hunter-warrior who led the Fianna and caught the Salmon of Knowledge.": {
    "guess": "Finn MacCool",
    "confidence": [
      [
        "F",
        -0.00018065695
      ],
      [
        "inn",
        -0.12907617
      ],
      [
        " Mac",
        -0.06617266
      ],
      [
        "Cool",
        -0.00015526658
      ]
    ]
  },
  "One of his sons was blinded by Nomia. Statues of him were intended to bring prosperity and luck and marked the boundary of one's property, and he assisted the Fates with the alphabet by reducing sounds to characters. With cow-gut and a tortoise shell, he created a musical instrument which he gave to Apollo in exchange for cattle he stole as a child. He slew Argus after lulling him to sleep, and he": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.04197541
      ],
      [
        "erm",
        -0.00015836587
      ],
      [
        "es",
        -0.0014533288
      ]
    ]
  },
  "The son of the man who lost this battle was lured into a trap by Quintus Poppaedius Silo fifteen years later, and this battle was a follow-up to one where a storm prevented the destruction of the forces of Gnaeus Papirius Carbo at Noreia. One of this battle's survivors was a young Quintus Sertorius, who managed to swim across the Rhone in full armor. Occuring because the proconsul refused to relinquish command to the newly arrived consul, the novus homo Gnaeus Mallius Maximus, this battle was followed": {
    "guess": "Battle of Noreia",
    "confidence": [
      [
        "Battle",
        -0.048332743
      ],
      [
        " of",
        -0.0012391564
      ],
      [
        " N",
        -1.2183263
      ],
      [
        "ore",
        -0.0006551316
      ],
      [
        "ia",
        -4.0007635e-05
      ]
    ]
  },
  "A song named for this concept on Inna's first album claims that this concept \"is a mystery, distance is killing me.\" Ellie Goulding sings \"When everything's wrong, you make it right\" in a song whose title states that she needs this concept. Jordin Sparks asks why this concept \"always feels like a battlefield?\" This is the second word in the title of a song whose Mary Lambert-sung hook states \"she keeps me warm.\" For 10 points, name this word that precedes \"Game\" in a Lady Gaga song and follows \"Same\"": {
    "guess": "Love",
    "confidence": [
      [
        "Love",
        -0.008061409
      ]
    ]
  },
  "A son of Zeus and Electra became one of the founders of this city after fleeing Samothrace when Zeus killed his brother Iasion. This city's territory was at one point divided between the brothers Ilus and Assaracus. A deceptive king of this city offered his daughter Hesione to a sea monster sent by Poseidon,": {
    "guess": "Troy",
    "confidence": [
      [
        "T",
        -0.017457033
      ],
      [
        "roy",
        -0.00033891908
      ]
    ]
  },
  "The son of the man who lost this battle was lured into a trap by Quintus Poppaedius Silo fifteen years later, and this battle was a follow-up to one where a storm prevented the destruction of the forces of Gnaeus Papirius Carbo at Noreia. One of this battle's survivors was a young Quintus Sertorius, who managed to swim across the Rhone in full armor. Occuring because the proconsul refused to relinquish command to the newly arrived consul, the novus homo Gnaeus Mallius Maximus, this battle was followed up by victories at Sextiae and Vercellae. A defeat for Quintus Servilius (*) Caepio, this battle led directly to the second consular election of Gaius Marius and his following military reforms. For ten points, name this battle fought on October 6, 105 BCE, in which a Roman army of 80,000 was almost": {
    "guess": "Battle of Arausio",
    "confidence": [
      [
        "Battle",
        -0.030708479
      ],
      [
        " of",
        -0.00027218336
      ],
      [
        " Ara",
        -7.564953e-05
      ],
      [
        "us",
        -2.4584822e-06
      ],
      [
        "io",
        -2.1769476e-05
      ]
    ]
  },
  "This man's son-in law was the first Greek to land on the shore of Troy, which led to his death according to an oracle's prophecy and to the suicide of this man's daughter Polydora. Medusa and this man were the only ghosts to not flee before Heracles in the underworld; in that encounter, Heracles asked this man if he could marry his sister Deianira. After his death, his wife Cleopatra Alcyone died from grief and several of his sisters wept so much that they transformed into guineafowl. Because this man killed his relatives Plexippus and Toxeus, the Furies instructed this figure's mother Althaea to throw a cursed brand into the fire, killing him as it burned. Renowned for leading the hunt of an animal sacred to Artemis, for 10 points, name this Greek hero who loved Atalanta and who slew the Calydonian boar.": {
    "guess": "Meleager",
    "confidence": [
      [
        "Me",
        -0.00095255213
      ],
      [
        "le",
        -1.8908588e-05
      ],
      [
        "ager",
        -0.0010461472
      ]
    ]
  },
  "A son of Zeus and Electra became one of the founders of this city after fleeing Samothrace when Zeus killed his brother Iasion. This city's territory was at one point divided between the brothers Ilus and Assaracus. A deceptive king of this city offered his daughter Hesione to a sea monster sent by Poseidon, who was angry because that king failed to (*) pay Poseidon and Apollo for building this city's": {
    "guess": "Troy",
    "confidence": [
      [
        "T",
        -0.019194085
      ],
      [
        "roy",
        -0.003763382
      ]
    ]
  },
  "Both this man's song \"I Love and I Must\" and the Alemand that opens the Suite No. 7 in D Minor from his A Choice Collection of Lessons curiously bear the nickname \"Bell-Barr.\"  A popular anecdote tells how in one of his many catches, \"Of all the instruments,\" this composer of Bonduca and The Spanish Friar mocked the \"zingle, zingle, zing\" of the viola da gamba to irritate John Gostling.  Franklin Zimmerman lent his name to the \"Z\" numbers used to catalog the works of this composer, whose \"Martial Air,\" or \"Trumpet Tune,\" is often played as a fanfare at weddings, and whose Abdelazar contains a rondo": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.0013898775
      ],
      [
        " Pur",
        -2.188868e-05
      ],
      [
        "cell",
        -7.648396e-05
      ]
    ]
  },
  "His son is an MIT graduate living in Boston, and his brother is a doctor in Chicago. In 1999, he orchestrated what some observers termed \"the biggest strategic blunder since Pearl Harbor\"\\--the attempt to take over Kargil heights. Since he came to power five years ago, he already lived through four assassination attempts, including one by suicide bombers. Having come to power by placing Prime Minister Nawaz Sharif under house arrest and dissolving the parliament, FTP name this current president of": {
    "guess": "Pervez Musharraf",
    "confidence": [
      [
        "Per",
        -0.10755917
      ],
      [
        "vez",
        -0.00020842774
      ],
      [
        " Mush",
        -4.4537377e-05
      ],
      [
        "ar",
        -0.0004388943
      ],
      [
        "raf",
        -0.00013178712
      ]
    ]
  },
  "Both this man's song \"I Love and I Must\" and the Alemand that opens the Suite No. 7 in D Minor from his": {
    "guess": "Jean-Philippe Rameau",
    "confidence": [
      [
        "Jean",
        -0.6221126
      ],
      [
        "-",
        -0.09330769
      ],
      [
        "Philip",
        -0.00039409203
      ],
      [
        "pe",
        -2.9636918e-05
      ],
      [
        " R",
        -9.877504e-05
      ],
      [
        "ame",
        -6.392203e-06
      ],
      [
        "au",
        -0.00021236145
      ]
    ]
  },
  "This man's son Henry was the first United States commissioner of patents. Though this man did not sign the Constitution, he promoted its ratification in his Letters of a Landholder.  He reluctantly agreed to be appointed commisioner to France in 1799, three years after he took a position which had been declined by William Cushing.  He proposed the use of the phrase \"United States\" as a member of the five-man committee which drafted the Constitution; that committee was chaired by the man who preceded him in his most prominent position, John Rutledge.  He also joined with Roger Sherman to create the Connecticut Compromise. FTP, name this politician who was the third Chief Justice of the Supreme": {
    "guess": "Oliver Ellsworth",
    "confidence": [
      [
        "Ol",
        -0.021349614
      ],
      [
        "iver",
        -1.50940705e-05
      ],
      [
        " Ell",
        -8.1490514e-05
      ],
      [
        "sworth",
        -0.00045355264
      ]
    ]
  },
  "This song's title character, known as the Old Man of the Dovre, yells \"Ice in your blood!\" at the end of this song. After this song ends, the title character's daughter dances for a man who had earlier abducted (*) Solveig. This piece opens with cellos and bassoons, then steadily increases volume and tempo as the title troll pursues Peer Gynt. For 10 points, name this piece of incidental music by Edvard Grieg.": {
    "guess": "In the Hall of the Mountain King",
    "confidence": [
      [
        "In",
        -0.11518096
      ],
      [
        " the",
        -0.00031627773
      ],
      [
        " Hall",
        -4.2510914e-05
      ],
      [
        " of",
        -5.080963e-06
      ],
      [
        " the",
        -2.5941605e-05
      ],
      [
        " Mountain",
        -2.5345586e-05
      ],
      [
        " King",
        -7.9418505e-06
      ]
    ]
  },
  "Songs included on this movie's soundtrack include Candy Shop, which is performed by a creepy cover band following a wedding at the end of the film, and Who Let the Dogs Out, which appears just before one character is mocked for his man purse. Another song which begins What do tigers dream of, when they take a little tiger snooze is performed by Ed Helms, one of the four male leads in this film which takes place primarily in Las Vegas. For ten points, identify this 2009 hit movie starring Zach Galifianakis and Bradley Cooper, which included a cameo by Mike Tyson.": {
    "guess": "The Hangover",
    "confidence": [
      [
        "The",
        -0.0007298283
      ],
      [
        " Hang",
        -0.00016742534
      ],
      [
        "over",
        -2.2723105e-05
      ]
    ]
  },
  "One of his sons was blinded by Nomia. Statues of him were intended to bring prosperity and luck and marked the boundary of one's property, and he assisted the Fates with the alphabet by reducing sounds to characters. With cow-gut and a tortoise shell, he created a musical instrument which he gave to Apollo in exchange for cattle he stole as a child. He slew Argus after lulling him to sleep, and he served as a psychopomp, or guide of souls. For 10 points, name this winged-sandal wearing messenger": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0028564704
      ],
      [
        "erm",
        -3.070975e-05
      ],
      [
        "es",
        -2.868329e-05
      ]
    ]
  },
  "The son of Marie Josephe of Saxony and the Dauphin Louis Ferdinand, this political figure‟s marriage to a certain Austrian Hapsburg princess was overwhelmingly opposed by his native country, due to the fact that Austria had dragged his nation into a costly defeat at the hands of Great Britain during the Seven Years War. Upon ascending to the throne, such economic advisers as Jacques Necker and Turgot dragged his nation into further disarray, a situation exacerbated by the perpetuation of the antiquated": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.005444228
      ],
      [
        " XVI",
        -0.00066477974
      ]
    ]
  },
  "The son of Marie Josephe of Saxony and the Dauphin Louis Ferdinand, this political figure‟s marriage to a certain Austrian Hapsburg princess was overwhelmingly opposed by his native country, due to the fact that Austria had dragged his nation into a costly defeat at the hands of Great Britain during the Seven Years War. Upon ascending to the throne, such economic advisers as Jacques Necker and Turgot dragged his nation into further disarray, a situation exacerbated by the perpetuation of the antiquated socio-economic structure of the \"Estates of the Realm.\" For ten points, name this indecisive husband of Marie Antoinette of Austria and the last king of France before the outbreak of the French": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.019753035
      ],
      [
        " XVI",
        -0.001890911
      ]
    ]
  },
  "One of the songs by this composer mentions goldless gold, silkless silk, and soulless souls. One of his early songs was originally about Edward Crump, and, though it was not a positive portrayal, it may have helped Crump get elected Mayor of the city the song is now named after. This musician's most famous song begins with the line, \"I hate to see that evening sun go down.\" Name this musician and songwriter who composed \"Loveless Love\", \"Memphis Blues\", and \"Saint Louis Blues\" who was known as the": {
    "guess": "W. C. Handy",
    "confidence": [
      [
        "W",
        -0.033685237
      ],
      [
        ".",
        -0.03726678
      ],
      [
        " C",
        -4.00813e-06
      ],
      [
        ".",
        -7.576874e-05
      ],
      [
        " Handy",
        -1.7239736e-05
      ]
    ]
  },
  "This son of Robert the Devil began construction on the White Tower in London. This ruler's claim to the throne was backed by Pope Alexander II. This man ordered the creation of the Domesday Book. His queen was Matilda and Henry I was his son. This man's victory over Harold II began the Norman rule of": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.00028910663
      ],
      [
        " the",
        -0.0004158953
      ],
      [
        " Con",
        -7.3458323e-06
      ],
      [
        "quer",
        -7.58424e-06
      ],
      [
        "or",
        -5.4385737e-06
      ]
    ]
  },
  "This son of Robert the Devil began construction on the White Tower in London. This ruler's claim to the throne was backed by Pope Alexander II. This man ordered the creation of the Domesday Book. His queen was Matilda and Henry I was his son. This man's victory over Harold II began the Norman rule of England. For 10 points, name this ruler who won the Battle of Hastings and became King of England in 1066.": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.0021327755
      ],
      [
        " the",
        -0.0018838962
      ],
      [
        " Con",
        -5.216641e-05
      ],
      [
        "quer",
        -5.121278e-05
      ],
      [
        "or",
        -1.1637165e-05
      ]
    ]
  },
  "The son of a sail maker, he studied mathematics at Lyon before moving to chemistry. During World War I, he was assigned to guard a railroad bridge, but was transferred to chemical warfare, and worked on the manufacture of phosgene and the detection  of mustard gas. FTP, identify this French scientist, who discovered that reactive organic halogen in a diethyl ether solution would combine with magnesium to produce an organomagnesium compound, a reaction for which he was awarded the Nobel Prize in 1912  .": {
    "guess": "Victor Grignard",
    "confidence": [
      [
        "Vict",
        -0.0037880852
      ],
      [
        "or",
        -1.5451682e-05
      ],
      [
        " Gr",
        -7.226629e-06
      ],
      [
        "ign",
        -1.962381e-05
      ],
      [
        "ard",
        -5.3193703e-06
      ]
    ]
  },
  "The son of the man who lost this battle was lured into a trap by Quintus Poppaedius Silo fifteen years later, and this battle was a follow-up to one where a storm prevented the destruction of the forces": {
    "guess": "Battle of Arausio",
    "confidence": [
      [
        "Battle",
        -0.02122965
      ],
      [
        " of",
        -0.00030805267
      ],
      [
        " Ara",
        -0.7974186
      ],
      [
        "us",
        -1.1637165e-05
      ],
      [
        "io",
        -4.2868523e-05
      ]
    ]
  },
  "He was the son of Phlegyas, descendant of Ares, and married the beautiful princess Dia, who, like many, might have been raped by Zeus.  When receiving Dia's father, Deioneus, he arranged a camouflaged pit of burning coals for the old man to fall into so that he could avoid paying the bride price.  Later, a monster son of his mated with the mares on Mt. Pelion, thereby creating a new race.  This father of Pirithous was a king of the Lapiths, who was punished for attempting to seduce Hera.  FTP, name this progenitor of the Centaurs, a man who was bound to a fiery wheel in the underworld": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.00073529704
      ],
      [
        "ion",
        -1.60477e-05
      ]
    ]
  },
  "A song in this work tells of the death of Finn on a visit to his sister in Frisia. The first character": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.10412001
      ],
      [
        "ow",
        -0.0029015203
      ],
      [
        "ulf",
        -9.531814e-05
      ]
    ]
  },
  "A song in this work tells of the death of Finn on a visit to his sister in Frisia. The first character to speak in this work is a coast-guard who gives directions to some sea-faring soldiers. It survives as the work of Scribes A and B in Cotton Vitellius A15, also called the Nowell Codex. One character in this work is challenged to retell his swimming contest with Breca. This poem begins with the funeral of Scyld Scefing, and ends with Wiglaf assisting the title figure against a dragon. Its title": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.0015683073
      ],
      [
        "ow",
        -2.5583993e-05
      ],
      [
        "ulf",
        -6.6306106e-06
      ]
    ]
  },
  "In one sonnet, this poet remembers pausing in the morning to feel a \"calm so deep\" caused by \"all that": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -0.0271926
      ],
      [
        " Words",
        -0.0017927513
      ],
      [
        "worth",
        -0.00018828231
      ]
    ]
  },
  "The son of a Paris policeman, he enrolled in the Ecole Imperiale Speciale de Dessin et de Mathematiques": {
    "guess": "Henri de Toulouse-Lautrec",
    "confidence": [
      [
        "Hen",
        -0.79115677
      ],
      [
        "ri",
        -6.2729996e-06
      ],
      [
        " de",
        -0.60627276
      ],
      [
        " T",
        -0.0016951766
      ],
      [
        "oulouse",
        -2.2723105e-05
      ],
      [
        "-L",
        -0.00044640043
      ],
      [
        "aut",
        -0.0011484332
      ],
      [
        "rec",
        -0.00011439072
      ]
    ]
  },
  "One of his sons, Hardjedef, is known for his eponymous Instructions, while his son Kawab by his chief queen Mertiotes preceded him in death. Also known as Horus Medjedu, his successor Djedefra was followed by his more famous son Khafra. This man ruled from 2589-2566 B.C., and his vizier Hemiunu was instrumental in the completion of his most famous project, perhaps begun during the reign of his father Sneferu, the founder of the 4th Dynasty. For ten points, name this Egyptian king famous for the Great": {
    "guess": "Khufu",
    "confidence": [
      [
        "Kh",
        -0.011454146
      ],
      [
        "uf",
        -2.3392786e-06
      ],
      [
        "u",
        -3.488188e-05
      ]
    ]
  },
  "One song about this location was accused of hiding the message \"Here's to my sweet Satan\" in the lyrics backwards. In \"Imagine,\" John Lennon claims \"it's easy\" to imagine that this location doesn't exist.": {
    "guess": "Heaven",
    "confidence": [
      [
        "He",
        -0.7234654
      ],
      [
        "aven",
        -5.3239244e-05
      ]
    ]
  },
  "The son of Marie Josephe of Saxony and the Dauphin Louis Ferdinand, this political figure‟s marriage to a certain Austrian Hapsburg princess was overwhelmingly opposed by his native country, due to the fact that Austria had dragged his nation into a costly defeat at the hands of Great Britain during": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.68887985
      ],
      [
        " XVI",
        -0.89280564
      ]
    ]
  },
  "In one of his sonnets, this man alluded to the \"hinds that were transformed to frogs\" which \"railed at Latona's twin-born progeny\" and complained of being surrounded by a \"barbarous noise\" of \"owls and cuckoos, asses, apes, and dogs.\" In another sonnet, he invited Cyriack Skinner to join him in spending a day without studying Euclid and Archimedes, while a sonnet written after the death of his second wife called her his \"late espousèd saint\" whom he thought he saw in a dream. Other sonnets by this poet commemorate a massacre in Piedmont and reflect on how his light is spent. FTP, name this English": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.0040250877
      ],
      [
        " Milton",
        -9.5198935e-05
      ]
    ]
  },
  "This man's son was an official advisor on Africa, but was later accused of selling guns to Angola with Arcadi Gaydamak. This man worked for the Vichy regime until he noticed Nazi Germany would lose the war, after which he joined the Resistance under the codename \"Capitaine Morland.\" The first female prime minister of France, Edith Cresson, was appointed by this man. He ordered Operation Satanique, which led to the accidental death of Fernando Pereira, a Portuguese photographer. He lost his 1965 bid for the presidency against De Gaulle, and he was defeated in the 1974 election against d'Estaing. For 10 points, name this socialist president of France who ordered the bombing of the Rainbow Warrior, the left-wing half of the cohabitation along with Jacques Chirac.": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.00753766
      ],
      [
        "çois",
        -0.0019017439
      ],
      [
        " M",
        -8.602025e-05
      ],
      [
        "itter",
        -0.00015229016
      ],
      [
        "rand",
        -0.00015741224
      ]
    ]
  },
  "The son of Marie Josephe of Saxony and the Dauphin Louis Ferdinand, this political figure‟s marriage to a certain Austrian Hapsburg princess was overwhelmingly opposed by his native country, due to the fact that Austria had dragged his nation into a costly defeat at the hands of Great Britain during the Seven Years War. Upon ascending to the throne, such economic advisers as Jacques Necker and Turgot": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.009267347
      ],
      [
        " XVI",
        -0.00029923528
      ]
    ]
  },
  "After his son and successor was assassinated, another of this man's sons took the throne and instituted persecutions of Buddhists before being overthrown by the Buddhist governor of Khorasan, Arghun. After capturing Lurestan, this man seized the fortress of Alamut without a struggle and went on to execute al-Musta'sim, who was allegedly rolled up in a rug and trampled to death. In the course of those": {
    "guess": "Hulagu Khan",
    "confidence": [
      [
        "H",
        -0.0129045425
      ],
      [
        "ul",
        -0.068084605
      ],
      [
        "agu",
        -0.0019552754
      ],
      [
        " Khan",
        -0.00034332962
      ]
    ]
  },
  "This man's song \"Paracelsus\" recycles sections from a work in his earlier \"Men of Literature\" cycle, and near the end of his career he published Three Quarter Tone Piano Pieces and 114 Songs. This composer,": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.023913456
      ],
      [
        " I",
        -0.00118963
      ],
      [
        "ves",
        -2.0696643e-05
      ]
    ]
  },
  "One of the songs by this composer mentions goldless gold, silkless silk, and soulless souls. One of his early songs was originally about Edward Crump, and, though it was not a positive portrayal, it may have helped Crump get elected Mayor of the city the song is now named after. This musician's most": {
    "guess": "Bob Dylan",
    "confidence": [
      [
        "Bob",
        -0.6452489
      ],
      [
        " Dylan",
        -0.00043138445
      ]
    ]
  },
  "This son of Thoösa fell in love with a daughter of Doris and tried to make himself more presentable by combing his hair with a rake and shaving with a scythe. The Nereid he loved shared her name with a living ivory image of Aphrodite carved by Pygmalion. He had his first experience with alcohol when": {
    "guess": "Glaucus",
    "confidence": [
      [
        "G",
        -0.17017186
      ],
      [
        "la",
        -0.0023991975
      ],
      [
        "ucus",
        -0.00047857445
      ]
    ]
  },
  "A song with this name allegedly shares its title with the card carried by Hamburg, Germany prostitutes that proves the absence of sexually transmitted diseases. A game with this name has an expansion in which Alvin the Alien and Dexter the Dinosaur are characters. In that game with this name, players collect matching train cards in order to acquire railway routes connecting cities. The song with this title ends \"My baby don't care\" repeated several times. That song with this title begins \"I think": {
    "guess": "Ticket to Ride",
    "confidence": [
      [
        "Ticket",
        -0.0015480681
      ],
      [
        " to",
        -0.00046010152
      ],
      [
        " Ride",
        -0.107983865
      ]
    ]
  },
  "A song in this work tells of the death of Finn on a visit to his sister in Frisia. The first character to speak in this work is a coast-guard who gives directions to some sea-faring soldiers. It survives as the work of Scribes A and B in Cotton Vitellius A15, also called the Nowell Codex. One character in this work is challenged to retell his swimming contest with Breca. This poem begins with the funeral of Scyld Scefing, and ends with Wiglaf assisting the title figure against a dragon. Its title Geatish hero defends Heorot hall and king Hrothgar. For 10 points, identify this Old English poem, in which the title warrior defeats the monster Grendel and its mother.": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.0012105915
      ],
      [
        "ow",
        -1.6643718e-05
      ],
      [
        "ulf",
        -1.0683535e-05
      ]
    ]
  },
  "The son of the man who lost this battle was lured into a trap by Quintus Poppaedius Silo fifteen years later, and this battle was a follow-up to one where a storm prevented the destruction of the forces of Gnaeus Papirius Carbo at Noreia. One of this battle's survivors was a young Quintus Sertorius, who managed to swim across the Rhone in full armor. Occuring because the proconsul refused to relinquish": {
    "guess": "Battle of Arausio",
    "confidence": [
      [
        "Battle",
        -0.095681265
      ],
      [
        " of",
        -0.002040699
      ],
      [
        " Ara",
        -0.946689
      ],
      [
        "us",
        -2.9636918e-05
      ],
      [
        "io",
        -0.00017517358
      ]
    ]
  },
  "This song's title character, known as the Old Man of the Dovre, yells \"Ice in your blood!\" at the end of this song. After this song ends, the title character's daughter dances for a man who had earlier": {
    "guess": "In the Hall of the Mountain King",
    "confidence": [
      [
        "In",
        -0.32053065
      ],
      [
        " the",
        -0.0003092447
      ],
      [
        " Hall",
        -1.7835755e-05
      ],
      [
        " of",
        -4.1273333e-06
      ],
      [
        " the",
        -7.3458323e-06
      ],
      [
        " Mountain",
        -9.253091e-06
      ],
      [
        " King",
        -9.849109e-06
      ]
    ]
  },
  "Songs included on this movie's soundtrack include Candy Shop, which is performed by a creepy cover band following a wedding at the end of the film, and Who Let the Dogs Out, which appears just before one character is mocked for his man purse. Another song which begins What do tigers dream of, when they take a little tiger snooze is performed by Ed Helms, one of the four male leads in this film which": {
    "guess": "The Hangover",
    "confidence": [
      [
        "The",
        -0.00045771745
      ],
      [
        " Hang",
        -0.00016182278
      ],
      [
        "over",
        -3.6073914e-05
      ]
    ]
  },
  "One song often associated with this activity says to use Listerine strips, features Keak da Sneak's claim to be \"off that 18 purple juice,\" and suggests that one put on stunna shades before doing it. Another song, by Mistah Fab, suggests that it should be done when you are \"looking like a star\" and that Patrick Swayze enjoys it. Sheldon Porochnavy and Davender Gulley have died doing this activity,": {
    "guess": "Sideshows (automobile exhibition)",
    "confidence": [
      [
        "S",
        -1.2484747
      ],
      [
        "ides",
        -0.66829556
      ],
      [
        "h",
        -0.001194156
      ],
      [
        "ows",
        -0.00053587474
      ],
      [
        " (",
        -0.70989275
      ],
      [
        "autom",
        -0.89076126
      ],
      [
        "obile",
        -0.35833368
      ],
      [
        " exhibition",
        -0.109501705
      ],
      [
        ")",
        -0.0011672453
      ]
    ]
  },
  "A song named for this concept on Inna's first album claims that this concept \"is a mystery, distance is killing me.\" Ellie Goulding sings \"When everything's wrong, you make it right\" in a song whose title": {
    "guess": "Love",
    "confidence": [
      [
        "Love",
        -0.13399686
      ]
    ]
  },
  "This man's song \"Paracelsus\" recycles sections from a work in his earlier \"Men of Literature\" cycle, and near the end of his career he published Three Quarter Tone Piano Pieces and 114 Songs. This composer, the subject of Jan Swafford's study, included the hymn \"Watchman, tell us of the night\" in his humongous Symphony No. 4 and he related his experiences with Delta Kappa Epsilon in one of his Cartoons titled \"Calcium Light Night.\" Three parts of his unfinished Universe Symphony are extant, and his piano trio's second movement's scherzo \"is a joke.\" His \"Two Contemplations\" include The Unanswered Question and a piece which famously quotes Hello, My Baby, Central Park in the Dark. For 10 points, name this American composer best known for his composition Three Places in New England.": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.0025176348
      ],
      [
        " I",
        -0.0025053862
      ],
      [
        "ves",
        -1.569009e-05
      ]
    ]
  },
  "This son of Muireann (mih-ran) Muncheam (mun-kham) once beheaded the demon Aillen mac Midna, who had previously raided Tara every Samhain (suh-vehn). For that act, Cormac mac Airt rewarded this man with a position previously held the man who killed this man's father had Cumhaill (cuh-vell), Goll mac Morna. He once threw the Isle of Man at a rival and also legendarily built the Giant's Causeway. He": {
    "guess": "Finn MacCool",
    "confidence": [
      [
        "F",
        -0.0006373812
      ],
      [
        "inn",
        -0.039003983
      ],
      [
        " Mac",
        -0.012125203
      ],
      [
        "Cool",
        -0.00017231269
      ]
    ]
  },
  "The son of a poor Protestant minister, he nonetheless learned all the major European languages plus ancient": {
    "guess": "Polyglot",
    "confidence": [
      [
        "Poly",
        -0.46473056
      ],
      [
        "gl",
        -3.7742768e-05
      ],
      [
        "ot",
        -0.0040646284
      ]
    ]
  },
  "Songs included on this movie's soundtrack include Candy Shop, which is performed by a creepy cover band": {
    "guess": "The Hangover",
    "confidence": [
      [
        "The",
        -0.006309254
      ],
      [
        " Hang",
        -0.00033332017
      ],
      [
        "over",
        -6.6306106e-06
      ]
    ]
  },
  "Their songs included Traffic Lights, which is on their album Contractual Agreements, Finland Song, which is on The Final Rip Off, and Here Comes Another One, which is on The Hastily Cobbled Together for a Fast Buck Album. Other well-known songs include Every Sperm Is Sacred, Always Look on the Bright Side of Life, and The Tale of Sir Robin, which are in their movies. Name this group that included Terry Jones, Eric Idle, and John Cleese and made the movies The Meaning of Life, Life of Brian, and The": {
    "guess": "Monty Python",
    "confidence": [
      [
        "Mont",
        -0.011797263
      ],
      [
        "y",
        -4.85903e-05
      ],
      [
        " Python",
        -0.00016790217
      ]
    ]
  },
  "This song says that \"if you listen very hard, the truth will come to you at last\" before stating that \"all are one and one is all, to be a rock and not to roll.\" This song's speaker has seen \"ring of smoke through the trees.\" According to this song, [*] \"there are two paths you can go by,\" but \"there's still time to change the road you're on.\" The singer says that \"the piper's calling you to join him\"": {
    "guess": "Stairway to Heaven",
    "confidence": [
      [
        "St",
        -0.0029237529
      ],
      [
        "air",
        -8.776276e-06
      ],
      [
        "way",
        -5.080963e-06
      ],
      [
        " to",
        -0.0005767433
      ],
      [
        " Heaven",
        -0.00012368128
      ]
    ]
  },
  "One song often associated with this activity says to use Listerine strips, features Keak da Sneak's claim to be \"off that 18 purple juice,\" and suggests that one put on stunna shades before doing it. Another song, by Mistah Fab, suggests that it should be done when you are \"looking like a star\" and that Patrick Swayze enjoys it. Sheldon Porochnavy and Davender Gulley have died doing this activity, usually accompanied by E-40's \"Tell Me When to Go.\" For 10 points, San Francisco's hyphy culture is the origin of what practice, in which one can \"pull up, hop out, all in one motion\" and dance \"on the": {
    "guess": "Hyphy",
    "confidence": [
      [
        "Hy",
        -0.22964647
      ],
      [
        "phy",
        -0.00011117222
      ]
    ]
  },
  "His son and successor was excommunicated by Pope Gregory V, which would seem to bely his nickname.  This man's problems with Church figures came to a head when the Bishop of Laon joined with Eudes of Blois in a plot designed to deliver him into the hands of his enemy Otto III.    He also was at odds with Pope John XV, particularly over the deposition of archbishop Arnulf, the nephew of the duke of Lorraine.  That duke, Charles, was the only legitimate heir to a certain crown following the death of": {
    "guess": "Hugh Capet",
    "confidence": [
      [
        "Hugh",
        -1.2813343
      ],
      [
        " Cap",
        -0.032904852
      ],
      [
        "et",
        -8.292095e-05
      ]
    ]
  },
  "This man's son was an official advisor on Africa, but was later accused of selling guns to Angola with Arcadi Gaydamak. This man worked for the Vichy regime until he noticed Nazi Germany would lose the war, after which he joined the Resistance under the codename \"Capitaine Morland.\" The first female prime minister of France, Edith Cresson, was appointed by this man. He ordered Operation Satanique, which led to the accidental death of Fernando Pereira, a Portuguese photographer. He lost his 1965 bid for the presidency against De Gaulle, and he was defeated in the 1974 election against d'Estaing.": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.011109715
      ],
      [
        "çois",
        -0.0026934824
      ],
      [
        " M",
        -0.00018792471
      ],
      [
        "itter",
        -6.50404e-05
      ],
      [
        "rand",
        -0.0002352449
      ]
    ]
  },
  "As soon as the mother and child are able to travel, they visit Gurdwara.  There they prepare sacred pudding,": {
    "guess": "Guru Nanak Jayanti",
    "confidence": [
      [
        "G",
        -1.8255613
      ],
      [
        "uru",
        -0.5856277
      ],
      [
        " Nan",
        -1.0974014
      ],
      [
        "ak",
        -0.0001506213
      ],
      [
        " Jay",
        -0.024852205
      ],
      [
        "anti",
        -0.0004017137
      ]
    ]
  },
  "This son of Thoösa fell in love with a daughter of Doris and tried to make himself more presentable by combing his hair with a rake and shaving with a scythe. The Nereid he loved shared her name with a": {
    "guess": "Glaucus",
    "confidence": [
      [
        "G",
        -0.15112473
      ],
      [
        "la",
        -3.2855416e-05
      ],
      [
        "ucus",
        -0.0015112893
      ]
    ]
  },
  "Songs included on this movie's soundtrack include Candy Shop, which is performed by a creepy cover band following a wedding at the end of the film, and Who Let the Dogs Out, which appears just before one character is mocked for his man purse. Another song which begins What do tigers dream of, when they": {
    "guess": "The Hangover",
    "confidence": [
      [
        "The",
        -0.0022173459
      ],
      [
        " Hang",
        -0.00044056313
      ],
      [
        "over",
        -4.604148e-06
      ]
    ]
  },
  "Both this man's song \"I Love and I Must\" and the Alemand that opens the Suite No. 7 in D Minor from his A Choice Collection of Lessons curiously bear the nickname \"Bell-Barr.\"  A popular anecdote tells how in one of his many catches, \"Of all the instruments,\" this composer of Bonduca and The Spanish Friar mocked the \"zingle, zingle, zing\" of the viola da gamba to irritate John Gostling.  Franklin Zimmerman lent his name to the \"Z\" numbers used to catalog the works of this composer, whose \"Martial Air,\" or \"Trumpet Tune,\" is often played as a fanfare at weddings, and whose Abdelazar contains a rondo that served as the theme for Benjamin Britten's A Young Person's Guide to the Orchestra.  FTP, identify this Baroque composer who employed Nahum Tate as a librettist for his Dido and Aeneas.": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.0009783863
      ],
      [
        " Pur",
        -6.253713e-05
      ],
      [
        "cell",
        -8.6735476e-05
      ]
    ]
  },
  "A son of Zeus and Electra became one of the founders of this city after fleeing Samothrace when Zeus killed his brother Iasion. This city's territory was at one point divided between the brothers Ilus and Assaracus. A deceptive king of this city offered his daughter Hesione to a sea monster sent by Poseidon, who was angry because that king failed to (*) pay Poseidon and Apollo for building this city's walls. Heracles sacked this city when he did not receive his promised immortal horses from Laomedon, who received those horses from Zeus as compensation for the rape of his brother, Ganymede. For": {
    "guess": "Troy",
    "confidence": [
      [
        "T",
        -0.018820737
      ],
      [
        "roy",
        -2.749125e-05
      ]
    ]
  },
  "One of this man's sons was an ugly hunter known for carving a large rock sculpture of Cybele. Some sources state that his birth was probably the result of a relationship between Zeus and the nymph Plouto. This father of Broteas was both the maternal and paternal grandfather of a pair of children who murdered Chrysippus. Later, one of those grandchildren killed the other's sons and fed them to him. This grandfather of (*) Atreus and Thyestes had a daughter who turned to stone after her children were": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.023287402
      ],
      [
        "antal",
        -0.00032521432
      ],
      [
        "us",
        -0.00013858173
      ]
    ]
  },
  "His son is an MIT graduate living in Boston, and his brother is a doctor in Chicago. In 1999, he orchestrated what some observers termed \"the biggest strategic blunder since Pearl Harbor\"\\--the attempt to take over Kargil heights. Since he came to power five years ago, he already lived through four assassination attempts, including one by suicide bombers. Having come to power by placing Prime Minister Nawaz Sharif under house arrest and dissolving the parliament, FTP name this current president of Pakistan.": {
    "guess": "Pervez Musharraf",
    "confidence": [
      [
        "Per",
        -0.24601156
      ],
      [
        "vez",
        -0.00026217024
      ],
      [
        " Mush",
        -3.9650025e-05
      ],
      [
        "ar",
        -0.0003465481
      ],
      [
        "raf",
        -0.00028457688
      ]
    ]
  },
  "The son of Pelasgus and Meliboea was turned into one of these creatures for feeding Zeus human flesh and then attempting to kill him. That king of Arcadia was Lycaon, and Acca Larentia, the wife of the shepherd Faustulus, took over for one of these creatures in caring for twins. Another was bound with chains made with such ingredients as the beard of a woman while biting off the hand of Tyr. One of these named Skoll chases the sun while another suckled Romulus and Remus. For 10 points, name these": {
    "guess": "Werewolf",
    "confidence": [
      [
        "Wer",
        -0.49875352
      ],
      [
        "ewolf",
        -0.03393336
      ]
    ]
  },
  "One song often associated with this activity says to use Listerine strips, features Keak da Sneak's claim to be \"off that 18 purple juice,\" and suggests that one put on stunna shades before doing it. Another song, by Mistah Fab, suggests that it should be done when you are \"looking like a star\" and that": {
    "guess": "Hyphy",
    "confidence": [
      [
        "Hy",
        -0.9407678
      ],
      [
        "phy",
        -5.121278e-05
      ]
    ]
  },
  "His son Rudy committed suicide, which opened a rift between this man and his daughter Winnie, who runs a website called Frozen Truth. This man hatches a complicated plot involving giving his daughter's photograph to Keller Zabel worker played by Shia Labeouf in order to steal 100 million dollars and convert it to 1 billion dollars by shorting during the subprime mortgage crisis. At the beginning of": {
    "guess": "Arbitrage (film)",
    "confidence": [
      [
        "Ar",
        -0.7279791
      ],
      [
        "bit",
        -0.018350927
      ],
      [
        "rage",
        -0.0014429727
      ],
      [
        " (",
        -0.0953831
      ],
      [
        "film",
        -0.015979122
      ],
      [
        ")",
        -0.00048346177
      ]
    ]
  },
  "Their songs included Traffic Lights, which is on their album Contractual Agreements, Finland Song, which": {
    "guess": "The Baseballs",
    "confidence": [
      [
        "The",
        -1.8195063
      ],
      [
        " Baseball",
        -1.0460892
      ],
      [
        "s",
        -0.25840473
      ]
    ]
  },
  "He was the son of Phlegyas, descendant of Ares, and married the beautiful princess Dia, who, like many, might have been raped by Zeus.  When receiving Dia's father, Deioneus, he arranged a camouflaged pit of burning coals for the old man to fall into so that he could avoid paying the bride price.  Later, a monster son of his mated with the mares on Mt. Pelion, thereby creating a new race.  This father of Pirithous was a king of the Lapiths, who was punished for attempting to seduce Hera.  FTP, name": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.06830341
      ],
      [
        "ion",
        -5.1689596e-05
      ]
    ]
  },
  "This son of Muireann (mih-ran) Muncheam (mun-kham) once beheaded the demon Aillen mac Midna, who had previously raided Tara every Samhain (suh-vehn). For that act, Cormac mac Airt rewarded this man with a position previously held the man who killed this man's father had Cumhaill (cuh-vell), Goll mac Morna. He once threw the Isle of Man at a rival and also legendarily built the Giant's Causeway. He encountered a doe while hunting; that doe transformed into his wife Sadb (Sad-dub), who eventually gave birth to his son Oisin. While apprenticed to Finnegas, this character burned his thumb on a creature who'd previously lived in the Boyne. For 10 points, identify this mythical Irish hunter-warrior": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.0008202305
      ],
      [
        "ion",
        -0.3467121
      ],
      [
        "n",
        -2.7252845e-05
      ],
      [
        " mac",
        -0.010161171
      ],
      [
        " Cum",
        -0.00017827288
      ],
      [
        "ha",
        -0.011906706
      ],
      [
        "ill",
        -1.247159e-05
      ]
    ]
  },
  "This son of Muireann (mih-ran) Muncheam (mun-kham) once beheaded the demon Aillen mac Midna, who had previously raided Tara every Samhain (suh-vehn). For that act, Cormac mac Airt rewarded this man with a position previously held the man who killed this man's father had Cumhaill (cuh-vell), Goll mac": {
    "guess": "Finn MacCool",
    "confidence": [
      [
        "F",
        -0.08595576
      ],
      [
        "inn",
        -0.08517003
      ],
      [
        " Mac",
        -0.010441636
      ],
      [
        "Cool",
        -0.0027411582
      ]
    ]
  },
  "In one sonnet, this poet remembers pausing in the morning to feel a \"calm so deep\" caused by \"all that mighty heart...lying still.\" In addition to \"Sonnet Composed upon Westminster Bridge,\" this poet wrote that he'd rather \"be a pagan, suckled in a creed outworn\" in another sonnet. In one poem, this poet claims that a \"green pastoral landscape\" is \"more dear...for thy sake\" when addressing his sister Dorothy. That poem begins \"five years have passed.\" This poet of \"The World is Too Much with Us\"": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -0.003678456
      ],
      [
        " Words",
        -0.00023977463
      ],
      [
        "worth",
        -2.8921695e-05
      ]
    ]
  },
  "One of the songs by this composer mentions goldless gold, silkless silk, and soulless souls. One of his": {
    "guess": "Erik Satie",
    "confidence": [
      [
        "E",
        -1.2277834
      ],
      [
        "rik",
        -0.44836092
      ],
      [
        " Sat",
        -0.0023472193
      ],
      [
        "ie",
        -1.8550976e-05
      ]
    ]
  },
  "His son and successor was excommunicated by Pope Gregory V, which would seem to bely his nickname.  This man's problems with Church figures came to a head when the Bishop of Laon joined with Eudes of Blois in a plot designed to deliver him into the hands of his enemy Otto III.    He also was at odds with Pope John XV, particularly over the deposition of archbishop Arnulf, the nephew of the duke of Lorraine.  That duke, Charles, was the only legitimate heir to a certain crown following the death of Louis the Indolent.  However, this man schemed with yet another clergymen, Adalbero of Reims, who crowned him at Noyon in 987.  The originator of a dynasty which lasted until the 1328 death of Charles the Fair, FTP, name this king, the name of whose dynasty derived from his penchant for \"wearing a cape.\"": {
    "guess": "Hugh Capet",
    "confidence": [
      [
        "Hugh",
        -0.08018452
      ],
      [
        " Cap",
        -0.0015705647
      ],
      [
        "et",
        -2.3319124e-05
      ]
    ]
  },
  "One of his sons, Hardjedef, is known for his eponymous Instructions, while his son Kawab by his chief queen Mertiotes preceded him in death. Also known as Horus Medjedu, his successor Djedefra was followed": {
    "guess": "Sneferu",
    "confidence": [
      [
        "S",
        -0.6110941
      ],
      [
        "ne",
        -0.002656155
      ],
      [
        "fer",
        -0.12856705
      ],
      [
        "u",
        -0.002288949
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign, O Judge, O Father\", an unexpected hit for Laurie Anderson. It is the first word in the title of a song from the album Clumsy which opens with the lines \"Do you worry that you're not liked? How long till you break?\" and ends with Raine Malda repeatedly asking \"Doesn't anybody know that the world's a subway?\" The repeated couplet \"If you go a (*) million miles away I'll track you down, girl / Trust me when I say I know the pathway to your heart\" features in another song of this title, covered by R.E.M. for Lifes Rich Pageant. It also titles a song about a figure who's \"just out to find/the": {
    "guess": "Superman",
    "confidence": [
      [
        "Super",
        -1.2141232
      ],
      [
        "man",
        -0.024970574
      ]
    ]
  },
  "One of this man's sons was an ugly hunter known for carving a large rock sculpture of Cybele. Some sources state that his birth was probably the result of a relationship between Zeus and the nymph Plouto. This father of Broteas was both the maternal and paternal grandfather of a pair of children who murdered Chrysippus. Later, one of those grandchildren killed the other's sons and fed them to him. This grandfather of (*) Atreus and Thyestes had a daughter who turned to stone after her children were shot down. He also had a son who had his shoulder replaced with ivory after Demeter accidentally took a bite of him. For 10 points name this father of Niobe who was punished for feeding his son Pelops": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.0058933645
      ],
      [
        "antal",
        -9.1026806e-05
      ],
      [
        "us",
        -6.1821906e-05
      ]
    ]
  },
  "A son of Zeus and Electra became one of the founders of this city after fleeing Samothrace when Zeus killed his brother Iasion. This city's territory was at one point divided between the brothers Ilus": {
    "guess": "Troy",
    "confidence": [
      [
        "T",
        -0.5789287
      ],
      [
        "roy",
        -0.010664107
      ]
    ]
  },
  "One of this man's sons was an ugly hunter known for carving a large rock sculpture of Cybele. Some sources state that his birth was probably the result of a relationship between Zeus and the nymph Plouto. This father of Broteas was both the maternal and paternal grandfather of a pair of children who": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.12537943
      ],
      [
        "antal",
        -0.013184111
      ],
      [
        "us",
        -0.0021358638
      ]
    ]
  },
  "One of this man's songs is about \"Jimmy the Saint,\" and that song, \"Lost in the Flood,\" appeared on the": {
    "guess": "Bruce Springsteen",
    "confidence": [
      [
        "Bruce",
        -0.003754829
      ],
      [
        " Spring",
        -0.00025478328
      ],
      [
        "steen",
        -0.00016015393
      ]
    ]
  },
  "This man's son-in law was the first Greek to land on the shore of Troy, which led to his death according to an oracle's prophecy and to the suicide of this man's daughter Polydora. Medusa and this man were the only ghosts to not flee before Heracles in the underworld; in that encounter, Heracles asked this man if he could marry his sister Deianira. After his death, his wife Cleopatra Alcyone died from": {
    "guess": "Meleager",
    "confidence": [
      [
        "Me",
        -0.033709094
      ],
      [
        "le",
        -6.2656334e-05
      ],
      [
        "ager",
        -0.0030383205
      ]
    ]
  },
  "The son of a sail maker, he studied mathematics at Lyon before moving to chemistry. During World War I, he was assigned to guard a railroad bridge, but was transferred to chemical warfare, and worked on": {
    "guess": "Fritz Haber",
    "confidence": [
      [
        "F",
        -0.34437877
      ],
      [
        "ritz",
        -0.007465474
      ],
      [
        " Hab",
        -0.0027240368
      ],
      [
        "er",
        -7.58424e-06
      ]
    ]
  },
  "Their songs included Traffic Lights, which is on their album Contractual Agreements, Finland Song, which is on The Final Rip Off, and Here Comes Another One, which is on The Hastily Cobbled Together for": {
    "guess": "Monty Python's Contractual Obligation Album",
    "confidence": [
      [
        "Mont",
        -0.66202754
      ],
      [
        "y",
        -2.1650272e-05
      ],
      [
        " Python",
        -0.000184587
      ],
      [
        "'s",
        -0.7472612
      ],
      [
        " Contract",
        -0.043150026
      ],
      [
        "ual",
        -0.00035441187
      ],
      [
        " Obl",
        -1.3306016e-05
      ],
      [
        "igation",
        -0.00053897407
      ],
      [
        " Album",
        -0.0004543871
      ]
    ]
  },
  "His son is an MIT graduate living in Boston, and his brother is a doctor in Chicago. In 1999, he orchestrated what some observers termed \"the biggest strategic blunder since Pearl Harbor\"\\--the attempt": {
    "guess": "Iraq War",
    "confidence": [
      [
        "Iraq",
        -1.2338201
      ],
      [
        " War",
        -0.0010273313
      ]
    ]
  },
  "A song with this name allegedly shares its title with the card carried by Hamburg, Germany prostitutes that proves the absence of sexually transmitted diseases. A game with this name has an expansion in which Alvin the Alien and Dexter the Dinosaur are characters. In that game with this name, players collect matching train cards in order to acquire railway routes connecting cities. The song with this title ends \"My baby don't care\" repeated several times. That song with this title begins \"I think I'm gonna be sad / I think it's today.\" For 10 points, name this song from the album Help! by the Beatles": {
    "guess": "Ticket to Ride",
    "confidence": [
      [
        "Ticket",
        -0.010585312
      ],
      [
        " to",
        -0.0008578623
      ],
      [
        " Ride",
        -0.25922492
      ]
    ]
  },
  "His son Rudy committed suicide, which opened a rift between this man and his daughter Winnie, who runs": {
    "guess": "Leopold Bloom",
    "confidence": [
      [
        "Le",
        -0.8338411
      ],
      [
        "op",
        -0.0010988958
      ],
      [
        "old",
        -4.7040652e-05
      ],
      [
        " Bloom",
        -0.0010195904
      ]
    ]
  },
  "The 400 sons try to kill Alligator by burying him alive. One-Blowgunner and Jaguar Deer, also known as the Hero Twins, defeat Seven Macaw and take his silver and jade in this book, whose title translates": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.008735242
      ],
      [
        "ol",
        -0.0038933037
      ],
      [
        " V",
        -9.1026806e-05
      ],
      [
        "uh",
        -6.749814e-06
      ]
    ]
  },
  "The son of a steelworker, he was party boss in Moldavia and was later sent to Kazakhstan by Khrushchev, who was wary of his amiable relationship with Stalin. Upon his return, he announced a namesake \"doctrine\"": {
    "guess": "Leonid Brezhnev",
    "confidence": [
      [
        "Leon",
        -0.9645706
      ],
      [
        "id",
        -0.00019817622
      ],
      [
        " Bre",
        -0.0013574945
      ],
      [
        "zh",
        -3.464347e-05
      ],
      [
        "nev",
        -1.6524515e-05
      ]
    ]
  },
  "One of this man's songs is about \"Jimmy the Saint,\" and that song, \"Lost in the Flood,\" appeared on the same album as a song with an often confused line about being \"revved up like a deuce.\" This man, who often plays alongside Nils Lofgren, wrote a song where he urged someone to \"put your makeup on and get your hair up pretty,\" and meet him in the title location. This man's \"Atlantic City\" appeared on his album Nebraska, and another song by this man features a long saxaphone solo by Clarence Clemons. This man behind \"Jungleland\" and \"Thunder Road\" also wrote \"Born to Run.\" For 10 points, name this New Jersey-based singer/songwriter who wrote \"Born in the U.S.A\" and often appears with the E Street": {
    "guess": "Bruce Springsteen",
    "confidence": [
      [
        "Bruce",
        -0.0094813425
      ],
      [
        " Spring",
        -0.00040087933
      ],
      [
        "steen",
        -0.0002162915
      ]
    ]
  },
  "This man's song \"Paracelsus\" recycles sections from a work in his earlier \"Men of Literature\" cycle, and near the end of his career he published Three Quarter Tone Piano Pieces and 114 Songs. This composer, the subject of Jan Swafford's study, included the hymn \"Watchman, tell us of the night\" in his humongous Symphony No. 4 and he related his experiences with Delta Kappa Epsilon in one of his Cartoons": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.019882293
      ],
      [
        " I",
        -0.00089490524
      ],
      [
        "ves",
        -3.0471343e-05
      ]
    ]
  },
  "The son of a sail maker, he studied mathematics at Lyon before moving to chemistry. During World War": {
    "guess": "Joseph Louis Gay-Lussac",
    "confidence": [
      [
        "Joseph",
        -1.1260614
      ],
      [
        " Louis",
        -0.3503275
      ],
      [
        " Gay",
        -0.2929345
      ],
      [
        "-L",
        -0.00026741522
      ],
      [
        "uss",
        -4.0246043e-05
      ],
      [
        "ac",
        -5.5861725e-05
      ]
    ]
  },
  "One song whose name means this opens with lyrics about sitting on the porch and counting migrating birds, while another song by this name beseeches the listener to \"catch me if I get too high/When I come down/I'll be coming home\". Bernard Slade wrote a play entitled Same Time, [this], and at the conclusion of the seder, participants proclaim \"[this] in Jerusalem\". Also a single from There Is Nothing": {
    "guess": "Same Time, Next Year",
    "confidence": [
      [
        "Same",
        -2.0588844
      ],
      [
        " Time",
        -0.08030421
      ],
      [
        ",",
        -0.006537385
      ],
      [
        " Next",
        -0.0011683182
      ],
      [
        " Year",
        -0.0004304308
      ]
    ]
  },
  "This man's son was an official advisor on Africa, but was later accused of selling guns to Angola with": {
    "guess": "Jonas Savimbi",
    "confidence": [
      [
        "Jon",
        -0.60668725
      ],
      [
        "as",
        -0.019199118
      ],
      [
        " Sav",
        -0.0006562008
      ],
      [
        "im",
        -0.000105331244
      ],
      [
        "bi",
        -0.00026026298
      ]
    ]
  },
  "The son of a steelworker, he was party boss in Moldavia and was later sent to Kazakhstan by Khrushchev, who was wary of his amiable relationship with Stalin. Upon his return, he announced a namesake \"doctrine\" used to justify Soviet intervention in other Warsaw Pact countries. For 10 points, name this": {
    "guess": "Brezhnev Doctrine",
    "confidence": [
      [
        "B",
        -0.26262516
      ],
      [
        "rez",
        -0.0013877319
      ],
      [
        "h",
        -0.00012642296
      ],
      [
        "nev",
        -0.00029017578
      ],
      [
        " Doctrine",
        -0.0065637953
      ]
    ]
  },
  "A song in this work tells of the death of Finn on a visit to his sister in Frisia. The first character to speak in this work is a coast-guard who gives directions to some sea-faring soldiers. It survives as the work of Scribes A and B in Cotton Vitellius A15, also called the Nowell Codex. One character in this work is challenged to retell his swimming contest with Breca. This poem begins with the funeral of Scyld Scefing, and ends with Wiglaf assisting the title figure against a dragon. Its title Geatish hero defends Heorot hall and king Hrothgar. For 10 points, identify this Old English poem,": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.0031148533
      ],
      [
        "ow",
        -1.2829201e-05
      ],
      [
        "ulf",
        -1.0683535e-05
      ]
    ]
  },
  "A song with this name allegedly shares its title with the card carried by Hamburg, Germany prostitutes": {
    "guess": "Ticket to ride",
    "confidence": [
      [
        "Ticket",
        -0.03949731
      ],
      [
        " to",
        -0.00014859485
      ],
      [
        " ride",
        -0.5044413
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You Amanda\" and \"A Farmer's Prayer\" and later became the namesake of the stadium where he and several thousand other political prisoners were executed, Victor Jara. Punctuated by a single-word chorus that is simply the name of the triple album this song appears on being sung by Joe Strummer, this song ends by asking what Afghan rebels or Tibetan monks \"think of voting Communist,\" but previous verses castigate the U.S. for the Bay of Pigs and for supporting Augusto Pinochet. This song from Sandinista! by The Clash shares its two-wored name with a monniker borne from 1974 to 1997 by a team that was long coached by former star Wes Unseld, moved from Baltimore, and changed away from this name before adding such current players as Roger Mason, Caron Butler, Antawn Jamison and Gilbert Arenas to its roster. For 10 points, name this former NBA franchise, now known as the Wizards.": {
    "guess": "Washington Bullets",
    "confidence": [
      [
        "Washington",
        -0.23759279
      ],
      [
        " Bul",
        -0.10918837
      ],
      [
        "lets",
        -6.337155e-05
      ]
    ]
  },
  "The son of a poor Protestant minister, he nonetheless learned all the major European languages plus ancient Greek, and retired at age 41 after amassing a fortune in foreign trade to move to Greece and": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.87202406
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You Amanda\" and \"A Farmer's Prayer\" and later became the namesake of the stadium where he and several thousand other political prisoners were executed, Victor Jara. Punctuated by a single-word chorus that is simply the name of the triple album this song appears on being sung by Joe Strummer, this song ends by asking what Afghan rebels or Tibetan monks \"think of voting Communist,\" but previous verses castigate the U.S. for the Bay of Pigs and for supporting Augusto Pinochet. This song from Sandinista! by The Clash shares its two-wored name with a monniker borne from 1974 to 1997 by a team that was": {
    "guess": "Washington Bullets",
    "confidence": [
      [
        "Washington",
        -0.027968641
      ],
      [
        " Bul",
        -0.0022376857
      ],
      [
        "lets",
        -0.0001342904
      ]
    ]
  },
  "This man's song \"Paracelsus\" recycles sections from a work in his earlier \"Men of Literature\" cycle, and near the end of his career he published Three Quarter Tone Piano Pieces and 114 Songs. This composer, the subject of Jan Swafford's study, included the hymn \"Watchman, tell us of the night\" in his humongous Symphony No. 4 and he related his experiences with Delta Kappa Epsilon in one of his Cartoons titled \"Calcium Light Night.\" Three parts of his unfinished Universe Symphony are extant, and his piano trio's second movement's scherzo \"is a joke.\" His \"Two Contemplations\" include The Unanswered Question and a piece which famously quotes Hello, My Baby, Central Park in the Dark. For 10 points,": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.0037162236
      ],
      [
        " I",
        -0.00081534684
      ],
      [
        "ves",
        -1.9027791e-05
      ]
    ]
  },
  "The son of Romanus II and Theophano, he was crowned emperor with his brother Constantine at the age of three in 960. In 985, with the help of the Varangian Guard, he exiled a namesake rival known as the Eunuch, who had been ruling as regent. By marrying his sister Anne to Vladimir of Kiev, he was responsible": {
    "guess": "Basil II",
    "confidence": [
      [
        "B",
        -0.021204669
      ],
      [
        "asil",
        -1.3856493e-06
      ],
      [
        " II",
        -0.00046928023
      ]
    ]
  },
  "His son is an MIT graduate living in Boston, and his brother is a doctor in Chicago. In 1999, he orchestrated what some observers termed \"the biggest strategic blunder since Pearl Harbor\"\\--the attempt to take over Kargil heights. Since he came to power five years ago, he already lived through four assassination attempts, including one by suicide bombers. Having come to power by placing Prime Minister": {
    "guess": "Pervez Musharraf",
    "confidence": [
      [
        "Per",
        -0.33213526
      ],
      [
        "vez",
        -4.5491004e-05
      ],
      [
        " Mush",
        -3.8219583e-05
      ],
      [
        "ar",
        -0.00037871845
      ],
      [
        "raf",
        -0.00035167023
      ]
    ]
  },
  "The son of Pelasgus and Meliboea was turned into one of these creatures for feeding Zeus human flesh and then attempting to kill him. That king of Arcadia was Lycaon, and Acca Larentia, the wife of the shepherd Faustulus, took over for one of these creatures in caring for twins. Another was bound with chains made with such ingredients as the beard of a woman while biting off the hand of Tyr. One of these named Skoll chases the sun while another suckled Romulus and Remus. For 10 points, name these creatures, exemplified by Geri, Freki, and Fenrir.": {
    "guess": "WOLF",
    "confidence": [
      [
        "W",
        -1.026165
      ],
      [
        "OLF",
        -0.41709587
      ]
    ]
  },
  "The son of Marie Josephe of Saxony and the Dauphin Louis Ferdinand, this political figure‟s marriage to a certain Austrian Hapsburg princess was overwhelmingly opposed by his native country, due to the": {
    "guess": "Marie Antoinette",
    "confidence": [
      [
        "Mar",
        -0.7380605
      ],
      [
        "ie",
        -0.002521442
      ],
      [
        " Ant",
        -0.101941824
      ],
      [
        "oin",
        -0.0025389208
      ],
      [
        "ette",
        -0.00011617878
      ]
    ]
  },
  "One of this man's songs is about \"Jimmy the Saint,\" and that song, \"Lost in the Flood,\" appeared on the same album as a song with an often confused line about being \"revved up like a deuce.\" This man, who often plays alongside Nils Lofgren, wrote a song where he urged someone to \"put your makeup on and": {
    "guess": "Bruce Springsteen",
    "confidence": [
      [
        "Bruce",
        -0.0076940525
      ],
      [
        " Spring",
        -0.00045414869
      ],
      [
        "steen",
        -0.0005568436
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You Amanda\" and \"A Farmer's Prayer\" and later became the namesake of the stadium where he and several thousand other political prisoners were executed, Victor Jara. Punctuated by a single-word chorus that is simply the name of the triple album this song appears on being sung by Joe Strummer, this song": {
    "guess": "The Clash discography",
    "confidence": [
      [
        "The",
        -1.6495038
      ],
      [
        " Clash",
        -0.23823224
      ],
      [
        " disc",
        -0.72629464
      ],
      [
        "ography",
        -0.00015622021
      ]
    ]
  },
  "He was the son of a Thracian prince and the muse Calliope. Unfortunately for him one day, the Maenads, frenzied worshippers of Dionysus swept upon him and tore him to pieces. He his head was tossed into a river, where it floated to the island of Lesbos and uttered prophecies. FTP, identify this skilled lyre player who could tame anyone or anything with his playing, who fell in love with the wood nymph": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.0017337289
      ],
      [
        "phe",
        -4.0961266e-05
      ],
      [
        "us",
        -3.6669935e-05
      ]
    ]
  },
  "The son of Pelasgus and Meliboea was turned into one of these creatures for feeding Zeus human flesh": {
    "guess": "Lycanthrope",
    "confidence": [
      [
        "L",
        -1.4602224
      ],
      [
        "yc",
        -0.02521681
      ],
      [
        "anth",
        -0.03629687
      ],
      [
        "ro",
        -0.47200873
      ],
      [
        "pe",
        -1.342522e-05
      ]
    ]
  },
  "This song's title character, known as the Old Man of the Dovre, yells \"Ice in your blood!\" at the end of this song. After this song ends, the title character's daughter dances for a man who had earlier abducted (*) Solveig. This piece opens with cellos and bassoons, then steadily increases volume and": {
    "guess": "In the Hall of the Mountain King",
    "confidence": [
      [
        "In",
        -0.34010565
      ],
      [
        " the",
        -0.000451407
      ],
      [
        " Hall",
        -3.1186566e-05
      ],
      [
        " of",
        -2.4584822e-06
      ],
      [
        " the",
        -3.655073e-05
      ],
      [
        " Mountain",
        -1.4378848e-05
      ],
      [
        " King",
        -1.4855664e-05
      ]
    ]
  },
  "One of his sons, Hardjedef, is known for his eponymous Instructions, while his son Kawab by his chief queen Mertiotes preceded him in death. Also known as Horus Medjedu, his successor Djedefra was followed by his more famous son Khafra. This man ruled from 2589-2566 B.C., and his vizier Hemiunu was instrumental in the completion of his most famous project, perhaps begun during the reign of his father": {
    "guess": "Khufu",
    "confidence": [
      [
        "Kh",
        -0.009379549
      ],
      [
        "uf",
        -3.4285862e-05
      ],
      [
        "u",
        -3.7265952e-05
      ]
    ]
  },
  "His son is an MIT graduate living in Boston, and his brother is a doctor in Chicago. In 1999, he orchestrated": {
    "guess": "The Bourne Identity",
    "confidence": [
      [
        "The",
        -2.294035
      ],
      [
        " Bour",
        -2.0994704
      ],
      [
        "ne",
        -3.2929079e-06
      ],
      [
        " Identity",
        -0.17789128
      ]
    ]
  },
  "He was the son of a Thracian prince and the muse Calliope. Unfortunately for him one day, the Maenads,": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.020903978
      ],
      [
        "phe",
        -0.00015693542
      ],
      [
        "us",
        -9.73446e-05
      ]
    ]
  },
  "A song with this name allegedly shares its title with the card carried by Hamburg, Germany prostitutes that proves the absence of sexually transmitted diseases. A game with this name has an expansion in": {
    "guess": "Ticket to Ride",
    "confidence": [
      [
        "Ticket",
        -0.09608234
      ],
      [
        " to",
        -0.00012296606
      ],
      [
        " Ride",
        -0.07622973
      ]
    ]
  },
  "His son Rudy committed suicide, which opened a rift between this man and his daughter Winnie, who runs a website called Frozen Truth. This man hatches a complicated plot involving giving his daughter's": {
    "guess": "Leopold Bloom",
    "confidence": [
      [
        "Le",
        -0.20901321
      ],
      [
        "op",
        -0.0010342379
      ],
      [
        "old",
        -5.0497558e-05
      ],
      [
        " Bloom",
        -0.0005560128
      ]
    ]
  },
  "One song often associated with this activity says to use Listerine strips, features Keak da Sneak's claim to be \"off that 18 purple juice,\" and suggests that one put on stunna shades before doing it. Another": {
    "guess": "Ghost ride the whip",
    "confidence": [
      [
        "Ghost",
        -0.65936863
      ],
      [
        " ride",
        -0.89684516
      ],
      [
        " the",
        -0.044394866
      ],
      [
        " whip",
        -0.021720745
      ]
    ]
  },
  "One song whose name means this opens with lyrics about sitting on the porch and counting migrating birds, while another song by this name beseeches the listener to \"catch me if I get too high/When I come": {
    "guess": "Landslide",
    "confidence": [
      [
        "L",
        -1.7408555
      ],
      [
        "ands",
        -0.1587416
      ],
      [
        "lide",
        -0.0038277486
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign, O Judge, O Father\", an unexpected hit for Laurie Anderson. It is the first word in the title of a song from the album Clumsy which opens with the lines \"Do you worry that you're not liked? How long till you break?\" and ends with Raine Malda repeatedly asking \"Doesn't anybody know that the world's a subway?\" The repeated couplet \"If you go a (*) million miles away I'll track you down, girl / Trust me when I say I know the pathway to your heart\" features in another song of this title, covered by R.E.M. for Lifes Rich Pageant. It also titles a song about a figure who's \"just out to find/the better part of me\" and who notes that \"I can't stand to fly / I'm not that naive\". For 10 points,": {
    "guess": "Superman",
    "confidence": [
      [
        "Super",
        -0.017566206
      ],
      [
        "man",
        -0.00026538875
      ]
    ]
  },
  "His son and successor was excommunicated by Pope Gregory V, which would seem to bely his nickname.  This man's problems with Church figures came to a head when the Bishop of Laon joined with Eudes of Blois in a plot designed to deliver him into the hands of his enemy Otto III.    He also was at odds": {
    "guess": "Louis V",
    "confidence": [
      [
        "Louis",
        -0.45941126
      ],
      [
        " V",
        -0.5972067
      ]
    ]
  },
  "The son of a Paris policeman, he enrolled in the Ecole Imperiale Speciale de Dessin et de Mathematiques and was initially an apperentice in the studios of major sculptors of the day. During a trip to Italy in 1875-76 he studied the masters and shortly thereafter produced his first masterwork, the Vanquished.": {
    "guess": "Jean-Baptiste Carpeaux",
    "confidence": [
      [
        "Jean",
        -1.0948224
      ],
      [
        "-B",
        -0.033183612
      ],
      [
        "apt",
        -0.0011591469
      ],
      [
        "iste",
        -0.000528607
      ],
      [
        " Car",
        -0.03143493
      ],
      [
        "pe",
        -0.0023066737
      ],
      [
        "aux",
        -2.7252845e-05
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign, O Judge, O Father\", an unexpected hit for Laurie Anderson. It is the first word in the title of a song from the album Clumsy which opens with the lines \"Do you worry that you're not liked? How long till you break?\" and ends with Raine Malda repeatedly asking \"Doesn't anybody know that the world's a subway?\" The repeated couplet \"If you go a (*) million miles away I'll track you down, girl / Trust me when I say I know the pathway to your heart\" features in another song of this title, covered": {
    "guess": "Innocent",
    "confidence": [
      [
        "In",
        -2.106849
      ],
      [
        "noc",
        -0.23394683
      ],
      [
        "ent",
        -0.038294625
      ]
    ]
  },
  "This man's son-in law was the first Greek to land on the shore of Troy, which led to his death according to an oracle's prophecy and to the suicide of this man's daughter Polydora. Medusa and this man were the only ghosts to not flee before Heracles in the underworld; in that encounter, Heracles asked this man if he could marry his sister Deianira. After his death, his wife Cleopatra Alcyone died from grief and several of his sisters wept so much that they transformed into guineafowl. Because this man killed his relatives Plexippus and Toxeus, the Furies instructed this figure's mother Althaea": {
    "guess": "Meleager",
    "confidence": [
      [
        "Me",
        -0.009056855
      ],
      [
        "le",
        -0.00016218038
      ],
      [
        "ager",
        -0.0037755007
      ]
    ]
  },
  "One of his sons, Hardjedef, is known for his eponymous Instructions, while his son Kawab by his chief queen Mertiotes preceded him in death. Also known as Horus Medjedu, his successor Djedefra was followed by his more famous son Khafra. This man ruled from 2589-2566 B.C., and his vizier Hemiunu was instrumental": {
    "guess": "Khufu",
    "confidence": [
      [
        "Kh",
        -0.018413771
      ],
      [
        "uf",
        -2.220075e-06
      ],
      [
        "u",
        -1.7835755e-05
      ]
    ]
  },
  "He was the son of Phlegyas, descendant of Ares, and married the beautiful princess Dia, who, like many, might have been raped by Zeus.  When receiving Dia's father, Deioneus, he arranged a camouflaged": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.16111287
      ],
      [
        "ion",
        -0.00012380048
      ]
    ]
  },
  "One of this man's songs is about \"Jimmy the Saint,\" and that song, \"Lost in the Flood,\" appeared on the same album as a song with an often confused line about being \"revved up like a deuce.\" This man,": {
    "guess": "Bruce Springsteen",
    "confidence": [
      [
        "Bruce",
        -0.066351175
      ],
      [
        " Spring",
        -0.00057114434
      ],
      [
        "steen",
        -0.00027659023
      ]
    ]
  },
  "After his son and successor was assassinated, another of this man's sons took the throne and instituted persecutions of Buddhists before being overthrown by the Buddhist governor of Khorasan, Arghun. After": {
    "guess": "Kushan Empire",
    "confidence": [
      [
        "K",
        -1.5663688
      ],
      [
        "ush",
        -0.94283545
      ],
      [
        "an",
        -0.15320763
      ],
      [
        " Empire",
        -0.031734414
      ]
    ]
  },
  "This son of Muireann (mih-ran) Muncheam (mun-kham) once beheaded the demon Aillen mac Midna, who had previously raided Tara every Samhain (suh-vehn). For that act, Cormac mac Airt rewarded this man with a position previously held the man who killed this man's father had Cumhaill (cuh-vell), Goll mac Morna. He once threw the Isle of Man at a rival and also legendarily built the Giant's Causeway. He encountered a doe while hunting; that doe transformed into his wife Sadb (Sad-dub), who eventually gave birth to his son Oisin. While apprenticed to Finnegas, this character burned his thumb on a creature": {
    "guess": "Finn MacCool",
    "confidence": [
      [
        "F",
        -0.0006043838
      ],
      [
        "inn",
        -0.023687042
      ],
      [
        " Mac",
        -0.0681894
      ],
      [
        "Cool",
        -0.0002905334
      ]
    ]
  },
  "This son of Thoösa fell in love with a daughter of Doris and tried to make himself more presentable by combing his hair with a rake and shaving with a scythe. The Nereid he loved shared her name with a living ivory image of Aphrodite carved by Pygmalion. He had his first experience with alcohol when he tried some heady wine given by Maro to one of his prisoners, who introduced himself as \"Oudeis.\"": {
    "guess": "Polyphemus",
    "confidence": [
      [
        "Poly",
        -0.6743046
      ],
      [
        "phem",
        -0.002458176
      ],
      [
        "us",
        -6.82589e-05
      ]
    ]
  },
  "This man's son Henry was the first United States commissioner of patents. Though this man did not sign": {
    "guess": "Henry L. Ellsworth",
    "confidence": [
      [
        "Henry",
        -1.4558424
      ],
      [
        " L",
        -0.89579844
      ],
      [
        ".",
        -0.18827552
      ],
      [
        " Ell",
        -0.101217814
      ],
      [
        "sworth",
        -0.000127615
      ]
    ]
  },
  "In one sonnet, this poet remembers pausing in the morning to feel a \"calm so deep\" caused by \"all that mighty heart...lying still.\" In addition to \"Sonnet Composed upon Westminster Bridge,\" this poet wrote that he'd rather \"be a pagan, suckled in a creed outworn\" in another sonnet. In one poem, this poet claims that a \"green pastoral landscape\" is \"more dear...for thy sake\" when addressing his sister Dorothy. That poem begins \"five years have passed.\" This poet of \"The World is Too Much with Us\" wrote that he \"wandered lonely as a cloud\" in \"Daffodils.\" For 10 points, name this British poet of \"Tintern Abbey.\"": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -0.0034659521
      ],
      [
        " Words",
        -0.00012296606
      ],
      [
        "worth",
        -3.7265952e-05
      ]
    ]
  },
  "In one of his sonnets, this man alluded to the \"hinds that were transformed to frogs\" which \"railed at Latona's twin-born progeny\" and complained of being surrounded by a \"barbarous noise\" of \"owls and cuckoos, asses, apes, and dogs.\" In another sonnet, he invited Cyriack Skinner to join him in spending a day without studying Euclid and Archimedes, while a sonnet written after the death of his second wife called her his \"late espousèd saint\" whom he thought he saw in a dream. Other sonnets by this": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.012528605
      ],
      [
        " Milton",
        -0.00032700237
      ]
    ]
  },
  "The son of a steelworker, he was party boss in Moldavia and was later sent to Kazakhstan by Khrushchev,": {
    "guess": "Gheorghe Gheorghiu-Dej",
    "confidence": [
      [
        "G",
        -0.8440773
      ],
      [
        "he",
        -0.06950738
      ],
      [
        "org",
        -0.0012366568
      ],
      [
        "he",
        -5.550411e-05
      ],
      [
        " G",
        -0.088804334
      ],
      [
        "he",
        -3.0545007e-06
      ],
      [
        "orgh",
        -0.0021704822
      ],
      [
        "iu",
        -1.6286107e-05
      ],
      [
        "-",
        -0.0001408466
      ],
      [
        "De",
        -1.7835755e-05
      ],
      [
        "j",
        -2.1054253e-05
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You Amanda\" and \"A Farmer's Prayer\" and later became the namesake of the stadium where he and several thousand": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.5229475
      ]
    ]
  },
  "The 400 sons try to kill Alligator by burying him alive. One-Blowgunner and Jaguar Deer, also known as": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.02679854
      ],
      [
        "ol",
        -0.007461096
      ],
      [
        " V",
        -0.0012645212
      ],
      [
        "uh",
        -1.4140442e-05
      ]
    ]
  },
  "A son-in-law of King Kartanagar used a force sent by this ruler to depose the usurper Jayakatwang; due to the failure of that force led by Yikomusu, this man was unable to make Java a vassal state. This": {
    "guess": "Majapahit",
    "confidence": [
      [
        "M",
        -0.61246544
      ],
      [
        "aj",
        -0.7037865
      ],
      [
        "ap",
        -0.00042662365
      ],
      [
        "ah",
        -0.00020103711
      ],
      [
        "it",
        -0.00019245445
      ]
    ]
  },
  "The son of Romanus II and Theophano, he was crowned emperor with his brother Constantine at the age of three in 960. In 985, with the help of the Varangian Guard, he exiled a namesake rival known as the Eunuch, who had been ruling as regent. By marrying his sister Anne to Vladimir of Kiev, he was responsible for converting Kievan' Russia to Christianity. FTP, name this Byzantine emperor whose 1014": {
    "guess": "Basil II",
    "confidence": [
      [
        "B",
        -0.56754
      ],
      [
        "asil",
        -8.418666e-06
      ],
      [
        " II",
        -0.0016170962
      ]
    ]
  },
  "One song about this location was accused of hiding the message \"Here's to my sweet Satan\" in the lyrics backwards. In \"Imagine,\" John Lennon claims \"it's easy\" to imagine that this location doesn't exist. A 2012 song asks (*) \"Can't I just stay here? Spend the rest of my days here?\" as Bruno Mars laments being \"Locked Out of\" this place. For 10 points, name this mystical location, the destination of a Led Zeppelin \"Stairway.\"": {
    "guess": "Heaven",
    "confidence": [
      [
        "He",
        -0.018426172
      ],
      [
        "aven",
        -6.2775536e-05
      ]
    ]
  },
  "One of this man's sons was an ugly hunter known for carving a large rock sculpture of Cybele. Some sources": {
    "guess": "Attis",
    "confidence": [
      [
        "Att",
        -0.11468544
      ],
      [
        "is",
        -0.014888404
      ]
    ]
  },
  "A son-in-law of King Kartanagar used a force sent by this ruler to depose the usurper Jayakatwang; due to the failure of that force led by Yikomusu, this man was unable to make Java a vassal state. This man supported the rule of King Wonjong, and his daughter married Wonjong's son Chungnyol Wang, which": {
    "guess": "Kublai Khan",
    "confidence": [
      [
        "K",
        -1.1257063
      ],
      [
        "ub",
        -0.15910575
      ],
      [
        "l",
        -0.0023512647
      ],
      [
        "ai",
        -5.443128e-05
      ],
      [
        " Khan",
        -0.0032570926
      ]
    ]
  },
  "A song in this work tells of the death of Finn on a visit to his sister in Frisia. The first character to speak in this work is a coast-guard who gives directions to some sea-faring soldiers. It survives as the work of Scribes A and B in Cotton Vitellius A15, also called the Nowell Codex. One character in this work is challenged to retell his swimming contest with Breca. This poem begins with the funeral": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.0006994497
      ],
      [
        "ow",
        -9.610702e-06
      ],
      [
        "ulf",
        -4.1273333e-06
      ]
    ]
  },
  "The son of Marie Josephe of Saxony and the Dauphin Louis Ferdinand, this political figure‟s marriage": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.8740843
      ],
      [
        " XVI",
        -1.3859411
      ]
    ]
  },
  "This man's song \"Paracelsus\" recycles sections from a work in his earlier \"Men of Literature\" cycle,": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -1.7514852
      ],
      [
        " I",
        -0.11285819
      ],
      [
        "ves",
        -0.00014895246
      ]
    ]
  },
  "One song whose name means this opens with lyrics about sitting on the porch and counting migrating birds, while another song by this name beseeches the listener to \"catch me if I get too high/When I come down/I'll be coming home\". Bernard Slade wrote a play entitled Same Time, [this], and at the conclusion": {
    "guess": "Same Time, Next Year",
    "confidence": [
      [
        "Same",
        -0.0472148
      ],
      [
        " Time",
        -0.0052552186
      ],
      [
        ",",
        -0.0021823805
      ],
      [
        " Next",
        -0.00040648188
      ],
      [
        " Year",
        -0.00023822498
      ]
    ]
  },
  "He was the son of Phlegyas, descendant of Ares, and married the beautiful princess Dia, who, like many, might have been raped by Zeus.  When receiving Dia's father, Deioneus, he arranged a camouflaged pit of burning coals for the old man to fall into so that he could avoid paying the bride price.  Later, a monster son of his mated with the mares on Mt. Pelion, thereby creating a new race.  This father": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.18722959
      ],
      [
        "ion",
        -3.094816e-05
      ]
    ]
  },
  "The son of the man who lost this battle was lured into a trap by Quintus Poppaedius Silo fifteen years later, and this battle was a follow-up to one where a storm prevented the destruction of the forces of Gnaeus Papirius Carbo at Noreia. One of this battle's survivors was a young Quintus Sertorius, who managed to swim across the Rhone in full armor. Occuring because the proconsul refused to relinquish command to the newly arrived consul, the novus homo Gnaeus Mallius Maximus, this battle was followed up by victories at Sextiae and Vercellae. A defeat for Quintus Servilius (*) Caepio, this battle led directly to the second consular election of Gaius Marius and his following military reforms. For ten points, name this battle fought on October 6, 105 BCE, in which a Roman army of 80,000 was almost completely slaughtered by the Teutones and Cimbri.": {
    "guess": "Battle of Arausio",
    "confidence": [
      [
        "Battle",
        -0.020935846
      ],
      [
        " of",
        -0.00068884424
      ],
      [
        " Ara",
        -0.00023512568
      ],
      [
        "us",
        -1.2664457e-06
      ],
      [
        "io",
        -2.129266e-05
      ]
    ]
  },
  "A song in this work tells of the death of Finn on a visit to his sister in Frisia. The first character to speak in this work is a coast-guard who gives directions to some sea-faring soldiers. It survives as the work of Scribes A and B in Cotton Vitellius A15, also called the Nowell Codex. One character": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.0006000962
      ],
      [
        "ow",
        -1.4140442e-05
      ],
      [
        "ulf",
        -5.2001665e-06
      ]
    ]
  },
  "One of the songs by this composer mentions goldless gold, silkless silk, and soulless souls. One of his early songs was originally about Edward Crump, and, though it was not a positive portrayal, it may have helped Crump get elected Mayor of the city the song is now named after. This musician's most famous song begins with the line, \"I hate to see that evening sun go down.\" Name this musician and songwriter": {
    "guess": "W.C. Handy",
    "confidence": [
      [
        "W",
        -0.021420443
      ],
      [
        ".C",
        -0.21892089
      ],
      [
        ".",
        -0.0015425959
      ],
      [
        " Handy",
        -0.0002904142
      ]
    ]
  },
  "One of his sons was blinded by Nomia. Statues of him were intended to bring prosperity and luck and marked the boundary of one's property, and he assisted the Fates with the alphabet by reducing sounds": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.18097329
      ],
      [
        "erm",
        -0.13640423
      ],
      [
        "es",
        -0.062466715
      ]
    ]
  },
  "This man's son was an official advisor on Africa, but was later accused of selling guns to Angola with Arcadi Gaydamak. This man worked for the Vichy regime until he noticed Nazi Germany would lose the": {
    "guess": "Jean-Marie Le Pen",
    "confidence": [
      [
        "Jean",
        -0.68428653
      ],
      [
        "-Mar",
        -0.07419117
      ],
      [
        "ie",
        -0.00029542076
      ],
      [
        " Le",
        -0.05831785
      ],
      [
        " Pen",
        -6.50404e-05
      ]
    ]
  },
  "He was the son of a Thracian prince and the muse Calliope. Unfortunately for him one day, the Maenads, frenzied worshippers of Dionysus swept upon him and tore him to pieces. He his head was tossed into a river, where it floated to the island of Lesbos and uttered prophecies. FTP, identify this skilled": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.0037589902
      ],
      [
        "phe",
        -0.00018530223
      ],
      [
        "us",
        -4.632543e-05
      ]
    ]
  },
  "This song's title character, known as the Old Man of the Dovre, yells \"Ice in your blood!\" at the end of this song. After this song ends, the title character's daughter dances for a man who had earlier abducted (*) Solveig. This piece opens with cellos and bassoons, then steadily increases volume and tempo as the title troll pursues Peer Gynt. For 10 points, name this piece of incidental music by Edvard": {
    "guess": "In the Hall of the Mountain King",
    "confidence": [
      [
        "In",
        -0.029459897
      ],
      [
        " the",
        -0.0004740447
      ],
      [
        " Hall",
        -8.196733e-05
      ],
      [
        " of",
        -5.5577775e-06
      ],
      [
        " the",
        -0.0001657565
      ],
      [
        " Mountain",
        -5.4788892e-05
      ],
      [
        " King",
        -1.1041146e-05
      ]
    ]
  },
  "This son of Robert the Devil began construction on the White Tower in London. This ruler's claim to the": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.0424034
      ],
      [
        " the",
        -0.06800386
      ],
      [
        " Con",
        -0.00043794067
      ],
      [
        "quer",
        -8.077529e-05
      ],
      [
        "or",
        -1.3186812e-05
      ]
    ]
  },
  "Their songs included Traffic Lights, which is on their album Contractual Agreements, Finland Song, which is on The Final Rip Off, and Here Comes Another One, which is on The Hastily Cobbled Together for a Fast Buck Album. Other well-known songs include Every Sperm Is Sacred, Always Look on the Bright": {
    "guess": "Monty Python",
    "confidence": [
      [
        "Mont",
        -0.044770066
      ],
      [
        "y",
        -2.9994528e-05
      ],
      [
        " Python",
        -0.00018577903
      ]
    ]
  },
  "His son Rudy committed suicide, which opened a rift between this man and his daughter Winnie, who runs a website called Frozen Truth. This man hatches a complicated plot involving giving his daughter's photograph to Keller Zabel worker played by Shia Labeouf in order to steal 100 million dollars and convert it to 1 billion dollars by shorting during the subprime mortgage crisis. At the beginning of the second movie this character appears in, he receives an old mobile phone after being in (*) prison": {
    "guess": "Gordon Gekko",
    "confidence": [
      [
        "G",
        -0.020091688
      ],
      [
        "ordon",
        -0.0029486977
      ],
      [
        " G",
        -0.0007495904
      ],
      [
        "ek",
        -1.998142e-05
      ],
      [
        "ko",
        -8.776276e-06
      ]
    ]
  },
  "The songwriter in the studio apartment is having trouble  finishing a new pop song. A dancer on the third floor toys with  three men at a time while waiting for her true love to get out of  the army. In the basement, a lonely young woman attempts suicide.  Above her lives Lars Thorwald, a henpecked salesman whom L.B.  Jeffries suspects of murder. FTP, these are the neighbors of  amateur detective Jimmy": {
    "guess": "Rear Window",
    "confidence": [
      [
        "R",
        -0.02414389
      ],
      [
        "ear",
        -4.2510914e-05
      ],
      [
        " Window",
        -0.002419653
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You Amanda\" and \"A Farmer's Prayer\" and later became the namesake of the stadium where he and several thousand other political prisoners were executed, Victor Jara. Punctuated by a single-word chorus that is simply the name of the triple album this song appears on being sung by Joe Strummer, this song ends by asking what Afghan rebels or Tibetan monks \"think of voting Communist,\" but previous verses castigate the U.S. for the Bay of Pigs and for supporting Augusto Pinochet. This song from Sandinista! by The Clash shares its two-wored name with a monniker borne from 1974 to 1997 by a team that was long coached by former star Wes Unseld, moved from Baltimore, and changed away from this name before": {
    "guess": "Washington Bullets",
    "confidence": [
      [
        "Washington",
        -0.013895379
      ],
      [
        " Bul",
        -0.01816434
      ],
      [
        "lets",
        -4.2391708e-05
      ]
    ]
  },
  "He was the son of a Thracian prince and the muse Calliope. Unfortunately for him one day, the Maenads, frenzied worshippers of Dionysus swept upon him and tore him to pieces. He his head was tossed into": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.0039650127
      ],
      [
        "phe",
        -9.9490266e-05
      ],
      [
        "us",
        -3.9054008e-05
      ]
    ]
  },
  "Songs included on this movie's soundtrack include Candy Shop, which is performed by a creepy cover band following a wedding at the end of the film, and Who Let the Dogs Out, which appears just before one character is mocked for his man purse. Another song which begins What do tigers dream of, when they take a little tiger snooze is performed by Ed Helms, one of the four male leads in this film which takes place primarily in Las Vegas. For ten points, identify this 2009 hit movie starring Zach Galifianakis": {
    "guess": "The Hangover",
    "confidence": [
      [
        "The",
        -0.0003421376
      ],
      [
        " Hang",
        -0.0012540421
      ],
      [
        "over",
        -2.486877e-05
      ]
    ]
  },
  "One of this man's sons raped his own half-sister, Tamar; that was Amnon, who was subsequently put to death by servants under the command of one of this man's other sons. He was confronted by Nathan about the sinful way he gained one of his wives involving the murder of Uriah. Saul unsuccessfully sabotaged this man's relationship with his friend Jonathan, and his namesake \"shield\" is a hexagram. Descended": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.054524057
      ]
    ]
  },
  "A son of Zeus and Electra became one of the founders of this city after fleeing Samothrace when Zeus": {
    "guess": "Dardanus",
    "confidence": [
      [
        "D",
        -1.2958167
      ],
      [
        "ard",
        -0.00038527095
      ],
      [
        "anus",
        -0.19374369
      ]
    ]
  },
  "In one sonnet, this poet remembers pausing in the morning to feel a \"calm so deep\" caused by \"all that mighty heart...lying still.\" In addition to \"Sonnet Composed upon Westminster Bridge,\" this poet wrote that he'd rather \"be a pagan, suckled in a creed outworn\" in another sonnet. In one poem, this poet claims that a \"green pastoral landscape\" is \"more dear...for thy sake\" when addressing his sister": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -0.0035305826
      ],
      [
        " Words",
        -0.00060819834
      ],
      [
        "worth",
        -7.326546e-05
      ]
    ]
  },
  "One song about this location was accused of hiding the message \"Here's to my sweet Satan\" in the lyrics backwards. In \"Imagine,\" John Lennon claims \"it's easy\" to imagine that this location doesn't exist. A 2012 song asks (*) \"Can't I just stay here? Spend the rest of my days here?\" as Bruno Mars laments": {
    "guess": "Heaven in Christianity",
    "confidence": [
      [
        "He",
        -0.051414542
      ],
      [
        "aven",
        -0.00010938417
      ],
      [
        " in",
        -0.6480398
      ],
      [
        " Christianity",
        -0.056846198
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You": {
    "guess": "List of songs about death",
    "confidence": [
      [
        "List",
        -1.8297696
      ],
      [
        " of",
        -0.0021002986
      ],
      [
        " songs",
        -0.49216434
      ],
      [
        " about",
        -0.45906293
      ],
      [
        " death",
        -1.5674613
      ]
    ]
  },
  "This song says that \"if you listen very hard, the truth will come to you at last\" before stating that \"all are one and one is all, to be a rock and not to roll.\" This song's speaker has seen \"ring of smoke": {
    "guess": "Stairway to Heaven",
    "confidence": [
      [
        "St",
        -0.04799534
      ],
      [
        "air",
        -0.00022392054
      ],
      [
        "way",
        -5.3239244e-05
      ],
      [
        " to",
        -0.008214658
      ],
      [
        " Heaven",
        -0.0003001889
      ]
    ]
  },
  "One song whose name means this opens with lyrics about sitting on the porch and counting migrating birds, while another song by this name beseeches the listener to \"catch me if I get too high/When I come down/I'll be coming home\". Bernard Slade wrote a play entitled Same Time, [this], and at the conclusion of the seder, participants proclaim \"[this] in Jerusalem\". Also a single from There Is Nothing Left to Lose by the Foo Fighters, name this time that Lions, Bengals, and Cubs fans are always waiting": {
    "guess": "Times Like These",
    "confidence": [
      [
        "Times",
        -1.2115731
      ],
      [
        " Like",
        -0.2264765
      ],
      [
        " These",
        -0.00014323067
      ]
    ]
  },
  "This man's son-in law was the first Greek to land on the shore of Troy, which led to his death according to an oracle's prophecy and to the suicide of this man's daughter Polydora. Medusa and this man were the only ghosts to not flee before Heracles in the underworld; in that encounter, Heracles asked": {
    "guess": "Meleager",
    "confidence": [
      [
        "Me",
        -1.0034251
      ],
      [
        "le",
        -0.00048441542
      ],
      [
        "ager",
        -0.0087535465
      ]
    ]
  },
  "A son of Zeus and Electra became one of the founders of this city after fleeing Samothrace when Zeus killed his brother Iasion. This city's territory was at one point divided between the brothers Ilus and Assaracus. A deceptive king of this city offered his daughter Hesione to a sea monster sent by Poseidon, who was angry because that king failed to (*) pay Poseidon and Apollo for building this city's walls. Heracles sacked this city when he did not receive his promised immortal horses from Laomedon, who received those horses from Zeus as compensation for the rape of his brother, Ganymede. For 10 points, name this Anatolian city ruled by Priam during a ten-year war with the Greeks.": {
    "guess": "Troy",
    "confidence": [
      [
        "T",
        -0.005231983
      ],
      [
        "roy",
        -6.1537958e-06
      ]
    ]
  },
  "This man's son-in law was the first Greek to land on the shore of Troy, which led to his death according to an oracle's prophecy and to the suicide of this man's daughter Polydora. Medusa and this man were the only ghosts to not flee before Heracles in the underworld; in that encounter, Heracles asked this man if he could marry his sister Deianira. After his death, his wife Cleopatra Alcyone died from grief and several of his sisters wept so much that they transformed into guineafowl. Because this": {
    "guess": "Meleager",
    "confidence": [
      [
        "Me",
        -0.094428584
      ],
      [
        "le",
        -4.9663133e-05
      ],
      [
        "ager",
        -0.0081744585
      ]
    ]
  },
  "One song whose name means this opens with lyrics about sitting on the porch and counting migrating birds, while another song by this name beseeches the listener to \"catch me if I get too high/When I come down/I'll be coming home\". Bernard Slade wrote a play entitled Same Time, [this], and at the conclusion of the seder, participants proclaim \"[this] in Jerusalem\". Also a single from There Is Nothing Left to Lose by the Foo Fighters, name this time that Lions, Bengals, and Cubs fans are always waiting for.": {
    "guess": "Time",
    "confidence": [
      [
        "Time",
        -1.2689408
      ]
    ]
  },
  "This son of Robert the Devil began construction on the White Tower in London. This ruler's claim to the throne was backed by Pope Alexander II. This man ordered the creation of the Domesday Book. His queen": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.0013738034
      ],
      [
        " the",
        -0.0012677322
      ],
      [
        " Con",
        -3.4285862e-05
      ],
      [
        "quer",
        -1.8431772e-05
      ],
      [
        "or",
        -4.8425554e-06
      ]
    ]
  },
  "The son of the King of Shewa, his forefathers claimed to have been from the Solomonid dynasty. He ascended to the throne in [*] 1889, signing a treaty with Italy and dedicating himself to the modernization": {
    "guess": "Menelik II",
    "confidence": [
      [
        "Men",
        -0.014214514
      ],
      [
        "el",
        -2.618001e-05
      ],
      [
        "ik",
        -6.0345924e-06
      ],
      [
        " II",
        -0.00020210995
      ]
    ]
  },
  "After his son and successor was assassinated, another of this man's sons took the throne and instituted persecutions of Buddhists before being overthrown by the Buddhist governor of Khorasan, Arghun. After capturing Lurestan, this man seized the fortress of Alamut without a struggle and went on to execute": {
    "guess": "Hulagu Khan",
    "confidence": [
      [
        "H",
        -1.1931642
      ],
      [
        "ul",
        -0.2578583
      ],
      [
        "agu",
        -0.0042983727
      ],
      [
        " Khan",
        -0.0011861804
      ]
    ]
  },
  "One song often associated with this activity says to use Listerine strips, features Keak da Sneak's claim to be \"off that 18 purple juice,\" and suggests that one put on stunna shades before doing it. Another song, by Mistah Fab, suggests that it should be done when you are \"looking like a star\" and that Patrick Swayze enjoys it. Sheldon Porochnavy and Davender Gulley have died doing this activity, usually accompanied by E-40's \"Tell Me When to Go.\" For 10 points, San Francisco's hyphy culture is": {
    "guess": "Hyphy",
    "confidence": [
      [
        "Hy",
        -0.09646508
      ],
      [
        "phy",
        -0.0005716212
      ]
    ]
  },
  "This son of Muireann (mih-ran) Muncheam (mun-kham) once beheaded the demon Aillen mac Midna, who had previously raided Tara every Samhain (suh-vehn). For that act, Cormac mac Airt rewarded this man with": {
    "guess": "Finn MacCool",
    "confidence": [
      [
        "F",
        -0.0038819038
      ],
      [
        "inn",
        -0.03718879
      ],
      [
        " Mac",
        -0.010164833
      ],
      [
        "Cool",
        -0.0012402292
      ]
    ]
  },
  "One of his sons was blinded by Nomia. Statues of him were intended to bring prosperity and luck and marked the boundary of one's property, and he assisted the Fates with the alphabet by reducing sounds to characters. With cow-gut and a tortoise shell, he created a musical instrument which he gave to Apollo in exchange for cattle he stole as a child. He slew Argus after lulling him to sleep, and he served as a psychopomp, or guide of souls. For 10 points, name this winged-sandal wearing messenger of the Greek gods.": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0050248983
      ],
      [
        "erm",
        -3.8100377e-05
      ],
      [
        "es",
        -2.8921695e-05
      ]
    ]
  },
  "The son of a poor Protestant minister, he nonetheless learned all the major European languages plus ancient Greek, and retired at age 41 after amassing a fortune in foreign trade to move to Greece and pursue his passion for Homer. He effectively discovered the pre-Classical Greek civilization in his excavations at Orchomenos, Marathon, Tiryns, and Mycenae. FTP, name this German archaeologist, most": {
    "guess": "Heinrich Schliemann",
    "confidence": [
      [
        "He",
        -0.012534138
      ],
      [
        "in",
        -0.0004335301
      ],
      [
        "rich",
        -0.00010807293
      ],
      [
        " Sch",
        -8.12521e-05
      ],
      [
        "li",
        -8.208653e-05
      ],
      [
        "emann",
        -6.945094e-05
      ]
    ]
  },
  "This song says that \"if you listen very hard, the truth will come to you at last\" before stating that": {
    "guess": "Stairway to Heaven",
    "confidence": [
      [
        "St",
        -0.014793506
      ],
      [
        "air",
        -2.4630364e-05
      ],
      [
        "way",
        -7.89631e-07
      ],
      [
        " to",
        -0.00038693982
      ],
      [
        " Heaven",
        -1.9743013e-05
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign, O Judge, O Father\", an unexpected hit for Laurie Anderson. It is the first word in the title of a song from the album Clumsy which opens with the lines \"Do you worry that you're not liked? How long till you break?\" and ends with Raine Malda repeatedly asking \"Doesn't anybody know that the world's": {
    "guess": "Starseed",
    "confidence": [
      [
        "St",
        -1.4133066
      ],
      [
        "arse",
        -0.9597536
      ],
      [
        "ed",
        -0.24131218
      ]
    ]
  },
  "One song about this location was accused of hiding the message \"Here's to my sweet Satan\" in the lyrics backwards. In \"Imagine,\" John Lennon claims \"it's easy\" to imagine that this location doesn't exist. A 2012 song asks (*) \"Can't I just stay here? Spend the rest of my days here?\" as Bruno Mars laments being \"Locked Out of\" this place. For 10 points, name this mystical location, the destination of": {
    "guess": "Heaven",
    "confidence": [
      [
        "He",
        -0.0029636733
      ],
      [
        "aven",
        -3.0232935e-05
      ]
    ]
  },
  "His son and successor was excommunicated by Pope Gregory V, which would seem to bely his nickname.  This man's problems with Church figures came to a head when the Bishop of Laon joined with Eudes of Blois in a plot designed to deliver him into the hands of his enemy Otto III.    He also was at odds with Pope John XV, particularly over the deposition of archbishop Arnulf, the nephew of the duke of Lorraine.  That duke, Charles, was the only legitimate heir to a certain crown following the death of Louis the Indolent.  However, this man schemed with yet another clergymen, Adalbero of Reims, who": {
    "guess": "Hugh Capet",
    "confidence": [
      [
        "Hugh",
        -1.4161532
      ],
      [
        " Cap",
        -0.07896547
      ],
      [
        "et",
        -0.00011260267
      ]
    ]
  },
  "The son of the man who lost this battle was lured into a trap by Quintus Poppaedius Silo fifteen years": {
    "guess": "Social War",
    "confidence": [
      [
        "Social",
        -0.7671032
      ],
      [
        " War",
        -0.07675648
      ]
    ]
  },
  "One of this man's songs is about \"Jimmy the Saint,\" and that song, \"Lost in the Flood,\" appeared on the same album as a song with an often confused line about being \"revved up like a deuce.\" This man, who often plays alongside Nils Lofgren, wrote a song where he urged someone to \"put your makeup on and get your hair up pretty,\" and meet him in the title location. This man's \"Atlantic City\" appeared": {
    "guess": "Bruce Springsteen",
    "confidence": [
      [
        "Bruce",
        -0.0045057232
      ],
      [
        " Spring",
        -0.00035167023
      ],
      [
        "steen",
        -0.00022070204
      ]
    ]
  },
  "As soon as the mother and child are able to travel, they visit Gurdwara.  There they prepare sacred pudding, called Karah Prashad.  Amrit, or sweet water, is given to both infant and mother.  The granthi": {
    "guess": "Gurdwara",
    "confidence": [
      [
        "G",
        -1.2889085
      ],
      [
        "urd",
        -0.13163213
      ],
      [
        "w",
        -0.00023774817
      ],
      [
        "ara",
        -4.1199673e-05
      ]
    ]
  },
  "One of this man's sons was an ugly hunter known for carving a large rock sculpture of Cybele. Some sources state that his birth was probably the result of a relationship between Zeus and the nymph Plouto. This father of Broteas was both the maternal and paternal grandfather of a pair of children who murdered Chrysippus. Later, one of those grandchildren killed the other's sons and fed them to him.": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.03728275
      ],
      [
        "antal",
        -0.0014835551
      ],
      [
        "us",
        -0.00015908109
      ]
    ]
  },
  "The songwriter in the studio apartment is having trouble  finishing a new pop song. A dancer on the third floor toys with  three men at a time while waiting for her true love to get out of  the army. In": {
    "guess": "The Girl in the Other Room",
    "confidence": [
      [
        "The",
        -2.149347
      ],
      [
        " Girl",
        -1.8335996
      ],
      [
        " in",
        -0.971854
      ],
      [
        " the",
        -0.1563892
      ],
      [
        " Other",
        -0.4833186
      ],
      [
        " Room",
        -0.012470337
      ]
    ]
  },
  "Both this man's song \"I Love and I Must\" and the Alemand that opens the Suite No. 7 in D Minor from his A Choice Collection of Lessons curiously bear the nickname \"Bell-Barr.\"  A popular anecdote tells how in one of his many catches, \"Of all the instruments,\" this composer of Bonduca and The Spanish Friar mocked the \"zingle, zingle, zing\" of the viola da gamba to irritate John Gostling.  Franklin Zimmerman lent his name to the \"Z\" numbers used to catalog the works of this composer, whose \"Martial": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.009462927
      ],
      [
        " Pur",
        -0.00016682933
      ],
      [
        "cell",
        -8.9119545e-05
      ]
    ]
  },
  "The son of Marie Josephe of Saxony and the Dauphin Louis Ferdinand, this political figure‟s marriage to a certain Austrian Hapsburg princess was overwhelmingly opposed by his native country, due to the fact that Austria had dragged his nation into a costly defeat at the hands of Great Britain during the Seven Years War. Upon ascending to the throne, such economic advisers as Jacques Necker and Turgot dragged his nation into further disarray, a situation exacerbated by the perpetuation of the antiquated socio-economic structure of the \"Estates of the Realm.\" For ten points, name this indecisive husband of Marie Antoinette of Austria and the last king of France before the outbreak of the French Revolution.": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.0074399165
      ],
      [
        " XVI",
        -0.0003249759
      ]
    ]
  },
  "One song often associated with this activity says to use Listerine strips, features Keak da Sneak's claim": {
    "guess": "Hyphy",
    "confidence": [
      [
        "Hy",
        -0.3021414
      ],
      [
        "phy",
        -1.7597347e-05
      ]
    ]
  },
  "In one sonnet, this poet remembers pausing in the morning to feel a \"calm so deep\" caused by \"all that mighty heart...lying still.\" In addition to \"Sonnet Composed upon Westminster Bridge,\" this poet wrote that he'd rather \"be a pagan, suckled in a creed outworn\" in another sonnet. In one poem, this": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -0.0035386556
      ],
      [
        " Words",
        -0.00069742324
      ],
      [
        "worth",
        -0.00015109812
      ]
    ]
  },
  "The son of a sail maker, he studied mathematics at Lyon before moving to chemistry. During World War I, he was assigned to guard a railroad bridge, but was transferred to chemical warfare, and worked on the manufacture of phosgene and the detection  of mustard gas. FTP, identify this French scientist, who discovered that reactive organic halogen in a diethyl ether solution would combine with magnesium to produce an organomagnesium compound, a reaction for which he was awarded the Nobel Prize in 1912": {
    "guess": "Victor Grignard",
    "confidence": [
      [
        "Vict",
        -0.0019289902
      ],
      [
        "or",
        -1.9504607e-05
      ],
      [
        " Gr",
        -7.465036e-06
      ],
      [
        "ign",
        -2.5226382e-05
      ],
      [
        "ard",
        -1.0325924e-05
      ]
    ]
  },
  "This man's song \"Paracelsus\" recycles sections from a work in his earlier \"Men of Literature\" cycle, and near the end of his career he published Three Quarter Tone Piano Pieces and 114 Songs. This composer, the subject of Jan Swafford's study, included the hymn \"Watchman, tell us of the night\" in his": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.0043310146
      ],
      [
        " I",
        -0.0010646054
      ],
      [
        "ves",
        -3.094816e-05
      ]
    ]
  },
  "The son of a sail maker, he studied mathematics at Lyon before moving to chemistry. During World War I, he was assigned to guard a railroad bridge, but was transferred to chemical warfare, and worked on the manufacture of phosgene and the detection  of mustard gas. FTP, identify this French scientist,": {
    "guess": "Victor Grignard",
    "confidence": [
      [
        "Vict",
        -0.10040314
      ],
      [
        "or",
        -1.0325924e-05
      ],
      [
        " Gr",
        -0.0003651402
      ],
      [
        "ign",
        -3.5313153e-06
      ],
      [
        "ard",
        -1.0280384e-06
      ]
    ]
  },
  "A song in this work tells of the death of Finn on a visit to his sister in Frisia. The first character to speak in this work is a coast-guard who gives directions to some sea-faring soldiers. It survives": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.08391135
      ],
      [
        "ow",
        -0.0002478695
      ],
      [
        "ulf",
        -1.8074163e-05
      ]
    ]
  },
  "His son Rudy committed suicide, which opened a rift between this man and his daughter Winnie, who runs a website called Frozen Truth. This man hatches a complicated plot involving giving his daughter's photograph to Keller Zabel worker played by Shia Labeouf in order to steal 100 million dollars and convert it to 1 billion dollars by shorting during the subprime mortgage crisis. At the beginning of the second movie this character appears in, he receives an old mobile phone after being in (*) prison for 11 years after his involvement in companies such as Bluestar. The Charlie Sheen-played character Budd Fox hid a recording device to bust this man's insider trading in a film series directed by Oliver Stone. For 10 points, name this Michael Douglas-played character who said, \"Greed, for lack of": {
    "guess": "Gordon Gekko",
    "confidence": [
      [
        "G",
        -0.00426632
      ],
      [
        "ordon",
        -0.0015147424
      ],
      [
        " G",
        -0.0015929419
      ],
      [
        "ek",
        -2.2007884e-05
      ],
      [
        "ko",
        -3.888926e-06
      ]
    ]
  },
  "The son of Marie Josephe of Saxony and the Dauphin Louis Ferdinand, this political figure‟s marriage to a certain Austrian Hapsburg princess was overwhelmingly opposed by his native country, due to the fact that Austria had dragged his nation into a costly defeat at the hands of Great Britain during the Seven Years War. Upon ascending to the throne, such economic advisers as Jacques Necker and Turgot dragged his nation into further disarray, a situation exacerbated by the perpetuation of the antiquated socio-economic structure of the \"Estates of the Realm.\" For ten points, name this indecisive": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.004762261
      ],
      [
        " XVI",
        -0.00015229016
      ]
    ]
  },
  "A son of Zeus and Electra became one of the founders of this city after fleeing Samothrace when Zeus killed his brother Iasion. This city's territory was at one point divided between the brothers Ilus and Assaracus. A deceptive king of this city offered his daughter Hesione to a sea monster sent by Poseidon, who was angry because that king failed to (*) pay Poseidon and Apollo for building this city's walls. Heracles sacked this city when he did not receive his promised immortal horses from Laomedon,": {
    "guess": "Troy",
    "confidence": [
      [
        "T",
        -0.037683595
      ],
      [
        "roy",
        -0.00042686204
      ]
    ]
  },
  "In one of his sonnets, this man alluded to the \"hinds that were transformed to frogs\" which \"railed at Latona's twin-born progeny\" and complained of being surrounded by a \"barbarous noise\" of \"owls and cuckoos, asses, apes, and dogs.\" In another sonnet, he invited Cyriack Skinner to join him in spending": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.04370727
      ],
      [
        " Milton",
        -0.00022392054
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You Amanda\" and \"A Farmer's Prayer\" and later became the namesake of the stadium where he and several thousand other political prisoners were executed, Victor Jara. Punctuated by a single-word chorus that": {
    "guess": "The Wikipedia page on Victor Jara",
    "confidence": [
      [
        "The",
        -0.64241475
      ],
      [
        " Wikipedia",
        -0.14888807
      ],
      [
        " page",
        -0.003069218
      ],
      [
        " on",
        -0.63413894
      ],
      [
        " Victor",
        -0.24811319
      ],
      [
        " J",
        -0.0008939516
      ],
      [
        "ara",
        -1.7597347e-05
      ]
    ]
  },
  "One of his sons was blinded by Nomia. Statues of him were intended to bring prosperity and luck and marked": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -1.2025963
      ],
      [
        "anes",
        -0.06655208
      ],
      [
        "ha",
        -0.00047523674
      ]
    ]
  },
  "His son Rudy committed suicide, which opened a rift between this man and his daughter Winnie, who runs a website called Frozen Truth. This man hatches a complicated plot involving giving his daughter's photograph to Keller Zabel worker played by Shia Labeouf in order to steal 100 million dollars and": {
    "guess": "Leopold Bloom",
    "confidence": [
      [
        "Le",
        -0.6886233
      ],
      [
        "op",
        -0.01879371
      ],
      [
        "old",
        -0.00027694786
      ],
      [
        " Bloom",
        -0.008824807
      ]
    ]
  },
  "The son of a sail maker, he studied mathematics at Lyon before moving to chemistry. During World War I, he was assigned to guard a railroad bridge, but was transferred to chemical warfare, and worked on the manufacture of phosgene and the detection  of mustard gas. FTP, identify this French scientist, who discovered that reactive organic halogen in a diethyl ether solution would combine with magnesium": {
    "guess": "Victor Grignard",
    "confidence": [
      [
        "Vict",
        -0.016617225
      ],
      [
        "or",
        -5.4385737e-06
      ],
      [
        " Gr",
        -1.962381e-05
      ],
      [
        "ign",
        -1.5570886e-05
      ],
      [
        "ard",
        0.0
      ]
    ]
  },
  "The son of Pelasgus and Meliboea was turned into one of these creatures for feeding Zeus human flesh and then attempting to kill him. That king of Arcadia was Lycaon, and Acca Larentia, the wife of the shepherd Faustulus, took over for one of these creatures in caring for twins. Another was bound with chains made with such ingredients as the beard of a woman while biting off the hand of Tyr. One of": {
    "guess": "Werewolf",
    "confidence": [
      [
        "Wer",
        -0.8756877
      ],
      [
        "ewolf",
        -0.032313745
      ]
    ]
  },
  "This man's son was an official advisor on Africa, but was later accused of selling guns to Angola with Arcadi Gaydamak. This man worked for the Vichy regime until he noticed Nazi Germany would lose the war, after which he joined the Resistance under the codename \"Capitaine Morland.\" The first female": {
    "guess": "Jacques Chirac",
    "confidence": [
      [
        "Jac",
        -2.1579006
      ],
      [
        "ques",
        -0.010868003
      ],
      [
        " Ch",
        -0.9137761
      ],
      [
        "ir",
        -0.074874505
      ],
      [
        "ac",
        -0.000120708515
      ]
    ]
  },
  "This son of Muireann (mih-ran) Muncheam (mun-kham) once beheaded the demon Aillen mac Midna, who had": {
    "guess": "Finn MacCool",
    "confidence": [
      [
        "F",
        -0.013212942
      ],
      [
        "inn",
        -0.041121047
      ],
      [
        " Mac",
        -0.05071314
      ],
      [
        "Cool",
        -0.0013507109
      ]
    ]
  },
  "One of this man's sons raped his own half-sister, Tamar; that was Amnon, who was subsequently put to death by servants under the command of one of this man's other sons. He was confronted by Nathan about the sinful way he gained one of his wives involving the murder of Uriah. Saul unsuccessfully sabotaged this man's relationship with his friend Jonathan, and his namesake \"shield\" is a hexagram. Descended from Ruth, name this king who supposedly wrote most of the Psalms, married Bathsheba with whom": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.01894497
      ]
    ]
  },
  "He was the son of a Thracian prince and the muse Calliope. Unfortunately for him one day, the Maenads, frenzied worshippers of Dionysus swept upon him and tore him to pieces. He his head was tossed into a river, where it floated to the island of Lesbos and uttered prophecies. FTP, identify this skilled lyre player who could tame anyone or anything with his playing, who fell in love with the wood nymph Eurydice.": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.0018577229
      ],
      [
        "phe",
        -2.7729659e-05
      ],
      [
        "us",
        -2.2723105e-05
      ]
    ]
  },
  "This man's son-in law was the first Greek to land on the shore of Troy, which led to his death according to an oracle's prophecy and to the suicide of this man's daughter Polydora. Medusa and this man": {
    "guess": "Acrisius",
    "confidence": [
      [
        "A",
        -1.6840193
      ],
      [
        "cr",
        -0.61386174
      ],
      [
        "is",
        -0.00011248347
      ],
      [
        "ius",
        -0.00060772157
      ]
    ]
  },
  "A song named for this concept on Inna's first album claims that this concept \"is a mystery, distance": {
    "guess": "Sun is Up",
    "confidence": [
      [
        "Sun",
        -1.2218338
      ],
      [
        " is",
        -0.57564914
      ],
      [
        " Up",
        -0.07147311
      ]
    ]
  },
  "The songwriter in the studio apartment is having trouble  finishing a new pop song. A dancer on the third floor toys with  three men at a time while waiting for her true love to get out of  the army. In the basement, a lonely young woman attempts suicide.  Above her lives Lars Thorwald, a henpecked salesman whom L.B.  Jeffries suspects of murder. FTP, these are the neighbors of  amateur detective Jimmy Stewart in what 1954 Hitchcock classic?": {
    "guess": "Rear Window",
    "confidence": [
      [
        "R",
        -0.0020305885
      ],
      [
        "ear",
        -6.6232446e-05
      ],
      [
        " Window",
        -0.0008966933
      ]
    ]
  },
  "After his son and successor was assassinated, another of this man's sons took the throne and instituted": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.5161228
      ],
      [
        "ah",
        -0.009934457
      ],
      [
        " J",
        -0.028395498
      ],
      [
        "ahan",
        -8.184812e-05
      ]
    ]
  },
  "After his son and successor was assassinated, another of this man's sons took the throne and instituted persecutions of Buddhists before being overthrown by the Buddhist governor of Khorasan, Arghun. After capturing Lurestan, this man seized the fortress of Alamut without a struggle and went on to execute al-Musta'sim, who was allegedly rolled up in a rug and trampled to death. In the course of those exploits, he founded a dynasty whose later rulers would include Mahmud Ghazan, the Il-Khanid dynasty. His general Kitbuqa was killed following his army's defeat by the Mameluks at Ain Jalut. FTP, name": {
    "guess": "Hulagu Khan",
    "confidence": [
      [
        "H",
        -0.010296158
      ],
      [
        "ul",
        -0.0075971615
      ],
      [
        "agu",
        -0.0023908718
      ],
      [
        " Khan",
        -0.00017731925
      ]
    ]
  },
  "The son of a poor Protestant minister, he nonetheless learned all the major European languages plus ancient Greek, and retired at age 41 after amassing a fortune in foreign trade to move to Greece and pursue his passion for Homer. He effectively discovered the pre-Classical Greek civilization in his": {
    "guess": "Heinrich Schliemann",
    "confidence": [
      [
        "He",
        -0.18321045
      ],
      [
        "in",
        -0.0005127602
      ],
      [
        "rich",
        -0.000104496816
      ],
      [
        " Sch",
        -9.4914985e-06
      ],
      [
        "li",
        -8.12521e-05
      ],
      [
        "emann",
        -0.00029160624
      ]
    ]
  },
  "This man's son Henry was the first United States commissioner of patents. Though this man did not sign the Constitution, he promoted its ratification in his Letters of a Landholder.  He reluctantly agreed to be appointed commisioner to France in 1799, three years after he took a position which had been": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -1.4177953
      ],
      [
        " Jay",
        -0.34464356
      ]
    ]
  },
  "The son of a Paris policeman, he enrolled in the Ecole Imperiale Speciale de Dessin et de Mathematiques and was initially an apperentice in the studios of major sculptors of the day. During a trip to Italy": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -1.1398714
      ],
      [
        "e",
        -0.64224255
      ],
      [
        " Rod",
        -0.014683321
      ],
      [
        "in",
        -0.00012546933
      ]
    ]
  },
  "He was the son of Phlegyas, descendant of Ares, and married the beautiful princess Dia, who, like many, might have been raped by Zeus.  When receiving Dia's father, Deioneus, he arranged a camouflaged pit of burning coals for the old man to fall into so that he could avoid paying the bride price.  Later,": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.24967368
      ],
      [
        "ion",
        -8.029847e-05
      ]
    ]
  },
  "His son and successor was excommunicated by Pope Gregory V, which would seem to bely his nickname.  This man's problems with Church figures came to a head when the Bishop of Laon joined with Eudes of Blois in a plot designed to deliver him into the hands of his enemy Otto III.    He also was at odds with Pope John XV, particularly over the deposition of archbishop Arnulf, the nephew of the duke of Lorraine.  That duke, Charles, was the only legitimate heir to a certain crown following the death of Louis the Indolent.  However, this man schemed with yet another clergymen, Adalbero of Reims, who crowned him at Noyon in 987.  The originator of a dynasty which lasted until the 1328 death of Charles": {
    "guess": "Hugh Capet",
    "confidence": [
      [
        "Hugh",
        -0.01356804
      ],
      [
        " Cap",
        -0.0009508833
      ],
      [
        "et",
        -5.967624e-05
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You Amanda\" and \"A Farmer's Prayer\" and later became the namesake of the stadium where he and several thousand other political prisoners were executed, Victor Jara. Punctuated by a single-word chorus that is simply the name of the triple album this song appears on being sung by Joe Strummer, this song ends by asking what Afghan rebels or Tibetan monks \"think of voting Communist,\" but previous verses castigate the U.S. for the Bay of Pigs and for supporting Augusto Pinochet. This song from Sandinista! by The Clash shares its two-wored name with a monniker borne from 1974 to 1997 by a team that was long coached by former star Wes Unseld, moved from Baltimore, and changed away from this name before adding such current players as Roger Mason, Caron Butler, Antawn Jamison and Gilbert Arenas to its": {
    "guess": "Washington Wizards",
    "confidence": [
      [
        "Washington",
        -0.023234995
      ],
      [
        " Wizards",
        -0.040606197
      ]
    ]
  },
  "This man's son Henry was the first United States commissioner of patents. Though this man did not sign the Constitution, he promoted its ratification in his Letters of a Landholder.  He reluctantly agreed": {
    "guess": "John Dickinson",
    "confidence": [
      [
        "John",
        -1.6466141
      ],
      [
        " Dickinson",
        -0.3298848
      ]
    ]
  },
  "His son is an MIT graduate living in Boston, and his brother is a doctor in Chicago. In 1999, he orchestrated what some observers termed \"the biggest strategic blunder since Pearl Harbor\"\\--the attempt to take over Kargil heights. Since he came to power five years ago, he already lived through four assassination": {
    "guess": "Pervez Musharraf",
    "confidence": [
      [
        "Per",
        -0.090068035
      ],
      [
        "vez",
        -7.465036e-06
      ],
      [
        " Mush",
        -2.1411865e-05
      ],
      [
        "ar",
        -0.00016170357
      ],
      [
        "raf",
        -6.1537958e-06
      ]
    ]
  },
  "In one of his sonnets, this man alluded to the \"hinds that were transformed to frogs\" which \"railed at Latona's twin-born progeny\" and complained of being surrounded by a \"barbarous noise\" of \"owls and": {
    "guess": "William Shakespeare",
    "confidence": [
      [
        "William",
        -0.62604904
      ],
      [
        " Shakespeare",
        -0.025575466
      ]
    ]
  },
  "This man's son-in law was the first Greek to land on the shore of Troy, which led to his death according to an oracle's prophecy and to the suicide of this man's daughter Polydora. Medusa and this man were the only ghosts to not flee before Heracles in the underworld; in that encounter, Heracles asked this man if he could marry his sister Deianira. After his death, his wife Cleopatra Alcyone died from grief and several of his sisters wept so much that they transformed into guineafowl. Because this man killed his relatives Plexippus and Toxeus, the Furies instructed this figure's mother Althaea to throw a cursed brand into the fire, killing him as it burned. Renowned for leading the hunt of an": {
    "guess": "Meleager",
    "confidence": [
      [
        "Me",
        -0.0032639806
      ],
      [
        "le",
        -0.00019138161
      ],
      [
        "ager",
        -0.0073622875
      ]
    ]
  },
  "The 400 sons try to kill Alligator by burying him alive. One-Blowgunner and Jaguar Deer, also known as the Hero Twins, defeat Seven Macaw and take his silver and jade in this book, whose title translates as \"the book of the written leaves\" from Quich? Written in the 16th century and discovered by Guatemalan": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.0035571854
      ],
      [
        "ol",
        -0.02202492
      ],
      [
        " V",
        -0.00018637507
      ],
      [
        "uh",
        -1.247159e-05
      ]
    ]
  },
  "In one of his sonnets, this man alluded to the \"hinds that were transformed to frogs\" which \"railed at": {
    "guess": "Petrarch",
    "confidence": [
      [
        "P",
        -1.4885757
      ],
      [
        "etr",
        -0.006637098
      ],
      [
        "arch",
        -0.0046845456
      ]
    ]
  },
  "A song with this name allegedly shares its title with the card carried by Hamburg, Germany prostitutes that proves the absence of sexually transmitted diseases. A game with this name has an expansion in which Alvin the Alien and Dexter the Dinosaur are characters. In that game with this name, players collect matching train cards in order to acquire railway routes connecting cities. The song with this": {
    "guess": "Ticket to Ride",
    "confidence": [
      [
        "Ticket",
        -0.0001693326
      ],
      [
        " to",
        -2.1411865e-05
      ],
      [
        " Ride",
        -0.1582775
      ]
    ]
  },
  "After his son and successor was assassinated, another of this man's sons took the throne and instituted persecutions of Buddhists before being overthrown by the Buddhist governor of Khorasan, Arghun. After capturing Lurestan, this man seized the fortress of Alamut without a struggle and went on to execute al-Musta'sim, who was allegedly rolled up in a rug and trampled to death. In the course of those exploits, he founded a dynasty whose later rulers would include Mahmud Ghazan, the Il-Khanid dynasty. His general Kitbuqa was killed following his army's defeat by the Mameluks at Ain Jalut. FTP, name this brother of Mangu who in 1258 sacked Baghdad, a war-mongering grandson of Genghis Khan.": {
    "guess": "Hulagu Khan",
    "confidence": [
      [
        "H",
        -0.002211516
      ],
      [
        "ul",
        -0.34199217
      ],
      [
        "agu",
        -0.00024751187
      ],
      [
        " Khan",
        -0.0004248356
      ]
    ]
  },
  "This son of Robert the Devil began construction on the White Tower in London. This ruler's claim to the throne was backed by Pope Alexander II. This man ordered the creation of the Domesday Book. His queen was Matilda and Henry I was his son. This man's victory over Harold II began the Norman rule of England. For 10 points, name this ruler who won the Battle of Hastings and became King of England in": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.004520789
      ],
      [
        " the",
        -0.001672207
      ],
      [
        " Con",
        -4.3464544e-05
      ],
      [
        "quer",
        -4.1199673e-05
      ],
      [
        "or",
        -1.8074163e-05
      ]
    ]
  },
  "The son of a poor Protestant minister, he nonetheless learned all the major European languages plus ancient Greek, and retired at age 41 after amassing a fortune in foreign trade to move to Greece and pursue his passion for Homer. He effectively discovered the pre-Classical Greek civilization in his excavations at Orchomenos, Marathon, Tiryns, and Mycenae. FTP, name this German archaeologist, most famous for his excavations at Hissarlik, Turkey.": {
    "guess": "Heinrich Schliemann",
    "confidence": [
      [
        "He",
        -0.010548751
      ],
      [
        "in",
        -3.8457987e-05
      ],
      [
        "rich",
        -0.00019042798
      ],
      [
        " Sch",
        -3.094816e-05
      ],
      [
        "li",
        -6.873572e-05
      ],
      [
        "emann",
        -0.000102827966
      ]
    ]
  },
  "His son Rudy committed suicide, which opened a rift between this man and his daughter Winnie, who runs a website called Frozen Truth. This man hatches a complicated plot involving giving his daughter's photograph to Keller Zabel worker played by Shia Labeouf in order to steal 100 million dollars and convert it to 1 billion dollars by shorting during the subprime mortgage crisis. At the beginning of the second movie this character appears in, he receives an old mobile phone after being in (*) prison for 11 years after his involvement in companies such as Bluestar. The Charlie Sheen-played character Budd Fox hid a recording device to bust this man's insider trading in a film series directed by Oliver Stone. For 10 points, name this Michael Douglas-played character who said, \"Greed, for lack of a better word, is good\" in the Wall Street movies.": {
    "guess": "Gordon Gekko",
    "confidence": [
      [
        "G",
        -0.015142171
      ],
      [
        "ordon",
        -0.0006288022
      ],
      [
        " G",
        -0.0017462197
      ],
      [
        "ek",
        -5.145119e-05
      ],
      [
        "ko",
        -4.723352e-06
      ]
    ]
  },
  "The son of Romanus II and Theophano, he was crowned emperor with his brother Constantine at the age of three in 960. In 985, with the help of the Varangian Guard, he exiled a namesake rival known as the": {
    "guess": "Constantine VIII",
    "confidence": [
      [
        "Constant",
        -0.5853222
      ],
      [
        "ine",
        -0.02654063
      ],
      [
        " VIII",
        -0.3401108
      ]
    ]
  },
  "Their songs included Traffic Lights, which is on their album Contractual Agreements, Finland Song, which is on The Final Rip Off, and Here Comes Another One, which is on The Hastily Cobbled Together for a Fast Buck Album. Other well-known songs include Every Sperm Is Sacred, Always Look on the Bright Side of Life, and The Tale of Sir Robin, which are in their movies. Name this group that included Terry Jones, Eric Idle, and John Cleese and made the movies The Meaning of Life, Life of Brian, and The Holy Grail.": {
    "guess": "Monty Python",
    "confidence": [
      [
        "Mont",
        -0.0055530667
      ],
      [
        "y",
        -3.5477897e-05
      ],
      [
        " Python",
        -0.00018149138
      ]
    ]
  },
  "One of his sons was blinded by Nomia. Statues of him were intended to bring prosperity and luck and marked the boundary of one's property, and he assisted the Fates with the alphabet by reducing sounds to characters. With cow-gut and a tortoise shell, he created a musical instrument which he gave to": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.10755735
      ],
      [
        "erm",
        -0.01280875
      ],
      [
        "es",
        -0.00034619053
      ]
    ]
  },
  "This son of Thoösa fell in love with a daughter of Doris and tried to make himself more presentable by combing his hair with a rake and shaving with a scythe. The Nereid he loved shared her name with a living ivory image of Aphrodite carved by Pygmalion. He had his first experience with alcohol when he tried some heady wine given by Maro to one of his prisoners, who introduced himself as \"Oudeis.\" According to Ovid, he crushed Acis with a rock for love of Galatea. He is better known for braining and eating six crewmen of a certain Greek hero, who got revenge and then escaped under his sheep. FTP, name this Cyclops who was blinded by Odysseus.": {
    "guess": "Polyphemus",
    "confidence": [
      [
        "Poly",
        -0.07574968
      ],
      [
        "phem",
        -0.0025229843
      ],
      [
        "us",
        -6.897413e-05
      ]
    ]
  },
  "The son of the King of Shewa, his forefathers claimed to have been from the Solomonid dynasty. He ascended to the throne in [*] 1889, signing a treaty with Italy and dedicating himself to the modernization of his empire. For 10 points—name this emperor of Abysinnia from 1889 to 1914, born Sahle Mariam,": {
    "guess": "Menelik II",
    "confidence": [
      [
        "Men",
        -0.045913573
      ],
      [
        "el",
        -0.000114748334
      ],
      [
        "ik",
        -4.692145e-05
      ],
      [
        " II",
        -0.00021200384
      ]
    ]
  },
  "One of this man's sons raped his own half-sister, Tamar; that was Amnon, who was subsequently put to death by servants under the command of one of this man's other sons. He was confronted by Nathan about": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.047346123
      ]
    ]
  },
  "This man's son Henry was the first United States commissioner of patents. Though this man did not sign the Constitution, he promoted its ratification in his Letters of a Landholder.  He reluctantly agreed to be appointed commisioner to France in 1799, three years after he took a position which had been declined by William Cushing.  He proposed the use of the phrase \"United States\" as a member of the five-man committee which drafted the Constitution; that committee was chaired by the man who preceded him in his most prominent position, John Rutledge.  He also joined with Roger Sherman to create": {
    "guess": "Richard Henry Lee",
    "confidence": [
      [
        "Richard",
        -1.0000757
      ],
      [
        " Henry",
        -0.029021576
      ],
      [
        " Lee",
        -0.00024084747
      ]
    ]
  },
  "This man's son was an official advisor on Africa, but was later accused of selling guns to Angola with Arcadi Gaydamak. This man worked for the Vichy regime until he noticed Nazi Germany would lose the war, after which he joined the Resistance under the codename \"Capitaine Morland.\" The first female prime minister of France, Edith Cresson, was appointed by this man. He ordered Operation Satanique,": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.24367173
      ],
      [
        "çois",
        -0.0057103736
      ],
      [
        " M",
        -0.0010904471
      ],
      [
        "itter",
        -1.6524515e-05
      ],
      [
        "rand",
        -0.0005065653
      ]
    ]
  },
  "This man's song \"Paracelsus\" recycles sections from a work in his earlier \"Men of Literature\" cycle, and near the end of his career he published Three Quarter Tone Piano Pieces and 114 Songs. This composer, the subject of Jan Swafford's study, included the hymn \"Watchman, tell us of the night\" in his humongous Symphony No. 4 and he related his experiences with Delta Kappa Epsilon in one of his Cartoons titled \"Calcium Light Night.\" Three parts of his unfinished Universe Symphony are extant, and his piano trio's second movement's scherzo \"is a joke.\" His \"Two Contemplations\" include The Unanswered": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.01813871
      ],
      [
        " I",
        -0.00030781425
      ],
      [
        "ves",
        -2.4987974e-05
      ]
    ]
  },
  "Songs included on this movie's soundtrack include Candy Shop, which is performed by a creepy cover band following a wedding at the end of the film, and Who Let the Dogs Out, which appears just before one": {
    "guess": "The Hangover",
    "confidence": [
      [
        "The",
        -0.00798762
      ],
      [
        " Hang",
        -0.003712077
      ],
      [
        "over",
        -3.166338e-05
      ]
    ]
  },
  "This song says that \"if you listen very hard, the truth will come to you at last\" before stating that \"all are one and one is all, to be a rock and not to roll.\" This song's speaker has seen \"ring of smoke through the trees.\" According to this song, [*] \"there are two paths you can go by,\" but \"there's still time to change the road you're on.\" The singer says that \"the piper's calling you to join him\" after saying that \"if there's a bustle in your hedgerow, don't be alarmed now,\" and this song says": {
    "guess": "Stairway to Heaven",
    "confidence": [
      [
        "St",
        -0.02114853
      ],
      [
        "air",
        -2.6537622e-05
      ],
      [
        "way",
        -1.6524515e-05
      ],
      [
        " to",
        -0.0015343818
      ],
      [
        " Heaven",
        -0.00038765505
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You Amanda\" and \"A Farmer's Prayer\" and later became the namesake of the stadium where he and several thousand other political prisoners were executed, Victor Jara. Punctuated by a single-word chorus that is simply the name of the triple album this song appears on being sung by Joe Strummer, this song ends by asking what Afghan rebels or Tibetan monks \"think of voting Communist,\" but previous verses castigate the U.S. for the Bay of Pigs and for supporting Augusto Pinochet. This song from Sandinista!": {
    "guess": "Washington Bullets",
    "confidence": [
      [
        "Washington",
        -0.121338606
      ],
      [
        " Bul",
        -0.002790492
      ],
      [
        "lets",
        -5.8484206e-05
      ]
    ]
  },
  "One of this man's sons raped his own half-sister, Tamar; that was Amnon, who was subsequently put to death by servants under the command of one of this man's other sons. He was confronted by Nathan about the sinful way he gained one of his wives involving the murder of Uriah. Saul unsuccessfully sabotaged": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.019218886
      ]
    ]
  },
  "One of the songs by this composer mentions goldless gold, silkless silk, and soulless souls. One of his early songs was originally about Edward Crump, and, though it was not a positive portrayal, it may have helped Crump get elected Mayor of the city the song is now named after. This musician's most famous song begins with the line, \"I hate to see that evening sun go down.\" Name this musician and songwriter who composed \"Loveless Love\", \"Memphis Blues\", and \"Saint Louis Blues\" who was known as the Father of the Blues.": {
    "guess": "W. C. Handy",
    "confidence": [
      [
        "W",
        -0.030750666
      ],
      [
        ".",
        -0.07211173
      ],
      [
        " C",
        -2.9352968e-06
      ],
      [
        ".",
        -7.4695905e-05
      ],
      [
        " Handy",
        -9.729906e-06
      ]
    ]
  },
  "A son-in-law of King Kartanagar used a force sent by this ruler to depose the usurper Jayakatwang; due to the failure of that force led by Yikomusu, this man was unable to make Java a vassal state. This man supported the rule of King Wonjong, and his daughter married Wonjong's son Chungnyol Wang, which increased his infuence over the Goryeos of Korea. He lost much of his naval possessions after a devastating": {
    "guess": "Kublai Khan",
    "confidence": [
      [
        "K",
        -0.9109643
      ],
      [
        "ub",
        -0.19393893
      ],
      [
        "l",
        -0.0071608694
      ],
      [
        "ai",
        -0.00014442271
      ],
      [
        " Khan",
        -0.009694947
      ]
    ]
  },
  "This man's son-in law was the first Greek to land on the shore of Troy, which led to his death according to an oracle's prophecy and to the suicide of this man's daughter Polydora. Medusa and this man were the only ghosts to not flee before Heracles in the underworld; in that encounter, Heracles asked this man if he could marry his sister Deianira. After his death, his wife Cleopatra Alcyone died from grief and several of his sisters wept so much that they transformed into guineafowl. Because this man killed his relatives Plexippus and Toxeus, the Furies instructed this figure's mother Althaea to throw a cursed brand into the fire, killing him as it burned. Renowned for leading the hunt of an animal sacred to Artemis, for 10 points, name this Greek hero who loved Atalanta and who slew the Calydonian": {
    "guess": "Meleager",
    "confidence": [
      [
        "Me",
        -0.0022249601
      ],
      [
        "le",
        -4.406056e-05
      ],
      [
        "ager",
        -0.002124565
      ]
    ]
  },
  "The son of the King of Shewa, his forefathers claimed to have been from the Solomonid dynasty. He ascended to the throne in [*] 1889, signing a treaty with Italy and dedicating himself to the modernization of his empire. For 10 points—name this emperor of Abysinnia from 1889 to 1914, born Sahle Mariam, who defeated an Italian invasion force at Adawa in 1896.": {
    "guess": "Menelik II",
    "confidence": [
      [
        "Men",
        -0.012173952
      ],
      [
        "el",
        -8.339777e-05
      ],
      [
        "ik",
        -2.4034345e-05
      ],
      [
        " II",
        -0.000119874094
      ]
    ]
  },
  "His son Rudy committed suicide, which opened a rift between this man and his daughter Winnie, who runs a website called Frozen Truth. This man hatches a complicated plot involving giving his daughter's photograph to Keller Zabel worker played by Shia Labeouf in order to steal 100 million dollars and convert it to 1 billion dollars by shorting during the subprime mortgage crisis. At the beginning of the second movie this character appears in, he receives an old mobile phone after being in (*) prison for 11 years after his involvement in companies such as Bluestar. The Charlie Sheen-played character Budd Fox hid a recording device to bust this man's insider trading in a film series directed by": {
    "guess": "Gordon Gekko",
    "confidence": [
      [
        "G",
        -0.059955835
      ],
      [
        "ordon",
        -0.0022795538
      ],
      [
        " G",
        -0.006917957
      ],
      [
        "ek",
        -0.00012606535
      ],
      [
        "ko",
        -3.059055e-05
      ]
    ]
  },
  "A song named for this concept on Inna's first album claims that this concept \"is a mystery, distance is killing me.\" Ellie Goulding sings \"When everything's wrong, you make it right\" in a song whose title states that she needs this concept. Jordin Sparks asks why this concept \"always feels like a battlefield?\" This is the second word in the title of a song whose Mary Lambert-sung hook states \"she keeps": {
    "guess": "Love",
    "confidence": [
      [
        "Love",
        -0.055044767
      ]
    ]
  },
  "One of this man's sons raped his own half-sister, Tamar; that was Amnon, who was subsequently put to": {
    "guess": "Absalom",
    "confidence": [
      [
        "Abs",
        -0.7214387
      ],
      [
        "alom",
        -0.0006010498
      ]
    ]
  },
  "The son of the man who lost this battle was lured into a trap by Quintus Poppaedius Silo fifteen years later, and this battle was a follow-up to one where a storm prevented the destruction of the forces of Gnaeus Papirius Carbo at Noreia. One of this battle's survivors was a young Quintus Sertorius, who managed to swim across the Rhone in full armor. Occuring because the proconsul refused to relinquish command to the newly arrived consul, the novus homo Gnaeus Mallius Maximus, this battle was followed up by victories at Sextiae and Vercellae. A defeat for Quintus Servilius (*) Caepio, this battle": {
    "guess": "Battle of Arausio",
    "confidence": [
      [
        "Battle",
        -0.02284112
      ],
      [
        " of",
        -0.0005569628
      ],
      [
        " Ara",
        -0.0051830015
      ],
      [
        "us",
        -6.2729996e-06
      ],
      [
        "io",
        -3.7027545e-05
      ]
    ]
  },
  "This song says that \"if you listen very hard, the truth will come to you at last\" before stating that \"all are one and one is all, to be a rock and not to roll.\" This song's speaker has seen \"ring of smoke through the trees.\" According to this song, [*] \"there are two paths you can go by,\" but \"there's still time to change the road you're on.\" The singer says that \"the piper's calling you to join him\" after saying that \"if there's a bustle in your hedgerow, don't be alarmed now,\" and this song says that \"there's a lady who's sure all that glitters is gold.\" For 10 points, name this classic rock": {
    "guess": "Stairway to Heaven",
    "confidence": [
      [
        "St",
        -0.01577778
      ],
      [
        "air",
        -3.2140193e-05
      ],
      [
        "way",
        -5.5146502e-05
      ],
      [
        " to",
        -0.0025085974
      ],
      [
        " Heaven",
        -0.00040755473
      ]
    ]
  },
  "His son Rudy committed suicide, which opened a rift between this man and his daughter Winnie, who runs a website called Frozen Truth. This man hatches a complicated plot involving giving his daughter's photograph to Keller Zabel worker played by Shia Labeouf in order to steal 100 million dollars and convert it to 1 billion dollars by shorting during the subprime mortgage crisis. At the beginning of the second movie this character appears in, he receives an old mobile phone after being in (*) prison for 11 years after his involvement in companies such as Bluestar. The Charlie Sheen-played character": {
    "guess": "Gordon Gekko",
    "confidence": [
      [
        "G",
        -0.16846588
      ],
      [
        "ordon",
        -0.0029608232
      ],
      [
        " G",
        -0.0007327937
      ],
      [
        "ek",
        -3.2497806e-05
      ],
      [
        "ko",
        -2.9875326e-05
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed": {
    "guess": "Epitaph",
    "confidence": [
      [
        "Ep",
        -1.4760101
      ],
      [
        "it",
        -0.0032114615
      ],
      [
        "aph",
        -4.3464544e-05
      ]
    ]
  },
  "This son of Thoösa fell in love with a daughter of Doris and tried to make himself more presentable by combing his hair with a rake and shaving with a scythe. The Nereid he loved shared her name with a living ivory image of Aphrodite carved by Pygmalion. He had his first experience with alcohol when he tried some heady wine given by Maro to one of his prisoners, who introduced himself as \"Oudeis.\" According to Ovid, he crushed Acis with a rock for love of Galatea. He is better known for braining and eating six crewmen of a certain Greek hero, who got revenge and then escaped under his sheep. FTP,": {
    "guess": "Cyclops",
    "confidence": [
      [
        "C",
        -0.8221068
      ],
      [
        "yc",
        -0.0045559155
      ],
      [
        "lops",
        -0.0019286326
      ]
    ]
  },
  "As soon as the mother and child are able to travel, they visit Gurdwara.  There they prepare sacred pudding, called Karah Prashad.  Amrit, or sweet water, is given to both infant and mother.  The granthi randomly opens Sri Guru Granth Sahib to a hymn, and the child's name will have the same first letter as the first letter of the hymn.  So goes the Nam Karan, the first festival in the life of any adherent": {
    "guess": "Nam Karan",
    "confidence": [
      [
        "Nam",
        -0.623297
      ],
      [
        " Kar",
        -0.10999339
      ],
      [
        "an",
        -0.000418041
      ]
    ]
  },
  "A song of this name refers to the death of a folk musician who recorded such songs as \"I Remember You Amanda\" and \"A Farmer's Prayer\" and later became the namesake of the stadium where he and several thousand other political prisoners were executed, Victor Jara. Punctuated by a single-word chorus that is simply the name of the triple album this song appears on being sung by Joe Strummer, this song ends by asking what Afghan rebels or Tibetan monks \"think of voting Communist,\" but previous verses": {
    "guess": "The Clash discography",
    "confidence": [
      [
        "The",
        -0.81123734
      ],
      [
        " Clash",
        -0.40616378
      ],
      [
        " disc",
        -0.39178255
      ],
      [
        "ography",
        -0.00011415232
      ]
    ]
  },
  "This man's son-in law was the first Greek to land on the shore of Troy, which led to his death according": {
    "guess": "Menelaus",
    "confidence": [
      [
        "Men",
        -1.4671111
      ],
      [
        "ela",
        -0.016738566
      ],
      [
        "us",
        -0.00026503115
      ]
    ]
  },
  "His son and successor was excommunicated by Pope Gregory V, which would seem to bely his nickname.  This": {
    "guess": "Otto III",
    "confidence": [
      [
        "Ot",
        -0.51590294
      ],
      [
        "to",
        -0.0011549857
      ],
      [
        " III",
        -0.3455989
      ]
    ]
  },
  "The 400 sons try to kill Alligator by burying him alive. One-Blowgunner and Jaguar Deer, also known as the Hero Twins, defeat Seven Macaw and take his silver and jade in this book, whose title translates as \"the book of the written leaves\" from Quich? Written in the 16th century and discovered by Guatemalan priest Francisco Jiminez in the 18th, FTP name this sacred book of the Mayans.": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.0085749775
      ],
      [
        "ol",
        -0.0104108425
      ],
      [
        " V",
        -0.0016216224
      ],
      [
        "uh",
        -1.8074163e-05
      ]
    ]
  },
  "As soon as the mother and child are able to travel, they visit Gurdwara.  There they prepare sacred pudding, called Karah Prashad.  Amrit, or sweet water, is given to both infant and mother.  The granthi randomly opens Sri Guru Granth Sahib to a hymn, and the child's name will have the same first letter as the first letter of the hymn.  So goes the Nam Karan, the first festival in the life of any adherent to, for 10 points, what Indian religion?": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.68397945
      ],
      [
        "ikh",
        -0.00027206415
      ],
      [
        "ism",
        -0.06057491
      ]
    ]
  },
  "This man's son Henry was the first United States commissioner of patents. Though this man did not sign the Constitution, he promoted its ratification in his Letters of a Landholder.  He reluctantly agreed to be appointed commisioner to France in 1799, three years after he took a position which had been declined by William Cushing.  He proposed the use of the phrase \"United States\" as a member of the five-man committee which drafted the Constitution; that committee was chaired by the man who preceded": {
    "guess": "Richard Henry Lee",
    "confidence": [
      [
        "Richard",
        -1.1474215
      ],
      [
        " Henry",
        -0.007664479
      ],
      [
        " Lee",
        -0.00020473242
      ]
    ]
  },
  "One song about this location was accused of hiding the message \"Here's to my sweet Satan\" in the lyrics": {
    "guess": "Stairway to Heaven",
    "confidence": [
      [
        "St",
        -0.07347979
      ],
      [
        "air",
        -9.73446e-05
      ],
      [
        "way",
        -5.0497558e-05
      ],
      [
        " to",
        -0.000800219
      ],
      [
        " Heaven",
        -8.45898e-05
      ]
    ]
  },
  "This man's son was an official advisor on Africa, but was later accused of selling guns to Angola with Arcadi Gaydamak. This man worked for the Vichy regime until he noticed Nazi Germany would lose the war, after which he joined the Resistance under the codename \"Capitaine Morland.\" The first female prime minister of France, Edith Cresson, was appointed by this man. He ordered Operation Satanique, which led to the accidental death of Fernando Pereira, a Portuguese photographer. He lost his 1965 bid for the presidency against De Gaulle, and he was defeated in the 1974 election against d'Estaing. For 10 points, name this socialist president of France who ordered the bombing of the Rainbow Warrior,": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.0141170835
      ],
      [
        "çois",
        -0.0076753646
      ],
      [
        " M",
        -0.00028517292
      ],
      [
        "itter",
        -0.00037621515
      ],
      [
        "rand",
        -0.0005139523
      ]
    ]
  },
  "The son of a steelworker, he was party boss in Moldavia and was later sent to Kazakhstan by Khrushchev, who was wary of his amiable relationship with Stalin. Upon his return, he announced a namesake \"doctrine\" used to justify Soviet intervention in other Warsaw Pact countries. For 10 points, name this invader of Afghanistan, succeeded as Soviet ruler by Yuri Andropov.": {
    "guess": "Brezhnev Doctrine",
    "confidence": [
      [
        "B",
        -0.048504576
      ],
      [
        "rez",
        -0.0004510494
      ],
      [
        "h",
        -0.00027420983
      ],
      [
        "nev",
        -0.00255545
      ],
      [
        " Doctrine",
        -0.0015435495
      ]
    ]
  },
  "The son of the King of Shewa, his forefathers claimed to have been from the Solomonid dynasty. He ascended": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.21919294
      ],
      [
        "ile",
        -0.00010974178
      ],
      [
        " Sel",
        -0.0004477117
      ],
      [
        "ass",
        -6.849731e-05
      ],
      [
        "ie",
        -5.8603408e-05
      ]
    ]
  },
  "In one of his sonnets, this man alluded to the \"hinds that were transformed to frogs\" which \"railed at Latona's twin-born progeny\" and complained of being surrounded by a \"barbarous noise\" of \"owls and cuckoos, asses, apes, and dogs.\" In another sonnet, he invited Cyriack Skinner to join him in spending a day without studying Euclid and Archimedes, while a sonnet written after the death of his second": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.04864914
      ],
      [
        " Milton",
        -0.0007045681
      ]
    ]
  },
  "The son of the man who lost this battle was lured into a trap by Quintus Poppaedius Silo fifteen years later, and this battle was a follow-up to one where a storm prevented the destruction of the forces of Gnaeus Papirius Carbo at Noreia. One of this battle's survivors was a young Quintus Sertorius,": {
    "guess": "Battle of Arausio",
    "confidence": [
      [
        "Battle",
        -0.0902762
      ],
      [
        " of",
        -0.00086644123
      ],
      [
        " Ara",
        -0.5949081
      ],
      [
        "us",
        -2.0815847e-05
      ],
      [
        "io",
        -0.00012308525
      ]
    ]
  },
  "One of the songs by this composer mentions goldless gold, silkless silk, and soulless souls. One of his early songs was originally about Edward Crump, and, though it was not a positive portrayal, it may": {
    "guess": "Bob Dylan",
    "confidence": [
      [
        "Bob",
        -0.06442697
      ],
      [
        " Dylan",
        -0.00048799152
      ]
    ]
  },
  "One of his sons, Hardjedef, is known for his eponymous Instructions, while his son Kawab by his chief queen Mertiotes preceded him in death. Also known as Horus Medjedu, his successor Djedefra was followed by his more famous son Khafra. This man ruled from 2589-2566 B.C., and his vizier Hemiunu was instrumental in the completion of his most famous project, perhaps begun during the reign of his father Sneferu, the founder of the 4th Dynasty. For ten points, name this Egyptian king famous for the Great Pyramid at Giza.": {
    "guess": "Khufu",
    "confidence": [
      [
        "Kh",
        -0.003616824
      ],
      [
        "uf",
        -1.0280384e-06
      ],
      [
        "u",
        -2.486877e-05
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign, O Judge, O Father\", an unexpected hit for Laurie Anderson. It is the first word in the title of a song from the album Clumsy which opens with the lines \"Do you worry that you're not liked? How long till you break?\" and ends with Raine Malda repeatedly asking \"Doesn't anybody know that the world's a subway?\" The repeated couplet \"If you go a (*) million miles away I'll track you down, girl / Trust me when I say I know the pathway to your heart\" features in another song of this title, covered by R.E.M. for Lifes Rich Pageant. It also titles a song about a figure who's \"just out to find/the better part of me\" and who notes that \"I can't stand to fly / I'm not that naive\". For 10 points, name this figure who appears in the title of the aforementioned Our Lady Peace and Five for Fighting": {
    "guess": "Superman",
    "confidence": [
      [
        "Super",
        -0.017893428
      ],
      [
        "man",
        -0.0013928539
      ]
    ]
  },
  "The son of Pelasgus and Meliboea was turned into one of these creatures for feeding Zeus human flesh and then attempting to kill him. That king of Arcadia was Lycaon, and Acca Larentia, the wife of the": {
    "guess": "Werewolf",
    "confidence": [
      [
        "Wer",
        -0.38611308
      ],
      [
        "ewolf",
        -0.0031003505
      ]
    ]
  },
  "This song's title character, known as the Old Man of the Dovre, yells \"Ice in your blood!\" at the end": {
    "guess": "In the Hall of the Mountain King",
    "confidence": [
      [
        "In",
        -0.007507718
      ],
      [
        " the",
        -0.0010431708
      ],
      [
        " Hall",
        -9.2457245e-05
      ],
      [
        " of",
        -1.1279553e-05
      ],
      [
        " the",
        -7.076218e-05
      ],
      [
        " Mountain",
        -3.0113732e-05
      ],
      [
        " King",
        -2.677603e-05
      ]
    ]
  },
  "This song says that \"if you listen very hard, the truth will come to you at last\" before stating that \"all are one and one is all, to be a rock and not to roll.\" This song's speaker has seen \"ring of smoke through the trees.\" According to this song, [*] \"there are two paths you can go by,\" but \"there's": {
    "guess": "Stairway to Heaven",
    "confidence": [
      [
        "St",
        -0.0009613622
      ],
      [
        "air",
        -1.5451682e-05
      ],
      [
        "way",
        -8.657073e-06
      ],
      [
        " to",
        -0.0008695332
      ],
      [
        " Heaven",
        -0.00019007038
      ]
    ]
  },
  "Both this man's song \"I Love and I Must\" and the Alemand that opens the Suite No. 7 in D Minor from his A Choice Collection of Lessons curiously bear the nickname \"Bell-Barr.\"  A popular anecdote tells how in one of his many catches, \"Of all the instruments,\" this composer of Bonduca and The Spanish Friar mocked the \"zingle, zingle, zing\" of the viola da gamba to irritate John Gostling.  Franklin Zimmerman lent his name to the \"Z\" numbers used to catalog the works of this composer, whose \"Martial Air,\" or \"Trumpet Tune,\" is often played as a fanfare at weddings, and whose Abdelazar contains a rondo that served as the theme for Benjamin Britten's A Young Person's Guide to the Orchestra.  FTP,": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.0002998313
      ],
      [
        " Pur",
        -1.2829201e-05
      ],
      [
        "cell",
        -5.6576944e-05
      ]
    ]
  },
  "He was the son of Phlegyas, descendant of Ares, and married the beautiful princess Dia, who, like many,": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.44130123
      ],
      [
        "ion",
        -0.00021879478
      ]
    ]
  },
  "His son and successor was excommunicated by Pope Gregory V, which would seem to bely his nickname.  This man's problems with Church figures came to a head when the Bishop of Laon joined with Eudes of Blois in a plot designed to deliver him into the hands of his enemy Otto III.    He also was at odds with Pope John XV, particularly over the deposition of archbishop Arnulf, the nephew of the duke of Lorraine.  That duke, Charles, was the only legitimate heir to a certain crown following the death of Louis the Indolent.  However, this man schemed with yet another clergymen, Adalbero of Reims, who crowned him at Noyon in 987.  The originator of a dynasty which lasted until the 1328 death of Charles the Fair, FTP, name this king, the name of whose dynasty derived from his penchant for \"wearing a": {
    "guess": "Hugh Capet",
    "confidence": [
      [
        "Hugh",
        -0.03417878
      ],
      [
        " Cap",
        -0.0033338487
      ],
      [
        "et",
        -5.121278e-05
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign,": {
    "guess": "Salty (song)",
    "confidence": [
      [
        "S",
        -1.9372962
      ],
      [
        "alty",
        -1.1807358
      ],
      [
        " (",
        -0.7077054
      ],
      [
        "song",
        -0.48198658
      ],
      [
        ")",
        -0.005907227
      ]
    ]
  },
  "One of this man's sons was an ugly hunter known for carving a large rock sculpture of Cybele. Some sources state that his birth was probably the result of a relationship between Zeus and the nymph Plouto. This father of Broteas was both the maternal and paternal grandfather of a pair of children who murdered Chrysippus. Later, one of those grandchildren killed the other's sons and fed them to him. This grandfather of (*) Atreus and Thyestes had a daughter who turned to stone after her children were shot down. He also had a son who had his shoulder replaced with ivory after Demeter accidentally": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.012686462
      ],
      [
        "antal",
        -5.1331983e-05
      ],
      [
        "us",
        -4.763667e-05
      ]
    ]
  },
  "The son of Romanus II and Theophano, he was crowned emperor with his brother Constantine at the age of three in 960. In 985, with the help of the Varangian Guard, he exiled a namesake rival known as the Eunuch, who had been ruling as regent. By marrying his sister Anne to Vladimir of Kiev, he was responsible for converting Kievan' Russia to Christianity. FTP, name this Byzantine emperor whose 1014 defeat of Tsar Samuel I earned him a reputation for killing a Balkan ethnic group.": {
    "guess": "Basil II",
    "confidence": [
      [
        "B",
        -0.06788548
      ],
      [
        "asil",
        -1.3902034e-05
      ],
      [
        " II",
        -0.0009357591
      ]
    ]
  },
  "The songwriter in the studio apartment is having trouble  finishing a new pop song. A dancer on the third": {
    "guess": "Songwriting",
    "confidence": [
      [
        "Song",
        -0.93178797
      ],
      [
        "writing",
        -0.16143681
      ]
    ]
  },
  "This song says that \"if you listen very hard, the truth will come to you at last\" before stating that \"all are one and one is all, to be a rock and not to roll.\" This song's speaker has seen \"ring of smoke through the trees.\" According to this song, [*] \"there are two paths you can go by,\" but \"there's still time to change the road you're on.\" The singer says that \"the piper's calling you to join him\" after saying that \"if there's a bustle in your hedgerow, don't be alarmed now,\" and this song says that \"there's a lady who's sure all that glitters is gold.\" For 10 points, name this classic rock song by Led Zeppelin.": {
    "guess": "Stairway to Heaven",
    "confidence": [
      [
        "St",
        -0.0010593678
      ],
      [
        "air",
        -2.1054253e-05
      ],
      [
        "way",
        -8.657073e-06
      ],
      [
        " to",
        -0.000654178
      ],
      [
        " Heaven",
        -8.006007e-05
      ]
    ]
  },
  "One of his sons, Hardjedef, is known for his eponymous Instructions, while his son Kawab by his chief": {
    "guess": "Khufu",
    "confidence": [
      [
        "Kh",
        -0.6769026
      ],
      [
        "uf",
        -0.0027149995
      ],
      [
        "u",
        -0.00026646157
      ]
    ]
  },
  "In one sonnet, this poet remembers pausing in the morning to feel a \"calm so deep\" caused by \"all that mighty heart...lying still.\" In addition to \"Sonnet Composed upon Westminster Bridge,\" this poet wrote": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -0.0043763597
      ],
      [
        " Words",
        -0.00051442906
      ],
      [
        "worth",
        -0.0001558626
      ]
    ]
  },
  "This man's son was an official advisor on Africa, but was later accused of selling guns to Angola with Arcadi Gaydamak. This man worked for the Vichy regime until he noticed Nazi Germany would lose the war, after which he joined the Resistance under the codename \"Capitaine Morland.\" The first female prime minister of France, Edith Cresson, was appointed by this man. He ordered Operation Satanique, which led to the accidental death of Fernando Pereira, a Portuguese photographer. He lost his 1965 bid": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.019458227
      ],
      [
        "çois",
        -0.0047628535
      ],
      [
        " M",
        -0.00014227704
      ],
      [
        "itter",
        -2.4391957e-05
      ],
      [
        "rand",
        -0.00023309923
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign, O Judge, O Father\", an unexpected hit for Laurie Anderson. It is the first word in the title of a song from the album Clumsy which opens with the lines \"Do you worry that you're not liked? How long till you break?\" and ends with Raine Malda repeatedly asking \"Doesn't anybody know that the world's a subway?\" The repeated couplet \"If you go a (*) million miles away I'll track you down, girl / Trust me when I say I know the pathway to your heart\" features in another song of this title, covered by R.E.M. for Lifes Rich Pageant. It also titles a song about a figure who's \"just out to find/the better part of me\" and who notes that \"I can't stand to fly / I'm not that naive\". For 10 points, name this figure who appears in the title of the aforementioned Our Lady Peace and Five for Fighting songs and also features prominently in 3 Doors Down's \"Kryptonite\".": {
    "guess": "Superman",
    "confidence": [
      [
        "Super",
        -0.0046355342
      ],
      [
        "man",
        -0.000599977
      ]
    ]
  },
  "This son of Thoösa fell in love with a daughter of Doris and tried to make himself more presentable by": {
    "guess": "Odysseus",
    "confidence": [
      [
        "Od",
        -0.90925974
      ],
      [
        "ys",
        -0.07698001
      ],
      [
        "se",
        -2.2961513e-05
      ],
      [
        "us",
        -0.00014036978
      ]
    ]
  },
  "One of this man's songs is about \"Jimmy the Saint,\" and that song, \"Lost in the Flood,\" appeared on the same album as a song with an often confused line about being \"revved up like a deuce.\" This man, who often plays alongside Nils Lofgren, wrote a song where he urged someone to \"put your makeup on and get your hair up pretty,\" and meet him in the title location. This man's \"Atlantic City\" appeared on his album Nebraska, and another song by this man features a long saxaphone solo by Clarence Clemons. This man behind \"Jungleland\" and \"Thunder Road\" also wrote \"Born to Run.\" For 10 points, name this New Jersey-based singer/songwriter who wrote \"Born in the U.S.A\" and often appears with the E Street Band.": {
    "guess": "Bruce Springsteen",
    "confidence": [
      [
        "Bruce",
        -0.005110542
      ],
      [
        " Spring",
        -0.00037907605
      ],
      [
        "steen",
        -0.00026276626
      ]
    ]
  },
  "As soon as the mother and child are able to travel, they visit Gurdwara.  There they prepare sacred pudding, called Karah Prashad.  Amrit, or sweet water, is given to both infant and mother.  The granthi randomly opens Sri Guru Granth Sahib to a hymn, and the child's name will have the same first letter": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.81858593
      ],
      [
        "ikh",
        -0.0059472867
      ],
      [
        "ism",
        -0.16627719
      ]
    ]
  },
  "Both this man's song \"I Love and I Must\" and the Alemand that opens the Suite No. 7 in D Minor from his A Choice Collection of Lessons curiously bear the nickname \"Bell-Barr.\"  A popular anecdote tells how in one of his many catches, \"Of all the instruments,\" this composer of Bonduca and The Spanish Friar mocked the \"zingle, zingle, zing\" of the viola da gamba to irritate John Gostling.  Franklin Zimmerman": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.05582724
      ],
      [
        " Pur",
        -8.971556e-05
      ],
      [
        "cell",
        -8.637786e-05
      ]
    ]
  },
  "One of this man's songs is about \"Jimmy the Saint,\" and that song, \"Lost in the Flood,\" appeared on the same album as a song with an often confused line about being \"revved up like a deuce.\" This man, who often plays alongside Nils Lofgren, wrote a song where he urged someone to \"put your makeup on and get your hair up pretty,\" and meet him in the title location. This man's \"Atlantic City\" appeared on his album Nebraska, and another song by this man features a long saxaphone solo by Clarence Clemons.": {
    "guess": "Bruce Springsteen",
    "confidence": [
      [
        "Bruce",
        -0.009441671
      ],
      [
        " Spring",
        -0.00060486066
      ],
      [
        "steen",
        -0.00045557914
      ]
    ]
  },
  "A song with this name allegedly shares its title with the card carried by Hamburg, Germany prostitutes that proves the absence of sexually transmitted diseases. A game with this name has an expansion in which Alvin the Alien and Dexter the Dinosaur are characters. In that game with this name, players collect matching train cards in order to acquire railway routes connecting cities. The song with this title ends \"My baby don't care\" repeated several times. That song with this title begins \"I think I'm gonna be sad / I think it's today.\" For 10 points, name this song from the album Help! by the Beatles in which the speaker states \"The girl that's driving me mad / Is going away.\"": {
    "guess": "Ticket to Ride",
    "confidence": [
      [
        "Ticket",
        -0.00960556
      ],
      [
        " to",
        -0.0016501873
      ],
      [
        " Ride",
        -0.1304675
      ]
    ]
  },
  "A son-in-law of King Kartanagar used a force sent by this ruler to depose the usurper Jayakatwang; due": {
    "guess": "Kublai Khan",
    "confidence": [
      [
        "K",
        -1.6729674
      ],
      [
        "ub",
        -0.22644933
      ],
      [
        "l",
        -7.7079974e-05
      ],
      [
        "ai",
        -8.776276e-06
      ],
      [
        " Khan",
        -0.00021641071
      ]
    ]
  },
  "A song named for this concept on Inna's first album claims that this concept \"is a mystery, distance is killing me.\" Ellie Goulding sings \"When everything's wrong, you make it right\" in a song whose title states that she needs this concept. Jordin Sparks asks why this concept \"always feels like a battlefield?\"": {
    "guess": "Love",
    "confidence": [
      [
        "Love",
        -0.038424373
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign, O Judge, O Father\", an unexpected hit for Laurie Anderson. It is the first word in the title": {
    "guess": "O Superman",
    "confidence": [
      [
        "O",
        -0.03531979
      ],
      [
        " Superman",
        -0.001537239
      ]
    ]
  },
  "The son of the man who lost this battle was lured into a trap by Quintus Poppaedius Silo fifteen years later, and this battle was a follow-up to one where a storm prevented the destruction of the forces of Gnaeus Papirius Carbo at Noreia. One of this battle's survivors was a young Quintus Sertorius, who managed to swim across the Rhone in full armor. Occuring because the proconsul refused to relinquish command to the newly arrived consul, the novus homo Gnaeus Mallius Maximus, this battle was followed up by victories at Sextiae and Vercellae. A defeat for Quintus Servilius (*) Caepio, this battle led directly to the second consular election of Gaius Marius and his following military reforms.": {
    "guess": "Battle of Arausio",
    "confidence": [
      [
        "Battle",
        -0.011984099
      ],
      [
        " of",
        -6.194111e-05
      ],
      [
        " Ara",
        -0.0017401513
      ],
      [
        "us",
        -8.776276e-06
      ],
      [
        "io",
        -6.086828e-05
      ]
    ]
  },
  "Both this man's song \"I Love and I Must\" and the Alemand that opens the Suite No. 7 in D Minor from his A Choice Collection of Lessons curiously bear the nickname \"Bell-Barr.\"  A popular anecdote tells": {
    "guess": "William Babell",
    "confidence": [
      [
        "William",
        -1.0017718
      ],
      [
        " Bab",
        -0.3888047
      ],
      [
        "ell",
        -7.946405e-05
      ]
    ]
  },
  "In one of his sonnets, this man alluded to the \"hinds that were transformed to frogs\" which \"railed at Latona's twin-born progeny\" and complained of being surrounded by a \"barbarous noise\" of \"owls and cuckoos, asses, apes, and dogs.\" In another sonnet, he invited Cyriack Skinner to join him in spending a day without studying Euclid and Archimedes, while a sonnet written after the death of his second wife called her his \"late espousèd saint\" whom he thought he saw in a dream. Other sonnets by this poet commemorate a massacre in Piedmont and reflect on how his light is spent. FTP, name this English poet who also wrote Comus and \"Lycidas.\"": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.006231418
      ],
      [
        " Milton",
        -0.00022153647
      ]
    ]
  },
  "After his son and successor was assassinated, another of this man's sons took the throne and instituted persecutions of Buddhists before being overthrown by the Buddhist governor of Khorasan, Arghun. After capturing Lurestan, this man seized the fortress of Alamut without a struggle and went on to execute al-Musta'sim, who was allegedly rolled up in a rug and trampled to death. In the course of those exploits, he founded a dynasty whose later rulers would include Mahmud Ghazan, the Il-Khanid dynasty.": {
    "guess": "Hulagu Khan",
    "confidence": [
      [
        "H",
        -0.030278929
      ],
      [
        "ul",
        -0.002952978
      ],
      [
        "agu",
        -0.0035657387
      ],
      [
        " Khan",
        -0.0006053375
      ]
    ]
  },
  "One song with this title was dropped from the Epitaph version of the Matches' album E. Von Dahl Killed the Locals. With the word \"O\", this word titles a minimalist pseudo-cover of Massenet's aria \"O Sovereign, O Judge, O Father\", an unexpected hit for Laurie Anderson. It is the first word in the title of a song from the album Clumsy which opens with the lines \"Do you worry that you're not liked? How long till you break?\" and ends with Raine Malda repeatedly asking \"Doesn't anybody know that the world's a subway?\" The repeated couplet \"If you go a (*) million miles away I'll track you down, girl": {
    "guess": "Clumsy (Our Lady Peace album)",
    "confidence": [
      [
        "Cl",
        -1.9652451
      ],
      [
        "ums",
        -0.0004748791
      ],
      [
        "y",
        -0.00018875914
      ],
      [
        " (",
        -0.068492904
      ],
      [
        "Our",
        -0.18558201
      ],
      [
        " Lady",
        -6.730528e-05
      ],
      [
        " Peace",
        -0.00022558939
      ],
      [
        " album",
        -0.462994
      ],
      [
        ")",
        -0.00043758305
      ]
    ]
  },
  "One song often associated with this activity says to use Listerine strips, features Keak da Sneak's claim to be \"off that 18 purple juice,\" and suggests that one put on stunna shades before doing it. Another song, by Mistah Fab, suggests that it should be done when you are \"looking like a star\" and that Patrick Swayze enjoys it. Sheldon Porochnavy and Davender Gulley have died doing this activity, usually accompanied by E-40's \"Tell Me When to Go.\" For 10 points, San Francisco's hyphy culture is the origin of what practice, in which one can \"pull up, hop out, all in one motion\" and dance \"on the hood while the car still rollin?\"": {
    "guess": "Hyphy",
    "confidence": [
      [
        "Hy",
        -0.68860555
      ],
      [
        "phy",
        -0.00048131612
      ]
    ]
  },
  "One of this man's sons was an ugly hunter known for carving a large rock sculpture of Cybele. Some sources state that his birth was probably the result of a relationship between Zeus and the nymph Plouto.": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.13306572
      ],
      [
        "antal",
        -0.0010474585
      ],
      [
        "us",
        -0.0030326135
      ]
    ]
  },
  "Both this man's song \"I Love and I Must\" and the Alemand that opens the Suite No. 7 in D Minor from his A Choice Collection of Lessons curiously bear the nickname \"Bell-Barr.\"  A popular anecdote tells how in one of his many catches, \"Of all the instruments,\" this composer of Bonduca and The Spanish": {
    "guess": "Henry Purcell",
    "confidence": [
      [
        "Henry",
        -0.022480669
      ],
      [
        " Pur",
        -0.00010330478
      ],
      [
        "cell",
        -1.147242e-06
      ]
    ]
  },
  "A song named for this concept on Inna's first album claims that this concept \"is a mystery, distance is killing me.\" Ellie Goulding sings \"When everything's wrong, you make it right\" in a song whose title states that she needs this concept. Jordin Sparks asks why this concept \"always feels like a battlefield?\" This is the second word in the title of a song whose Mary Lambert-sung hook states \"she keeps me warm.\" For 10 points, name this word that precedes \"Game\" in a Lady Gaga song and follows \"Same\" in a Macklemore and Ryan Lewis song.": {
    "guess": "Love",
    "confidence": [
      [
        "Love",
        -0.013172236
      ]
    ]
  },
  "This son of Muireann (mih-ran) Muncheam (mun-kham) once beheaded the demon Aillen mac Midna, who had previously raided Tara every Samhain (suh-vehn). For that act, Cormac mac Airt rewarded this man with a position previously held the man who killed this man's father had Cumhaill (cuh-vell), Goll mac Morna. He once threw the Isle of Man at a rival and also legendarily built the Giant's Causeway. He encountered a doe while hunting; that doe transformed into his wife Sadb (Sad-dub), who eventually gave": {
    "guess": "Finn MacCool",
    "confidence": [
      [
        "F",
        -0.0018761591
      ],
      [
        "inn",
        -0.009914979
      ],
      [
        " Mac",
        -0.013022925
      ],
      [
        "Cool",
        -0.0004547447
      ]
    ]
  },
  "This son of Thoösa fell in love with a daughter of Doris and tried to make himself more presentable by combing his hair with a rake and shaving with a scythe. The Nereid he loved shared her name with a living ivory image of Aphrodite carved by Pygmalion. He had his first experience with alcohol when he tried some heady wine given by Maro to one of his prisoners, who introduced himself as \"Oudeis.\" According to Ovid, he crushed Acis with a rock for love of Galatea. He is better known for braining": {
    "guess": "Cyclops",
    "confidence": [
      [
        "C",
        -1.1677512
      ],
      [
        "yc",
        -0.0012384448
      ],
      [
        "lops",
        -0.0058228564
      ]
    ]
  },
  "One of this man's sons raped his own half-sister, Tamar; that was Amnon, who was subsequently put to death by servants under the command of one of this man's other sons. He was confronted by Nathan about the sinful way he gained one of his wives involving the murder of Uriah. Saul unsuccessfully sabotaged this man's relationship with his friend Jonathan, and his namesake \"shield\" is a hexagram. Descended from Ruth, name this king who supposedly wrote most of the Psalms, married Bathsheba with whom he fathered Solomon, and conquered Goliath.": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.0018963907
      ]
    ]
  },
  "A son-in-law of King Kartanagar used a force sent by this ruler to depose the usurper Jayakatwang; due to the failure of that force led by Yikomusu, this man was unable to make Java a vassal state. This man supported the rule of King Wonjong, and his daughter married Wonjong's son Chungnyol Wang, which increased his infuence over the Goryeos of Korea. He lost much of his naval possessions after a devastating incident at Hakata bay. He eliminated strongholds of the Song dynasty by 1279 CE, and his court at Dadu also hosted Marco Polo. The kamikaze winds prevented the invasion of Japan by, for 10": {
    "guess": "Kublai Khan",
    "confidence": [
      [
        "K",
        -0.04029823
      ],
      [
        "ub",
        -0.0019800223
      ],
      [
        "l",
        -0.0001437075
      ],
      [
        "ai",
        -4.6563837e-05
      ],
      [
        " Khan",
        -0.0010509117
      ]
    ]
  },
  "A son-in-law of King Kartanagar used a force sent by this ruler to depose the usurper Jayakatwang; due to the failure of that force led by Yikomusu, this man was unable to make Java a vassal state. This man supported the rule of King Wonjong, and his daughter married Wonjong's son Chungnyol Wang, which increased his infuence over the Goryeos of Korea. He lost much of his naval possessions after a devastating incident at Hakata bay. He eliminated strongholds of the Song dynasty by 1279 CE, and his court at Dadu also hosted Marco Polo. The kamikaze winds prevented the invasion of Japan by, for 10 points, which grandson of Ghenghis Khan who founded the Yuan dynasty of China?": {
    "guess": "Kublai Khan",
    "confidence": [
      [
        "K",
        -0.0016980339
      ],
      [
        "ub",
        -1.7478143e-05
      ],
      [
        "l",
        -0.0002904142
      ],
      [
        "ai",
        -1.6524515e-05
      ],
      [
        " Khan",
        -0.00013584005
      ]
    ]
  }
}