{
  "Bid Me to Live and The Painted Asphodel are two of the four novels in one of this writer's projected": {
    "guess": "Margaret Drabble",
    "confidence": [
      [
        "Marg",
        -1.8299874
      ],
      [
        "aret",
        -0.22017594
      ],
      [
        " Dr",
        -1.1927441
      ],
      [
        "abble",
        -4.561021e-05
      ]
    ]
  },
  "Bid Me to Live and The Painted Asphodel are two of the four novels in one of this writer's projected cycles. Another work by this writer claims that the title places populated with \"spirits, not ghosts,": {
    "guess": "Mervyn Peake",
    "confidence": [
      [
        "M",
        -1.596785
      ],
      [
        "erv",
        -0.89378685
      ],
      [
        "yn",
        -0.0006267758
      ],
      [
        " Pe",
        -0.000623561
      ],
      [
        "ake",
        -1.8624639e-06
      ]
    ]
  },
  "Bid Me to Live and The Painted Asphodel are two of the four novels in one of this writer's projected cycles. Another work by this writer claims that the title places populated with \"spirits, not ghosts, oh my love.\" This poet asked \"what meadow yields so fragrant a leaf as your bright leaf?\" in a poem": {
    "guess": "Maya Angelou",
    "confidence": [
      [
        "May",
        -1.8616816
      ],
      [
        "a",
        -0.2055557
      ],
      [
        " Angel",
        -0.0011990397
      ],
      [
        "ou",
        -1.9027791e-05
      ]
    ]
  },
  "Bid Me to Live and The Painted Asphodel are two of the four novels in one of this writer's projected cycles. Another work by this writer claims that the title places populated with \"spirits, not ghosts, oh my love.\" This poet asked \"what meadow yields so fragrant a leaf as your bright leaf?\" in a poem addressed to a \"Sea Poppy,\" which appears in a larger collection called Sea Garden. That work is \"Oread,\"": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.00243607
      ],
      [
        ".D",
        -0.15911968
      ],
      [
        ".",
        -0.0004251932
      ]
    ]
  },
  "Bid Me to Live and The Painted Asphodel are two of the four novels in one of this writer's projected cycles. Another work by this writer claims that the title places populated with \"spirits, not ghosts, oh my love.\" This poet asked \"what meadow yields so fragrant a leaf as your bright leaf?\" in a poem addressed to a \"Sea Poppy,\" which appears in a larger collection called Sea Garden. That work is \"Oread,\" while another work by this poet begins \"All Greece hates the still eyes in the white face\" and": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.0587281
      ],
      [
        ".D",
        -0.21815309
      ],
      [
        ".",
        -0.00066859426
      ]
    ]
  },
  "Bid Me to Live and The Painted Asphodel are two of the four novels in one of this writer's projected cycles. Another work by this writer claims that the title places populated with \"spirits, not ghosts, oh my love.\" This poet asked \"what meadow yields so fragrant a leaf as your bright leaf?\" in a poem addressed to a \"Sea Poppy,\" which appears in a larger collection called Sea Garden. That work is \"Oread,\" while another work by this poet begins \"All Greece hates the still eyes in the white face\" and wishes that she were \"white ash amid funeral cypresses.\" That work's subject was later treated in": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.001780972
      ],
      [
        ".D",
        -0.085602045
      ],
      [
        ".",
        -0.0006498866
      ]
    ]
  },
  "Bid Me to Live and The Painted Asphodel are two of the four novels in one of this writer's projected cycles. Another work by this writer claims that the title places populated with \"spirits, not ghosts, oh my love.\" This poet asked \"what meadow yields so fragrant a leaf as your bright leaf?\" in a poem addressed to a \"Sea Poppy,\" which appears in a larger collection called Sea Garden. That work is \"Oread,\" while another work by this poet begins \"All Greece hates the still eyes in the white face\" and wishes that she were \"white ash amid funeral cypresses.\" That work's subject was later treated in a longer work divided into sections labeled \"Eidolon.\" For ten points, identify this friend of Ezra": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.016450383
      ],
      [
        ".D",
        -0.14945018
      ],
      [
        ".",
        -0.00094255
      ]
    ]
  },
  "Bid Me to Live and The Painted Asphodel are two of the four novels in one of this writer's projected cycles. Another work by this writer claims that the title places populated with \"spirits, not ghosts, oh my love.\" This poet asked \"what meadow yields so fragrant a leaf as your bright leaf?\" in a poem addressed to a \"Sea Poppy,\" which appears in a larger collection called Sea Garden. That work is \"Oread,\" while another work by this poet begins \"All Greece hates the still eyes in the white face\" and wishes that she were \"white ash amid funeral cypresses.\" That work's subject was later treated in a longer work divided into sections labeled \"Eidolon.\" For ten points, identify this friend of Ezra Pound, a Modernist best known for writing the book length poem Helen in Egypt.": {
    "guess": "H.D.",
    "confidence": [
      [
        "H",
        -0.008484322
      ],
      [
        ".D",
        -0.13025519
      ],
      [
        ".",
        -0.0027832428
      ]
    ]
  }
}