{
  "This man set up courts to hear cases for the poor that became the Court of Requests. He tried to curb excesses in the royal household and reduced the number of gentlemen of the Privy Chamber in the Eltham Ordinances. This successor of William Warham bypassed Parliament to try to finance a war with France through the Amicable Grant. With Lorenzo Campeggio, this man was made a joint papal legate despite": {
    "guess": "Thomas Wolsey",
    "confidence": [
      [
        "Thomas",
        -0.11545949
      ],
      [
        " Wol",
        -0.024019953
      ],
      [
        "sey",
        -2.6656826e-05
      ]
    ]
  },
  "This man set off on a celebrated mission to America with John Dillon, but once he returned was forced to negotiate the so-called \"treaty that never was,\" the Kilmainham Treaty. His stature rose in the wake of the New Departure campaign, and he set out to continue the quest of his predecessor Isaac Butt. Sometimes dubbed the \"uncrowned king,\" he became troubled by the forgery of Richard Piggott, which linked him to the Invincibles and the Pheonix Park murders. He'd earlier encouraged the issuance of the No Rent Manifesto as president of the Land League, but may be better remembered for his career-breaking affair with Kitty O'Shea. FTP, name this 19th century nationalist politician who advocated": {
    "guess": "Charles Stewart Parnell",
    "confidence": [
      [
        "Charles",
        -0.002121473
      ],
      [
        " Stewart",
        -0.00013834333
      ],
      [
        " P",
        -1.9361265e-07
      ],
      [
        "arn",
        -7.89631e-07
      ],
      [
        "ell",
        -9.5079726e-05
      ]
    ]
  },
  "For a set with this property and a function f with singularity at z in that set, f comes arbitrarily close to any complex value around z by the Casorati\u0096Weierstrass theorem. In T1 spaces, every pair of points is contained in two neighborhoods with this property that do not intersect. A G-sub-delta set is a countable intersection of sets with this property, and (*) intersections of infinite sets with": {
    "guess": "Perfect set",
    "confidence": [
      [
        "Perfect",
        -1.2561227
      ],
      [
        " set",
        -0.118524894
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond to the observables of the complex Hilbert space with two dimensions. This man used the conservation of energy and momentum in beta decay to theorize the existence of the neutrino. He names a set of three": {
    "guess": "Pauli matrices",
    "confidence": [
      [
        "Paul",
        -0.23760587
      ],
      [
        "i",
        -0.05961651
      ],
      [
        " matrices",
        -0.0004977479
      ]
    ]
  },
  "A set of works inspired by this country was followed by the Je t'aime and Open Window series, and prominently features turpentine-diluted black paint. An infant suckles a disturbingly full-breasted figure in The Bearded Woman Breastfeeding, a work by a leader of its tenebrist school. This country produced an artist who crafted The Sun, the Moon, and One Star, a mesh sculpture found in (*) Chicago's Loop, and a portrait of an amorphous canine under a ladder, Dog Barking at the Moon. This country was famously \"elegized\" by Robert Motherwell and produced Jusepe de Ribera, Juan Gris, Joan Miro, another": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.25012982
      ]
    ]
  },
  "A set of corporate practices developed by Motorola and practiced by 3M and Raytheon, among others, is named for this, implying exceptional quality and almost no manufacturing defects. The so-called empirical rule, or 68-95-99.7 rule, relates area to distance, which is expressed in terms of this quantity. The z-score is computed by subtracting mu from the individual raw score, then dividing the difference by this (*) number, in a process known as normalization. For the Wechsler IQ test it is 15, while": {
    "guess": "Standard Deviation",
    "confidence": [
      [
        "Standard",
        -0.0081226695
      ],
      [
        " Dev",
        -0.028213672
      ],
      [
        "iation",
        -0.0005574396
      ]
    ]
  },
  "It is set at a boarding-house by the sea which belongs to a deck-chair attendant and his wife Meg. The": {
    "guess": "The Birthday Party (play)",
    "confidence": [
      [
        "The",
        -0.059081443
      ],
      [
        " Birthday",
        -0.48307127
      ],
      [
        " Party",
        -2.3438328e-05
      ],
      [
        " (",
        -0.058965817
      ],
      [
        "play",
        -0.0008946668
      ],
      [
        ")",
        -1.6166903e-05
      ]
    ]
  },
  "It was set in motion when Miles Moore persuaded the approval of a deal between Clarence Cunningham and the Morgan-Guggenheim syndicate. An article published by Collier's Magazine led to investigations that revealed a phony letter perhaps authored by Oscar Lawler, supposedly based on the equally suspect Wickersham Report. This document engineered the dismissal of Louis Glavis, who was then unsuccessfully defended by Louis Brandeis, exonerating the former mayor of Seattle. FTP, name this dispute about": {
    "guess": "Ballinger-Pinchot Affair",
    "confidence": [
      [
        "Ball",
        -0.04465117
      ],
      [
        "inger",
        -0.00012332367
      ],
      [
        "-P",
        -0.0028789376
      ],
      [
        "inch",
        -0.0002843385
      ],
      [
        "ot",
        -2.6656826e-05
      ],
      [
        " Aff",
        -0.001011492
      ],
      [
        "air",
        -0.0004362718
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond": {
    "guess": "Wolfgang Pauli matrices",
    "confidence": [
      [
        "W",
        -0.07477118
      ],
      [
        "ol",
        -0.0091662435
      ],
      [
        "fgang",
        -0.00013774731
      ],
      [
        " Paul",
        -0.0005507679
      ],
      [
        "i",
        -2.4987974e-05
      ],
      [
        " matrices",
        -0.91387427
      ]
    ]
  },
  "In set theory, Georg [GAY-awrk] Cantor used \"aleph null\" to denote a set with this cardinality,   which he called \"countable.\" This is the length of a Turing machine's tape, and Euclid  proved that there are this many (*) prime numbers. In calculus, the limit of 1 over x, as x  approaches zero from the right, takes this value. For 10 points, name this quantity that describes  values that are greater than any real number.": {
    "guess": "Infinity",
    "confidence": [
      [
        "Infinity",
        -0.6755123
      ]
    ]
  },
  "This man set a group of Elizabeth Barret Browning sonnets in The Soul's Expression and his setting of \"Sometimes I feel like a motherless child\" for piano trio was among the five works in his Opus 59. His early chamber works included his Opus 2 Nonet in F minor and his Opus 5 Fantasiestücke for String Quartet, which was dedicated to his teacher, Charles Viliers Stanford. He wrote incidental music to": {
    "guess": "Samuel Coleridge-Taylor",
    "confidence": [
      [
        "Sam",
        -0.012586997
      ],
      [
        "uel",
        -2.2842309e-05
      ],
      [
        " Col",
        -5.5623317e-05
      ],
      [
        "er",
        -4.2391708e-05
      ],
      [
        "idge",
        -6.80205e-05
      ],
      [
        "-T",
        -7.183501e-05
      ],
      [
        "aylor",
        -1.8908588e-05
      ]
    ]
  },
  "One set of proteins involved in acquiring this condition was discovered by Nomura and named after a Drosophila gene; those proteins triggered by adjuvants are toll-like receptors. Wright and Douglas discovered opsonins, part of the humoral form of this condition. The Hoskins effect, which inhibits this": {
    "guess": "Immune system",
    "confidence": [
      [
        "Imm",
        -0.6907464
      ],
      [
        "une",
        -0.11386091
      ],
      [
        " system",
        -0.7888017
      ]
    ]
  },
  "It was set in motion when Miles Moore persuaded the approval of a deal between Clarence Cunningham and the Morgan-Guggenheim syndicate. An article published by Collier's Magazine led to investigations that revealed a phony letter perhaps authored by Oscar Lawler, supposedly based on the equally suspect Wickersham Report. This document engineered the dismissal of Louis Glavis, who was then unsuccessfully defended by Louis Brandeis, exonerating the former mayor of Seattle. FTP, name this dispute about land exploitation in Alaska, named for the Secretary of the Interior and the head of the Forest Service under William Howard Taft.": {
    "guess": "Ballinger-Pinchot Affair",
    "confidence": [
      [
        "Ball",
        -0.0017751422
      ],
      [
        "inger",
        -8.208653e-05
      ],
      [
        "-P",
        -0.0018446251
      ],
      [
        "inch",
        -2.4749568e-05
      ],
      [
        "ot",
        -2.3915141e-05
      ],
      [
        " Aff",
        -0.0004967943
      ],
      [
        "air",
        -0.00030733744
      ]
    ]
  },
  "One setting in this work is the country manor Gardencourt in England, and another setting is Florence, where Countess Gemini enjoys gossiping about the affairs of married women. In this literary work,": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.0035108684
      ],
      [
        " Portrait",
        -0.00087048684
      ],
      [
        " of",
        -8.518583e-05
      ],
      [
        " a",
        -9.5079726e-05
      ],
      [
        " Lady",
        -1.1637165e-05
      ]
    ]
  },
  "This man set up courts to hear cases for the poor that became the Court of Requests. He tried to curb excesses in the royal household and reduced the number of gentlemen of the Privy Chamber in the Eltham Ordinances. This successor of William Warham bypassed Parliament to try to finance a war with France": {
    "guess": "Thomas Wolsey",
    "confidence": [
      [
        "Thomas",
        -0.26516154
      ],
      [
        " Wol",
        -0.14356767
      ],
      [
        "sey",
        -1.4974867e-05
      ]
    ]
  },
  "In 1829, he set out with his uncle to find the Northwest Passage through Prince Regent Inlet, and the next year he discovered King William Land after crossing the Isthmus of Boothia. In 1848, he sailed into the Lancaster Sound in an attempt to relieve John Franklin's expedition, and almost rediscovered the Northwest Passage Franklin found before dying. FTP, name this explorer, who in 1831 put the British flag on the north magnetic pole, best known for an 1841 expedition to Antartica in the Erebus": {
    "guess": "James Clark Ross",
    "confidence": [
      [
        "James",
        -0.00992714
      ],
      [
        " Clark",
        -0.00297996
      ],
      [
        " Ross",
        -9.849109e-06
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond to the observables of the complex Hilbert space with two dimensions. This man used the conservation of energy and momentum in beta decay to theorize the existence of the neutrino. He names a set of three matrices that describe spin, and one of his results explains why neutron stars below the Tolman-Oppenheimer-Volkoff limit don't collapse. That principle concerns the anti-symmetric quantum states of fermions, explaining why electrons with the same spin cannot occupy the same orbital. For 10 points, name this Austrian theoretical physicist with a namesake Exclusion Principle.": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.06471128
      ],
      [
        "ol",
        -0.000110576206
      ],
      [
        "fgang",
        -0.00019042798
      ],
      [
        " Paul",
        -2.319992e-05
      ],
      [
        "i",
        -1.3306016e-05
      ]
    ]
  },
  "This man set off on a celebrated mission to America with John Dillon, but once he returned was forced to negotiate the so-called \"treaty that never was,\" the Kilmainham Treaty. His stature rose in the wake of the New Departure campaign, and he set out to continue the quest of his predecessor Isaac Butt. Sometimes dubbed the \"uncrowned king,\" he became troubled by the forgery of Richard Piggott, which linked him to the Invincibles and the Pheonix Park murders. He'd earlier encouraged the issuance": {
    "guess": "Charles Stewart Parnell",
    "confidence": [
      [
        "Charles",
        -0.0024682863
      ],
      [
        " Stewart",
        -0.03192818
      ],
      [
        " P",
        -1.11603495e-05
      ],
      [
        "arn",
        -4.604148e-06
      ],
      [
        "ell",
        -0.000116417184
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section of this text that deals with the phenomena that make up the human experience. Another section of this text lists the twenty-four kinds of causal conditioning, while another is called the \"Points of Controversy\" and recounts an old debate. A section of this text called the \"Yamaka\" consists of sets of questions. Another part of this text has five sets of discourses organized by length which are termed": {
    "guess": "Abhidhamma Pitaka",
    "confidence": [
      [
        "Ab",
        -0.06834138
      ],
      [
        "hid",
        -6.869018e-06
      ],
      [
        "ham",
        -0.085797794
      ],
      [
        "ma",
        -4.0603656e-05
      ],
      [
        " Pit",
        -0.0015702145
      ],
      [
        "aka",
        -1.504853e-06
      ]
    ]
  },
  "For a set with this property and a function f with singularity at z in that set, f comes arbitrarily close to any complex value around z by the Casorati\u0096Weierstrass theorem. In T1 spaces, every pair of points is contained in two neighborhoods with this property that do not intersect. A G-sub-delta set": {
    "guess": "Perfect map",
    "confidence": [
      [
        "Perfect",
        -1.6161962
      ],
      [
        " map",
        -1.0794232
      ]
    ]
  },
  "A set of works inspired by this country was followed by the Je t'aime and Open Window series, and prominently features turpentine-diluted black paint. An infant suckles a disturbingly full-breasted figure in The Bearded Woman Breastfeeding, a work by a leader of its tenebrist school. This country produced an artist who crafted The Sun, the Moon, and One Star, a mesh sculpture found in (*) Chicago's Loop, and a portrait of an amorphous canine under a ladder, Dog Barking at the Moon. This country was": {
    "guess": "Joan Miró",
    "confidence": [
      [
        "Jo",
        -0.9034625
      ],
      [
        "an",
        -0.00013285996
      ],
      [
        " Mir",
        -0.010437389
      ],
      [
        "ó",
        -0.00019245445
      ]
    ]
  },
  "One setting in this work is the country manor Gardencourt in England, and another setting is Florence, where Countess Gemini enjoys gossiping about the affairs of married women. In this literary work, Mr. Bantling serves as an escort for the journalist Henrietta Stackpole, and the main character rejects marriage proposals from Lord Warburton and Caspar Goodwood. At the end of this novel, Madame Merle leaves for America, and the Isabel Archer returns to her husband Gilbert Osmond. For 10 points, name": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.026002888
      ],
      [
        " Portrait",
        -0.014208289
      ],
      [
        " of",
        -0.00016563729
      ],
      [
        " a",
        -0.0005468378
      ],
      [
        " Lady",
        -8.506662e-05
      ]
    ]
  },
  "A set of corporate practices developed by Motorola and practiced by 3M and Raytheon, among others, is named for this, implying exceptional quality and almost no manufacturing defects. The so-called empirical": {
    "guess": "Six Sigma",
    "confidence": [
      [
        "Six",
        -0.0020983953
      ],
      [
        " Sigma",
        -0.00041148844
      ]
    ]
  },
  "Before settling this city, its inhabitants worked as mercenaries for nearby tribes. It is  well known for its chinampas, or raised areas of farmland surrounded by shallow  water. According to legend, after being driven into the swamps of Lake Texcoco, a  symbol was seen by its founders, causing them to build this city in the middle of the  lake. Several causeways connected this city to the mainland. FTP name this Aztec  capital, whose ruins are now buried beneath Mexico City.": {
    "guess": "Tenochtitlan",
    "confidence": [
      [
        "Ten",
        -0.0028855912
      ],
      [
        "och",
        -1.5332478e-05
      ],
      [
        "tit",
        -8.776276e-06
      ],
      [
        "lan",
        -0.00015741224
      ]
    ]
  },
  "Before settling this city, its inhabitants worked as mercenaries for nearby tribes. It is  well known for its chinampas, or raised areas of farmland surrounded by shallow  water. According to legend, after": {
    "guess": "Tenochtitlan",
    "confidence": [
      [
        "Ten",
        -0.31937397
      ],
      [
        "och",
        -5.0735965e-05
      ],
      [
        "tit",
        -0.00030400342
      ],
      [
        "lan",
        -0.018234702
      ]
    ]
  },
  "The setup for this experiment was improved by using platinum wire wound on a pyrex glass support to reduce the amount of metal, and that version was performed by Goucher and Davis. An apparatus named for its performers requires a precise temperature-pressure environment to avoid changing the mean-free path of electrons. The sudden drops in voltages at multiples of 4.9 volts allowed its performers to come to its conclusion. Its setup used a tube containing an anode, a cathode, and a counter electrode": {
    "guess": "Franck-Hertz experiment",
    "confidence": [
      [
        "Fran",
        -0.4530672
      ],
      [
        "ck",
        -0.004423944
      ],
      [
        "-H",
        -0.073248275
      ],
      [
        "ertz",
        -8.180258e-06
      ],
      [
        " experiment",
        -0.18532376
      ]
    ]
  },
  "One set of these includes Galamb borong, Fanfares, Disorder, and Vertigo, while another set, by Gottschalk, features Tremolo and Manchega. Charles-Louis Hanon is famous for his book of these organized by increasing difficulty, and Schumann's Opus 13 is a set of these unusually for symphony orchestra. Gyorgy Ligeti's are mostly extremely difficult show-pieces, as are members of S. 139 like Chasse-Neige and Feux Follets, while those of Czerny are part of the School of Velocity. For 10 points, name": {
    "guess": "Etudes",
    "confidence": [
      [
        "Et",
        -0.7267987
      ],
      [
        "udes",
        -0.31386092
      ]
    ]
  },
  "A set of numbers used to calculate this quantity in several equations has numbers measured at integer": {
    "guess": "Prime Number Theorem",
    "confidence": [
      [
        "Prime",
        -1.1990137
      ],
      [
        " Number",
        -0.68461156
      ],
      [
        " The",
        -0.015926672
      ],
      [
        "orem",
        -3.9411618e-05
      ]
    ]
  },
  "The set of all of these is denoted Spec R, where R is a commutative ring and can be made into a topological space via the Zariski topology. An integral domain results from taking the quotient of a ring with one of these kinds of ideals, which shows that every maximal ideal has this property as well. There are arbitrarily long arithmetic sequences of these by the Green-Tao theorem, and minus one is congruent to n minus one factorial mod n if and only if n is one of these, according to Wilson's theorem. Carmichael numbers do not have this property, despite passing a test based on Fermat's Little theorem. Adding one to the product of all of these is the key idea of Euclid's proof that there must": {
    "guess": "Prime Ideals",
    "confidence": [
      [
        "Prime",
        -0.764174
      ],
      [
        " Ide",
        -0.46279582
      ],
      [
        "als",
        -6.2729996e-06
      ]
    ]
  },
  "In set theory, Georg [GAY-awrk] Cantor used \"aleph null\" to denote a set with this cardinality,   which he called \"countable.\" This is the length of a Turing machine's tape, and Euclid  proved that there are this many (*) prime numbers. In calculus, the limit of 1 over x, as x  approaches zero from the right, takes this value. For 10 points, name this quantity that describes  values that are greater": {
    "guess": "Infinity",
    "confidence": [
      [
        "Infinity",
        -0.13956073
      ]
    ]
  },
  "One set of door panels on this building was sculpted by John Donnelly Jr. and depicts scenes taken from": {
    "guess": "Gates of Paradise",
    "confidence": [
      [
        "G",
        -2.1690042
      ],
      [
        "ates",
        -0.34248802
      ],
      [
        " of",
        -0.0017789494
      ],
      [
        " Paradise",
        -0.4806653
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond to the observables of the complex Hilbert space with two dimensions. This man used the conservation of energy and momentum in beta decay to theorize the existence of the neutrino. He names a set of three matrices that describe spin, and one of his results explains why neutron stars below the Tolman-Oppenheimer-Volkoff limit don't collapse. That principle concerns the anti-symmetric quantum states": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.6275699
      ],
      [
        "ol",
        -0.00055910845
      ],
      [
        "fgang",
        -0.000162538
      ],
      [
        " Paul",
        -0.00058603747
      ],
      [
        "i",
        -1.4855664e-05
      ]
    ]
  },
  "This man set a group of Elizabeth Barret Browning sonnets in The Soul's Expression and his setting of \"Sometimes I feel like a motherless child\" for piano trio was among the five works in his Opus 59. His early chamber works included his Opus 2 Nonet in F minor and his Opus 5 Fantasiestücke for String Quartet, which was dedicated to his teacher, Charles Viliers Stanford. He wrote incidental music to Alfred Noyes' The Forest of Wild Thyme and the unfinished opera Thelma, though it was after gaining success with his Ballade in A minor that he wrote the series of three cantatas for which he is best": {
    "guess": "Samuel Coleridge-Taylor",
    "confidence": [
      [
        "Sam",
        -0.012790038
      ],
      [
        "uel",
        -2.3319124e-05
      ],
      [
        " Col",
        -1.6762922e-05
      ],
      [
        "er",
        -3.3451433e-05
      ],
      [
        "idge",
        -6.587483e-05
      ],
      [
        "-T",
        -0.000118324446
      ],
      [
        "aylor",
        -7.9418505e-06
      ]
    ]
  },
  "A set of works inspired by this country was followed by the Je t'aime and Open Window series, and prominently features turpentine-diluted black paint. An infant suckles a disturbingly full-breasted figure in The Bearded Woman Breastfeeding, a work by a leader of its tenebrist school. This country produced an artist who crafted The Sun, the Moon, and One Star, a mesh sculpture found in (*) Chicago's Loop, and a portrait of an amorphous canine under a ladder, Dog Barking at the Moon. This country was famously \"elegized\" by Robert Motherwell and produced Jusepe de Ribera, Juan Gris, Joan Miro, another artist who drew from Manet to paint Demoiselles d'Avignon and depicted a massacre of its citizens": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.034529746
      ]
    ]
  },
  "The setup for this experiment was improved by using platinum wire wound on a pyrex glass support to reduce the amount of metal, and that version was performed by Goucher and Davis. An apparatus named for its performers requires a precise temperature-pressure environment to avoid changing the mean-free path of electrons. The sudden drops in voltages at multiples of 4.9 volts allowed its performers to come to its conclusion. Its setup used a tube containing an anode, a cathode, and a counter electrode whose potential relative to the other electrodes was negative, and the inelastic collisions between the accelerated electrons and the electrons in the mercury vapor was observed in this experiment.": {
    "guess": "Franck–Hertz experiment",
    "confidence": [
      [
        "Fran",
        -0.025522716
      ],
      [
        "ck",
        -8.776276e-06
      ],
      [
        "–",
        -0.01355134
      ],
      [
        "H",
        -1.147242e-06
      ],
      [
        "ertz",
        -4.365741e-06
      ],
      [
        " experiment",
        -0.0132457595
      ]
    ]
  },
  "The set of these entities has a two-dimensional normed division algebra, and forms an unordered field, extensions of which include Cayley numbers and quaternions. They can be represented in phasor form as powers of e. They are multiplied more easily in polar form using de Moivre's identity. A quadratic": {
    "guess": "Complex Numbers",
    "confidence": [
      [
        "Complex",
        -0.015075122
      ],
      [
        " Numbers",
        -0.1459173
      ]
    ]
  },
  "One setting in this work is the country manor Gardencourt in England, and another setting is Florence, where Countess Gemini enjoys gossiping about the affairs of married women. In this literary work, Mr. Bantling serves as an escort for the journalist Henrietta Stackpole, and the main character rejects marriage proposals from Lord Warburton and Caspar Goodwood. At the end of this novel, Madame Merle": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.068139285
      ],
      [
        " Portrait",
        -0.0005819846
      ],
      [
        " of",
        -0.00013274075
      ],
      [
        " a",
        -0.0002385826
      ],
      [
        " Lady",
        -2.0100624e-05
      ]
    ]
  },
  "One set of proteins involved in acquiring this condition was discovered by Nomura and named after a Drosophila gene; those proteins triggered by adjuvants are toll-like receptors. Wright and Douglas discovered opsonins, part of the humoral form of this condition. The Hoskins effect, which inhibits this condition against a new agent, results after this has developed against a similar agent and is also called original antigenic sin. A natural form of this arises from prior exposure, and artificially-acquired forms of this condition include vaccination. For 10 points, name this condition in which": {
    "guess": "Immunity",
    "confidence": [
      [
        "Imm",
        -0.116932996
      ],
      [
        "unity",
        -0.027762752
      ]
    ]
  },
  "One set of these includes Galamb borong, Fanfares, Disorder, and Vertigo, while another set, by Gottschalk, features Tremolo and Manchega. Charles-Louis Hanon is famous for his book of these organized by increasing difficulty, and Schumann's Opus 13 is a set of these unusually for symphony orchestra. Gyorgy Ligeti's are mostly extremely difficult show-pieces, as are members of S. 139 like Chasse-Neige and Feux Follets, while those of Czerny are part of the School of Velocity. For 10 points, name this style of musical piece once meant to improve skill, but now mostly known for Liszt's Transcendentals": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -0.43378648
      ],
      [
        "t",
        -3.5120287e-05
      ],
      [
        "ude",
        -0.09122268
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section": {
    "guess": "Abhidharma",
    "confidence": [
      [
        "Ab",
        -1.0183345
      ],
      [
        "hid",
        -0.0024228678
      ],
      [
        "harma",
        -0.6161254
      ]
    ]
  },
  "A set of numbers used to calculate this quantity in several equations has numbers measured at integer square roots times the radius of the coordination sphere. That set of numbers depends only on crystal": {
    "guess": "Crystal field theory",
    "confidence": [
      [
        "Crystal",
        -1.0321374
      ],
      [
        " field",
        -0.69072205
      ],
      [
        " theory",
        -0.1772941
      ]
    ]
  },
  "This man set up courts to hear cases for the poor that became the Court of Requests. He tried to curb excesses in the royal household and reduced the number of gentlemen of the Privy Chamber in the Eltham Ordinances. This successor of William Warham bypassed Parliament to try to finance a war with France through the Amicable Grant. With Lorenzo Campeggio, this man was made a joint papal legate despite never having visited Rome. Before it was taken by a monarch, the Hampton Court Palace was this man's home. He arranged a meeting with Francis I on the Field of the Cloth of Gold. This man was arrested": {
    "guess": "Thomas Wolsey",
    "confidence": [
      [
        "Thomas",
        -0.24364276
      ],
      [
        " Wol",
        -0.008677801
      ],
      [
        "sey",
        -7.465036e-06
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond to the observables of the complex Hilbert space with two dimensions. This man used the conservation of energy and momentum in beta decay to theorize the existence of the neutrino. He names a set of three matrices that describe spin, and one of his results explains why neutron stars below the Tolman-Oppenheimer-Volkoff limit don't collapse. That principle concerns the anti-symmetric quantum states of fermions, explaining why electrons with the same spin cannot occupy the same orbital. For 10 points,": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.1537375
      ],
      [
        "ol",
        -0.00023941702
      ],
      [
        "fgang",
        -0.00023357604
      ],
      [
        " Paul",
        -8.1609716e-05
      ],
      [
        "i",
        -8.89548e-06
      ]
    ]
  },
  "The set of all of these is denoted Spec R, where R is a commutative ring and can be made into a topological space via the Zariski topology. An integral domain results from taking the quotient of a ring with one of these kinds of ideals, which shows that every maximal ideal has this property as well. There are arbitrarily long arithmetic sequences of these by the Green-Tao theorem, and minus one is": {
    "guess": "Prime Ideal",
    "confidence": [
      [
        "Prime",
        -0.03253163
      ],
      [
        " Ideal",
        -1.2783576
      ]
    ]
  },
  "One setting in this work is the country manor Gardencourt in England, and another setting is Florence, where Countess Gemini enjoys gossiping about the affairs of married women. In this literary work, Mr. Bantling serves as an escort for the journalist Henrietta Stackpole, and the main character rejects marriage proposals from Lord Warburton and Caspar Goodwood. At the end of this novel, Madame Merle leaves for America, and the Isabel Archer returns to her husband Gilbert Osmond. For 10 points, name this novel by Henry James, in which Isabel is the title woman.": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.0030712374
      ],
      [
        " Portrait",
        -0.0003156817
      ],
      [
        " of",
        -2.9636918e-05
      ],
      [
        " a",
        -4.9424725e-05
      ],
      [
        " Lady",
        -6.849731e-05
      ]
    ]
  },
  "He set a sequence of Wilhelm Mueller's poetry to music in Die Schoene Muellerin. He also set Mueller's poems such as \"The Hurdy-Gurdy Man\" in his Winterreise (vin-tur-EYE-suh) or Winter Journey. This composer reworked his piece Die Forelle (DEE for-EL-uh) into a quintet. Dietrich Fisher-Deskau recorded his songs, including \"The Erlking.\" His second-to-last symphony has only two movements and an incomplete scherzo. For 10 points, name this Austrian composer of the Trout Quintet and his eighth symphony,": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.001430117
      ],
      [
        "z",
        -7.0404574e-05
      ],
      [
        " Sch",
        -1.247159e-05
      ],
      [
        "ub",
        -7.703444e-06
      ],
      [
        "ert",
        -1.8193366e-05
      ]
    ]
  },
  "The set of these entities has a two-dimensional normed division algebra, and forms an unordered field, extensions of which include Cayley numbers and quaternions. They can be represented in phasor form as powers of e. They are multiplied more easily in polar form using de Moivre's identity. A quadratic equation with a negative discriminant has these numbers as its solutions. A number of this type plus": {
    "guess": "Complex Numbers",
    "confidence": [
      [
        "Complex",
        -0.0075321016
      ],
      [
        " Numbers",
        -0.010580591
      ]
    ]
  },
  "He set a sequence of Wilhelm Mueller's poetry to music in Die Schoene Muellerin. He also set Mueller's poems such as \"The Hurdy-Gurdy Man\" in his Winterreise (vin-tur-EYE-suh) or Winter Journey. This composer reworked his piece Die Forelle (DEE for-EL-uh) into a quintet. Dietrich Fisher-Deskau recorded his songs, including \"The Erlking.\" His second-to-last symphony has only two movements and an incomplete": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.0014485642
      ],
      [
        "z",
        -1.50940705e-05
      ],
      [
        " Sch",
        -2.546479e-05
      ],
      [
        "ub",
        -9.968313e-06
      ],
      [
        "ert",
        -1.4378848e-05
      ]
    ]
  },
  "A set of corporate practices developed by Motorola and practiced by 3M and Raytheon, among others, is named for this, implying exceptional quality and almost no manufacturing defects. The so-called empirical rule, or 68-95-99.7 rule, relates area to distance, which is expressed in terms of this quantity.": {
    "guess": "Standard Deviation",
    "confidence": [
      [
        "Standard",
        -0.027632302
      ],
      [
        " Dev",
        -0.011454266
      ],
      [
        "iation",
        -0.0008990774
      ]
    ]
  },
  "For a set with this property and a function f with singularity at z in that set, f comes arbitrarily": {
    "guess": "Picard's theorem",
    "confidence": [
      [
        "Pic",
        -1.6025462
      ],
      [
        "ard",
        -0.0011526017
      ],
      [
        "'s",
        -0.14078157
      ],
      [
        " theorem",
        -1.0307039
      ]
    ]
  },
  "The setup for this experiment was improved by using platinum wire wound on a pyrex glass support to reduce the amount of metal, and that version was performed by Goucher and Davis. An apparatus named for its performers requires a precise temperature-pressure environment to avoid changing the mean-free path of electrons. The sudden drops in voltages at multiples of 4.9 volts allowed its performers to": {
    "guess": "Franck-Hertz Experiment",
    "confidence": [
      [
        "Fran",
        -0.40227908
      ],
      [
        "ck",
        -0.0012603527
      ],
      [
        "-H",
        -0.018023627
      ],
      [
        "ertz",
        -0.00016051154
      ],
      [
        " Experiment",
        -0.61092293
      ]
    ]
  },
  "This man set a group of Elizabeth Barret Browning sonnets in The Soul's Expression and his setting of \"Sometimes I feel like a motherless child\" for piano trio was among the five works in his Opus 59. His early chamber works included his Opus 2 Nonet in F minor and his Opus 5 Fantasiestücke for String Quartet, which was dedicated to his teacher, Charles Viliers Stanford. He wrote incidental music to Alfred Noyes' The Forest of Wild Thyme and the unfinished opera Thelma, though it was after gaining success with his Ballade in A minor that he wrote the series of three cantatas for which he is best known, all of which were based on (*) Longfellow poems. For 10 points, name this English composer": {
    "guess": "Samuel Coleridge-Taylor",
    "confidence": [
      [
        "Sam",
        -0.020619668
      ],
      [
        "uel",
        -2.4987974e-05
      ],
      [
        " Col",
        -1.0325924e-05
      ],
      [
        "er",
        -5.7649777e-05
      ],
      [
        "idge",
        -7.147741e-05
      ],
      [
        "-T",
        -0.00010473523
      ],
      [
        "aylor",
        -1.0206721e-05
      ]
    ]
  },
  "This set of numbers has the least cardinality greater than that of the integers, according to the continuum": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.061802514
      ],
      [
        " numbers",
        -0.010497549
      ]
    ]
  },
  "A set of corporate practices developed by Motorola and practiced by 3M and Raytheon, among others, is": {
    "guess": "Six Sigma",
    "confidence": [
      [
        "Six",
        -0.008125981
      ],
      [
        " Sigma",
        -0.00021152703
      ]
    ]
  },
  "This man set up a new military treasury to pay veteran bonuses, and he exiled Lucius Antonius after a protracted siege of Perusia.  He led the Mutina campaign, and established the urban cohorts to check the Praetorian Guard.  This man married Scribonia in an attempt to prevent future conflict with Sextus Pompeius, and a temple in Ankara contains his own account of his deeds, the Res Gestae.  At times it was unclear whether he would be succeeded by his nephew Marcellus or by his friend and military commander Marcus Agrippa, and he was victorious at Philippi, defeating Brutus and Cassius and avenging his adoptive father.  For 10 points, name this first Roman Emperor.": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.007011244
      ],
      [
        "us",
        -6.229872e-05
      ]
    ]
  },
  "One set of proteins involved in acquiring this condition was discovered by Nomura and named after a Drosophila": {
    "guess": "Proteasome",
    "confidence": [
      [
        "Pro",
        -0.59149516
      ],
      [
        "te",
        -0.23308708
      ],
      [
        "as",
        -0.046056453
      ],
      [
        "ome",
        -0.012263924
      ]
    ]
  },
  "One set of these includes Galamb borong, Fanfares, Disorder, and Vertigo, while another set, by Gottschalk, features Tremolo and Manchega. Charles-Louis Hanon is famous for his book of these organized by increasing difficulty, and Schumann's Opus 13 is a set of these unusually for symphony orchestra.": {
    "guess": "Etude",
    "confidence": [
      [
        "Et",
        -1.3805214
      ],
      [
        "ude",
        -0.065571755
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section of this text that deals with the phenomena that make up the human experience. Another section of this text lists the twenty-four kinds of causal conditioning, while another is called the \"Points of Controversy\"": {
    "guess": "Abhidharma",
    "confidence": [
      [
        "Ab",
        -0.05022907
      ],
      [
        "hid",
        -6.849731e-05
      ],
      [
        "harma",
        -0.68454283
      ]
    ]
  },
  "Before settling this city, its inhabitants worked as mercenaries for nearby tribes. It is  well known for its chinampas, or raised areas of farmland surrounded by shallow  water. According to legend, after being driven into the swamps of Lake Texcoco, a  symbol was seen by its founders, causing them to build this city in the middle of the  lake. Several causeways connected this city to the mainland.": {
    "guess": "Tenochtitlan",
    "confidence": [
      [
        "Ten",
        -0.0969037
      ],
      [
        "och",
        -2.1054253e-05
      ],
      [
        "tit",
        -8.9953974e-05
      ],
      [
        "lan",
        -0.0090036895
      ]
    ]
  },
  "The set of all of these is denoted Spec R, where R is a commutative ring and can be made into a topological space via the Zariski topology. An integral domain results from taking the quotient of a ring": {
    "guess": "Algebraic geometry",
    "confidence": [
      [
        "Al",
        -0.63876843
      ],
      [
        "gebra",
        -9.610702e-06
      ],
      [
        "ic",
        -3.6789137e-05
      ],
      [
        " geometry",
        -0.56588787
      ]
    ]
  },
  "The set of these entities has a two-dimensional normed division algebra, and forms an unordered field,": {
    "guess": "Quaternions",
    "confidence": [
      [
        "Qu",
        -0.19835705
      ],
      [
        "atern",
        -0.0041388376
      ],
      [
        "ions",
        -1.6643718e-05
      ]
    ]
  },
  "One set of door panels on this building was sculpted by John Donnelly Jr. and depicts scenes taken from the shield of Achilles, while the main corridor, known as the Great Hall, features double rows of": {
    "guess": "The Shield of Achilles (poem)",
    "confidence": [
      [
        "The",
        -0.3667774
      ],
      [
        " Shield",
        -0.00706617
      ],
      [
        " of",
        -0.0013903544
      ],
      [
        " Achilles",
        -0.000557082
      ],
      [
        " (",
        -0.60874915
      ],
      [
        "po",
        -0.06812336
      ],
      [
        "em",
        -0.008238543
      ],
      [
        ")",
        -0.0011930868
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond to the observables of the complex Hilbert space with two dimensions. This man used the conservation of energy and momentum in beta decay to theorize the existence of the neutrino. He names a set of three matrices that describe spin, and one of his results explains why neutron stars below the Tolman-Oppenheimer-Volkoff limit don't collapse.  That principle concerns the anti-symmetric quantum states": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.6647022
      ],
      [
        "ol",
        -0.0010156604
      ],
      [
        "fgang",
        -0.00026586556
      ],
      [
        " Paul",
        -0.0008795426
      ],
      [
        "i",
        -1.9146995e-05
      ]
    ]
  },
  "The setup for this experiment was improved by using platinum wire wound on a pyrex glass support to reduce the amount of metal, and that version was performed by Goucher and Davis. An apparatus named for its performers requires a precise temperature-pressure environment to avoid changing the mean-free path of electrons. The sudden drops in voltages at multiples of 4.9 volts allowed its performers to come to its conclusion. Its setup used a tube containing an anode, a cathode, and a counter electrode whose potential relative to the other electrodes was negative, and the inelastic collisions between the accelerated electrons and the electrons in the mercury vapor was observed in this experiment. For 10 points, identify this experiment which demonstrated the idea of energy quantization and was": {
    "guess": "Franck–Hertz experiment",
    "confidence": [
      [
        "Fran",
        -0.025938993
      ],
      [
        "ck",
        -6.6306106e-06
      ],
      [
        "–",
        -0.031098718
      ],
      [
        "H",
        -7.89631e-07
      ],
      [
        "ertz",
        -2.8160932e-06
      ],
      [
        " experiment",
        -0.0028578935
      ]
    ]
  },
  "In set theory, Georg [GAY-awrk] Cantor used \"aleph null\" to denote a set with this cardinality,   which": {
    "guess": "Countable set",
    "confidence": [
      [
        "Count",
        -0.47820753
      ],
      [
        "able",
        -0.016021816
      ],
      [
        " set",
        -0.026692579
      ]
    ]
  },
  "For a set with this property and a function f with singularity at z in that set, f comes arbitrarily close to any complex value around z by the Casorati\u0096Weierstrass theorem. In T1 spaces, every pair of points is contained in two neighborhoods with this property that do not intersect. A G-sub-delta set is a countable intersection of sets with this property, and (*) intersections of infinite sets with this property do not necessarily have this property. The largest subset of a space that has this property is called the interior, and metric spaces have this property if each of their points has a neighborhood": {
    "guess": "Open set",
    "confidence": [
      [
        "Open",
        -0.59939647
      ],
      [
        " set",
        -0.16162425
      ]
    ]
  },
  "This man set a group of Elizabeth Barret Browning sonnets in The Soul's Expression and his setting of \"Sometimes I feel like a motherless child\" for piano trio was among the five works in his Opus 59. His early chamber works included his Opus 2 Nonet in F minor and his Opus 5 Fantasiestücke for String Quartet, which was dedicated to his teacher, Charles Viliers Stanford. He wrote incidental music to Alfred Noyes' The Forest of Wild Thyme and the unfinished opera Thelma, though it was after gaining": {
    "guess": "Samuel Coleridge-Taylor",
    "confidence": [
      [
        "Sam",
        -0.01089608
      ],
      [
        "uel",
        -2.0339032e-05
      ],
      [
        " Col",
        -2.4391957e-05
      ],
      [
        "er",
        -3.6908343e-05
      ],
      [
        "idge",
        -4.20341e-05
      ],
      [
        "-T",
        -3.297462e-05
      ],
      [
        "aylor",
        -4.365741e-06
      ]
    ]
  },
  "A set of works inspired by this country was followed by the Je t'aime and Open Window series, and prominently features turpentine-diluted black paint. An infant suckles a disturbingly full-breasted figure in The Bearded Woman Breastfeeding, a work by a leader of its tenebrist school. This country produced an artist who crafted The Sun, the Moon, and One Star, a mesh sculpture found in (*) Chicago's Loop, and a portrait of an amorphous canine under a ladder, Dog Barking at the Moon. This country was famously \"elegized\" by Robert Motherwell and produced Jusepe de Ribera, Juan Gris, Joan Miro, another artist who drew from Manet to paint Demoiselles d'Avignon and depicted a massacre of its citizens in Guernica. For 10 points, name this homeland of Picasso.": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.35559314
      ]
    ]
  },
  "Before settling this city, its inhabitants worked as mercenaries for nearby tribes. It is  well known": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.9027767
      ],
      [
        "ome",
        -8.590105e-05
      ]
    ]
  },
  "The setup for this experiment was improved by using platinum wire wound on a pyrex glass support to reduce": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.55671775
      ],
      [
        "end",
        -0.0029747335
      ],
      [
        "ulum",
        -1.1637165e-05
      ]
    ]
  },
  "One setting in this work is the country manor Gardencourt in England, and another setting is Florence, where Countess Gemini enjoys gossiping about the affairs of married women. In this literary work, Mr. Bantling serves as an escort for the journalist Henrietta Stackpole, and the main character rejects": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.013715617
      ],
      [
        " Portrait",
        -0.0005096646
      ],
      [
        " of",
        -7.088138e-05
      ],
      [
        " a",
        -0.00015693542
      ],
      [
        " Lady",
        -2.7133641e-05
      ]
    ]
  },
  "It was set in motion when Miles Moore persuaded the approval of a deal between Clarence Cunningham and the Morgan-Guggenheim syndicate. An article published by Collier's Magazine led to investigations that revealed a phony letter perhaps authored by Oscar Lawler, supposedly based on the equally suspect Wickersham Report. This document engineered the dismissal of Louis Glavis, who was then unsuccessfully defended by Louis Brandeis, exonerating the former mayor of Seattle. FTP, name this dispute about land exploitation in Alaska, named for the Secretary of the Interior and the head of the Forest": {
    "guess": "Ballinger-Pinchot Affair",
    "confidence": [
      [
        "Ball",
        -0.011579527
      ],
      [
        "inger",
        -5.6934558e-05
      ],
      [
        "-P",
        -0.001199755
      ],
      [
        "inch",
        -0.000116655596
      ],
      [
        "ot",
        -2.2842309e-05
      ],
      [
        " Aff",
        -0.0032174033
      ],
      [
        "air",
        -0.00041827938
      ]
    ]
  },
  "One set of these includes Galamb borong, Fanfares, Disorder, and Vertigo, while another set, by Gottschalk, features Tremolo and Manchega. Charles-Louis Hanon is famous for his book of these organized by increasing difficulty, and Schumann's Opus 13 is a set of these unusually for symphony orchestra. Gyorgy Ligeti's are mostly extremely difficult show-pieces, as are members of S. 139 like Chasse-Neige and Feux Follets, while those of Czerny are part of the School of Velocity. For 10 points, name this style of musical piece once meant to improve skill, but now mostly known for Liszt's Transcendentals and the Black-key and Revolutionary ones of Chopin.": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -0.0032049234
      ],
      [
        "t",
        -3.4121115e-06
      ],
      [
        "ude",
        -0.002826158
      ]
    ]
  },
  "The set of all of these is denoted Spec R, where R is a commutative ring and can be made into a topological space via the Zariski topology. An integral domain results from taking the quotient of a ring with one of these kinds of ideals, which shows that every maximal ideal has this property as well. There are arbitrarily long arithmetic sequences of these by the Green-Tao theorem, and minus one is congruent to n minus one factorial mod n if and only if n is one of these, according to Wilson's theorem. Carmichael numbers do not have this property, despite passing a test based on Fermat's Little": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.07455214
      ],
      [
        " Numbers",
        -0.23664175
      ]
    ]
  },
  "Under this settlement, the United Provinces were allowed to annex the north and west of Gelderland, Neuchâtel was given to Prussia, Portugal became sovereign over the banks of the Amazon, and Victor Amadeus II became king of Sicily. France destroyed the fort at Dunkirk and gave up Newfoundland and St. Kitts. In a key agreement, Britain received Gibraltar, Minorca, and exclusive rights to the Atlantic slave trade. The main issue of the previous twelve years was resolved by recognizing the rule of the Bourbon Philip V. For 10 points, name this series of treaties which ended the War of the Spanish Succession.": {
    "guess": "Peace of Utrecht",
    "confidence": [
      [
        "Peace",
        -0.025155198
      ],
      [
        " of",
        -1.1994775e-05
      ],
      [
        " U",
        -2.2603901e-05
      ],
      [
        "trecht",
        -7.6364755e-05
      ]
    ]
  },
  "Before settling this city, its inhabitants worked as mercenaries for nearby tribes. It is  well known for its chinampas, or raised areas of farmland surrounded by shallow  water. According to legend, after being driven into the swamps of Lake Texcoco, a  symbol was seen by its founders, causing them": {
    "guess": "Aztecs",
    "confidence": [
      [
        "Az",
        -0.03300117
      ],
      [
        "te",
        -0.4958224
      ],
      [
        "cs",
        -0.0001693326
      ]
    ]
  },
  "It was set in motion when Miles Moore persuaded the approval of a deal between Clarence Cunningham and the Morgan-Guggenheim syndicate. An article published by Collier's Magazine led to investigations that revealed a phony letter perhaps authored by Oscar Lawler, supposedly based on the equally suspect": {
    "guess": "Ballinger-Pinchot Affair",
    "confidence": [
      [
        "Ball",
        -0.0053774756
      ],
      [
        "inger",
        -1.4855664e-05
      ],
      [
        "-P",
        -0.0018371299
      ],
      [
        "inch",
        -7.004696e-05
      ],
      [
        "ot",
        -1.8550976e-05
      ],
      [
        " Aff",
        -0.00044425478
      ],
      [
        "air",
        -0.00011522515
      ]
    ]
  },
  "This man set up courts to hear cases for the poor that became the Court of Requests. He tried to curb excesses in the royal household and reduced the number of gentlemen of the Privy Chamber in the Eltham Ordinances. This successor of William Warham bypassed Parliament to try to finance a war with France through the Amicable Grant. With Lorenzo Campeggio, this man was made a joint papal legate despite never having visited Rome. Before it was taken by a monarch, the Hampton Court Palace was this man's": {
    "guess": "Thomas Wolsey",
    "confidence": [
      [
        "Thomas",
        -0.05369028
      ],
      [
        " Wol",
        -0.011762278
      ],
      [
        "sey",
        -2.546479e-05
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond to the observables of the complex Hilbert space with two dimensions. This man used the conservation of energy and momentum in beta decay to theorize the existence of the neutrino. He names a set of three matrices that describe spin, and one of his results explains why neutron stars below the Tolman-Oppenheimer-Volkoff": {
    "guess": "Paul Dirac",
    "confidence": [
      [
        "Paul",
        -0.95256364
      ],
      [
        " Dir",
        -0.4877887
      ],
      [
        "ac",
        -1.1398757e-05
      ]
    ]
  },
  "He set fire to his enemy's ships, but a blessing from Cybele made them rip free of their anchors, dive into the water, and turn into beautiful nymphs. He made his way into an enemy encampment when Pandarus kept the gate open too long, slaughtering many before being forced to jump in the Tiber. He is lured onto a ship by Juno and led away from a battle which sees the death of his ally Mezentius. His fate is sealed when his opponent sees the belt of Evander's son Pallas on this man's shoulder. FTP name this Rutulian prince whose death is described in the closing lines of the Aeneid.": {
    "guess": "Turnus",
    "confidence": [
      [
        "Turn",
        -0.0014182077
      ],
      [
        "us",
        -1.7478143e-05
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section of this text that deals with the phenomena that make up the human experience. Another section of this text lists the twenty-four kinds of causal conditioning, while another is called the \"Points of Controversy\" and recounts an old debate. A section of this text called the \"Yamaka\" consists of sets of questions. Another part of this text has five sets of discourses organized by length which are termed Nikayas. The Parivara is an analysis of the rules set down in the first part of this work, which applies to monks and nuns and is called the Vinaya, which along with the Sutta and the Abhidhamma make up the major parts of this collection. For ten points, name this text divided into three Pitaka or baskets, the sole authoritative text of Theravada Buddhism named for the language in which it is": {
    "guess": "Pali Canon",
    "confidence": [
      [
        "P",
        -0.6075329
      ],
      [
        "ali",
        -0.055291824
      ],
      [
        " Canon",
        -0.00043150366
      ]
    ]
  },
  "One set of proteins involved in acquiring this condition was discovered by Nomura and named after a Drosophila gene; those proteins triggered by adjuvants are toll-like receptors. Wright and Douglas discovered opsonins, part of the humoral form of this condition. The Hoskins effect, which inhibits this condition against a new agent, results after this has developed against a similar agent and is also": {
    "guess": "Immunity",
    "confidence": [
      [
        "Imm",
        -0.6098075
      ],
      [
        "unity",
        -0.38553068
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section of this text that deals with the phenomena that make up the human experience. Another section of this text lists the twenty-four kinds of causal conditioning, while another is called the \"Points of Controversy\" and recounts an old debate. A section of this text called the \"Yamaka\" consists of sets of questions. Another part of this text has five sets of discourses organized by length which are termed Nikayas. The Parivara is an analysis of the rules set down in the first part of this work, which applies to monks and nuns and is called the Vinaya, which along with the Sutta and the Abhidhamma make up the major parts of this collection. For ten points, name this text divided into three Pitaka or baskets, the sole authoritative text of Theravada Buddhism named for the language in which it is written.": {
    "guess": "Tipitaka",
    "confidence": [
      [
        "Tip",
        -0.26801464
      ],
      [
        "it",
        -0.0005536287
      ],
      [
        "aka",
        -1.7835755e-05
      ]
    ]
  },
  "For a set with this property and a function f with singularity at z in that set, f comes arbitrarily close to any complex value around z by the Casorati\u0096Weierstrass theorem. In T1 spaces, every pair of points is contained in two neighborhoods with this property that do not intersect. A G-sub-delta set is a countable intersection of sets with this property, and (*) intersections of infinite sets with this property do not necessarily have this property. The largest subset of a space that has this property is called the interior, and metric spaces have this property if each of their points has a neighborhood around it that is in the set. For 10 points, name this property used to describe sets that do not contain their boundary points.": {
    "guess": "Open set",
    "confidence": [
      [
        "Open",
        -0.11350702
      ],
      [
        " set",
        -0.2605238
      ]
    ]
  },
  "He set a sequence of Wilhelm Mueller's poetry to music in Die Schoene Muellerin. He also set Mueller's poems such as \"The Hurdy-Gurdy Man\" in his Winterreise (vin-tur-EYE-suh) or Winter Journey. This composer reworked his piece Die Forelle (DEE for-EL-uh) into a quintet. Dietrich Fisher-Deskau recorded his songs, including \"The Erlking.\" His second-to-last symphony has only two movements and an incomplete scherzo. For 10 points, name this Austrian composer of the Trout Quintet and his eighth symphony, the Unfinished, also famed for his lieder.": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.0013272607
      ],
      [
        "z",
        -6.2775536e-05
      ],
      [
        " Sch",
        -1.9385403e-05
      ],
      [
        "ub",
        -8.299462e-06
      ],
      [
        "ert",
        -1.5332478e-05
      ]
    ]
  },
  "This man set up a new military treasury to pay veteran bonuses, and he exiled Lucius Antonius after a protracted siege of Perusia.  He led the Mutina campaign, and established the urban cohorts to check the Praetorian Guard.  This man married Scribonia in an attempt to prevent future conflict with Sextus Pompeius, and a temple in Ankara contains his own account of his deeds, the Res Gestae.  At times": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.0018310616
      ],
      [
        "us",
        -9.9490266e-05
      ]
    ]
  },
  "A set of corporate practices developed by Motorola and practiced by 3M and Raytheon, among others, is named for this, implying exceptional quality and almost no manufacturing defects. The so-called empirical rule, or 68-95-99.7 rule, relates area to distance, which is expressed in terms of this quantity. The z-score is computed by subtracting mu from the individual raw score, then dividing the difference": {
    "guess": "Standard Deviation",
    "confidence": [
      [
        "Standard",
        -0.005523658
      ],
      [
        " Dev",
        -0.020969355
      ],
      [
        "iation",
        -0.0003750231
      ]
    ]
  },
  "He set fifteen George Stefan poems in his Book of the Hanging Gardens, while the Rose quartet premiered his first Kammersymphonie. In one work of his, a men's chorus sings the \"Sh'ma Yisroel\" prayer, and another used the vocal style Sprechstimme. This composer of the Gurrelieder wrote a string sextet depicting a Dehmel poem, Transfigured Night, and well as Pierrot Lunaire. For 10 points, name this": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.0037146884
      ],
      [
        "old",
        -1.1041146e-05
      ],
      [
        " Scho",
        -0.003117703
      ],
      [
        "enberg",
        -1.0325924e-05
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section of this text that deals with the phenomena that make up the human experience. Another section of this text lists the twenty-four kinds of causal conditioning, while another is called the \"Points of Controversy\" and recounts an old debate. A section of this text called the \"Yamaka\" consists of sets of questions. Another part of this text has five sets of discourses organized by length which are termed Nikayas. The Parivara is an analysis of the rules set down in the first part of this work, which applies to monks and nuns and is called the Vinaya, which along with the Sutta and the Abhidhamma make": {
    "guess": "Sutta Pitaka",
    "confidence": [
      [
        "S",
        -0.76077163
      ],
      [
        "utta",
        -0.013655882
      ],
      [
        " Pit",
        -0.00015538577
      ],
      [
        "aka",
        -1.504853e-06
      ]
    ]
  },
  "In 1829, he set out with his uncle to find the Northwest Passage through Prince Regent Inlet, and the next year he discovered King William Land after crossing the Isthmus of Boothia. In 1848, he sailed into the Lancaster Sound in an attempt to relieve John Franklin's expedition, and almost rediscovered": {
    "guess": "James Clark Ross",
    "confidence": [
      [
        "James",
        -0.11860462
      ],
      [
        " Clark",
        -0.033436127
      ],
      [
        " Ross",
        -1.9816675e-06
      ]
    ]
  },
  "A set of numbers used to calculate this quantity in several equations has numbers measured at integer square roots times the radius of the coordination sphere. That set of numbers depends only on crystal geometry, is found by summing Coulombic interactions, and are the Madelung constants, which are used in the Born-Mayer and Born-Landé (LAHN-day) equations to calculate this quantity. Using the atomization enthalpy of two species, and the first ionization energy and electron affinity of the species, one can apply Hess's law to calculate this law with the Born-Haber cycle. For 10 points, name this": {
    "guess": "Madelung constant",
    "confidence": [
      [
        "M",
        -0.12630999
      ],
      [
        "adel",
        -1.6643718e-05
      ],
      [
        "ung",
        -7.703444e-06
      ],
      [
        " constant",
        -0.117123984
      ]
    ]
  },
  "It was set in motion when Miles Moore persuaded the approval of a deal between Clarence Cunningham and the Morgan-Guggenheim syndicate. An article published by Collier's Magazine led to investigations that revealed a phony letter perhaps authored by Oscar Lawler, supposedly based on the equally suspect Wickersham Report. This document engineered the dismissal of Louis Glavis, who was then unsuccessfully": {
    "guess": "Ballinger-Pinchot Affair",
    "confidence": [
      [
        "Ball",
        -0.788985
      ],
      [
        "inger",
        -3.7385154e-05
      ],
      [
        "-P",
        -0.042665467
      ],
      [
        "inch",
        -0.0003034074
      ],
      [
        "ot",
        -6.194111e-05
      ],
      [
        " Aff",
        -0.0016957725
      ],
      [
        "air",
        -0.0002933943
      ]
    ]
  },
  "He set a sequence of Wilhelm Mueller's poetry to music in Die Schoene Muellerin. He also set Mueller's poems such as \"The Hurdy-Gurdy Man\" in his Winterreise (vin-tur-EYE-suh) or Winter Journey. This composer reworked his piece Die Forelle (DEE for-EL-uh) into a quintet. Dietrich Fisher-Deskau recorded": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.038010728
      ],
      [
        "z",
        -7.147741e-05
      ],
      [
        " Sch",
        -1.50940705e-05
      ],
      [
        "ub",
        -1.6643718e-05
      ],
      [
        "ert",
        -2.4034345e-05
      ]
    ]
  },
  "He set fire to his enemy's ships, but a blessing from Cybele made them rip free of their anchors, dive into the water, and turn into beautiful nymphs. He made his way into an enemy encampment when Pandarus": {
    "guess": "Turnus",
    "confidence": [
      [
        "Turn",
        -0.15135214
      ],
      [
        "us",
        -0.00015681623
      ]
    ]
  },
  "One set of door panels on this building was sculpted by John Donnelly Jr. and depicts scenes taken from the shield of Achilles, while the main corridor, known as the Great Hall, features double rows of monolithic columns. Upon its completion, its east entrance featured a sculpture group by Herman McNeil": {
    "guess": "United States Department of Justice Building",
    "confidence": [
      [
        "United",
        -2.122961
      ],
      [
        " States",
        -0.00047845521
      ],
      [
        " Department",
        -0.8995811
      ],
      [
        " of",
        -0.00017147827
      ],
      [
        " Justice",
        -0.3172969
      ],
      [
        " Building",
        -0.57752806
      ]
    ]
  },
  "The setup for this experiment was improved by using platinum wire wound on a pyrex glass support to reduce the amount of metal, and that version was performed by Goucher and Davis. An apparatus named for its performers requires a precise temperature-pressure environment to avoid changing the mean-free": {
    "guess": "Franck–Hertz experiment",
    "confidence": [
      [
        "Fran",
        -0.12535913
      ],
      [
        "ck",
        -1.3306016e-05
      ],
      [
        "–",
        -0.48572436
      ],
      [
        "H",
        -0.00020127551
      ],
      [
        "ertz",
        -6.704273e-07
      ],
      [
        " experiment",
        -0.02020549
      ]
    ]
  },
  "Under this settlement, the United Provinces were allowed to annex the north and west of Gelderland, Neuchâtel was given to Prussia, Portugal became sovereign over the banks of the Amazon, and Victor Amadeus II became king of Sicily. France destroyed the fort at Dunkirk and gave up Newfoundland and St. Kitts. In a key agreement, Britain received Gibraltar, Minorca, and exclusive rights to the Atlantic": {
    "guess": "Peace of Utrecht",
    "confidence": [
      [
        "Peace",
        -0.24818668
      ],
      [
        " of",
        -0.00016897499
      ],
      [
        " U",
        -0.0007251793
      ],
      [
        "trecht",
        -6.0749073e-05
      ]
    ]
  },
  "This man set up courts to hear cases for the poor that became the Court of Requests. He tried to curb": {
    "guess": "Court of Requests",
    "confidence": [
      [
        "Court",
        -0.35728094
      ],
      [
        " of",
        -0.00015395533
      ],
      [
        " Requests",
        -0.009617724
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on": {
    "guess": "The Genesis of Thoughts",
    "confidence": [
      [
        "The",
        -1.1714414
      ],
      [
        " Genesis",
        -0.8923095
      ],
      [
        " of",
        -0.03476384
      ],
      [
        " Thoughts",
        -0.08408683
      ]
    ]
  },
  "The set of all of these is denoted Spec R, where R is a commutative ring and can be made into a topological space via the Zariski topology. An integral domain results from taking the quotient of a ring with one of these kinds of ideals, which shows that every maximal ideal has this property as well. There are arbitrarily long arithmetic sequences of these by the Green-Tao theorem, and minus one is congruent to n minus one factorial mod n if and only if n is one of these, according to Wilson's theorem. Carmichael numbers do not have this property, despite passing a test based on Fermat's Little theorem. Adding one to the product of all of these is the key idea of Euclid's proof that there must be an infinite number of these kinds of numbers, which come in Germain and Mersenne varieties. For": {
    "guess": "Algebraic Numbers",
    "confidence": [
      [
        "Al",
        -0.3029195
      ],
      [
        "gebra",
        -0.00012082772
      ],
      [
        "ic",
        -0.00022010603
      ],
      [
        " Numbers",
        -1.9061321
      ]
    ]
  },
  "In 1829, he set out with his uncle to find the Northwest Passage through Prince Regent Inlet, and the next year he discovered King William Land after crossing the Isthmus of Boothia. In 1848, he sailed": {
    "guess": "John Franklin",
    "confidence": [
      [
        "John",
        -0.52119803
      ],
      [
        " Franklin",
        -0.5387151
      ]
    ]
  },
  "This set of numbers has the least cardinality greater than that of the integers, according to the continuum hypothesis, and is the union of the algebraic and transcendental numbers. This complete totally ordered field can be constructed by Cauchy sequences, and this set is (*) uncountable according to Cantor's diagonal argument. The union of the rationals and irrationals, for 10 points, name this set of numbers denoted R.": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.0012546345
      ],
      [
        " numbers",
        -0.55198014
      ]
    ]
  },
  "It is set at a boarding-house by the sea which belongs to a deck-chair attendant and his wife Meg. The only boarder is Stanley, who claims that he was a concert pianist, and who is frightened when two": {
    "guess": "The Birthday Party (play)",
    "confidence": [
      [
        "The",
        -0.059333794
      ],
      [
        " Birthday",
        -0.012380964
      ],
      [
        " Party",
        -6.15835e-05
      ],
      [
        " (",
        -0.025259236
      ],
      [
        "play",
        -0.0003929
      ],
      [
        ")",
        -1.1994775e-05
      ]
    ]
  },
  "For a set with this property and a function f with singularity at z in that set, f comes arbitrarily close to any complex value around z by the Casorati\u0096Weierstrass theorem. In T1 spaces, every pair of points is contained in two neighborhoods with this property that do not intersect. A G-sub-delta set is a countable intersection of sets with this property, and (*) intersections of infinite sets with this property do not necessarily have this property. The largest subset of a space that has this property": {
    "guess": "Perfectly normal space",
    "confidence": [
      [
        "Perfect",
        -1.1558669
      ],
      [
        "ly",
        -1.0021862
      ],
      [
        " normal",
        -0.045324452
      ],
      [
        " space",
        -0.005204113
      ]
    ]
  },
  "In 1829, he set out with his uncle to find the Northwest Passage through Prince Regent Inlet, and the next year he discovered King William Land after crossing the Isthmus of Boothia. In 1848, he sailed into the Lancaster Sound in an attempt to relieve John Franklin's expedition, and almost rediscovered the Northwest Passage Franklin found before dying. FTP, name this explorer, who in 1831 put the British flag on the north magnetic pole, best known for an 1841 expedition to Antartica in the Erebus and Terror in which he named an island, sea, and ice shelf after himself.": {
    "guess": "James Clark Ross",
    "confidence": [
      [
        "James",
        -0.009179824
      ],
      [
        " Clark",
        -0.0074697393
      ],
      [
        " Ross",
        -2.9352968e-06
      ]
    ]
  },
  "Under this settlement, the United Provinces were allowed to annex the north and west of Gelderland, Neuchâtel was given to Prussia, Portugal became sovereign over the banks of the Amazon, and Victor Amadeus II became king of Sicily. France destroyed the fort at Dunkirk and gave up Newfoundland and St.": {
    "guess": "Peace of Utrecht",
    "confidence": [
      [
        "Peace",
        -0.043852285
      ],
      [
        " of",
        -7.7318386e-05
      ],
      [
        " U",
        -0.00018363337
      ],
      [
        "trecht",
        -2.4630364e-05
      ]
    ]
  },
  "This man set off on a celebrated mission to America with John Dillon, but once he returned was forced to negotiate the so-called \"treaty that never was,\" the Kilmainham Treaty. His stature rose in the": {
    "guess": "Charles Stewart Parnell",
    "confidence": [
      [
        "Charles",
        -0.042857587
      ],
      [
        " Stewart",
        -0.09044991
      ],
      [
        " P",
        -3.2929079e-06
      ],
      [
        "arn",
        -1.2664457e-06
      ],
      [
        "ell",
        -0.00014632997
      ]
    ]
  },
  "The set of these entities has a two-dimensional normed division algebra, and forms an unordered field, extensions of which include Cayley numbers and quaternions. They can be represented in phasor form as powers of e. They are multiplied more easily in polar form using de Moivre's identity. A quadratic equation with a negative discriminant has these numbers as its solutions. A number of this type plus its conjugate equals two times its first term. For 10 points, name these numbers that can take the": {
    "guess": "Complex Numbers",
    "confidence": [
      [
        "Complex",
        -0.0026440257
      ],
      [
        " Numbers",
        -0.010650899
      ]
    ]
  },
  "He set fire to his enemy's ships, but a blessing from Cybele made them rip free of their anchors, dive into the water, and turn into beautiful nymphs. He made his way into an enemy encampment when Pandarus kept the gate open too long, slaughtering many before being forced to jump in the Tiber. He is lured onto a ship by Juno and led away from a battle which sees the death of his ally Mezentius. His": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.46156192
      ],
      [
        "ene",
        -0.00011164904
      ],
      [
        "as",
        -0.070696235
      ]
    ]
  },
  "The set of all of these is denoted Spec R, where R is a commutative ring and can be made into a topological space via the Zariski topology. An integral domain results from taking the quotient of a ring with one of these kinds of ideals, which shows that every maximal ideal has this property as well. There are arbitrarily long arithmetic sequences of these by the Green-Tao theorem, and minus one is congruent to n minus one factorial mod n if and only if n is one of these, according to Wilson's theorem.": {
    "guess": "Prime Ideals",
    "confidence": [
      [
        "Prime",
        -0.19908078
      ],
      [
        " Ide",
        -1.0133071
      ],
      [
        "als",
        -9.968313e-06
      ]
    ]
  },
  "In set theory, Georg [GAY-awrk] Cantor used \"aleph null\" to denote a set with this cardinality,   which he called \"countable.\" This is the length of a Turing machine's tape, and Euclid  proved that there": {
    "guess": "Infinity",
    "confidence": [
      [
        "Infinity",
        -0.18846895
      ]
    ]
  },
  "He set a sequence of Wilhelm Mueller's poetry to music in Die Schoene Muellerin. He also set Mueller's": {
    "guess": "Wilhelm Müller",
    "confidence": [
      [
        "Wil",
        -0.14176467
      ],
      [
        "helm",
        -0.00018673266
      ],
      [
        " Müller",
        -0.2418333
      ]
    ]
  },
  "A set of corporate practices developed by Motorola and practiced by 3M and Raytheon, among others, is named for this, implying exceptional quality and almost no manufacturing defects. The so-called empirical rule, or 68-95-99.7 rule, relates area to distance, which is expressed in terms of this quantity. The z-score is computed by subtracting mu from the individual raw score, then dividing the difference by this (*) number, in a process known as normalization. For the Wechsler IQ test it is 15, while for the Stanford-Binet it is 16. It is the root mean square of the differences between each data": {
    "guess": "Standard Deviation",
    "confidence": [
      [
        "Standard",
        -0.0058772448
      ],
      [
        " Dev",
        -0.026350234
      ],
      [
        "iation",
        -0.00022654302
      ]
    ]
  },
  "A set of works inspired by this country was followed by the Je t'aime and Open Window series, and prominently features turpentine-diluted black paint. An infant suckles a disturbingly full-breasted figure in The Bearded Woman Breastfeeding, a work by a leader of its tenebrist school. This country produced": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.14376272
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section of this text that deals with the phenomena that make up the human experience. Another section of this text lists the twenty-four kinds of causal conditioning, while another is called the \"Points of Controversy\" and recounts an old debate. A section of this text called the \"Yamaka\" consists of sets of questions. Another part of this text has five sets of discourses organized by length which are termed Nikayas. The Parivara is an analysis of the rules set down in the first part of this work, which applies to monks and nuns and is called the Vinaya, which along with the Sutta and the Abhidhamma make up the major parts of this collection. For ten points, name this text divided into three Pitaka": {
    "guess": "Tipitaka",
    "confidence": [
      [
        "Tip",
        -0.12672974
      ],
      [
        "it",
        -0.0006034302
      ],
      [
        "aka",
        -1.18755715e-05
      ]
    ]
  },
  "A set of works inspired by this country was followed by the Je t'aime and Open Window series, and prominently features turpentine-diluted black paint. An infant suckles a disturbingly full-breasted figure": {
    "guess": "Georgia O'Keeffe",
    "confidence": [
      [
        "Georgia",
        -0.036045413
      ],
      [
        " O",
        -0.00026777282
      ],
      [
        "'",
        -0.00045557914
      ],
      [
        "K",
        -0.00013989297
      ],
      [
        "ee",
        -3.500108e-05
      ],
      [
        "ffe",
        -0.00019460011
      ]
    ]
  },
  "One set of door panels on this building was sculpted by John Donnelly Jr. and depicts scenes taken from the shield of Achilles, while the main corridor, known as the Great Hall, features double rows of monolithic columns. Upon its completion, its east entrance featured a sculpture group by Herman McNeil while another sculpture group was completed by Robert Aitken at one entrance and some large statues were crafted by James Earle Fraser. Located at One First Street,fr ten points, identify this structure": {
    "guess": "United States Supreme Court Building",
    "confidence": [
      [
        "United",
        -0.7226137
      ],
      [
        " States",
        -0.0006314247
      ],
      [
        " Supreme",
        -0.0042074444
      ],
      [
        " Court",
        -0.0016808906
      ],
      [
        " Building",
        -0.010497902
      ]
    ]
  },
  "It is set at a boarding-house by the sea which belongs to a deck-chair attendant and his wife Meg. The only boarder is Stanley, who claims that he was a concert pianist, and who is frightened when two new boarders, McCann and Goldberg, arrive. FTP,  name this play, which ends with the newcomers taking Stanley away after he becomes hysterical during a game of blind-man's buff during the title event,": {
    "guess": "The Birthday Party (play)",
    "confidence": [
      [
        "The",
        -0.014411942
      ],
      [
        " Birthday",
        -0.00013691289
      ],
      [
        " Party",
        -4.9424725e-05
      ],
      [
        " (",
        -0.311811
      ],
      [
        "play",
        -0.0017370629
      ],
      [
        ")",
        -3.8457987e-05
      ]
    ]
  },
  "He set fifteen George Stefan poems in his Book of the Hanging Gardens, while the Rose quartet premiered his first Kammersymphonie. In one work of his, a men's chorus sings the \"Sh'ma Yisroel\" prayer, and another used the vocal style Sprechstimme. This composer of the Gurrelieder wrote a string sextet": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.0026112134
      ],
      [
        "old",
        -3.8934802e-05
      ],
      [
        " Scho",
        -0.0033002205
      ],
      [
        "enberg",
        -7.822647e-06
      ]
    ]
  },
  "Under this settlement, the United Provinces were allowed to annex the north and west of Gelderland, Neuchâtel": {
    "guess": "Treaty of Nijmegen",
    "confidence": [
      [
        "T",
        -0.4266389
      ],
      [
        "reat",
        -0.0006152204
      ],
      [
        "y",
        -0.0027021624
      ],
      [
        " of",
        -9.41261e-05
      ],
      [
        " N",
        -1.0886258
      ],
      [
        "ij",
        -0.0035900946
      ],
      [
        "m",
        -4.429897e-05
      ],
      [
        "egen",
        -0.00095803186
      ]
    ]
  },
  "This set of numbers has the least cardinality greater than that of the integers, according to the continuum hypothesis, and is the union of the algebraic and transcendental numbers. This complete totally ordered field can be constructed by Cauchy sequences, and this set is (*) uncountable according to": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.01164199
      ],
      [
        " numbers",
        -0.037903074
      ]
    ]
  },
  "One setting in this work is the country manor Gardencourt in England, and another setting is Florence,": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.0057944087
      ],
      [
        " Portrait",
        -0.7999766
      ],
      [
        " of",
        -3.488188e-05
      ],
      [
        " a",
        -0.00024239712
      ],
      [
        " Lady",
        -1.92662e-05
      ]
    ]
  },
  "This man set up a new military treasury to pay veteran bonuses, and he exiled Lucius Antonius after a protracted siege of Perusia.  He led the Mutina campaign, and established the urban cohorts to check the Praetorian Guard.  This man married Scribonia in an attempt to prevent future conflict with Sextus Pompeius, and a temple in Ankara contains his own account of his deeds, the Res Gestae.  At times it was unclear whether he would be succeeded by his nephew Marcellus or by his friend and military commander Marcus Agrippa, and he was victorious at Philippi, defeating Brutus and Cassius and avenging": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.0031837786
      ],
      [
        "us",
        -0.00014990607
      ]
    ]
  },
  "For a set with this property and a function f with singularity at z in that set, f comes arbitrarily close to any complex value around z by the Casorati\u0096Weierstrass theorem. In T1 spaces, every pair of points is contained in two neighborhoods with this property that do not intersect. A G-sub-delta set is a countable intersection of sets with this property, and (*) intersections of infinite sets with this property do not necessarily have this property. The largest subset of a space that has this property is called the interior, and metric spaces have this property if each of their points has a neighborhood around it that is in the set. For 10 points, name this property used to describe sets that": {
    "guess": "Open set",
    "confidence": [
      [
        "Open",
        -0.1488596
      ],
      [
        " set",
        -0.42044944
      ]
    ]
  },
  "A set of works inspired by this country was followed by the Je t'aime and Open Window series, and prominently features turpentine-diluted black paint. An infant suckles a disturbingly full-breasted figure in The Bearded Woman Breastfeeding, a work by a leader of its tenebrist school. This country produced an artist who crafted The Sun, the Moon, and One Star, a mesh sculpture found in (*) Chicago's": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.51984507
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section of this text that deals with the phenomena that make up the human experience. Another section of this text lists the twenty-four kinds of causal conditioning, while another is called the \"Points of Controversy\" and recounts an old debate. A section of this text called the \"Yamaka\" consists of sets of": {
    "guess": "Abhidhamma Pitaka",
    "confidence": [
      [
        "Ab",
        -0.03229886
      ],
      [
        "hid",
        -3.6669935e-05
      ],
      [
        "ham",
        -0.37421492
      ],
      [
        "ma",
        -0.003519295
      ],
      [
        " Pit",
        -0.007158735
      ],
      [
        "aka",
        -3.5313153e-06
      ]
    ]
  },
  "It was set in motion when Miles Moore persuaded the approval of a deal between Clarence Cunningham and": {
    "guess": "Ballinger-Pinchot Affair",
    "confidence": [
      [
        "Ball",
        -0.18091968
      ],
      [
        "inger",
        -0.000107238506
      ],
      [
        "-P",
        -0.032926537
      ],
      [
        "inch",
        -0.0005157403
      ],
      [
        "ot",
        -3.5835506e-05
      ],
      [
        " Aff",
        -0.001985733
      ],
      [
        "air",
        -0.00028684177
      ]
    ]
  },
  "A set of corporate practices developed by Motorola and practiced by 3M and Raytheon, among others, is named for this, implying exceptional quality and almost no manufacturing defects. The so-called empirical rule, or 68-95-99.7 rule, relates area to distance, which is expressed in terms of this quantity. The z-score is computed by subtracting mu from the individual raw score, then dividing the difference by this (*) number, in a process known as normalization. For the Wechsler IQ test it is 15, while for the Stanford-Binet it is 16. It is the root mean square of the differences between each data point and the arithmetic mean. Also defined as the square root of the variance, it is denoted by the": {
    "guess": "Standard Deviation",
    "confidence": [
      [
        "Standard",
        -0.0003706126
      ],
      [
        " Dev",
        -0.00014299227
      ],
      [
        "iation",
        -5.2047206e-05
      ]
    ]
  },
  "He set fire to his enemy's ships, but a blessing from Cybele made them rip free of their anchors, dive into the water, and turn into beautiful nymphs. He made his way into an enemy encampment when Pandarus kept the gate open too long, slaughtering many before being forced to jump in the Tiber. He is": {
    "guess": "Turnus",
    "confidence": [
      [
        "Turn",
        -0.018249217
      ],
      [
        "us",
        -7.5530326e-05
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond to the observables of the complex Hilbert space with two dimensions. This man used the conservation of energy and momentum in beta decay to theorize the existence of the neutrino. He names a set of three matrices that describe spin, and one of his results explains why neutron stars below the Tolman-Oppenheimer-Volkoff limit don't collapse.  That principle concerns the anti-symmetric quantum states of fermions, explaining why electrons with the same spin cannot occupy the same orbital. For 10 points, name this Austrian theoretical physicist with a namesake Exclusion Principle.": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.050439797
      ],
      [
        "ol",
        -0.00070373365
      ],
      [
        "fgang",
        -0.00016861738
      ],
      [
        " Paul",
        -1.0445127e-05
      ],
      [
        "i",
        -2.4034345e-05
      ]
    ]
  },
  "In set theory, Georg [GAY-awrk] Cantor used \"aleph null\" to denote a set with this cardinality,   which he called \"countable.\" This is the length of a Turing machine's tape, and Euclid  proved that there are this many (*) prime numbers. In calculus, the limit of 1 over x, as x  approaches zero from the": {
    "guess": "Infinity",
    "confidence": [
      [
        "Infinity",
        -0.18546894
      ]
    ]
  },
  "This man set up courts to hear cases for the poor that became the Court of Requests. He tried to curb excesses in the royal household and reduced the number of gentlemen of the Privy Chamber in the Eltham Ordinances. This successor of William Warham bypassed Parliament to try to finance a war with France through the Amicable Grant. With Lorenzo Campeggio, this man was made a joint papal legate despite never having visited Rome. Before it was taken by a monarch, the Hampton Court Palace was this man's home. He arranged a meeting with Francis I on the Field of the Cloth of Gold. This man was arrested for treason after he failed to get the Pope to annul a marriage to Catherine of Aragon. For 10 points, name this powerful cardinal early in the reign of Henry VIII.": {
    "guess": "Thomas Wolsey",
    "confidence": [
      [
        "Thomas",
        -0.050855458
      ],
      [
        " Wol",
        -0.0002160531
      ],
      [
        "sey",
        -6.749814e-06
      ]
    ]
  },
  "He set fire to his enemy's ships, but a blessing from Cybele made them rip free of their anchors, dive": {
    "guess": "Cnidaria",
    "confidence": [
      [
        "C",
        -0.9283086
      ],
      [
        "nid",
        -0.003492804
      ],
      [
        "aria",
        -0.26367173
      ]
    ]
  },
  "The set of these entities has a two-dimensional normed division algebra, and forms an unordered field, extensions of which include Cayley numbers and quaternions. They can be represented in phasor form": {
    "guess": "Complex Numbers",
    "confidence": [
      [
        "Complex",
        -0.16668564
      ],
      [
        " Numbers",
        -0.67073405
      ]
    ]
  },
  "This man set up courts to hear cases for the poor that became the Court of Requests. He tried to curb excesses in the royal household and reduced the number of gentlemen of the Privy Chamber in the Eltham Ordinances. This successor of William Warham bypassed Parliament to try to finance a war with France through the Amicable Grant. With Lorenzo Campeggio, this man was made a joint papal legate despite never having visited Rome. Before it was taken by a monarch, the Hampton Court Palace was this man's home. He arranged a meeting with Francis I on the Field of the Cloth of Gold. This man was arrested for treason after he failed to get the Pope to annul a marriage to Catherine of Aragon. For 10": {
    "guess": "Thomas Wolsey",
    "confidence": [
      [
        "Thomas",
        -0.24895173
      ],
      [
        " Wol",
        -0.0005259882
      ],
      [
        "sey",
        -1.0325924e-05
      ]
    ]
  },
  "A set of numbers used to calculate this quantity in several equations has numbers measured at integer square roots times the radius of the coordination sphere. That set of numbers depends only on crystal geometry, is found by summing Coulombic interactions, and are the Madelung constants, which are used in the Born-Mayer and Born-Landé (LAHN-day) equations to calculate this quantity. Using the atomization enthalpy of two species, and the first ionization energy and electron affinity of the species, one can apply Hess's law to calculate this law with the Born-Haber cycle. For 10 points, name this energy needed to convert a solid ionic compound into its gaseous components.": {
    "guess": "Lattice energy",
    "confidence": [
      [
        "L",
        -0.057134237
      ],
      [
        "attice",
        -9.0883464e-07
      ],
      [
        " energy",
        -0.018898524
      ]
    ]
  },
  "This man set up courts to hear cases for the poor that became the Court of Requests. He tried to curb excesses in the royal household and reduced the number of gentlemen of the Privy Chamber in the Eltham": {
    "guess": "Thomas Cromwell",
    "confidence": [
      [
        "Thomas",
        -0.9618481
      ],
      [
        " Crom",
        -0.6386213
      ],
      [
        "well",
        -1.4974867e-05
      ]
    ]
  },
  "It is set at a boarding-house by the sea which belongs to a deck-chair attendant and his wife Meg. The only boarder is Stanley, who claims that he was a concert pianist, and who is frightened when two new boarders, McCann and Goldberg, arrive. FTP,  name this play, which ends with the newcomers taking Stanley away after he becomes hysterical during a game of blind-man's buff during the title event, a 1957 work that was the first success of Harold Pinter.": {
    "guess": "The Birthday Party (play)",
    "confidence": [
      [
        "The",
        -0.004818019
      ],
      [
        " Birthday",
        -1.7716551e-05
      ],
      [
        " Party",
        -3.3213026e-05
      ],
      [
        " (",
        -0.015120568
      ],
      [
        "play",
        -0.00013393279
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "This man set up a new military treasury to pay veteran bonuses, and he exiled Lucius Antonius after a protracted siege of Perusia.  He led the Mutina campaign, and established the urban cohorts to check": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.0024024087
      ],
      [
        "us",
        -0.00037132783
      ]
    ]
  },
  "This man set off on a celebrated mission to America with John Dillon, but once he returned was forced to negotiate the so-called \"treaty that never was,\" the Kilmainham Treaty. His stature rose in the wake of the New Departure campaign, and he set out to continue the quest of his predecessor Isaac Butt. Sometimes dubbed the \"uncrowned king,\" he became troubled by the forgery of Richard Piggott, which": {
    "guess": "Charles Stewart Parnell",
    "confidence": [
      [
        "Charles",
        -0.004860023
      ],
      [
        " Stewart",
        -0.05940041
      ],
      [
        " P",
        -1.0802739e-05
      ],
      [
        "arn",
        -4.246537e-06
      ],
      [
        "ell",
        -0.00014764121
      ]
    ]
  },
  "The set of all of these is denoted Spec R, where R is a commutative ring and can be made into a topological space via the Zariski topology. An integral domain results from taking the quotient of a ring with one of these kinds of ideals, which shows that every maximal ideal has this property as well. There are arbitrarily long arithmetic sequences of these by the Green-Tao theorem, and minus one is congruent to n minus one factorial mod n if and only if n is one of these, according to Wilson's theorem. Carmichael numbers do not have this property, despite passing a test based on Fermat's Little theorem. Adding one to the product of all of these is the key idea of Euclid's proof that there must be an infinite number of these kinds of numbers, which come in Germain and Mersenne varieties. For 10 points, name this kind of number which has no proper factors other than one.": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.059939552
      ],
      [
        " Numbers",
        -0.03045816
      ]
    ]
  },
  "One set of these includes Galamb borong, Fanfares, Disorder, and Vertigo, while another set, by Gottschalk,": {
    "guess": "List of compositions by Michael Finnissy",
    "confidence": [
      [
        "List",
        -1.0489467
      ],
      [
        " of",
        -0.011183628
      ],
      [
        " compositions",
        -0.84585327
      ],
      [
        " by",
        -0.029028175
      ],
      [
        " Michael",
        -1.0326649
      ],
      [
        " Finn",
        -0.61411023
      ],
      [
        "issy",
        -2.355753e-05
      ]
    ]
  },
  "One set of proteins involved in acquiring this condition was discovered by Nomura and named after a Drosophila gene; those proteins triggered by adjuvants are toll-like receptors. Wright and Douglas discovered opsonins, part of the humoral form of this condition. The Hoskins effect, which inhibits this condition against a new agent, results after this has developed against a similar agent and is also called original antigenic sin. A natural form of this arises from prior exposure, and artificially-acquired forms of this condition include vaccination. For 10 points, name this condition in which an organism is sufficiently defended to avoid disease.": {
    "guess": "Immunity",
    "confidence": [
      [
        "Imm",
        -0.15170467
      ],
      [
        "unity",
        -0.059728578
      ]
    ]
  },
  "One set of door panels on this building was sculpted by John Donnelly Jr. and depicts scenes taken from the shield of Achilles, while the main corridor, known as the Great Hall, features double rows of monolithic columns. Upon its completion, its east entrance featured a sculpture group by Herman McNeil while another sculpture group was completed by Robert Aitken at one entrance and some large statues were crafted by James Earle Fraser. Located at One First Street,fr ten points, identify this structure designed by Cass Gilbert whose frieze is anchored by a central tablet that reads \"Equal Justice": {
    "guess": "United States Supreme Court Building",
    "confidence": [
      [
        "United",
        -0.051031288
      ],
      [
        " States",
        -0.00024275472
      ],
      [
        " Supreme",
        -2.1769476e-05
      ],
      [
        " Court",
        -0.00056804507
      ],
      [
        " Building",
        -0.0037744315
      ]
    ]
  },
  "This set of numbers has the least cardinality greater than that of the integers, according to the continuum hypothesis, and is the union of the algebraic and transcendental numbers. This complete totally ordered field can be constructed by Cauchy sequences, and this set is (*) uncountable according to Cantor's diagonal argument. The union of the rationals and irrationals, for 10 points, name this set": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.008520605
      ],
      [
        " numbers",
        -0.034448665
      ]
    ]
  },
  "The setup for this experiment was improved by using platinum wire wound on a pyrex glass support to reduce the amount of metal, and that version was performed by Goucher and Davis. An apparatus named for its performers requires a precise temperature-pressure environment to avoid changing the mean-free path of electrons. The sudden drops in voltages at multiples of 4.9 volts allowed its performers to come to its conclusion. Its setup used a tube containing an anode, a cathode, and a counter electrode whose potential relative to the other electrodes was negative, and the inelastic collisions between": {
    "guess": "Franck-Hertz experiment",
    "confidence": [
      [
        "Fran",
        -0.41285223
      ],
      [
        "ck",
        -0.003686771
      ],
      [
        "-H",
        -0.13795131
      ],
      [
        "ertz",
        -4.723352e-06
      ],
      [
        " experiment",
        -0.13143
      ]
    ]
  },
  "This man set off on a celebrated mission to America with John Dillon, but once he returned was forced to negotiate the so-called \"treaty that never was,\" the Kilmainham Treaty. His stature rose in the wake of the New Departure campaign, and he set out to continue the quest of his predecessor Isaac Butt. Sometimes dubbed the \"uncrowned king,\" he became troubled by the forgery of Richard Piggott, which linked him to the Invincibles and the Pheonix Park murders. He'd earlier encouraged the issuance of the No Rent Manifesto as president of the Land League, but may be better remembered for his career-breaking": {
    "guess": "Charles Stewart Parnell",
    "confidence": [
      [
        "Charles",
        -0.0011621269
      ],
      [
        " Stewart",
        -5.216641e-05
      ],
      [
        " P",
        -3.1281633e-07
      ],
      [
        "arn",
        -1.7432603e-06
      ],
      [
        "ell",
        -0.00010092071
      ]
    ]
  },
  "In 1829, he set out with his uncle to find the Northwest Passage through Prince Regent Inlet, and the": {
    "guess": "William Edward Parry",
    "confidence": [
      [
        "William",
        -0.40558347
      ],
      [
        " Edward",
        -0.100650124
      ],
      [
        " Par",
        -0.00062904065
      ],
      [
        "ry",
        -3.1281633e-07
      ]
    ]
  },
  "This man set up a new military treasury to pay veteran bonuses, and he exiled Lucius Antonius after a": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.22809552
      ],
      [
        "us",
        -0.00039325762
      ]
    ]
  },
  "One set of proteins involved in acquiring this condition was discovered by Nomura and named after a Drosophila gene; those proteins triggered by adjuvants are toll-like receptors. Wright and Douglas discovered opsonins, part of the humoral form of this condition. The Hoskins effect, which inhibits this condition against a new agent, results after this has developed against a similar agent and is also called original antigenic sin. A natural form of this arises from prior exposure, and artificially-acquired": {
    "guess": "Immunity",
    "confidence": [
      [
        "Imm",
        -0.56175464
      ],
      [
        "unity",
        -0.119610146
      ]
    ]
  },
  "This man set off on a celebrated mission to America with John Dillon, but once he returned was forced to negotiate the so-called \"treaty that never was,\" the Kilmainham Treaty. His stature rose in the wake of the New Departure campaign, and he set out to continue the quest of his predecessor Isaac Butt.": {
    "guess": "Charles Stewart Parnell",
    "confidence": [
      [
        "Charles",
        -0.02035314
      ],
      [
        " Stewart",
        -0.041831605
      ],
      [
        " P",
        -1.18755715e-05
      ],
      [
        "arn",
        -1.8624639e-06
      ],
      [
        "ell",
        -6.909333e-05
      ]
    ]
  },
  "The set of all of these is denoted Spec R, where R is a commutative ring and can be made into a topological space via the Zariski topology. An integral domain results from taking the quotient of a ring with one of these kinds of ideals, which shows that every maximal ideal has this property as well.": {
    "guess": "Prime ideal",
    "confidence": [
      [
        "Prime",
        -0.37336937
      ],
      [
        " ideal",
        -0.70924246
      ]
    ]
  },
  "One set of door panels on this building was sculpted by John Donnelly Jr. and depicts scenes taken from the shield of Achilles, while the main corridor, known as the Great Hall, features double rows of monolithic columns. Upon its completion, its east entrance featured a sculpture group by Herman McNeil while another sculpture group was completed by Robert Aitken at one entrance and some large statues": {
    "guess": "Pennsylvania State Capitol",
    "confidence": [
      [
        "Penn",
        -1.6944968
      ],
      [
        "sylvania",
        -0.007395787
      ],
      [
        " State",
        -0.27342883
      ],
      [
        " Capitol",
        -0.0009303949
      ]
    ]
  },
  "This man set off on a celebrated mission to America with John Dillon, but once he returned was forced to negotiate the so-called \"treaty that never was,\" the Kilmainham Treaty. His stature rose in the wake of the New Departure campaign, and he set out to continue the quest of his predecessor Isaac Butt. Sometimes dubbed the \"uncrowned king,\" he became troubled by the forgery of Richard Piggott, which linked him to the Invincibles and the Pheonix Park murders. He'd earlier encouraged the issuance of the No Rent Manifesto as president of the Land League, but may be better remembered for his career-breaking affair with Kitty O'Shea. FTP, name this 19th century nationalist politician who advocated Irish home rule.": {
    "guess": "Charles Stewart Parnell",
    "confidence": [
      [
        "Charles",
        -0.002419772
      ],
      [
        " Stewart",
        -7.481511e-05
      ],
      [
        " P",
        -1.9361265e-07
      ],
      [
        "arn",
        -9.0883464e-07
      ],
      [
        "ell",
        -5.50273e-05
      ]
    ]
  },
  "This man set off on a celebrated mission to America with John Dillon, but once he returned was forced": {
    "guess": "Charles Stewart Parnell",
    "confidence": [
      [
        "Charles",
        -0.0109715415
      ],
      [
        " Stewart",
        -0.0006710976
      ],
      [
        " P",
        -7.226629e-06
      ],
      [
        "arn",
        -2.8160932e-06
      ],
      [
        "ell",
        -0.00030221537
      ]
    ]
  },
  "This set of numbers has the least cardinality greater than that of the integers, according to the continuum hypothesis, and is the union of the algebraic and transcendental numbers. This complete totally": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.06477341
      ],
      [
        " numbers",
        -0.06603955
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section of this text that deals with the phenomena that make up the human experience. Another section of this": {
    "guess": "Abhidharma",
    "confidence": [
      [
        "Ab",
        -0.2160269
      ],
      [
        "hid",
        -0.00074554485
      ],
      [
        "harma",
        -0.67483985
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond to the observables of the complex Hilbert space with two dimensions. This man used the conservation of energy and momentum in beta decay to theorize the existence of the neutrino. He names a set of three matrices that describe spin, and one of his results explains why neutron stars below the Tolman-Oppenheimer-Volkoff limit don't collapse.  That principle concerns the anti-symmetric quantum states of fermions, explaining why electrons with the same spin cannot occupy the same orbital. For 10 points,": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.047063667
      ],
      [
        "ol",
        -0.00013560164
      ],
      [
        "fgang",
        -0.0003929
      ],
      [
        " Paul",
        -4.477578e-05
      ],
      [
        "i",
        -8.776276e-06
      ]
    ]
  },
  "He set fifteen George Stefan poems in his Book of the Hanging Gardens, while the Rose quartet premiered his first Kammersymphonie. In one work of his, a men's chorus sings the \"Sh'ma Yisroel\" prayer, and": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.067861535
      ],
      [
        "old",
        -3.8338785e-05
      ],
      [
        " Scho",
        -0.0014508291
      ],
      [
        "enberg",
        -1.4617256e-05
      ]
    ]
  },
  "A set of corporate practices developed by Motorola and practiced by 3M and Raytheon, among others, is named for this, implying exceptional quality and almost no manufacturing defects. The so-called empirical rule, or 68-95-99.7 rule, relates area to distance, which is expressed in terms of this quantity. The z-score is computed by subtracting mu from the individual raw score, then dividing the difference by this (*) number, in a process known as normalization. For the Wechsler IQ test it is 15, while for the Stanford-Binet it is 16. It is the root mean square of the differences between each data point and the arithmetic mean. Also defined as the square root of the variance, it is denoted by the Greek letter sigma. FTP, in statistics, this is a measure of the spread of values in a random variable or a probability distribution.": {
    "guess": "Standard Deviation",
    "confidence": [
      [
        "Standard",
        -0.00054552656
      ],
      [
        " Dev",
        -0.00043686782
      ],
      [
        "iation",
        -5.538491e-05
      ]
    ]
  },
  "The setup for this experiment was improved by using platinum wire wound on a pyrex glass support to reduce the amount of metal, and that version was performed by Goucher and Davis. An apparatus named for its performers requires a precise temperature-pressure environment to avoid changing the mean-free path of electrons. The sudden drops in voltages at multiples of 4.9 volts allowed its performers to come to its conclusion. Its setup used a tube containing an anode, a cathode, and a counter electrode whose potential relative to the other electrodes was negative, and the inelastic collisions between the accelerated electrons and the electrons in the mercury vapor was observed in this experiment. For 10 points, identify this experiment which demonstrated the idea of energy quantization and was performed by two German physicists.": {
    "guess": "Franck–Hertz experiment",
    "confidence": [
      [
        "Fran",
        -0.048864517
      ],
      [
        "ck",
        -1.9504607e-05
      ],
      [
        "–",
        -0.048920482
      ],
      [
        "H",
        -3.650519e-06
      ],
      [
        "ertz",
        -1.0280384e-06
      ],
      [
        " experiment",
        -0.0049740165
      ]
    ]
  },
  "This man set up a new military treasury to pay veteran bonuses, and he exiled Lucius Antonius after a protracted siege of Perusia.  He led the Mutina campaign, and established the urban cohorts to check the Praetorian Guard.  This man married Scribonia in an attempt to prevent future conflict with Sextus": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.10552815
      ],
      [
        "us",
        -0.00026228945
      ]
    ]
  },
  "Under this settlement, the United Provinces were allowed to annex the north and west of Gelderland, Neuchâtel was given to Prussia, Portugal became sovereign over the banks of the Amazon, and Victor Amadeus II became king of Sicily. France destroyed the fort at Dunkirk and gave up Newfoundland and St. Kitts. In a key agreement, Britain received Gibraltar, Minorca, and exclusive rights to the Atlantic slave trade. The main issue of the previous twelve years was resolved by recognizing the rule of the Bourbon Philip V. For 10 points, name this series of treaties which ended the War of the Spanish": {
    "guess": "Peace of Utrecht",
    "confidence": [
      [
        "Peace",
        -0.0070726746
      ],
      [
        " of",
        -7.58424e-06
      ],
      [
        " U",
        -3.500108e-05
      ],
      [
        "trecht",
        -8.2324936e-05
      ]
    ]
  },
  "He set fire to his enemy's ships, but a blessing from Cybele made them rip free of their anchors, dive into the water, and turn into beautiful nymphs. He made his way into an enemy encampment when Pandarus kept the gate open too long, slaughtering many before being forced to jump in the Tiber. He is lured onto a ship by Juno and led away from a battle which sees the death of his ally Mezentius. His fate is sealed when his opponent sees the belt of Evander's son Pallas on this man's shoulder. FTP": {
    "guess": "Turnus",
    "confidence": [
      [
        "Turn",
        -0.07973001
      ],
      [
        "us",
        -3.1424974e-05
      ]
    ]
  },
  "He set fifteen George Stefan poems in his Book of the Hanging Gardens, while the Rose quartet premiered": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.025904622
      ],
      [
        "old",
        -8.776276e-06
      ],
      [
        " Scho",
        -0.002181073
      ],
      [
        "enberg",
        -1.700133e-05
      ]
    ]
  },
  "A set of numbers used to calculate this quantity in several equations has numbers measured at integer square roots times the radius of the coordination sphere. That set of numbers depends only on crystal geometry, is found by summing Coulombic interactions, and are the Madelung constants, which are used in the Born-Mayer and Born-Landé (LAHN-day) equations to calculate this quantity. Using the atomization enthalpy of two species, and the first ionization energy and electron affinity of the species,": {
    "guess": "Madelung constant",
    "confidence": [
      [
        "M",
        -0.015240091
      ],
      [
        "adel",
        -1.4498052e-05
      ],
      [
        "ung",
        -8.418666e-06
      ],
      [
        " constant",
        -0.07043863
      ]
    ]
  },
  "He set a sequence of Wilhelm Mueller's poetry to music in Die Schoene Muellerin. He also set Mueller's poems such as \"The Hurdy-Gurdy Man\" in his Winterreise (vin-tur-EYE-suh) or Winter Journey. This composer": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.0010718696
      ],
      [
        "z",
        -4.0722858e-05
      ],
      [
        " Sch",
        -1.1041146e-05
      ],
      [
        "ub",
        -1.0087517e-05
      ],
      [
        "ert",
        -8.299462e-06
      ]
    ]
  },
  "This man set a group of Elizabeth Barret Browning sonnets in The Soul's Expression and his setting of \"Sometimes I feel like a motherless child\" for piano trio was among the five works in his Opus 59. His early chamber works included his Opus 2 Nonet in F minor and his Opus 5 Fantasiestücke for String Quartet, which was dedicated to his teacher, Charles Viliers Stanford. He wrote incidental music to Alfred Noyes' The Forest of Wild Thyme and the unfinished opera Thelma, though it was after gaining success with his Ballade in A minor that he wrote the series of three cantatas for which he is best known, all of which were based on (*) Longfellow poems. For 10 points, name this English composer of The Death of Minnehaha and Hiawatha's Wedding Feast, sometimes called the \"African Mahler.\"": {
    "guess": "Samuel Coleridge-Taylor",
    "confidence": [
      [
        "Sam",
        -0.001951826
      ],
      [
        "uel",
        -1.5570886e-05
      ],
      [
        " Col",
        -6.1537958e-06
      ],
      [
        "er",
        -2.6537622e-05
      ],
      [
        "idge",
        -6.9570146e-05
      ],
      [
        "-T",
        -4.739826e-05
      ],
      [
        "aylor",
        -1.0921943e-05
      ]
    ]
  },
  "Under this settlement, the United Provinces were allowed to annex the north and west of Gelderland, Neuchâtel was given to Prussia, Portugal became sovereign over the banks of the Amazon, and Victor Amadeus II became king of Sicily. France destroyed the fort at Dunkirk and gave up Newfoundland and St. Kitts. In a key agreement, Britain received Gibraltar, Minorca, and exclusive rights to the Atlantic slave trade. The main issue of the previous twelve years was resolved by recognizing the rule of": {
    "guess": "Peace of Utrecht",
    "confidence": [
      [
        "Peace",
        -0.022089764
      ],
      [
        " of",
        -5.157039e-05
      ],
      [
        " U",
        -0.00023762896
      ],
      [
        "trecht",
        -3.9530823e-05
      ]
    ]
  },
  "This man set a group of Elizabeth Barret Browning sonnets in The Soul's Expression and his setting of": {
    "guess": "Samuel Coleridge-Taylor",
    "confidence": [
      [
        "Sam",
        -0.020474268
      ],
      [
        "uel",
        -8.7450695e-05
      ],
      [
        " Col",
        -0.0004479501
      ],
      [
        "er",
        -0.00013226394
      ],
      [
        "idge",
        -6.0153056e-05
      ],
      [
        "-T",
        -0.00011236426
      ],
      [
        "aylor",
        -3.0232935e-05
      ]
    ]
  },
  "One set of proteins involved in acquiring this condition was discovered by Nomura and named after a Drosophila gene; those proteins triggered by adjuvants are toll-like receptors. Wright and Douglas discovered": {
    "guess": "Toll-like receptor",
    "confidence": [
      [
        "T",
        -0.54168105
      ],
      [
        "oll",
        -0.001870452
      ],
      [
        "-like",
        -0.019255947
      ],
      [
        " receptor",
        -0.20819709
      ]
    ]
  },
  "A set of numbers used to calculate this quantity in several equations has numbers measured at integer square roots times the radius of the coordination sphere. That set of numbers depends only on crystal geometry, is found by summing Coulombic interactions, and are the Madelung constants, which are used in the Born-Mayer and Born-Landé (LAHN-day) equations to calculate this quantity. Using the atomization": {
    "guess": "Madelung constant",
    "confidence": [
      [
        "M",
        -0.03242039
      ],
      [
        "adel",
        -2.1769476e-05
      ],
      [
        "ung",
        -8.299462e-06
      ],
      [
        " constant",
        -0.080383524
      ]
    ]
  },
  "A set of works inspired by this country was followed by the Je t'aime and Open Window series, and prominently": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.39526242
      ]
    ]
  },
  "One set of these includes Galamb borong, Fanfares, Disorder, and Vertigo, while another set, by Gottschalk, features Tremolo and Manchega. Charles-Louis Hanon is famous for his book of these organized by increasing difficulty, and Schumann's Opus 13 is a set of these unusually for symphony orchestra. Gyorgy Ligeti's are mostly extremely difficult show-pieces, as are members of S. 139 like Chasse-Neige": {
    "guess": "Études",
    "confidence": [
      [
        "É",
        -0.43977198
      ],
      [
        "t",
        -4.8425554e-06
      ],
      [
        "udes",
        -0.58854544
      ]
    ]
  },
  "The setup for this experiment was improved by using platinum wire wound on a pyrex glass support to reduce the amount of metal, and that version was performed by Goucher and Davis. An apparatus named for": {
    "guess": "Trouton-Noble experiment",
    "confidence": [
      [
        "Tr",
        -1.2869353
      ],
      [
        "out",
        -0.0003803873
      ],
      [
        "on",
        -9.305327e-05
      ],
      [
        "-N",
        -0.2041388
      ],
      [
        "oble",
        -5.0735965e-05
      ],
      [
        " experiment",
        -0.015215898
      ]
    ]
  },
  "He set fifteen George Stefan poems in his Book of the Hanging Gardens, while the Rose quartet premiered his first Kammersymphonie. In one work of his, a men's chorus sings the \"Sh'ma Yisroel\" prayer, and another used the vocal style Sprechstimme. This composer of the Gurrelieder wrote a string sextet depicting a Dehmel poem, Transfigured Night, and well as Pierrot Lunaire. For 10 points, name this composer who developed both serialism and atonality, and instructed Anton Webern and Alban Berg.": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.0024094235
      ],
      [
        "old",
        -1.1994775e-05
      ],
      [
        " Scho",
        -0.0012178556
      ],
      [
        "enberg",
        -2.9756122e-05
      ]
    ]
  },
  "One set of these includes Galamb borong, Fanfares, Disorder, and Vertigo, while another set, by Gottschalk, features Tremolo and Manchega. Charles-Louis Hanon is famous for his book of these organized": {
    "guess": "Piano Exercises",
    "confidence": [
      [
        "P",
        -0.98731214
      ],
      [
        "iano",
        -0.00033105531
      ],
      [
        " Exercises",
        -0.5313308
      ]
    ]
  },
  "This man set a group of Elizabeth Barret Browning sonnets in The Soul's Expression and his setting of \"Sometimes I feel like a motherless child\" for piano trio was among the five works in his Opus 59. His early chamber works included his Opus 2 Nonet in F minor and his Opus 5 Fantasiestücke for String": {
    "guess": "Samuel Coleridge-Taylor",
    "confidence": [
      [
        "Sam",
        -0.005364545
      ],
      [
        "uel",
        -1.1398757e-05
      ],
      [
        " Col",
        -2.9160103e-05
      ],
      [
        "er",
        -4.990154e-05
      ],
      [
        "idge",
        -4.2272506e-05
      ],
      [
        "-T",
        -3.9530823e-05
      ],
      [
        "aylor",
        -1.1279553e-05
      ]
    ]
  },
  "It was set in motion when Miles Moore persuaded the approval of a deal between Clarence Cunningham and the Morgan-Guggenheim syndicate. An article published by Collier's Magazine led to investigations": {
    "guess": "Ballinger-Pinchot Affair",
    "confidence": [
      [
        "Ball",
        -0.004780169
      ],
      [
        "inger",
        -1.0445127e-05
      ],
      [
        "-P",
        -0.00089955423
      ],
      [
        "inch",
        -3.2855416e-05
      ],
      [
        "ot",
        -1.6762922e-05
      ],
      [
        " Aff",
        -0.00023607932
      ],
      [
        "air",
        -0.00014478032
      ]
    ]
  },
  "A set of numbers used to calculate this quantity in several equations has numbers measured at integer square roots times the radius of the coordination sphere. That set of numbers depends only on crystal geometry, is found by summing Coulombic interactions, and are the Madelung constants, which are used": {
    "guess": "Madelung constant",
    "confidence": [
      [
        "M",
        -0.11673604
      ],
      [
        "adel",
        -2.3915141e-05
      ],
      [
        "ung",
        -4.365741e-06
      ],
      [
        " constant",
        -0.381147
      ]
    ]
  },
  "This man set up a new military treasury to pay veteran bonuses, and he exiled Lucius Antonius after a protracted siege of Perusia.  He led the Mutina campaign, and established the urban cohorts to check the Praetorian Guard.  This man married Scribonia in an attempt to prevent future conflict with Sextus Pompeius, and a temple in Ankara contains his own account of his deeds, the Res Gestae.  At times it was unclear whether he would be succeeded by his nephew Marcellus or by his friend and military": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.0021045792
      ],
      [
        "us",
        -9.019238e-05
      ]
    ]
  },
  "A set of corporate practices developed by Motorola and practiced by 3M and Raytheon, among others, is named for this, implying exceptional quality and almost no manufacturing defects. The so-called empirical rule, or 68-95-99.7 rule, relates area to distance, which is expressed in terms of this quantity. The z-score is computed by subtracting mu from the individual raw score, then dividing the difference by this (*) number, in a process known as normalization. For the Wechsler IQ test it is 15, while for the Stanford-Binet it is 16. It is the root mean square of the differences between each data point and the arithmetic mean. Also defined as the square root of the variance, it is denoted by the Greek letter sigma. FTP, in statistics, this is a measure of the spread of values in a random variable": {
    "guess": "Standard Deviation",
    "confidence": [
      [
        "Standard",
        -0.0040334025
      ],
      [
        " Dev",
        -0.0010295926
      ],
      [
        "iation",
        -7.7079974e-05
      ]
    ]
  },
  "One set of mathematical constructs named for this man are Hermitian and unitary, and thus correspond to the observables of the complex Hilbert space with two dimensions. This man used the conservation": {
    "guess": "Pauli matrices",
    "confidence": [
      [
        "Paul",
        -0.20593429
      ],
      [
        "i",
        -0.069006495
      ],
      [
        " matrices",
        -0.0022338785
      ]
    ]
  },
  "This set of texts contains a book titled \"The Genesis of Thoughts\", which is divided into sections on good, bad, and intermediate thoughts. That book is part of the \"Enumeration of Factors\", a section of this text that deals with the phenomena that make up the human experience. Another section of this text lists the twenty-four kinds of causal conditioning, while another is called the \"Points of Controversy\" and recounts an old debate. A section of this text called the \"Yamaka\" consists of sets of questions. Another part of this text has five sets of discourses organized by length which are termed Nikayas. The Parivara is an analysis of the rules set down in the first part of this work, which": {
    "guess": "Abhidhamma Pitaka",
    "confidence": [
      [
        "Ab",
        -0.9920231
      ],
      [
        "hid",
        -5.9914648e-05
      ],
      [
        "ham",
        -0.01248246
      ],
      [
        "ma",
        -6.0749073e-05
      ],
      [
        " Pit",
        -5.9199425e-05
      ],
      [
        "aka",
        -1.2664457e-06
      ]
    ]
  },
  "It is set at a boarding-house by the sea which belongs to a deck-chair attendant and his wife Meg. The only boarder is Stanley, who claims that he was a concert pianist, and who is frightened when two new boarders, McCann and Goldberg, arrive. FTP,  name this play, which ends with the newcomers taking": {
    "guess": "The Birthday Party (play)",
    "confidence": [
      [
        "The",
        -0.0014490411
      ],
      [
        " Birthday",
        -8.657073e-06
      ],
      [
        " Party",
        -3.5477897e-05
      ],
      [
        " (",
        -0.00013345598
      ],
      [
        "play",
        -3.2929079e-06
      ],
      [
        ")",
        -1.9361265e-07
      ]
    ]
  },
  "For a set with this property and a function f with singularity at z in that set, f comes arbitrarily close to any complex value around z by the Casorati\u0096Weierstrass theorem. In T1 spaces, every pair of": {
    "guess": "Casorati\u0096Weierstrass theorem",
    "confidence": [
      [
        "Cas",
        -0.006453524
      ],
      [
        "or",
        -0.0017804953
      ],
      [
        "ati",
        -0.00020759332
      ],
      [
        "\\xc2",
        -0.8181928
      ],
      [
        "\\x96",
        -3.2929079e-06
      ],
      [
        "We",
        -0.0002702761
      ],
      [
        "ier",
        -2.7133641e-05
      ],
      [
        "str",
        -5.109358e-05
      ],
      [
        "ass",
        -1.7478143e-05
      ],
      [
        " theorem",
        -0.0030936971
      ]
    ]
  },
  "In 1829, he set out with his uncle to find the Northwest Passage through Prince Regent Inlet, and the next year he discovered King William Land after crossing the Isthmus of Boothia. In 1848, he sailed into the Lancaster Sound in an attempt to relieve John Franklin's expedition, and almost rediscovered the Northwest Passage Franklin found before dying. FTP, name this explorer, who in 1831 put the British": {
    "guess": "John Ross",
    "confidence": [
      [
        "John",
        -1.0303922
      ],
      [
        " Ross",
        -0.6568255
      ]
    ]
  },
  "One set of door panels on this building was sculpted by John Donnelly Jr. and depicts scenes taken from the shield of Achilles, while the main corridor, known as the Great Hall, features double rows of monolithic columns. Upon its completion, its east entrance featured a sculpture group by Herman McNeil while another sculpture group was completed by Robert Aitken at one entrance and some large statues were crafted by James Earle Fraser. Located at One First Street,fr ten points, identify this structure designed by Cass Gilbert whose frieze is anchored by a central tablet that reads \"Equal Justice Under Law.\"": {
    "guess": "United States Supreme Court Building",
    "confidence": [
      [
        "United",
        -0.14199884
      ],
      [
        " States",
        -0.0007373235
      ],
      [
        " Supreme",
        -0.00018256421
      ],
      [
        " Court",
        -0.00079855014
      ],
      [
        " Building",
        -0.008237597
      ]
    ]
  },
  "The set of these entities has a two-dimensional normed division algebra, and forms an unordered field, extensions of which include Cayley numbers and quaternions. They can be represented in phasor form as powers of e. They are multiplied more easily in polar form using de Moivre's identity. A quadratic equation with a negative discriminant has these numbers as its solutions. A number of this type plus its conjugate equals two times its first term. For 10 points, name these numbers that can take the form a + bi, consisting of a real number plus an imaginary number.": {
    "guess": "Complex Numbers",
    "confidence": [
      [
        "Complex",
        -0.00016229959
      ],
      [
        " Numbers",
        -0.0011761783
      ]
    ]
  },
  "This man set a group of Elizabeth Barret Browning sonnets in The Soul's Expression and his setting of \"Sometimes I feel like a motherless child\" for piano trio was among the five works in his Opus 59.": {
    "guess": "Samuel Coleridge-Taylor",
    "confidence": [
      [
        "Sam",
        -0.0062849643
      ],
      [
        "uel",
        -5.0139948e-05
      ],
      [
        " Col",
        -9.770221e-05
      ],
      [
        "er",
        -0.00016969022
      ],
      [
        "idge",
        -7.624555e-05
      ],
      [
        "-T",
        -6.217952e-05
      ],
      [
        "aylor",
        -5.4385737e-06
      ]
    ]
  },
  "The set of all of these is denoted Spec R, where R is a commutative ring and can be made into a topological": {
    "guess": "Spectrum (topology)",
    "confidence": [
      [
        "S",
        -0.033115234
      ],
      [
        "pectrum",
        -0.0045598308
      ],
      [
        " (",
        -0.1665822
      ],
      [
        "top",
        -0.08087324
      ],
      [
        "ology",
        -4.334534e-05
      ],
      [
        ")",
        -1.9743013e-05
      ]
    ]
  },
  "Under this settlement, the United Provinces were allowed to annex the north and west of Gelderland, Neuchâtel was given to Prussia, Portugal became sovereign over the banks of the Amazon, and Victor Amadeus": {
    "guess": "Treaty of Utrecht",
    "confidence": [
      [
        "T",
        -0.07652185
      ],
      [
        "reat",
        -1.8624639e-06
      ],
      [
        "y",
        -0.004554373
      ],
      [
        " of",
        -0.00012844942
      ],
      [
        " U",
        -0.13675748
      ],
      [
        "trecht",
        -9.2695656e-05
      ]
    ]
  }
}