{
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the title Directorum Humanae Vitae. It was first translated into English by Sir Thomas North, who titled": {
    "guess": "The Golden Ass",
    "confidence": [
      [
        "The",
        -1.0284227
      ],
      [
        " Golden",
        -0.72744125
      ],
      [
        " Ass",
        -0.11493902
      ]
    ]
  },
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the title Directorum Humanae Vitae. It was first translated into English by Sir Thomas North, who titled his version The Morall Philosophie of Doni. This text includes a story about four friends who are given quills by a magician that, when dropped, lead them to discover a huge amount of copper, silver, and gold. Another section of this text describes a conniving pack of crows who seek to completely annihilate some murderous owls. This text, whose title methods include advice on forging friendships": {
    "guess": "Panchatantra",
    "confidence": [
      [
        "P",
        -0.8176842
      ],
      [
        "anch",
        -0.0004423512
      ],
      [
        "atan",
        -0.00031127117
      ],
      [
        "tra",
        -1.2664457e-06
      ]
    ]
  },
  "A Hecatomnid ruler of this city ruined the Second Athenian Empire by inciting Rhodes, Cos, and Chios": {
    "guess": "Mausolus",
    "confidence": [
      [
        "M",
        -0.4175125
      ],
      [
        "aus",
        -0.00012487332
      ],
      [
        "ol",
        -0.5167659
      ],
      [
        "us",
        -0.0030966662
      ]
    ]
  },
  "Hebrew for \"tradition\", this esoteric Jewish mystical system is based on an oral tradition supposedly": {
    "guess": "Kabbalah",
    "confidence": [
      [
        "K",
        -0.008997543
      ],
      [
        "abb",
        -2.5583993e-05
      ],
      [
        "alah",
        -5.0020742e-05
      ]
    ]
  },
  "A Hecatomnid ruler of this city ruined the Second Athenian Empire by inciting Rhodes, Cos, and Chios to revolt in the Social War. Memnon of Rhodes lost this city to Alexander in a 334 B.C. siege. A historian from this city named Dionysius is best known for his Roman Antiquities. The sculptors Leochares, Scopas, Bryaxis, and Timotheus created an Amazonomachy scene for a building in this city planned by Pythios and Satyros. This hometown of Herodotus was ruled by a commander who inspired Xerxes' comment": {
    "guess": "Halicarnassus",
    "confidence": [
      [
        "H",
        -0.23665246
      ],
      [
        "alic",
        -1.18755715e-05
      ],
      [
        "arn",
        -1.5809293e-05
      ],
      [
        "ass",
        -0.00017469678
      ],
      [
        "us",
        -0.00012999907
      ]
    ]
  },
  "A.A. Hebrard was commissioned to recast this work for the 1904 Louisiana Purchase Expedition. Earlier enlarged by Henri LeBosse and later recast numerous times by Alexis Rudier, this statue was originally intended to depict Dante as part of a larger, Inferno-themed work, but has developed more into a symbol of intellectuals with its pensive expression. For 10 points, name this Auguste Rodin statue of a man sitting down, deep in thought.": {
    "guess": "The Thinker",
    "confidence": [
      [
        "The",
        -0.0006946815
      ],
      [
        " Think",
        -0.0004623664
      ],
      [
        "er",
        -3.4121115e-06
      ]
    ]
  },
  "A.A. Hebrard was commissioned to recast this work for the 1904 Louisiana Purchase Expedition. Earlier": {
    "guess": "A.A. Hebrard",
    "confidence": [
      [
        "A",
        -0.7563242
      ],
      [
        ".A",
        -0.19720204
      ],
      [
        ".",
        -0.0019721694
      ],
      [
        " He",
        -0.003098216
      ],
      [
        "br",
        -0.016854739
      ],
      [
        "ard",
        -0.00029232146
      ]
    ]
  },
  "Hebrew for \"tradition\", this esoteric Jewish mystical system is based on an oral tradition supposedly passed down from Abraham. Dealing with the manifestations of God and his revelation, its chief books": {
    "guess": "Kabbalah",
    "confidence": [
      [
        "K",
        -0.031497188
      ],
      [
        "abb",
        -1.0087517e-05
      ],
      [
        "alah",
        -2.4584822e-06
      ]
    ]
  },
  "A.A. Hebrard was commissioned to recast this work for the 1904 Louisiana Purchase Expedition. Earlier enlarged by Henri LeBosse and later recast numerous times by Alexis Rudier, this statue was originally": {
    "guess": "The Thinker",
    "confidence": [
      [
        "The",
        -0.2321075
      ],
      [
        " Think",
        -0.06867923
      ],
      [
        "er",
        -5.8603408e-05
      ]
    ]
  },
  "A Hecatomnid ruler of this city ruined the Second Athenian Empire by inciting Rhodes, Cos, and Chios to revolt in the Social War. Memnon of Rhodes lost this city to Alexander in a 334 B.C. siege. A historian from this city named Dionysius is best known for his Roman Antiquities. The sculptors Leochares, Scopas, Bryaxis, and Timotheus created an Amazonomachy scene for a building in this city planned by Pythios and Satyros. This hometown of Herodotus was ruled by a commander who inspired Xerxes' comment that his men had become women, \"and women men,\" with her performance at the Battle of Salamis. In this capital of Caria, queen Artemisia built a marble tomb for her husband and brother. For 10 points, name this city in southwest Anatolia that contained the Mausoleum.": {
    "guess": "Halicarnassus",
    "confidence": [
      [
        "H",
        -0.05340496
      ],
      [
        "alic",
        -7.89631e-07
      ],
      [
        "arn",
        -3.5313153e-06
      ],
      [
        "ass",
        -8.530503e-05
      ],
      [
        "us",
        -5.705376e-05
      ]
    ]
  },
  "A Hecatomnid ruler of this city ruined the Second Athenian Empire by inciting Rhodes, Cos, and Chios to revolt in the Social War. Memnon of Rhodes lost this city to Alexander in a 334 B.C. siege. A historian from this city named Dionysius is best known for his Roman Antiquities. The sculptors Leochares, Scopas, Bryaxis, and Timotheus created an Amazonomachy scene for a building in this city planned by Pythios and Satyros. This hometown of Herodotus was ruled by a commander who inspired Xerxes' comment that his men had become women, \"and women men,\" with her performance at the Battle of Salamis.": {
    "guess": "Halicarnassus",
    "confidence": [
      [
        "H",
        -0.13045473
      ],
      [
        "alic",
        -5.4669687e-05
      ],
      [
        "arn",
        -1.735894e-05
      ],
      [
        "ass",
        -0.00019460011
      ],
      [
        "us",
        -0.00013202553
      ]
    ]
  },
  "In Hebrew, the word for this English adjective is \"katom,\" and in Japanese, it is \"daidaiiro.\" In Romance languages, the word for this color often begins with \"n,\" though analogy to the French word for \"gold\" led to the dropping of that letter in English. This color term is the same word in German, French,": {
    "guess": "Orange",
    "confidence": [
      [
        "Orange",
        -0.036364228
      ]
    ]
  },
  "A Hecatomnid ruler of this city ruined the Second Athenian Empire by inciting Rhodes, Cos, and Chios to revolt in the Social War. Memnon of Rhodes lost this city to Alexander in a 334 B.C. siege. A historian from this city named Dionysius is best known for his Roman Antiquities. The sculptors Leochares, Scopas, Bryaxis, and Timotheus created an Amazonomachy scene for a building in this city planned": {
    "guess": "Halicarnassus",
    "confidence": [
      [
        "H",
        -0.15869014
      ],
      [
        "alic",
        -2.7848862e-05
      ],
      [
        "arn",
        -3.3451433e-05
      ],
      [
        "ass",
        -0.00018530223
      ],
      [
        "us",
        -0.00020246755
      ]
    ]
  },
  "In Hebrew, the word for this English adjective is \"katom,\" and in Japanese, it is \"daidaiiro.\" In Romance": {
    "guess": "Orange (colour)",
    "confidence": [
      [
        "Orange",
        -0.013761118
      ],
      [
        " (",
        -0.25739595
      ],
      [
        "colour",
        -0.31572202
      ],
      [
        ")",
        -0.0020321344
      ]
    ]
  },
  "A Hecatomnid ruler of this city ruined the Second Athenian Empire by inciting Rhodes, Cos, and Chios to revolt in the Social War. Memnon of Rhodes lost this city to Alexander in a 334 B.C. siege. A historian from this city named Dionysius is best known for his Roman Antiquities. The sculptors Leochares,": {
    "guess": "Halicarnassus",
    "confidence": [
      [
        "H",
        -0.07313538
      ],
      [
        "alic",
        -0.00019686499
      ],
      [
        "arn",
        -4.7875077e-05
      ],
      [
        "ass",
        -0.00020532844
      ],
      [
        "us",
        -0.00032676398
      ]
    ]
  },
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the title Directorum Humanae Vitae. It was first translated into English by Sir Thomas North, who titled his version The Morall Philosophie of Doni. This text includes a story about four friends who are given quills by a magician that, when dropped, lead them to discover a huge amount of copper, silver, and gold. Another section of this text describes a conniving pack of crows who seek to completely annihilate some murderous owls. This text, whose title methods include advice on forging friendships and dealing with quarrels amongst friends, contains stories that overlap with some of the Jataka tales. This collection, which was attributed to Bidpai in early European editions, was probably written between the 12th century BCE and the 3rd century CE by Vishnu Sharma. For 10 points, name this collection of Sanskrit fables": {
    "guess": "Panchatantra",
    "confidence": [
      [
        "P",
        -0.0019615823
      ],
      [
        "anch",
        -5.2643223e-05
      ],
      [
        "atan",
        -0.00015264409
      ],
      [
        "tra",
        -4.246537e-06
      ]
    ]
  },
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the title Directorum Humanae Vitae. It was first translated into English by Sir Thomas North, who titled his version The Morall Philosophie of Doni. This text includes a story about four friends who are given quills by a magician that, when dropped, lead them to discover a huge amount of copper, silver, and gold. Another section of this text describes a conniving pack of crows who seek to completely": {
    "guess": "Panchatantra",
    "confidence": [
      [
        "P",
        -0.63443255
      ],
      [
        "anch",
        -0.0024962295
      ],
      [
        "atan",
        -0.00077341654
      ],
      [
        "tra",
        -3.333223e-05
      ]
    ]
  },
  "In Hebrew, the word for this English adjective is \"katom,\" and in Japanese, it is \"daidaiiro.\" In Romance languages, the word for this color often begins with \"n,\" though analogy to the French word for": {
    "guess": "Orange",
    "confidence": [
      [
        "Orange",
        -0.34130818
      ]
    ]
  },
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the title Directorum Humanae Vitae. It was first translated into English by Sir Thomas North, who titled his version The Morall Philosophie of Doni. This text includes a story about four friends who are": {
    "guess": "Panchatantra",
    "confidence": [
      [
        "P",
        -1.0342413
      ],
      [
        "anch",
        -0.24361193
      ],
      [
        "atan",
        -0.0012270159
      ],
      [
        "tra",
        -7.815281e-05
      ]
    ]
  },
  "In Hebrew, the word for this English adjective is \"katom,\" and in Japanese, it is \"daidaiiro.\" In Romance languages, the word for this color often begins with \"n,\" though analogy to the French word for \"gold\" led to the dropping of that letter in English. This color term is the same word in German, French, and English, and is \"naranja\" in Spanish. For 10 points, identify this color which, in most languages,": {
    "guess": "Orange",
    "confidence": [
      [
        "Orange",
        -0.004521385
      ]
    ]
  },
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.6492371
      ],
      [
        " of",
        -0.0002601438
      ],
      [
        " Esther",
        -0.031772062
      ]
    ]
  },
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the title Directorum Humanae Vitae. It was first translated into English by Sir Thomas North, who titled his version The Morall Philosophie of Doni. This text includes a story about four friends who are given quills by a magician that, when dropped, lead them to discover a huge amount of copper, silver, and gold. Another section of this text describes a conniving pack of crows who seek to completely annihilate some murderous owls. This text, whose title methods include advice on forging friendships and dealing with quarrels amongst friends, contains stories that overlap with some of the Jataka tales.": {
    "guess": "Panchatantra",
    "confidence": [
      [
        "P",
        -0.20701239
      ],
      [
        "anch",
        -0.0008192769
      ],
      [
        "atan",
        -0.00012713818
      ],
      [
        "tra",
        -2.6968896e-06
      ]
    ]
  },
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the title Directorum Humanae Vitae. It was first translated into English by Sir Thomas North, who titled his version The Morall Philosophie of Doni. This text includes a story about four friends who are given quills by a magician that, when dropped, lead them to discover a huge amount of copper, silver, and gold. Another section of this text describes a conniving pack of crows who seek to completely annihilate some murderous owls. This text, whose title methods include advice on forging friendships and dealing with quarrels amongst friends, contains stories that overlap with some of the Jataka tales. This collection, which was attributed to Bidpai in early European editions, was probably written between the 12th century BCE and the 3rd century CE by Vishnu Sharma. For 10 points, name this collection": {
    "guess": "Panchatantra",
    "confidence": [
      [
        "P",
        -0.012153106
      ],
      [
        "anch",
        -8.590105e-05
      ],
      [
        "atan",
        -6.408677e-05
      ],
      [
        "tra",
        -3.4121115e-06
      ]
    ]
  },
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the title Directorum Humanae Vitae. It was first translated into English by Sir Thomas North, who titled his version The Morall Philosophie of Doni. This text includes a story about four friends who are given quills by a magician that, when dropped, lead them to discover a huge amount of copper, silver, and gold. Another section of this text describes a conniving pack of crows who seek to completely annihilate some murderous owls. This text, whose title methods include advice on forging friendships and dealing with quarrels amongst friends, contains stories that overlap with some of the Jataka tales. This collection, which was attributed to Bidpai in early European editions, was probably written": {
    "guess": "Panchatantra",
    "confidence": [
      [
        "P",
        -0.14948663
      ],
      [
        "anch",
        -0.00013858173
      ],
      [
        "atan",
        -9.710619e-05
      ],
      [
        "tra",
        -3.888926e-06
      ]
    ]
  },
  "Hebrew for \"tradition\", this esoteric Jewish mystical system is based on an oral tradition supposedly passed down from Abraham. Dealing with the manifestations of God and his revelation, its chief books are the Sefer Yezirah, or Book of Creation, and the Sefer HaZohar, or Book of Splendor.": {
    "guess": "Kabbalah",
    "confidence": [
      [
        "K",
        -0.005034268
      ],
      [
        "abb",
        -0.0009426693
      ],
      [
        "alah",
        -9.372295e-06
      ]
    ]
  },
  "A.A. Hebrard was commissioned to recast this work for the 1904 Louisiana Purchase Expedition. Earlier enlarged by Henri LeBosse and later recast numerous times by Alexis Rudier, this statue was originally intended to depict Dante as part of a larger, Inferno-themed work, but has developed more into a symbol of intellectuals with its pensive expression. For 10 points, name this Auguste Rodin statue": {
    "guess": "The Thinker",
    "confidence": [
      [
        "The",
        -0.0013229768
      ],
      [
        " Think",
        -0.015059029
      ],
      [
        "er",
        -4.00813e-06
      ]
    ]
  },
  "A Hecatomnid ruler of this city ruined the Second Athenian Empire by inciting Rhodes, Cos, and Chios to revolt in the Social War. Memnon of Rhodes lost this city to Alexander in a 334 B.C. siege. A historian": {
    "guess": "History of Rhodes",
    "confidence": [
      [
        "History",
        -0.7640462
      ],
      [
        " of",
        -0.00018852073
      ],
      [
        " Rhodes",
        -0.06652921
      ]
    ]
  },
  "In Hebrew, the word for this English adjective is \"katom,\" and in Japanese, it is \"daidaiiro.\" In Romance languages, the word for this color often begins with \"n,\" though analogy to the French word for \"gold\" led to the dropping of that letter in English. This color term is the same word in German, French, and English, and is \"naranja\" in Spanish. For 10 points, identify this color which, in most languages, shares its name with a fruit.": {
    "guess": "Orange",
    "confidence": [
      [
        "Orange",
        -0.0018157173
      ]
    ]
  },
  "A Hecatomnid ruler of this city ruined the Second Athenian Empire by inciting Rhodes, Cos, and Chios to revolt in the Social War. Memnon of Rhodes lost this city to Alexander in a 334 B.C. siege. A historian from this city named Dionysius is best known for his Roman Antiquities. The sculptors Leochares, Scopas, Bryaxis, and Timotheus created an Amazonomachy scene for a building in this city planned by Pythios and Satyros. This hometown of Herodotus was ruled by a commander who inspired Xerxes' comment that his men had become women, \"and women men,\" with her performance at the Battle of Salamis. In this capital of Caria, queen Artemisia built a marble tomb for her husband and brother. For 10 points,": {
    "guess": "Halicarnassus",
    "confidence": [
      [
        "H",
        -0.006239707
      ],
      [
        "alic",
        -6.704273e-07
      ],
      [
        "arn",
        -1.8193366e-05
      ],
      [
        "ass",
        -0.000115701965
      ],
      [
        "us",
        -5.9795446e-05
      ]
    ]
  },
  "A.A. Hebrard was commissioned to recast this work for the 1904 Louisiana Purchase Expedition. Earlier enlarged by Henri LeBosse and later recast numerous times by Alexis Rudier, this statue was originally intended to depict Dante as part of a larger, Inferno-themed work, but has developed more into a": {
    "guess": "The Thinker",
    "confidence": [
      [
        "The",
        -0.1134353
      ],
      [
        " Think",
        -0.13916561
      ],
      [
        "er",
        -3.3093824e-05
      ]
    ]
  },
  "A Hebrew translation of this text that was itself translated into Latin appeared in 1270 CE under the title Directorum Humanae Vitae. It was first translated into English by Sir Thomas North, who titled his version The Morall Philosophie of Doni. This text includes a story about four friends who are given quills by a magician that, when dropped, lead them to discover a huge amount of copper, silver,": {
    "guess": "The Fables of Bidpai",
    "confidence": [
      [
        "The",
        -1.1447355
      ],
      [
        " F",
        -0.93977666
      ],
      [
        "ables",
        -0.004262769
      ],
      [
        " of",
        -0.019810192
      ],
      [
        " Bid",
        -0.0010143492
      ],
      [
        "pai",
        -0.0007188652
      ]
    ]
  }
}