{
  "Along with Cordell Hull, this man names a treaty relieving his country from U.S. control of customs. This man caused international outcry when he had the writer Jesus Galindez assassinated in New York": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.2738527
      ],
      [
        "af",
        -0.00080855226
      ],
      [
        "ael",
        -3.888926e-06
      ],
      [
        " Tr",
        -0.009419347
      ],
      [
        "uj",
        -4.1080468e-05
      ],
      [
        "illo",
        -9.579495e-05
      ]
    ]
  },
  "Along with a US Navy boat, three ships belonging to an offshoot of this institution were attacked by the Japanese in the 1937 Panay incident. Henry H. Rogers provided information for a report on this organization, which was depicted in a political cartoon as two snakes wrestling with the sitting President as baby Hercules. Maurice B. Clark helped found this organization with a man who also developed the Florida Keys, Henry (*) Flagler. This organization, the first to profit off the Frasch process, was described in nineteen installments of McClure's magazine in a history by Ida Tarbell. For 10 points,": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.020747421
      ],
      [
        " Oil",
        -0.00042102108
      ]
    ]
  },
  "Along with Richard Sutch, he developed a theory to explain the term structure of interest rates which": {
    "guess": "Term structure of interest rates",
    "confidence": [
      [
        "Term",
        -0.21156812
      ],
      [
        " structure",
        -0.14881863
      ],
      [
        " of",
        -0.0012624947
      ],
      [
        " interest",
        -1.7239736e-05
      ],
      [
        " rates",
        -2.0100624e-05
      ]
    ]
  },
  "Along with a German, this man names a phenomenon caused by a velocity discontinuity across a vortex sheet. This man's brother James predicted that pressure would lower the melting point of ice. This man obtained his first patent for the siphon recorder. He also patented the mirror galvanometer around the same time that he was involved in laying the transatlantic telegraph cable. The triple point of water is used to define a unit named for this man. For 10 points, name this British scientist who names an absolute temperature scale and the SI unit of temperature.": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.021567576
      ],
      [
        " Thomson",
        -0.00012689977
      ],
      [
        ",",
        -5.8245798e-05
      ],
      [
        " ",
        -1.998142e-05
      ],
      [
        "1",
        -4.00813e-06
      ],
      [
        "st",
        -6.869018e-06
      ],
      [
        " Baron",
        -5.145119e-05
      ],
      [
        " Kelvin",
        -3.0545007e-06
      ]
    ]
  },
  "Along with Sara Eisner and Robert Robinson, he conducted an experiment that supported the practice of jurors taking notes during a trial. Along with Martin Seligman, he included factors like observer discomfort, suffering, and maladaptiveness in his seven features of abnormality. The follow-up to this psychologist's most notable experiment involved a certain institution identifying 41 confederates out of a possible zero. That experiment, which bears his name, featured several patients being described as \"in remission\" after their release from a hospital and was detected by patients in mental treatment": {
    "guess": "David Rosenhan",
    "confidence": [
      [
        "David",
        -0.06809942
      ],
      [
        " Rosen",
        -0.006718925
      ],
      [
        "han",
        -5.4550484e-05
      ]
    ]
  },
  "Along with James Freed, this man designed a building in which forty-five-degree angle beams support dark tinted glass. This designer of the Jarvits Center also worked on projects like the Fragrant City Hotel and Hancock Tower. One of his buildings is supported by five steel columns to resemble growing (*) bamboo shoots. He consulted Feng Shui masters for his Bank of China Tower. He truncated a pyramid for his design to the Rock and Roll Hall of Fame. For 10 points, name architect who designed the": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.022835294
      ],
      [
        ".",
        -0.022299865
      ],
      [
        " M",
        -1.831257e-05
      ],
      [
        ".",
        -4.2510914e-05
      ],
      [
        " Pe",
        -1.1041146e-05
      ],
      [
        "i",
        -1.4974867e-05
      ]
    ]
  },
  "Along with George McGovern, this man founded the International Food for Education and Child Nutrition Program. He noted the millions killed in Democrat wars during a 1970's debate. This man's wife ran for the Senate while airing an ad implying opponent Kay Hagan did not believe in God. He was Gerald": {
    "guess": "Gerald Ford",
    "confidence": [
      [
        "G",
        -0.81907237
      ],
      [
        "erald",
        -0.0012223707
      ],
      [
        " Ford",
        -1.5769145
      ]
    ]
  },
  "Along with a German, this man names a phenomenon caused by a velocity discontinuity across a vortex sheet. This man's brother James predicted that pressure would lower the melting point of ice. This man obtained his first patent for the siphon recorder. He also patented the mirror galvanometer around the same time that he was involved in laying the transatlantic telegraph cable. The triple point of": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.0073386226
      ],
      [
        " Thomson",
        -6.372917e-05
      ],
      [
        ",",
        -4.246537e-06
      ],
      [
        " ",
        -3.2736214e-05
      ],
      [
        "1",
        -1.7835755e-05
      ],
      [
        "st",
        -8.061054e-06
      ],
      [
        " Baron",
        -5.347765e-05
      ],
      [
        " Kelvin",
        -1.5570886e-05
      ]
    ]
  },
  "Along with Richard Sutch, he developed a theory to explain the term structure of interest rates which is known as the \"preferred habitat\" hypothesis. His first work on the theory of saving led to a hypothesis named for him and Duesenberry, while his later collaboration with a grad student named Richard Brumberg at the University of Illinois led to his development of the \"life cycle\" hypothesis of saving. In the 1960s he began work on a model of the American economy which is known as the \"MPS\" model, though he may be best known for a 1958 theorem which suggests that a firm's value is independent of the way in which it is financed. FTP, name this economist who won the Nobel Prize in 1985, largely": {
    "guess": "Franco Modigliani",
    "confidence": [
      [
        "Fran",
        -0.032556094
      ],
      [
        "co",
        -5.7961847e-06
      ],
      [
        " Mod",
        -5.109358e-05
      ],
      [
        "igli",
        -9.9371064e-05
      ],
      [
        "ani",
        -7.409989e-05
      ]
    ]
  },
  "Along with Uzbekistan, this principality is the only landlocked country to be surrounded entirely by other landlocked countries. Its legislative body, the Landtag, consists of 25 members of parliament, who meet no more than ten times per year. In 1868, this nation's army was disbanded for financial reasons, leaving it utterly defenseless in 2007 when 170 Swiss soldiers accidentally invaded. For 10": {
    "guess": "Liechtenstein",
    "confidence": [
      [
        "Lie",
        -0.0066225315
      ],
      [
        "chten",
        -0.00031270162
      ],
      [
        "stein",
        -1.0206721e-05
      ]
    ]
  },
  "Along with George McGovern, this man founded the International Food for Education and Child Nutrition Program. He noted the millions killed in Democrat wars during a 1970's debate. This man's wife ran for the Senate while airing an ad implying opponent Kay Hagan did not believe in God. He was Gerald Ford's 1976 running mate. His wife, Elizabeth, was a former Senator from North Carolina. As Senate Majority": {
    "guess": "John Edwards",
    "confidence": [
      [
        "John",
        -0.75318146
      ],
      [
        " Edwards",
        -0.2820558
      ]
    ]
  },
  "Along with a US Navy boat, three ships belonging to an offshoot of this institution were attacked by the Japanese in the 1937 Panay incident. Henry H. Rogers provided information for a report on this organization, which was depicted in a political cartoon as two snakes wrestling with the sitting President as baby Hercules. Maurice B. Clark helped found this organization with a man who also developed the Florida Keys, Henry (*) Flagler. This organization, the first to profit off the Frasch process,": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.025725827
      ],
      [
        " Oil",
        -0.001229754
      ]
    ]
  },
  "Along with his patron Barneveldt, he was arrested in 1618 for supporting the Remonstrants, but escaped prison with the help of his wife and fled to France, where Louis XIII gave him a pension. An author": {
    "guess": "Hugo Grotius",
    "confidence": [
      [
        "H",
        -0.28142712
      ],
      [
        "ugo",
        -0.001293451
      ],
      [
        " G",
        -0.0014347549
      ],
      [
        "rot",
        -0.00012082772
      ],
      [
        "ius",
        -9.133887e-06
      ]
    ]
  },
  "Along with Thomas Young, this man names a theory that primates see color using three different cone sensitivities and his elliptical partial differential equation is the simplest eigenvalue equation in two dimensions.This man has a set of three eponymous theorems that govern the motion of a fluid in the presence of a vortex. Some of this man's lone contributions to psychology include publishing a Handbook of Psychological Optics and determining that nerve impulses move at a finite speed – a discovery that would lead to this man publishing a paper on the law of conservation of energy. For 10 points,": {
    "guess": "Hermann von Helmholtz",
    "confidence": [
      [
        "H",
        -0.3564018
      ],
      [
        "ermann",
        -0.023944067
      ],
      [
        " von",
        -0.009820078
      ],
      [
        " Hel",
        -0.0017511034
      ],
      [
        "mh",
        -6.229872e-05
      ],
      [
        "olt",
        -3.1281633e-07
      ],
      [
        "z",
        -8.89548e-06
      ]
    ]
  },
  "Along with James Freed, this man designed a building in which forty-five-degree angle beams support dark tinted glass. This designer of the Jarvits Center also worked on projects like the Fragrant City Hotel and Hancock Tower. One of his buildings is supported by five steel columns to resemble growing (*) bamboo shoots. He consulted Feng Shui masters for his Bank of China Tower. He truncated a pyramid": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.014314053
      ],
      [
        ".",
        -0.0058341185
      ],
      [
        " M",
        -1.1279553e-05
      ],
      [
        ".",
        -6.122589e-05
      ],
      [
        " Pe",
        -2.3676734e-05
      ],
      [
        "i",
        -1.7597347e-05
      ]
    ]
  },
  "Along with one co-developer of lambda calculus, this man names a statement based on Hilbert's En·tschei·dungs·problem, which relates calculable and computable functions. One of his proposals was challenged by John Searle, who said that programs like Weizenbaum's ELIZA are akin to a non-Chinese speaker using a dictionary. He developed the bombe to solve the Enigma cipher. A busy beaver is an example": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.2090523
      ],
      [
        "-T",
        -0.09155429
      ],
      [
        "uring",
        -1.0325924e-05
      ],
      [
        " thesis",
        -0.05243621
      ]
    ]
  },
  "Along with his P.R. partner, Michal Scanlon, this man was involved in a system known internally as \"Gimme Five.\" Edwin A. Buckham was his pastor, who not only prayed with him at work, but introduced him to Tom Delay. Ralph Reed, former head of the Christian Coalition, was his link to anti-gambling activists and officials at the White House. David Safavian was indicted for allegedly hiding dealings with him while he worked to gain control of government-managed land. These players were all involved with, FTP, which lobbyist, who is currently under investigation for a bribery scandal involving the Coushattas Native American tribe and prominent members of Congress?": {
    "guess": "Jack Abramoff",
    "confidence": [
      [
        "Jack",
        -0.006792698
      ],
      [
        " Abram",
        -0.00022749665
      ],
      [
        "off",
        -0.00015991552
      ]
    ]
  },
  "Along with her sister, this character celebrates the birthday of her dead mother behind the back of their stepmother, Ellida. She is from the village of Lysanger and the high point of her life comes as a thirteen year old when the protagonist promised to make her a princess after hanging a wreath at the local church. Ten years later after reassuring the protagonist he not fear Ragnar or the younger generation, she encourages him to repeat his earlier feat, an action which leads to the death of Halvard Solness. For 10 points—name this Ibsen character that appears in both The Lady from the Sea and": {
    "guess": "Hilda Wangel",
    "confidence": [
      [
        "H",
        -0.008538455
      ],
      [
        "ilda",
        -0.35134616
      ],
      [
        " W",
        -0.00019996427
      ],
      [
        "angel",
        -0.005320566
      ]
    ]
  },
  "Along with spinel and blend, this structure is found in Anderson-Payne refractometers. Lee and Walmsley demonstrated macroscale quantum entanglement in these objects. Nanowires made of these structures make use of their nitrogen vacancy centers for optical applications. These objects have been found in lamproite deposits near Argyle lake and they are most commonly found in kimberlite pipes. They are used in anvil presses to simulate high pressure environments. The atoms in this crystal have sp3 hybridization.": {
    "guess": "Diamond",
    "confidence": [
      [
        "Diamond",
        -0.017409954
      ]
    ]
  },
  "Along with Thomas Young, this man names a theory that primates see color using three different cone sensitivities and his elliptical partial differential equation is the simplest eigenvalue equation in two dimensions.This man has a set of three eponymous theorems that govern the motion of a fluid in": {
    "guess": "George Gabriel Stokes",
    "confidence": [
      [
        "George",
        -1.3284541
      ],
      [
        " Gabriel",
        -0.42289734
      ],
      [
        " Stokes",
        -0.0010318574
      ]
    ]
  },
  "Along with Thomas Burrows and Charles Penrose, this man was attacked by Democrats in the Buckshot War. As member of the Anti-Masonic Party he helped pass the Free School Bill in his state, but refused to sign its new constitution. This politician was the first chairman of the Committee on Appropriations, but was more powerful as the chairman of the Committee of Ways and Means. This man, who championed the repeal of the Crittenden-Johnson Resolution, owned property at Caledonia that was attacked by Jubal Early in 1863, leading to the destruction of his iron works. He worked with John Bingham, Charles Sumner and other congressmen in 1868 to impeach Andrew Johnson for opposing the Reconstruction": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.003938056
      ],
      [
        "ad",
        -0.00015598179
      ],
      [
        "de",
        -1.4140442e-05
      ],
      [
        "us",
        -3.5835506e-05
      ],
      [
        " Stevens",
        -0.00019972587
      ]
    ]
  },
  "Along with Uzbekistan, this principality is the only landlocked country to be surrounded entirely by other landlocked countries. Its legislative body, the Landtag, consists of 25 members of parliament,": {
    "guess": "Liechtenstein",
    "confidence": [
      [
        "Lie",
        -0.008852105
      ],
      [
        "chten",
        -0.00053599395
      ],
      [
        "stein",
        -2.1531068e-05
      ]
    ]
  },
  "Along the southern coast of this state is a region of scrublands known as the Esperance Plains. This": {
    "guess": "Western Australia",
    "confidence": [
      [
        "Western",
        -0.005116346
      ],
      [
        " Australia",
        -0.00031973462
      ]
    ]
  },
  "Along with Thomas Young, this man names a theory that primates see color using three different cone sensitivities and his elliptical partial differential equation is the simplest eigenvalue equation in two dimensions.This man has a set of three eponymous theorems that govern the motion of a fluid in the presence of a vortex. Some of this man's lone contributions to psychology include publishing a Handbook of Psychological Optics and determining that nerve impulses move at a finite speed – a discovery that would lead to this man publishing a paper on the law of conservation of energy. For 10 points, identify this German scientist with a namesake type of free energy that is often symbolized A.": {
    "guess": "Hermann von Helmholtz",
    "confidence": [
      [
        "H",
        -0.003572746
      ],
      [
        "ermann",
        -0.023252584
      ],
      [
        " von",
        -0.0006635877
      ],
      [
        " Hel",
        -0.0010125648
      ],
      [
        "mh",
        -2.8160932e-06
      ],
      [
        "olt",
        0.0
      ],
      [
        "z",
        -2.7372049e-05
      ]
    ]
  },
  "Along with a US Navy boat, three ships belonging to an offshoot of this institution were attacked by": {
    "guess": "United States Naval Academy",
    "confidence": [
      [
        "United",
        -0.15632182
      ],
      [
        " States",
        -0.13767286
      ],
      [
        " Naval",
        -0.55851287
      ],
      [
        " Academy",
        -0.35251436
      ]
    ]
  },
  "Along with Ostwald, this man established the first journal of physical chemistry, and independently of Le Bel, he proposed that the bonds of carbon can adopt a tetrahedral geometry, which he used to explain the rotation of polarized light. One of his namesake equations relates the equilibrium constants for the same equation at different temperatures to the amount of heat released during the equation and the absolute temperatures. He may be more famous for his factor, which describes how many particles are released into a solution per unit of solute, used to calculate boiling point elevation. FTP name this Dutch chemist who also devised an expression for osmotic pressure analogous to the ideal": {
    "guess": "Jacobus Henricus van 't Hoff",
    "confidence": [
      [
        "Jacob",
        -0.008762052
      ],
      [
        "us",
        -1.9743013e-05
      ],
      [
        " Hen",
        -0.006416455
      ],
      [
        "ric",
        -2.8160932e-06
      ],
      [
        "us",
        -4.632543e-05
      ],
      [
        " van",
        -0.0005912788
      ],
      [
        " '",
        -0.00017088225
      ],
      [
        "t",
        -1.0445127e-05
      ],
      [
        " Hoff",
        -1.504853e-06
      ]
    ]
  },
  "Along with Sara Eisner and Robert Robinson, he conducted an experiment that supported the practice of jurors taking notes during a trial. Along with Martin Seligman, he included factors like observer discomfort, suffering, and maladaptiveness in his seven features of abnormality. The follow-up to this": {
    "guess": "David Rosenhan",
    "confidence": [
      [
        "David",
        -1.0116514
      ],
      [
        " Rosen",
        -0.04414831
      ],
      [
        "han",
        -5.383526e-05
      ]
    ]
  },
  "Along with a US Navy boat, three ships belonging to an offshoot of this institution were attacked by the Japanese in the 1937 Panay incident. Henry H. Rogers provided information for a report on this organization, which was depicted in a political cartoon as two snakes wrestling with the sitting President as baby Hercules. Maurice B. Clark helped found this organization with a man who also developed the Florida Keys, Henry (*) Flagler. This organization, the first to profit off the Frasch process, was described in nineteen installments of McClure's magazine in a history by Ida Tarbell. For 10 points, name this company, founded by John D. Rockefeller, which was broken up in 1911 for its monopoly": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.01560082
      ],
      [
        " Oil",
        -0.00038693982
      ]
    ]
  },
  "Along with Desportes, this author inspired the Samuel Daniel sonnet collection, Delia. After studying": {
    "guess": "Bartas",
    "confidence": [
      [
        "B",
        -1.2526006
      ],
      [
        "art",
        -0.4102014
      ],
      [
        "as",
        -0.47280544
      ]
    ]
  },
  "Along with heavy use of machinery, this idea was blamed for the proletarians losing all individual character of their work in The Communist Manifesto. Karl Marx goes on to differentiate between \"social\"": {
    "guess": "Alienation in Marxist theory",
    "confidence": [
      [
        "Ali",
        -0.6186697
      ],
      [
        "en",
        -1.2233183e-05
      ],
      [
        "ation",
        -0.0003459521
      ],
      [
        " in",
        -0.23342648
      ],
      [
        " Marxist",
        -1.2948914
      ],
      [
        " theory",
        -0.08842359
      ]
    ]
  },
  "Along with Alonzo Church, he gives his name to a hypothesis about computable functions. One construct named for him includes a head which can read and write symbols on a strip of tape. This man, who helped to crack the Enigma machine, also gives his name to an experiment in which a machine tries to convince": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.047400355
      ],
      [
        " Turing",
        -0.00031532408
      ]
    ]
  },
  "Along with Mohammed Hatta, this statesman proclaimed his country's independence. On June 1, 1945, he defined his nation's Pantjasila, or \"Five Principles:\" nationalism, internationalism, democracy, social prosperity, and belief in God.  For ten points, who was this man who lost power in 1966, but whose": {
    "guess": "Sukarno",
    "confidence": [
      [
        "S",
        -0.14043242
      ],
      [
        "uk",
        -0.02686957
      ],
      [
        "arn",
        -0.0002321456
      ],
      [
        "o",
        -0.00023679454
      ]
    ]
  },
  "Along with her sister, this character celebrates the birthday of her dead mother behind the back of their stepmother, Ellida. She is from the village of Lysanger and the high point of her life comes as": {
    "guess": "The Lady from the Sea",
    "confidence": [
      [
        "The",
        -0.54153216
      ],
      [
        " Lady",
        -0.0066498844
      ],
      [
        " from",
        -0.008802826
      ],
      [
        " the",
        -0.0015868663
      ],
      [
        " Sea",
        -0.00014311148
      ]
    ]
  },
  "Along with Sara Eisner and Robert Robinson, he conducted an experiment that supported the practice of jurors taking notes during a trial. Along with Martin Seligman, he included factors like observer discomfort, suffering, and maladaptiveness in his seven features of abnormality. The follow-up to this psychologist's most notable experiment involved a certain institution identifying 41 confederates out of a possible zero. That experiment, which bears his name, featured several patients being described": {
    "guess": "David Rosenhan",
    "confidence": [
      [
        "David",
        -0.47771433
      ],
      [
        " Rosen",
        -0.0026282156
      ],
      [
        "han",
        -3.500108e-05
      ]
    ]
  },
  "Along with his P.R. partner, Michal Scanlon, this man was involved in a system known internally as \"Gimme": {
    "guess": "Jack Abramoff",
    "confidence": [
      [
        "Jack",
        -0.19955564
      ],
      [
        " Abram",
        -0.00040445544
      ],
      [
        "off",
        -0.00010902656
      ]
    ]
  },
  "Along with her sister, this character celebrates the birthday of her dead mother behind the back of their stepmother, Ellida. She is from the village of Lysanger and the high point of her life comes as a thirteen year old when the protagonist promised to make her a princess after hanging a wreath at the local church. Ten years later after reassuring the protagonist he not fear Ragnar or the younger generation, she encourages him to repeat his earlier feat, an action which leads to the death of Halvard Solness. For 10 points—name this Ibsen character that appears in both The Lady from the Sea and The Master Builder.": {
    "guess": "Hilda Wangel",
    "confidence": [
      [
        "H",
        -0.10215797
      ],
      [
        "ilda",
        -0.05740003
      ],
      [
        " W",
        -0.00018744789
      ],
      [
        "angel",
        -0.0018213161
      ]
    ]
  },
  "Along with Desportes, this author inspired the Samuel Daniel sonnet collection, Delia. After studying Aristotle he wrote a \"Treatise on the Art of Poetry\" and adopted a modified theory of the unity of action. He wrote the pastoral drama L'Aminta while at the Ferraran court and due to his love for the Duke's sister, Leonora, was imprisoned. The subjects of a Byronic lament and a Goethe drama --for 10 points-- name this Italian Renaissance author chiefly remembered for the Christian epic, Jerusalem Delivered.": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.004401275
      ],
      [
        "qu",
        -2.6418418e-05
      ],
      [
        "ato",
        -2.9994528e-05
      ],
      [
        " T",
        -1.378283e-05
      ],
      [
        "asso",
        -2.2127088e-05
      ]
    ]
  },
  "Along with Cordell Hull, this man names a treaty relieving his country from U.S. control of customs. This man caused international outcry when he had the writer Jesus Galindez assassinated in New York City. This man also tried to assassinate Venezualan President Betancourt and had earlier welcomed Jews from Germany. However, this man was not so friendly to other groups, as demonstrated in an invasion where his soldiers determined people's nationalities by asking them to say the name of a certain": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.14875524
      ],
      [
        "af",
        -0.0007607919
      ],
      [
        "ael",
        -1.867018e-05
      ],
      [
        " Tr",
        -0.026886871
      ],
      [
        "uj",
        -3.190179e-05
      ],
      [
        "illo",
        -4.4894987e-05
      ]
    ]
  },
  "Along with Alonzo Church, he gives his name to a hypothesis about computable functions. One construct named for him includes a head which can read and write symbols on a strip of tape. This man, who helped to crack the Enigma machine, also gives his name to an experiment in which a machine tries to convince a human that it is itself a human. For 10 points, name this computer scientist with a namesake": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.065884426
      ],
      [
        " Turing",
        -0.00048453463
      ]
    ]
  },
  "Along with Jeremiah Black and Dudley Field, this man argued as attorney for Milligan in Ex Parte Milligan.": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.070439965
      ],
      [
        " A",
        -0.2623678
      ],
      [
        ".",
        -0.0015024792
      ],
      [
        " Gar",
        -7.660316e-05
      ],
      [
        "field",
        -2.546479e-05
      ]
    ]
  },
  "Along with Cordell Hull, this man names a treaty relieving his country from U.S. control of customs. This man caused international outcry when he had the writer Jesus Galindez assassinated in New York City. This man also tried to assassinate Venezualan President Betancourt and had earlier welcomed Jews from Germany. However, this man was not so friendly to other groups, as demonstrated in an invasion where his soldiers determined people's nationalities by asking them to say the name of a certain herb, called the (*) Parsley Massacre. That happened during the reign of the Haitian Papa Doc. Ruling with a strong personality cult, for ten points, was which dictator who renamed the city of Santo Domingo": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.107450604
      ],
      [
        "af",
        -0.0013778526
      ],
      [
        "ael",
        -7.588794e-05
      ],
      [
        " Tr",
        -0.012221654
      ],
      [
        "uj",
        -0.000112960275
      ],
      [
        "illo",
        -0.00014787962
      ]
    ]
  },
  "Along with Charlie Glenn, this man owned a Chicago nightclub called the Rhumboogie Café. After becoming a private during World War II, he remarked \"we'll win, 'cause we're on God's side,\" a quote frequently": {
    "guess": "World War II",
    "confidence": [
      [
        "World",
        -1.7094709
      ],
      [
        " War",
        -0.00049953593
      ],
      [
        " II",
        -0.00092384603
      ]
    ]
  },
  "Along with his patron Barneveldt, he was arrested in 1618 for supporting the Remonstrants, but escaped prison with the help of his wife and fled to France, where Louis XIII gave him a pension. An author of histories, religious works, and verse, his  tragedy Adam's Exile was much admired by Milton, though he is best known today for a legal work. FTP, name this Dutch writer, who appealed to natural law": {
    "guess": "Hugo Grotius",
    "confidence": [
      [
        "H",
        -0.040397957
      ],
      [
        "ugo",
        -0.000303765
      ],
      [
        " G",
        -0.0069982233
      ],
      [
        "rot",
        -9.5079726e-05
      ],
      [
        "ius",
        -2.7968066e-05
      ]
    ]
  },
  "Along with Sara Eisner and Robert Robinson, he conducted an experiment that supported the practice of jurors taking notes during a trial. Along with Martin Seligman, he included factors like observer discomfort,": {
    "guess": "Sara Eisner",
    "confidence": [
      [
        "S",
        -1.5104091
      ],
      [
        "ara",
        -0.008180368
      ],
      [
        " Eis",
        -0.69722885
      ],
      [
        "ner",
        -0.00026300468
      ]
    ]
  },
  "Along the southern coast of this state is a region of scrublands known as the Esperance Plains. This state, which is the world's second-largest country subdivision after Russia's Sakha Republic, is home": {
    "guess": "Western Australia",
    "confidence": [
      [
        "Western",
        -0.098324776
      ],
      [
        " Australia",
        -0.00037228144
      ]
    ]
  },
  "Along with Ostwald, this man established the first journal of physical chemistry, and independently of": {
    "guess": "Jacobus Henricus van 't Hoff",
    "confidence": [
      [
        "Jacob",
        -0.6000536
      ],
      [
        "us",
        -8.292095e-05
      ],
      [
        " Hen",
        -0.0034747475
      ],
      [
        "ric",
        -1.0206721e-05
      ],
      [
        "us",
        -3.4047454e-05
      ],
      [
        " van",
        -0.0008410728
      ],
      [
        " '",
        -0.00036049128
      ],
      [
        "t",
        -2.6968896e-06
      ],
      [
        " Hoff",
        -6.704273e-07
      ]
    ]
  },
  "Along with Thomas Burrows and Charles Penrose, this man was attacked by Democrats in the Buckshot War. As member of the Anti-Masonic Party he helped pass the Free School Bill in his state, but refused to sign its new constitution. This politician was the first chairman of the Committee on Appropriations,": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.13797043
      ],
      [
        "ad",
        -0.0013739226
      ],
      [
        "de",
        -0.00036144492
      ],
      [
        "us",
        -2.1650272e-05
      ],
      [
        " Stevens",
        -0.0013978567
      ]
    ]
  },
  "Along with Piola, this man names two stress tensors. He theorized that hot gases produce discrete spectral lines, and that hot solid objects surrounded by cool gases produce spectra with gaps in his namesake laws of spectroscopy. This man's namesake law of thermal radiation states that at thermal equilibrium, the emissivity of a surface equals its absorptivity. For 10 points, name this German physicist who coined the term \"black body\" and has a namesake \"loop rule\" and \"junction rule\" for circuits.": {
    "guess": "Gustav Kirchhoff",
    "confidence": [
      [
        "G",
        -0.0044424627
      ],
      [
        "ust",
        -3.202099e-05
      ],
      [
        "av",
        -9.4914985e-06
      ],
      [
        " Kir",
        -0.00046022076
      ],
      [
        "ch",
        -0.0007610303
      ],
      [
        "hoff",
        -2.808727e-05
      ]
    ]
  },
  "Along the path to this status are steps of vimala, sudurjaya and pramudita, as laid out in the Dasabhumika-sutra.": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.42992264
      ],
      [
        "od",
        -0.05431903
      ],
      [
        "his",
        -1.147242e-06
      ],
      [
        "att",
        -2.9352968e-06
      ],
      [
        "va",
        -3.7027545e-05
      ]
    ]
  },
  "Along with the chordates and two minor phyla, this phylum's members are deuterostomes. Their nervous": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0026430795
      ],
      [
        "chin",
        -3.0545007e-06
      ],
      [
        "od",
        -3.7027545e-05
      ],
      [
        "erm",
        -6.749814e-06
      ]
    ]
  },
  "Along with Mohammed Hatta, this statesman proclaimed his country's independence. On June 1, 1945, he defined his nation's Pantjasila, or \"Five Principles:\" nationalism, internationalism, democracy, social prosperity, and belief in God.  For ten points, who was this man who lost power in 1966, but whose daughter Megawati is now the vice president of the nation he created, Indonesia?": {
    "guess": "Sukarno",
    "confidence": [
      [
        "S",
        -0.021087373
      ],
      [
        "uk",
        -0.0013483305
      ],
      [
        "arn",
        -0.0002319072
      ],
      [
        "o",
        -0.000210335
      ]
    ]
  },
  "Along with six other chieftains he hatched a plot to murder Gomates, the usurper to the throne.  Following this, he won the throne in a contest in which victory was determined by whose horse neighed first.  A towering rock known as the Behistun Inscription gives an account of the reign of this son of Hystaspes.  That reign included the building of the Royal Road from Smyrna to Susa and the quelling of a revolt of several Ionian cities in Asia Minor.  To that end he formed an army led by his son-in-law and nephew, Mardonius.  Though he was defeated at Marathon, FTP, what Persian emperor's fight would be carried on by his son Xerxes?": {
    "guess": "Darius the Great",
    "confidence": [
      [
        "D",
        -0.0027818158
      ],
      [
        "arius",
        -2.0100624e-05
      ],
      [
        " the",
        -0.6027448
      ],
      [
        " Great",
        -0.0001755312
      ]
    ]
  },
  "Along with her sister, this character celebrates the birthday of her dead mother behind the back of their": {
    "guess": "Little Women",
    "confidence": [
      [
        "Little",
        -1.8408782
      ],
      [
        " Women",
        -0.004343718
      ]
    ]
  },
  "Along with succinyl coenzyme A, it is used to synthesize porphyrins in mammals. A cleavage enzyme yields": {
    "guess": "Porphobilinogen synthase",
    "confidence": [
      [
        "P",
        -0.6527172
      ],
      [
        "orph",
        -0.00024072826
      ],
      [
        "obil",
        -0.41681853
      ],
      [
        "in",
        -0.0003303401
      ],
      [
        "ogen",
        -0.00010974178
      ],
      [
        " synth",
        -0.6016
      ],
      [
        "ase",
        -6.849731e-05
      ]
    ]
  },
  "Along with Piola, this man names two stress tensors. He theorized that hot gases produce discrete spectral lines, and that hot solid objects surrounded by cool gases produce spectra with gaps in his namesake": {
    "guess": "Gustav Kirchhoff",
    "confidence": [
      [
        "G",
        -0.101734996
      ],
      [
        "ust",
        -0.00010831134
      ],
      [
        "av",
        -0.00022094045
      ],
      [
        " Kir",
        -0.14007807
      ],
      [
        "ch",
        -0.0062283366
      ],
      [
        "hoff",
        -0.0006166508
      ]
    ]
  },
  "Along with Sara Eisner and Robert Robinson, he conducted an experiment that supported the practice of jurors taking notes during a trial. Along with Martin Seligman, he included factors like observer discomfort, suffering, and maladaptiveness in his seven features of abnormality. The follow-up to this psychologist's most notable experiment involved a certain institution identifying 41 confederates out of a possible zero. That experiment, which bears his name, featured several patients being described as \"in remission\" after their release from a hospital and was detected by patients in mental treatment facilities, but not the staff thereof. For 10 points name this Stanford psychologist whose namesake": {
    "guess": "David Rosenhan",
    "confidence": [
      [
        "David",
        -0.54186726
      ],
      [
        " Rosen",
        -0.004486258
      ],
      [
        "han",
        -0.00011009939
      ]
    ]
  },
  "Along with his P.R. partner, Michal Scanlon, this man was involved in a system known internally as \"Gimme Five.\" Edwin A. Buckham was his pastor, who not only prayed with him at work, but introduced him to Tom Delay. Ralph Reed, former head of the Christian Coalition, was his link to anti-gambling activists and officials at the White House. David Safavian was indicted for allegedly hiding dealings with him while he worked to gain control of government-managed land. These players were all involved": {
    "guess": "Jack Abramoff",
    "confidence": [
      [
        "Jack",
        -0.35725802
      ],
      [
        " Abram",
        -0.00012546933
      ],
      [
        "off",
        -0.00010616567
      ]
    ]
  },
  "Along with Ostwald, this man established the first journal of physical chemistry, and independently of Le Bel, he proposed that the bonds of carbon can adopt a tetrahedral geometry, which he used to explain the rotation of polarized light. One of his namesake equations relates the equilibrium constants for the same equation at different temperatures to the amount of heat released during the equation": {
    "guess": "Jacobus Henricus van 't Hoff",
    "confidence": [
      [
        "Jacob",
        -0.010995472
      ],
      [
        "us",
        -6.869018e-06
      ],
      [
        " Hen",
        -0.0041761026
      ],
      [
        "ric",
        -3.7697225e-06
      ],
      [
        "us",
        -4.012684e-05
      ],
      [
        " van",
        -6.7901296e-05
      ],
      [
        " '",
        -0.00014740281
      ],
      [
        "t",
        -2.8160932e-06
      ],
      [
        " Hoff",
        -1.504853e-06
      ]
    ]
  },
  "Along with Uzbekistan, this principality is the only landlocked country to be surrounded entirely by": {
    "guess": "Liechtenstein",
    "confidence": [
      [
        "Lie",
        -0.23127523
      ],
      [
        "chten",
        -0.0004330533
      ],
      [
        "stein",
        -2.8564085e-05
      ]
    ]
  },
  "Along with Ostwald, this man established the first journal of physical chemistry, and independently of Le Bel, he proposed that the bonds of carbon can adopt a tetrahedral geometry, which he used to explain the rotation of polarized light. One of his namesake equations relates the equilibrium constants for the same equation at different temperatures to the amount of heat released during the equation and the absolute temperatures. He may be more famous for his factor, which describes how many particles are released into a solution per unit of solute, used to calculate boiling point elevation. FTP name this Dutch chemist who also devised an expression for osmotic pressure analogous to the ideal gas law, the winner of the first Nobel Prize in chemistry.": {
    "guess": "Jacobus Henricus van 't Hoff",
    "confidence": [
      [
        "Jacob",
        -6.575563e-05
      ],
      [
        "us",
        -2.577686e-06
      ],
      [
        " Hen",
        -0.0001037816
      ],
      [
        "ric",
        -1.504853e-06
      ],
      [
        "us",
        -4.5252596e-05
      ],
      [
        " van",
        -1.7120534e-05
      ],
      [
        " '",
        -4.2868523e-05
      ],
      [
        "t",
        -1.6240566e-06
      ],
      [
        " Hoff",
        -5.5122365e-07
      ]
    ]
  },
  "Along with a US Navy boat, three ships belonging to an offshoot of this institution were attacked by the Japanese in the 1937 Panay incident. Henry H. Rogers provided information for a report on this organization, which was depicted in a political cartoon as two snakes wrestling with the sitting President as baby Hercules. Maurice B. Clark helped found this organization with a man who also developed the Florida Keys, Henry (*) Flagler. This organization, the first to profit off the Frasch process, was described in nineteen installments of McClure's magazine in a history by Ida Tarbell. For 10 points, name this company, founded by John D. Rockefeller, which was broken up in 1911 for its monopoly on the petroleum industry.": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.03192345
      ],
      [
        " Oil",
        -0.0005398085
      ]
    ]
  },
  "Along with the chordates and two minor phyla, this phylum's members are deuterostomes. Their nervous systems consists of central nerve rings, while its vascular system consists of a madreporite through which fluid enters, the stone canal, the ring canal, and the radial canals. Other salient features include ampullae which, upon contracting, extend out another feature, the tube feet.  FTP, name this": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.00724241
      ],
      [
        "chin",
        -5.383526e-05
      ],
      [
        "od",
        -0.00028648414
      ],
      [
        "erm",
        -2.9352968e-06
      ]
    ]
  },
  "Along with Alonzo Church, he gives his name to a hypothesis about computable functions. One construct named for him includes a head which can read and write symbols on a strip of tape. This man, who helped to crack the Enigma machine, also gives his name to an experiment in which a machine tries to convince a human that it is itself a human. For 10 points, name this computer scientist with a namesake \"machine\" and a namesake \"test.\"": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.0022363781
      ],
      [
        " Turing",
        -0.00016766376
      ]
    ]
  },
  "Along with Desportes, this author inspired the Samuel Daniel sonnet collection, Delia. After studying Aristotle he wrote a \"Treatise on the Art of Poetry\" and adopted a modified theory of the unity of action. He wrote the pastoral drama L'Aminta while at the Ferraran court and due to his love for the Duke's sister, Leonora, was imprisoned. The subjects of a Byronic lament and a Goethe drama --for 10 points-- name this Italian Renaissance author chiefly remembered for the Christian epic, Jerusalem": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.004497773
      ],
      [
        "qu",
        -4.608702e-05
      ],
      [
        "ato",
        -4.048445e-05
      ],
      [
        " T",
        -7.922564e-05
      ],
      [
        "asso",
        -2.3438328e-05
      ]
    ]
  },
  "Along with Ostwald, this man established the first journal of physical chemistry, and independently of Le Bel, he proposed that the bonds of carbon can adopt a tetrahedral geometry, which he used to explain the rotation of polarized light. One of his namesake equations relates the equilibrium constants for the same equation at different temperatures to the amount of heat released during the equation and the absolute temperatures. He may be more famous for his factor, which describes how many particles are released into a solution per unit of solute, used to calculate boiling point elevation. FTP": {
    "guess": "Jacobus Henricus van 't Hoff",
    "confidence": [
      [
        "Jacob",
        -0.14051653
      ],
      [
        "us",
        -1.8908588e-05
      ],
      [
        " Hen",
        -0.00051645556
      ],
      [
        "ric",
        -3.2929079e-06
      ],
      [
        "us",
        -2.4749568e-05
      ],
      [
        " van",
        -0.00023429126
      ],
      [
        " '",
        -0.00036263696
      ],
      [
        "t",
        -5.9153886e-06
      ],
      [
        " Hoff",
        -1.504853e-06
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this molecule is targeted by Geron's GRN163 compound. The ELISA-based TRAPEZE assay is used to detect the": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0018528391
      ],
      [
        "om",
        -7.266944e-05
      ],
      [
        "erase",
        -0.04440616
      ]
    ]
  },
  "Along with Jeremiah Black and Dudley Field, this man argued as attorney for Milligan in Ex Parte Milligan. Stanley Huntley is thought to have forged a letter in this man's name which supported unlimited": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.011818467
      ],
      [
        " A",
        -0.003311508
      ],
      [
        ".",
        -0.0005435001
      ],
      [
        " Gar",
        -5.4385737e-06
      ],
      [
        "field",
        -5.5577775e-06
      ]
    ]
  },
  "Along with the chordates and two minor phyla, this phylum's members are deuterostomes. Their nervous systems consists of central nerve rings, while its vascular system consists of a madreporite through which fluid enters, the stone canal, the ring canal, and the radial canals. Other salient features include ampullae which, upon contracting, extend out another feature, the tube feet.  FTP, name this phylum whose members are radially symmetric and whose members include sand dollars, sea urchins, and": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0049711703
      ],
      [
        "chin",
        -9.460292e-05
      ],
      [
        "od",
        -0.0003620409
      ],
      [
        "erm",
        -1.18755715e-05
      ]
    ]
  },
  "Along with a German, this man names a phenomenon caused by a velocity discontinuity across a vortex sheet. This man's brother James predicted that pressure would lower the melting point of ice. This man": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.110625945
      ],
      [
        " Thomson",
        -0.0015773557
      ],
      [
        ",",
        -0.0017927513
      ],
      [
        " ",
        -0.00011462913
      ],
      [
        "1",
        -2.7610455e-05
      ],
      [
        "st",
        -7.9418505e-06
      ],
      [
        " Baron",
        -6.0510665e-05
      ],
      [
        " Kelvin",
        -2.220075e-06
      ]
    ]
  },
  "Along with Lithuania, this country was invaded by Sweden during \"The Deluge,\" and its sea access was the subject of Wilson's thirteenth point. This country's nobility were the szlachta (\"SHLOCK-ta\"), who could use the liberum veto to block progress in the Sejm parliament, which was reformed by the May Third Constitution. [*] Thaddeus Kosciuszko led an uprising in this country after its second partition. This country is home to the Gdansk shipyard where Solidarity was founded by Lech Walesa. For 10": {
    "guess": "Poland",
    "confidence": [
      [
        "Pol",
        -0.13871785
      ],
      [
        "and",
        -0.0031730756
      ]
    ]
  },
  "Along with James Freed, this man designed a building in which forty-five-degree angle beams support dark": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.70551956
      ],
      [
        ".",
        -0.011650928
      ],
      [
        " M",
        -5.1689596e-05
      ],
      [
        ".",
        -3.1782583e-05
      ],
      [
        " Pe",
        -2.618001e-05
      ],
      [
        "i",
        -4.334534e-05
      ]
    ]
  },
  "Along with James Freed, this man designed a building in which forty-five-degree angle beams support dark tinted glass. This designer of the Jarvits Center also worked on projects like the Fragrant City Hotel and Hancock Tower. One of his buildings is supported by five steel columns to resemble growing": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.28337947
      ],
      [
        ".",
        -0.09693
      ],
      [
        " M",
        -8.12521e-05
      ],
      [
        ".",
        -0.00012523093
      ],
      [
        " Pe",
        -2.1054253e-05
      ],
      [
        "i",
        -1.640531e-05
      ]
    ]
  },
  "Along with Richard Sutch, he developed a theory to explain the term structure of interest rates which is known as the \"preferred habitat\" hypothesis. His first work on the theory of saving led to a hypothesis": {
    "guess": "John Hicks",
    "confidence": [
      [
        "John",
        -0.6731178
      ],
      [
        " Hicks",
        -0.7192462
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.037962306
      ],
      [
        "om",
        -0.0004583135
      ],
      [
        "erase",
        -0.00092873344
      ]
    ]
  },
  "Along with Jeremiah Black and Dudley Field, this man argued as attorney for Milligan in Ex Parte Milligan. Stanley Huntley is thought to have forged a letter in this man's name which supported unlimited Chinese immigration and was addressed to an H.L. Morey. This man commissioned his Postmaster General, Thomas James, to investigate the Star Route frauds. This president's assassination led to the passage of the Pendleton Act, since he was killed by disgruntled office-seeker Charles Guiteau (gih-\"TOE\"). For 10 points, name this Republican President succeeded by Chester Arthur.": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.016803393
      ],
      [
        " A",
        -0.012273578
      ],
      [
        ".",
        -0.00040588586
      ],
      [
        " Gar",
        -3.4121115e-06
      ],
      [
        "field",
        -3.4047454e-05
      ]
    ]
  },
  "Along with six other chieftains he hatched a plot to murder Gomates, the usurper to the throne.  Following this, he won the throne in a contest in which victory was determined by whose horse neighed first.  A towering rock known as the Behistun Inscription gives an account of the reign of this son of": {
    "guess": "Darius the Great",
    "confidence": [
      [
        "D",
        -0.006183083
      ],
      [
        "arius",
        -0.00014203864
      ],
      [
        " the",
        -0.017186627
      ],
      [
        " Great",
        -0.00015562419
      ]
    ]
  },
  "Along with one co-developer of lambda calculus, this man names a statement based on Hilbert's En·tschei·dungs·problem, which relates calculable and computable functions. One of his proposals was challenged by John Searle, who said that programs like Weizenbaum's ELIZA are akin to a non-Chinese speaker using a dictionary. He developed the bombe to solve the Enigma cipher. A busy beaver is an example of a hypothetical device named for him, consisting of an infinitely long tape and a head which can read and write to the tape, his namesake machine. For 10 points, name this British computer scientist": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.0038696663
      ],
      [
        " Turing",
        -0.00022117885
      ]
    ]
  },
  "Along the southern coast of this state is a region of scrublands known as the Esperance Plains. This state, which is the world's second-largest country subdivision after Russia's Sakha Republic, is home to the protected dugong habitats of Shark Bay and the gold rush town of Kalgoorlie. Its first substantial settlements were located on the Swan River, which flows into the Indian Ocean. The Gibson Desert and most of the Great Sandy Desert are part of, for 10 points, what largest Australian state by area that is home to the city of Perth?": {
    "guess": "Western Australia",
    "confidence": [
      [
        "Western",
        -0.0048922813
      ],
      [
        " Australia",
        -0.0003029306
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this molecule is targeted by Geron's GRN163 compound. The ELISA-based TRAPEZE assay is used to detect the activity of this protein, which can also be done using the TRAP assay. POT1 and TPP1 prime this enzyme's": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0015321242
      ],
      [
        "om",
        -2.6299214e-05
      ],
      [
        "erase",
        -0.0009765984
      ]
    ]
  },
  "Along with Gene Weltfish, this anthropologist wrote a pamphlet which refuted biometric head measuring as a means of determining intelligence, insisting that every race had equal potential for intelligence. In one of this anthropologist's best known works, this student of Franz Boas and author of \"The Races of Mankind\" studied newspaper clippings and classic novels and compared (*) \"guilt\" and \"shame\" cultures, writing about rituals like seppuku, while she also wrote a book which defined its title concept as the shared beliefs and experiences of a people. For 10 points, name this author of The Chrysanthemum": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.0058855414
      ],
      [
        "uth",
        -8.657073e-06
      ],
      [
        " Benedict",
        -0.00023452967
      ]
    ]
  },
  "Along with Anders Lindstedt, this person is the namesake of a method to approximate periodic solutions to certain differential equations. This mathematician is the namesake of first recurrence maps used to trace paths in chaos theory, and he developed a disk model of hyperbolic geometry. This mathematician conjectured what became a specific case of Thurston's geometrization conjecture: that the three-sphere is the only type of bounded three-dimensional space that contains no holes. Name this mathematician whose conjecture was proven by Grigori  Perelman and was one of the Millennium Prize Problems.": {
    "guess": "William Thurston",
    "confidence": [
      [
        "William",
        -0.15639573
      ],
      [
        " Thur",
        -0.03914212
      ],
      [
        "ston",
        -0.0006402421
      ]
    ]
  },
  "Along with Ansel Adams, this artist worked at Manzanar during World War II, and of this artist's notable": {
    "guess": "Dorothea Lange",
    "confidence": [
      [
        "D",
        -0.13006347
      ],
      [
        "oro",
        -0.0022624251
      ],
      [
        "the",
        -7.89631e-07
      ],
      [
        "a",
        -1.3067608e-05
      ],
      [
        " Lange",
        -5.4312077e-05
      ]
    ]
  },
  "Along with Jeremiah Black and Dudley Field, this man argued as attorney for Milligan in Ex Parte Milligan. Stanley Huntley is thought to have forged a letter in this man's name which supported unlimited Chinese immigration and was addressed to an H.L. Morey. This man commissioned his Postmaster General, Thomas James, to investigate the Star Route frauds. This president's assassination led to the passage of the Pendleton Act, since he was killed by disgruntled office-seeker Charles Guiteau (gih-\"TOE\").": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.047925685
      ],
      [
        " A",
        -0.007741255
      ],
      [
        ".",
        -0.0004340069
      ],
      [
        " Gar",
        -2.8160932e-06
      ],
      [
        "field",
        -2.5226382e-05
      ]
    ]
  },
  "Along with George McGovern, this man founded the International Food for Education and Child Nutrition Program. He noted the millions killed in Democrat wars during a 1970's debate. This man's wife ran for the Senate while airing an ad implying opponent Kay Hagan did not believe in God. He was Gerald Ford's 1976 running mate. His wife, Elizabeth, was a former Senator from North Carolina. As Senate Majority Leader, this man lost a presidential race despite the Republicans taking back Congress under Newt Gingrich two years before. For 10 points, name this Kansas Senator who ran against Bill Clinton in the 1996 presidential race.": {
    "guess": "Bob Dole",
    "confidence": [
      [
        "Bob",
        -0.009455132
      ],
      [
        " D",
        -4.823269e-05
      ],
      [
        "ole",
        -1.8624639e-06
      ]
    ]
  },
  "Along with Desportes, this author inspired the Samuel Daniel sonnet collection, Delia. After studying Aristotle he wrote a \"Treatise on the Art of Poetry\" and adopted a modified theory of the unity of": {
    "guess": "Philip Sidney",
    "confidence": [
      [
        "Philip",
        -0.59661275
      ],
      [
        " Sidney",
        -0.0012738043
      ]
    ]
  },
  "Along the path to this status are steps of vimala, sudurjaya and pramudita, as laid out in the Dasabhumika-sutra. The ruling triad of the Pure Land sect is composed of these people, who forego the status of pratkaya or arhat. They strive for a synthesis of karuna and prajna, or compassion and wisdom. For 10 points, identify these figures of Mahayana Buddhism, who delay their ascension to Nirvana to help others towards enlightenment.": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.0025007483
      ],
      [
        "od",
        -0.026039934
      ],
      [
        "his",
        -1.4140442e-05
      ],
      [
        "att",
        -0.00015002528
      ],
      [
        "va",
        -0.17501871
      ]
    ]
  },
  "Along with Sara Eisner and Robert Robinson, he conducted an experiment that supported the practice of": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.5302934
      ],
      [
        " Pi",
        -0.0007959277
      ],
      [
        "aget",
        -0.000377288
      ]
    ]
  },
  "Along with Uzbekistan, this principality is the only landlocked country to be surrounded entirely by other landlocked countries. Its legislative body, the Landtag, consists of 25 members of parliament, who meet no more than ten times per year. In 1868, this nation's army was disbanded for financial reasons,": {
    "guess": "Liechtenstein",
    "confidence": [
      [
        "Lie",
        -0.011352078
      ],
      [
        "chten",
        -0.0006422613
      ],
      [
        "stein",
        -1.8193366e-05
      ]
    ]
  },
  "Along with Mohammed Hatta, this statesman proclaimed his country's independence. On June 1, 1945, he": {
    "guess": "Indonesian National Revolution",
    "confidence": [
      [
        "Ind",
        -0.6411199
      ],
      [
        "ones",
        -0.2619658
      ],
      [
        "ian",
        -1.8193366e-05
      ],
      [
        " National",
        -1.1060989
      ],
      [
        " Revolution",
        -0.004393087
      ]
    ]
  },
  "Along with Sara Eisner and Robert Robinson, he conducted an experiment that supported the practice of jurors taking notes during a trial. Along with Martin Seligman, he included factors like observer discomfort, suffering, and maladaptiveness in his seven features of abnormality. The follow-up to this psychologist's most notable experiment involved a certain institution identifying 41 confederates out of a possible zero. That experiment, which bears his name, featured several patients being described as \"in remission\" after their release from a hospital and was detected by patients in mental treatment facilities, but not the staff thereof. For 10 points name this Stanford psychologist whose namesake experiment involved sending normal people into mental hospitals and who published \"On Being Sane in Insane Places\" as a result.": {
    "guess": "David L. Rosenhan",
    "confidence": [
      [
        "David",
        -0.07149519
      ],
      [
        " L",
        -0.06715663
      ],
      [
        ".",
        -0.00049953593
      ],
      [
        " Rosen",
        -0.00011534435
      ],
      [
        "han",
        -5.550411e-05
      ]
    ]
  },
  "Along with Alonzo Church, he gives his name to a hypothesis about computable functions. One construct": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.37944943
      ],
      [
        "-T",
        -0.06424488
      ],
      [
        "uring",
        -4.8425554e-06
      ],
      [
        " thesis",
        -0.03356501
      ]
    ]
  },
  "Along with Richard Sutch, he developed a theory to explain the term structure of interest rates which is known as the \"preferred habitat\" hypothesis. His first work on the theory of saving led to a hypothesis named for him and Duesenberry, while his later collaboration with a grad student named Richard Brumberg at the University of Illinois led to his development of the \"life cycle\" hypothesis of saving. In the 1960s he began work on a model of the American economy which is known as the \"MPS\" model,": {
    "guess": "Franco Modigliani",
    "confidence": [
      [
        "Fran",
        -0.015811104
      ],
      [
        "co",
        -0.019502414
      ],
      [
        " Mod",
        -0.00019209684
      ],
      [
        "igli",
        -0.0003185426
      ],
      [
        "ani",
        -0.0010155413
      ]
    ]
  },
  "Along with the chordates and two minor phyla, this phylum's members are deuterostomes. Their nervous systems consists of central nerve rings, while its vascular system consists of a madreporite through": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.011015051
      ],
      [
        "chin",
        -1.3306016e-05
      ],
      [
        "od",
        -0.000782707
      ],
      [
        "erm",
        -1.0280384e-06
      ]
    ]
  },
  "Along with Charlie Glenn, this man owned a Chicago nightclub called the Rhumboogie Café. After becoming a private during World War II, he remarked \"we'll win, 'cause we're on God's side,\" a quote frequently used on recruiting posters. This man noted \"he can run, but he can't hide\" when discussing rival Billy Conn, and Franklin Roosevelt told him \"we need muscles like yours to beat Germany.\" From 1939": {
    "guess": "Joe Louis",
    "confidence": [
      [
        "Joe",
        -1.1845216
      ],
      [
        " Louis",
        -0.0007877099
      ]
    ]
  },
  "Along with Thomas Burrows and Charles Penrose, this man was attacked by Democrats in the Buckshot War. As member of the Anti-Masonic Party he helped pass the Free School Bill in his state, but refused to sign its new constitution. This politician was the first chairman of the Committee on Appropriations, but was more powerful as the chairman of the Committee of Ways and Means. This man, who championed the repeal of the Crittenden-Johnson Resolution, owned property at Caledonia that was attacked by Jubal Early in 1863, leading to the destruction of his iron works. He worked with John Bingham, Charles": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.01018218
      ],
      [
        "ad",
        -0.00016611411
      ],
      [
        "de",
        -3.7742768e-05
      ],
      [
        "us",
        -4.3464544e-05
      ],
      [
        " Stevens",
        -0.00012546933
      ]
    ]
  },
  "Along with his P.R. partner, Michal Scanlon, this man was involved in a system known internally as \"Gimme Five.\" Edwin A. Buckham was his pastor, who not only prayed with him at work, but introduced him to Tom Delay. Ralph Reed, former head of the Christian Coalition, was his link to anti-gambling activists": {
    "guess": "Jack Abramoff",
    "confidence": [
      [
        "Jack",
        -0.017572064
      ],
      [
        " Abram",
        -0.0004002833
      ],
      [
        "off",
        -0.00016289561
      ]
    ]
  },
  "Along with spinel and blend, this structure is found in Anderson-Payne refractometers. Lee and Walmsley demonstrated macroscale quantum entanglement in these objects. Nanowires made of these structures make use of their nitrogen vacancy centers for optical applications. These objects have been found in lamproite deposits near Argyle lake and they are most commonly found in kimberlite pipes. They are": {
    "guess": "Diamonds",
    "confidence": [
      [
        "Diamond",
        -0.016757676
      ],
      [
        "s",
        -0.09599527
      ]
    ]
  },
  "Along with her sister, this character celebrates the birthday of her dead mother behind the back of their stepmother, Ellida. She is from the village of Lysanger and the high point of her life comes as a thirteen year old when the protagonist promised to make her a princess after hanging a wreath at the local church. Ten years later after reassuring the protagonist he not fear Ragnar or the younger": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.24574073
      ],
      [
        "ed",
        -0.5666939
      ],
      [
        "da",
        -0.03756753
      ],
      [
        " Gab",
        -0.005311666
      ],
      [
        "ler",
        -4.179569e-05
      ]
    ]
  },
  "Along with Charlie Glenn, this man owned a Chicago nightclub called the Rhumboogie Café. After becoming a private during World War II, he remarked \"we'll win, 'cause we're on God's side,\" a quote frequently used on recruiting posters. This man noted \"he can run, but he can't hide\" when discussing rival Billy Conn, and Franklin Roosevelt told him \"we need muscles like yours to beat Germany.\" From 1939 to 1941, this person easily defeated the so-called \"Bum of the Month Club,\" which included Buddy Baer. His handlers had \"Seven Commandments\" for him, including \"never gloat over a fallen opponent\" and \"never have his picture taken with a white woman.\" This man's 1938 rout of Max Schmeling was seen": {
    "guess": "Joe Louis",
    "confidence": [
      [
        "Joe",
        -0.0025712599
      ],
      [
        " Louis",
        -0.0014373737
      ]
    ]
  },
  "Along with Gene Weltfish, this anthropologist wrote a pamphlet which refuted biometric head measuring as a means of determining intelligence, insisting that every race had equal potential for intelligence. In one of this anthropologist's best known works, this student of Franz Boas and author of \"The": {
    "guess": "Gene Weltfish",
    "confidence": [
      [
        "Gene",
        -0.612447
      ],
      [
        " Welt",
        -0.0002518032
      ],
      [
        "fish",
        -0.00027170655
      ]
    ]
  },
  "Along with Charlie Glenn, this man owned a Chicago nightclub called the Rhumboogie Café. After becoming": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.47458225
      ],
      [
        " Parker",
        -0.8879837
      ]
    ]
  },
  "Along with Argos, this city was defeated by Sparta at the 394 BC Battle of Coronea, though it earlier was propped up by Sparta as the predominant power in Boeotia which caused conflicts with Athens. It defeated Sparta at Leuctra but was utterly crushed by Philip II of Macedon at Chaeronea after the death of Epaminondas, leader of the Sacred Band. For 10 points, name this Greek city that shares its": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.010051773
      ],
      [
        "bes",
        -0.018412365
      ]
    ]
  },
  "Along with George McGovern, this man founded the International Food for Education and Child Nutrition Program. He noted the millions killed in Democrat wars during a 1970's debate. This man's wife ran": {
    "guess": "Bob Dole",
    "confidence": [
      [
        "Bob",
        -0.023643745
      ],
      [
        " D",
        -0.00032676398
      ],
      [
        "ole",
        -1.473646e-05
      ]
    ]
  },
  "Along with one co-developer of lambda calculus, this man names a statement based on Hilbert's En·tschei·dungs·problem,": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.549453
      ],
      [
        " Turing",
        -0.0014102357
      ]
    ]
  },
  "Along with Cordell Hull, this man names a treaty relieving his country from U.S. control of customs. This man caused international outcry when he had the writer Jesus Galindez assassinated in New York City. This man also tried to assassinate Venezualan President Betancourt and had earlier welcomed Jews": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.30390754
      ],
      [
        "af",
        -0.0019337547
      ],
      [
        "ael",
        -5.9153886e-06
      ],
      [
        " Tr",
        -0.0068035913
      ],
      [
        "uj",
        -4.596782e-05
      ],
      [
        "illo",
        -0.000119993296
      ]
    ]
  },
  "Along with Charlie Glenn, this man owned a Chicago nightclub called the Rhumboogie Café. After becoming a private during World War II, he remarked \"we'll win, 'cause we're on God's side,\" a quote frequently used on recruiting posters. This man noted \"he can run, but he can't hide\" when discussing rival Billy Conn, and Franklin Roosevelt told him \"we need muscles like yours to beat Germany.\" From 1939 to 1941, this person easily defeated the so-called \"Bum of the Month Club,\" which included Buddy Baer. His handlers had \"Seven Commandments\" for him, including \"never gloat over a fallen opponent\" and \"never have his picture taken with a white woman.\" This man's 1938 rout of Max Schmeling was seen as a blow against Nazi Germany and racism. For 10 points, name this Detroit boxer known as the \"Brown": {
    "guess": "Joe Louis",
    "confidence": [
      [
        "Joe",
        -0.007191404
      ],
      [
        " Louis",
        -0.000981482
      ]
    ]
  },
  "Along with Thomas Young, this man names a theory that primates see color using three different cone sensitivities and his elliptical partial differential equation is the simplest eigenvalue equation in two dimensions.This man has a set of three eponymous theorems that govern the motion of a fluid in the presence of a vortex. Some of this man's lone contributions to psychology include publishing a Handbook of Psychological Optics and determining that nerve impulses move at a finite speed – a discovery": {
    "guess": "Hermann von Helmholtz",
    "confidence": [
      [
        "H",
        -1.0235503
      ],
      [
        "ermann",
        -0.07332615
      ],
      [
        " von",
        -0.02457681
      ],
      [
        " Hel",
        -0.002349719
      ],
      [
        "mh",
        -0.0001843486
      ],
      [
        "olt",
        -3.1281633e-07
      ],
      [
        "z",
        -3.070975e-05
      ]
    ]
  },
  "Along with her sister, this character celebrates the birthday of her dead mother behind the back of their stepmother, Ellida. She is from the village of Lysanger and the high point of her life comes as a thirteen year old when the protagonist promised to make her a princess after hanging a wreath at the local church. Ten years later after reassuring the protagonist he not fear Ragnar or the younger generation, she encourages him to repeat his earlier feat, an action which leads to the death of Halvard": {
    "guess": "The Lady from the Sea",
    "confidence": [
      [
        "The",
        -0.6529467
      ],
      [
        " Lady",
        -0.20758241
      ],
      [
        " from",
        -0.0141105
      ],
      [
        " the",
        -0.001125691
      ],
      [
        " Sea",
        -0.00011439072
      ]
    ]
  },
  "Along with heavy use of machinery, this idea was blamed for the proletarians losing all individual character of their work in The Communist Manifesto. Karl Marx goes on to differentiate between \"social\" type of this concept and the destructive \"technical\" type. Adam Smith, in the first chapter of his Wealth of Nations, describes this concept with the example of a pin factory. One book describes the anomic and forced forms of this concept, and a high complexity of this is closely associated with an advanced society. For 10 points, name this concept examined by Emile Durkheim \"in society.\"": {
    "guess": "Division of labor",
    "confidence": [
      [
        "Division",
        -0.0037670666
      ],
      [
        " of",
        -3.9292416e-05
      ],
      [
        " labor",
        -0.090786025
      ]
    ]
  },
  "Along with the chordates and two minor phyla, this phylum's members are deuterostomes. Their nervous systems consists of central nerve rings, while its vascular system consists of a madreporite through which fluid enters, the stone canal, the ring canal, and the radial canals. Other salient features": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.37094453
      ],
      [
        "chin",
        -8.625866e-05
      ],
      [
        "od",
        -0.001148314
      ],
      [
        "erm",
        -1.8624639e-06
      ]
    ]
  },
  "Along the path to this status are steps of vimala, sudurjaya and pramudita, as laid out in the Dasabhumika-sutra. The ruling triad of the Pure Land sect is composed of these people, who forego the status of pratkaya or arhat. They strive for a synthesis of karuna and prajna, or compassion and wisdom. For 10 points, identify these figures of Mahayana Buddhism, who delay their ascension to Nirvana to": {
    "guess": "Bodhisattvas",
    "confidence": [
      [
        "B",
        -0.0076482724
      ],
      [
        "od",
        -0.0052171596
      ],
      [
        "his",
        -0.00021438424
      ],
      [
        "att",
        -0.00016957101
      ],
      [
        "vas",
        -0.5721984
      ]
    ]
  },
  "Along with Richard Sutch, he developed a theory to explain the term structure of interest rates which is known as the \"preferred habitat\" hypothesis. His first work on the theory of saving led to a hypothesis named for him and Duesenberry, while his later collaboration with a grad student named Richard Brumberg at the University of Illinois led to his development of the \"life cycle\" hypothesis of saving. In the 1960s he began work on a model of the American economy which is known as the \"MPS\" model, though he may be best known for a 1958 theorem which suggests that a firm's value is independent of the way in which it is financed. FTP, name this economist who won the Nobel Prize in 1985, largely for that theorem he developed with Merton Miller.": {
    "guess": "Franco Modigliani",
    "confidence": [
      [
        "Fran",
        -0.00688575
      ],
      [
        "co",
        -5.080963e-06
      ],
      [
        " Mod",
        -5.5146502e-05
      ],
      [
        "igli",
        -0.00013083349
      ],
      [
        "ani",
        -5.252402e-05
      ]
    ]
  },
  "Along with Cordell Hull, this man names a treaty relieving his country from U.S. control of customs. This man caused international outcry when he had the writer Jesus Galindez assassinated in New York City. This man also tried to assassinate Venezualan President Betancourt and had earlier welcomed Jews from Germany. However, this man was not so friendly to other groups, as demonstrated in an invasion": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.060317386
      ],
      [
        "af",
        -0.0003250951
      ],
      [
        "ael",
        -1.6882126e-05
      ],
      [
        " Tr",
        -0.02375364
      ],
      [
        "uj",
        -2.4749568e-05
      ],
      [
        "illo",
        -1.4259645e-05
      ]
    ]
  },
  "Along with Cordell Hull, this man names a treaty relieving his country from U.S. control of customs. This man caused international outcry when he had the writer Jesus Galindez assassinated in New York City. This man also tried to assassinate Venezualan President Betancourt and had earlier welcomed Jews from Germany. However, this man was not so friendly to other groups, as demonstrated in an invasion where his soldiers determined people's nationalities by asking them to say the name of a certain herb, called the (*) Parsley Massacre. That happened during the reign of the Haitian Papa Doc. Ruling with a strong personality cult, for ten points, was which dictator who renamed the city of Santo Domingo after himself, and ruled the Dominican Republic?": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.028433029
      ],
      [
        "af",
        -0.00011951648
      ],
      [
        "ael",
        -3.500108e-05
      ],
      [
        " Tr",
        -0.0004032634
      ],
      [
        "uj",
        -2.9994528e-05
      ],
      [
        "illo",
        -6.456359e-05
      ]
    ]
  },
  "Along with Thomas Young, this man names a theory that primates see color using three different cone sensitivities and his elliptical partial differential equation is the simplest eigenvalue equation in": {
    "guess": "Hermann von Helmholtz",
    "confidence": [
      [
        "H",
        -0.7298001
      ],
      [
        "ermann",
        -0.05360655
      ],
      [
        " von",
        -0.0858223
      ],
      [
        " Hel",
        -0.0056980494
      ],
      [
        "mh",
        -9.150362e-05
      ],
      [
        "olt",
        -5.5122365e-07
      ],
      [
        "z",
        -5.669615e-05
      ]
    ]
  },
  "Along the southern coast of this state is a region of scrublands known as the Esperance Plains. This state, which is the world's second-largest country subdivision after Russia's Sakha Republic, is home to the protected dugong habitats of Shark Bay and the gold rush town of Kalgoorlie. Its first substantial settlements were located on the Swan River, which flows into the Indian Ocean. The Gibson Desert": {
    "guess": "Western Australia",
    "confidence": [
      [
        "Western",
        -0.008124204
      ],
      [
        " Australia",
        -0.0004176834
      ]
    ]
  },
  "Along with six other chieftains he hatched a plot to murder Gomates, the usurper to the throne.  Following this, he won the throne in a contest in which victory was determined by whose horse neighed first.  A towering rock known as the Behistun Inscription gives an account of the reign of this son of Hystaspes.  That reign included the building of the Royal Road from Smyrna to Susa and the quelling of a revolt of several Ionian cities in Asia Minor.  To that end he formed an army led by his son-in-law and nephew, Mardonius.  Though he was defeated at Marathon, FTP, what Persian emperor's fight": {
    "guess": "Darius the Great",
    "confidence": [
      [
        "D",
        -0.00434621
      ],
      [
        "arius",
        -8.6735476e-05
      ],
      [
        " the",
        -0.12425598
      ],
      [
        " Great",
        -0.0010129224
      ]
    ]
  },
  "Along with his P.R. partner, Michal Scanlon, this man was involved in a system known internally as \"Gimme Five.\" Edwin A. Buckham was his pastor, who not only prayed with him at work, but introduced him to Tom Delay. Ralph Reed, former head of the Christian Coalition, was his link to anti-gambling activists and officials at the White House. David Safavian was indicted for allegedly hiding dealings": {
    "guess": "Jack Abramoff",
    "confidence": [
      [
        "Jack",
        -0.09328566
      ],
      [
        " Abram",
        -5.407367e-05
      ],
      [
        "off",
        -8.363618e-05
      ]
    ]
  },
  "Along with George McGovern, this man founded the International Food for Education and Child Nutrition Program. He noted the millions killed in Democrat wars during a 1970's debate. This man's wife ran for the Senate while airing an ad implying opponent Kay Hagan did not believe in God. He was Gerald Ford's 1976 running mate. His wife, Elizabeth, was a former Senator from North Carolina. As Senate Majority Leader, this man lost a presidential race despite the Republicans taking back Congress under Newt Gingrich two years before. For 10 points, name this Kansas Senator who ran against Bill Clinton": {
    "guess": "Bob Dole",
    "confidence": [
      [
        "Bob",
        -0.021026788
      ],
      [
        " D",
        -0.000118324446
      ],
      [
        "ole",
        -1.6240566e-06
      ]
    ]
  },
  "Along with Richard Sutch, he developed a theory to explain the term structure of interest rates which is known as the \"preferred habitat\" hypothesis. His first work on the theory of saving led to a hypothesis named for him and Duesenberry, while his later collaboration with a grad student named Richard": {
    "guess": "Franco Modigliani",
    "confidence": [
      [
        "Fran",
        -0.60463965
      ],
      [
        "co",
        -0.0004076739
      ],
      [
        " Mod",
        -0.0001973418
      ],
      [
        "igli",
        -0.0005211008
      ],
      [
        "ani",
        -0.00019376569
      ]
    ]
  },
  "Along with a German, this man names a phenomenon caused by a velocity discontinuity across a vortex sheet.": {
    "guess": "Kelvin-Helmholtz instability",
    "confidence": [
      [
        "Kel",
        -0.066734195
      ],
      [
        "vin",
        -1.4974867e-05
      ],
      [
        "-H",
        -0.060001757
      ],
      [
        "elm",
        -0.00013989297
      ],
      [
        "h",
        -0.00028028555
      ],
      [
        "olt",
        -9.0883464e-07
      ],
      [
        "z",
        -7.58424e-06
      ],
      [
        " instability",
        -0.0059164697
      ]
    ]
  },
  "Along with a US Navy boat, three ships belonging to an offshoot of this institution were attacked by the Japanese in the 1937 Panay incident. Henry H. Rogers provided information for a report on this organization,": {
    "guess": "United States Congress",
    "confidence": [
      [
        "United",
        -0.676512
      ],
      [
        " States",
        -0.13204451
      ],
      [
        " Congress",
        -1.6634264
      ]
    ]
  },
  "Along with John Hicks, this man developed a theory of normal backwardation in futures trading. This man led the British delegation at the Breton Woods Conference; after an earlier postwar settlement, he denounced the heavy (*) reparations placed on Germany in his Economic Consequences of the Peace. He introduced the concept of demand-determined economic output in a work describing how government fiscal policy could regulate extremes in business cycles. For 10 points, name this author of the General Theory of Employment, Interest, and Money.": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.005678365
      ],
      [
        " May",
        -0.00034130315
      ],
      [
        "nard",
        -6.392203e-06
      ],
      [
        " Keynes",
        -1.7954959e-05
      ]
    ]
  },
  "Along with six other chieftains he hatched a plot to murder Gomates, the usurper to the throne.  Following this, he won the throne in a contest in which victory was determined by whose horse neighed first.  A towering rock known as the Behistun Inscription gives an account of the reign of this son of Hystaspes.  That reign included the building of the Royal Road from Smyrna to Susa and the quelling of a revolt of several Ionian cities in Asia Minor.  To that end he formed an army led by his son-in-law": {
    "guess": "Darius I",
    "confidence": [
      [
        "D",
        -0.0053454633
      ],
      [
        "arius",
        -4.167649e-05
      ],
      [
        " I",
        -0.59597737
      ]
    ]
  },
  "Along with Thomas Burrows and Charles Penrose, this man was attacked by Democrats in the Buckshot War.": {
    "guess": "John White Geary",
    "confidence": [
      [
        "John",
        -2.0667646
      ],
      [
        " White",
        -0.6934564
      ],
      [
        " Ge",
        -0.0137030305
      ],
      [
        "ary",
        -6.704273e-07
      ]
    ]
  },
  "Along with the chordates and two minor phyla, this phylum's members are deuterostomes. Their nervous systems consists of central nerve rings, while its vascular system consists of a madreporite through which fluid enters, the stone canal, the ring canal, and the radial canals. Other salient features include ampullae which, upon contracting, extend out another feature, the tube feet.  FTP, name this phylum whose members are radially symmetric and whose members include sand dollars, sea urchins, and starfish.": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.001437493
      ],
      [
        "chin",
        -0.000108788154
      ],
      [
        "od",
        -0.00015145572
      ],
      [
        "erm",
        -3.5313153e-06
      ]
    ]
  },
  "Along with spinel and blend, this structure is found in Anderson-Payne refractometers. Lee and Walmsley demonstrated macroscale quantum entanglement in these objects. Nanowires made of these structures make use of their nitrogen vacancy centers for optical applications. These objects have been found": {
    "guess": "Diamonds",
    "confidence": [
      [
        "Diamond",
        -0.03382896
      ],
      [
        "s",
        -0.018585682
      ]
    ]
  },
  "Along the path to this status are steps of vimala, sudurjaya and pramudita, as laid out in the Dasabhumika-sutra. The ruling triad of the Pure Land sect is composed of these people, who forego the status of pratkaya or arhat. They strive for a synthesis of karuna and prajna, or compassion and wisdom.": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.016569866
      ],
      [
        "od",
        -0.005071518
      ],
      [
        "his",
        -2.5226382e-05
      ],
      [
        "att",
        -4.3822154e-05
      ],
      [
        "va",
        -0.0043026456
      ]
    ]
  },
  "Along with Lithuania, this country was invaded by Sweden during \"The Deluge,\" and its sea access was the subject of Wilson's thirteenth point. This country's nobility were the szlachta (\"SHLOCK-ta\"), who could use the liberum veto to block progress in the Sejm parliament, which was reformed by the May": {
    "guess": "Poland",
    "confidence": [
      [
        "Pol",
        -0.38315767
      ],
      [
        "and",
        -0.5445504
      ]
    ]
  },
  "Along with a German, this man names a phenomenon caused by a velocity discontinuity across a vortex sheet. This man's brother James predicted that pressure would lower the melting point of ice. This man obtained his first patent for the siphon recorder. He also patented the mirror galvanometer around the same time that he was involved in laying the transatlantic telegraph cable. The triple point of water is used to define a unit named for this man. For 10 points, name this British scientist who names": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.009970809
      ],
      [
        " Thomson",
        -0.00013154872
      ],
      [
        ",",
        -6.2729996e-06
      ],
      [
        " ",
        -2.0696643e-05
      ],
      [
        "1",
        -9.014684e-06
      ],
      [
        "st",
        -3.5313153e-06
      ],
      [
        " Baron",
        -5.1331983e-05
      ],
      [
        " Kelvin",
        -2.8160932e-06
      ]
    ]
  },
  "Along with John Hicks, this man developed a theory of normal backwardation in futures trading. This man led the British delegation at the Breton Woods Conference; after an earlier postwar settlement, he": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.009053659
      ],
      [
        " May",
        -0.00043901347
      ],
      [
        "nard",
        -9.253091e-06
      ],
      [
        " Keynes",
        -6.539802e-05
      ]
    ]
  },
  "Along with Ostwald, this man established the first journal of physical chemistry, and independently of Le Bel, he proposed that the bonds of carbon can adopt a tetrahedral geometry, which he used to explain": {
    "guess": "Jacobus Henricus van 't Hoff",
    "confidence": [
      [
        "Jacob",
        -0.0008576238
      ],
      [
        "us",
        -4.8425554e-06
      ],
      [
        " Hen",
        -7.7318386e-05
      ],
      [
        "ric",
        -3.0545007e-06
      ],
      [
        "us",
        -3.9530823e-05
      ],
      [
        " van",
        -1.2113979e-05
      ],
      [
        " '",
        -4.7875077e-05
      ],
      [
        "t",
        -4.723352e-06
      ],
      [
        " Hoff",
        -3.1281633e-07
      ]
    ]
  },
  "Along with Ostwald, this man established the first journal of physical chemistry, and independently of Le Bel, he proposed that the bonds of carbon can adopt a tetrahedral geometry, which he used to explain the rotation of polarized light. One of his namesake equations relates the equilibrium constants": {
    "guess": "Jacobus Henricus van 't Hoff",
    "confidence": [
      [
        "Jacob",
        -0.00011629798
      ],
      [
        "us",
        -1.6240566e-06
      ],
      [
        " Hen",
        -0.00011605957
      ],
      [
        "ric",
        -2.220075e-06
      ],
      [
        "us",
        -4.406056e-05
      ],
      [
        " van",
        -1.1517961e-05
      ],
      [
        " '",
        -2.939851e-05
      ],
      [
        "t",
        -6.869018e-06
      ],
      [
        " Hoff",
        -3.1281633e-07
      ]
    ]
  },
  "Along with one co-developer of lambda calculus, this man names a statement based on Hilbert's En·tschei·dungs·problem, which relates calculable and computable functions. One of his proposals was challenged": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.9166935
      ],
      [
        "-T",
        -0.00412625
      ],
      [
        "uring",
        -3.3213026e-05
      ],
      [
        " thesis",
        -0.08737812
      ]
    ]
  },
  "Along with heavy use of machinery, this idea was blamed for the proletarians losing all individual character of their work in The Communist Manifesto. Karl Marx goes on to differentiate between \"social\" type of this concept and the destructive \"technical\" type. Adam Smith, in the first chapter of his Wealth of Nations, describes this concept with the example of a pin factory. One book describes the anomic and forced forms of this concept, and a high complexity of this is closely associated with an": {
    "guess": "Division of labour",
    "confidence": [
      [
        "Division",
        -0.008818544
      ],
      [
        " of",
        -0.00056339975
      ],
      [
        " labour",
        -0.40262982
      ]
    ]
  },
  "Along with Gene Weltfish, this anthropologist wrote a pamphlet which refuted biometric head measuring as a means of determining intelligence, insisting that every race had equal potential for intelligence. In one of this anthropologist's best known works, this student of Franz Boas and author of \"The Races of Mankind\" studied newspaper clippings and classic novels and compared (*) \"guilt\" and \"shame\" cultures, writing about rituals like seppuku, while she also wrote a book which defined its title": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.029596575
      ],
      [
        "uth",
        -2.0100624e-05
      ],
      [
        " Benedict",
        -0.00034452166
      ]
    ]
  },
  "Along with succinyl coenzyme A, it is used to synthesize porphyrins in mammals. A cleavage enzyme yields one-carbon fragments from this compound that are carried by tetrahydrofolate at several oxidation levels. Every third residue in a typical collagen chain is filled by this amino acid, which is the only one to display no optical activity. This enzyme is unique in that its aliphatic side chain is": {
    "guess": "Proline",
    "confidence": [
      [
        "Pro",
        -0.23184264
      ],
      [
        "line",
        -0.000118324446
      ]
    ]
  },
  "Along with Anders Lindstedt, this person is the namesake of a method to approximate periodic solutions to certain differential equations. This mathematician is the namesake of first recurrence maps used to trace paths in chaos theory, and he developed a disk model of hyperbolic geometry. This mathematician conjectured what became a specific case of Thurston's geometrization conjecture: that the three-sphere is the only type of bounded three-dimensional space that contains no holes. Name this mathematician": {
    "guess": "William Thurston",
    "confidence": [
      [
        "William",
        -0.4475037
      ],
      [
        " Thur",
        -0.042601157
      ],
      [
        "ston",
        -0.00061390916
      ]
    ]
  },
  "Along with his patron Barneveldt, he was arrested in 1618 for supporting the Remonstrants, but escaped prison with the help of his wife and fled to France, where Louis XIII gave him a pension. An author of histories, religious works, and verse, his  tragedy Adam's Exile was much admired by Milton, though he is best known today for a legal work. FTP, name this Dutch writer, who appealed to natural law and the social contract in his 1625 masterpiece, On the Laws of War and Peace.": {
    "guess": "Hugo Grotius",
    "confidence": [
      [
        "H",
        -0.0056693563
      ],
      [
        "ugo",
        -0.000110576206
      ],
      [
        " G",
        -0.0019733615
      ],
      [
        "rot",
        -8.780831e-05
      ],
      [
        "ius",
        -3.106736e-05
      ]
    ]
  },
  "Along with one co-developer of lambda calculus, this man names a statement based on Hilbert's En·tschei·dungs·problem, which relates calculable and computable functions. One of his proposals was challenged by John Searle, who said that programs like Weizenbaum's ELIZA are akin to a non-Chinese speaker using a dictionary. He developed the bombe to solve the Enigma cipher. A busy beaver is an example of a hypothetical device named for him, consisting of an infinitely long tape and a head which can read and write to the tape, his namesake machine. For 10 points, name this British computer scientist whose namesake test evaluates a machine's ability to appear intelligent.": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.0044778315
      ],
      [
        " Turing",
        -0.00025371046
      ]
    ]
  },
  "Along with Cordell Hull, this man names a treaty relieving his country from U.S. control of customs. This man caused international outcry when he had the writer Jesus Galindez assassinated in New York City. This man also tried to assassinate Venezualan President Betancourt and had earlier welcomed Jews from Germany. However, this man was not so friendly to other groups, as demonstrated in an invasion where his soldiers determined people's nationalities by asking them to say the name of a certain herb, called the (*) Parsley Massacre. That happened during the reign of the Haitian Papa Doc. Ruling": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.19820492
      ],
      [
        "af",
        -0.0018401099
      ],
      [
        "ael",
        -3.4285862e-05
      ],
      [
        " Tr",
        -0.017697148
      ],
      [
        "uj",
        -5.6815352e-05
      ],
      [
        "illo",
        -0.00013250235
      ]
    ]
  },
  "Along with Ansel Adams, this artist worked at Manzanar during World War II, and of this artist's notable works shows Japanese children pledging allegiance to the flag prior to being interned. This artist depicted a huddled group of men, with one looking away, clasping his hands, and standing by an empty cup. This artist of \"The White Angel Breadline\" produced a photograph depicting Florence Owens Thompson, who worriedly sits with her children after fleeing the Dust Bowl. For 10 points, name this": {
    "guess": "Dorothea Lange",
    "confidence": [
      [
        "D",
        -0.009666841
      ],
      [
        "oro",
        -4.036525e-05
      ],
      [
        "the",
        -5.5122365e-07
      ],
      [
        "a",
        -7.226629e-06
      ],
      [
        " Lange",
        -2.0339032e-05
      ]
    ]
  },
  "Along with Jeremiah Black and Dudley Field, this man argued as attorney for Milligan in Ex Parte Milligan. Stanley Huntley is thought to have forged a letter in this man's name which supported unlimited Chinese immigration and was addressed to an H.L. Morey. This man commissioned his Postmaster General,": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.017780425
      ],
      [
        " A",
        -0.005655014
      ],
      [
        ".",
        -0.00045283744
      ],
      [
        " Gar",
        -4.4849444e-06
      ],
      [
        "field",
        -6.1537958e-06
      ]
    ]
  },
  "Along with Desportes, this author inspired the Samuel Daniel sonnet collection, Delia. After studying Aristotle he wrote a \"Treatise on the Art of Poetry\" and adopted a modified theory of the unity of action. He wrote the pastoral drama L'Aminta while at the Ferraran court and due to his love for the": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.006027746
      ],
      [
        "qu",
        -5.6576944e-05
      ],
      [
        "ato",
        -0.000104377614
      ],
      [
        " T",
        -0.00013512482
      ],
      [
        "asso",
        -3.631232e-05
      ]
    ]
  },
  "Along with Uzbekistan, this principality is the only landlocked country to be surrounded entirely by other landlocked countries. Its legislative body, the Landtag, consists of 25 members of parliament, who meet no more than ten times per year. In 1868, this nation's army was disbanded for financial reasons, leaving it utterly defenseless in 2007 when 170 Swiss soldiers accidentally invaded. For 10 points, name this German-speaking microstate with capital at Vaduz.": {
    "guess": "Liechtenstein",
    "confidence": [
      [
        "Lie",
        -0.005400954
      ],
      [
        "chten",
        -0.0011517672
      ],
      [
        "stein",
        -1.3902034e-05
      ]
    ]
  },
  "Along with Ansel Adams, this artist worked at Manzanar during World War II, and of this artist's notable works shows Japanese children pledging allegiance to the flag prior to being interned. This artist depicted a huddled group of men, with one looking away, clasping his hands, and standing by an empty cup. This artist of \"The White Angel Breadline\" produced a photograph depicting Florence Owens Thompson, who worriedly sits with her children after fleeing the Dust Bowl. For 10 points, name this photographer, best known for her image \"Migrant Mother.\"": {
    "guess": "Dorothea Lange",
    "confidence": [
      [
        "D",
        -0.00082344905
      ],
      [
        "oro",
        -9.6629374e-05
      ],
      [
        "the",
        -1.9361265e-07
      ],
      [
        "a",
        -1.6240566e-06
      ],
      [
        " Lange",
        -5.5577775e-06
      ]
    ]
  },
  "Along with Alonzo Church, he gives his name to a hypothesis about computable functions. One construct named for him includes a head which can read and write symbols on a strip of tape. This man, who helped": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.38389263
      ],
      [
        " Turing",
        -0.00031067515
      ]
    ]
  },
  "Along with spinel and blend, this structure is found in Anderson-Payne refractometers. Lee and Walmsley demonstrated macroscale quantum entanglement in these objects. Nanowires made of these structures": {
    "guess": "Quantum dot",
    "confidence": [
      [
        "Quant",
        -1.1204642
      ],
      [
        "um",
        -3.4166656e-05
      ],
      [
        " dot",
        -0.31169203
      ]
    ]
  },
  "Along with his patron Barneveldt, he was arrested in 1618 for supporting the Remonstrants, but escaped": {
    "guess": "Johan van Oldenbarnevelt",
    "confidence": [
      [
        "J",
        -0.75390226
      ],
      [
        "ohan",
        -0.012484465
      ],
      [
        " van",
        -0.0005940204
      ],
      [
        " Old",
        -0.0015295019
      ],
      [
        "en",
        -5.7961847e-06
      ],
      [
        "bar",
        -8.9119545e-05
      ],
      [
        "ne",
        -0.0027306941
      ],
      [
        "velt",
        -0.0001409658
      ]
    ]
  },
  "Along with Thomas Young, this man names a theory that primates see color using three different cone sensitivities and his elliptical partial differential equation is the simplest eigenvalue equation in two dimensions.This man has a set of three eponymous theorems that govern the motion of a fluid in the presence of a vortex. Some of this man's lone contributions to psychology include publishing a Handbook": {
    "guess": "George Gabriel Stokes",
    "confidence": [
      [
        "George",
        -0.50856197
      ],
      [
        " Gabriel",
        -0.12962534
      ],
      [
        " Stokes",
        -0.00081689283
      ]
    ]
  },
  "Along with Thomas Burrows and Charles Penrose, this man was attacked by Democrats in the Buckshot War. As member of the Anti-Masonic Party he helped pass the Free School Bill in his state, but refused to sign its new constitution. This politician was the first chairman of the Committee on Appropriations, but was more powerful as the chairman of the Committee of Ways and Means. This man, who championed the repeal of the Crittenden-Johnson Resolution, owned property at Caledonia that was attacked by Jubal Early in 1863, leading to the destruction of his iron works. He worked with John Bingham, Charles Sumner and other congressmen in 1868 to impeach Andrew Johnson for opposing the Reconstruction Acts, which he had a major role in drafting. For 10 points, name this Pennsylvania representative and leader of the Radical Republicans.": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.004843408
      ],
      [
        "ad",
        -0.0001342904
      ],
      [
        "de",
        -6.392203e-06
      ],
      [
        "us",
        -1.7954959e-05
      ],
      [
        " Stevens",
        -0.00010330478
      ]
    ]
  },
  "Along with spinel and blend, this structure is found in Anderson-Payne refractometers. Lee and Walmsley demonstrated macroscale quantum entanglement in these objects. Nanowires made of these structures make use of their nitrogen vacancy centers for optical applications. These objects have been found in lamproite deposits near Argyle lake and they are most commonly found in kimberlite pipes. They are used in anvil presses to simulate high pressure environments. The atoms in this crystal have sp3 hybridization. This crystal is imitated by cubic zirconia. For 10 points, identify this precious gemstone, an allotrope of carbon with Mohs scale hardness of 10.": {
    "guess": "Diamond",
    "confidence": [
      [
        "Diamond",
        -0.0040227147
      ]
    ]
  },
  "Along with Jeremiah Black and Dudley Field, this man argued as attorney for Milligan in Ex Parte Milligan. Stanley Huntley is thought to have forged a letter in this man's name which supported unlimited Chinese immigration and was addressed to an H.L. Morey. This man commissioned his Postmaster General, Thomas James, to investigate the Star Route frauds. This president's assassination led to the passage": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.04539439
      ],
      [
        " A",
        -0.02055999
      ],
      [
        ".",
        -0.0007526897
      ],
      [
        " Gar",
        -4.604148e-06
      ],
      [
        "field",
        -1.7120534e-05
      ]
    ]
  },
  "Along with Argos, this city was defeated by Sparta at the 394 BC Battle of Coronea, though it earlier": {
    "guess": "Battle of Coronea",
    "confidence": [
      [
        "Battle",
        -0.95692873
      ],
      [
        " of",
        -0.017271234
      ],
      [
        " Cor",
        -0.1686658
      ],
      [
        "one",
        -0.0001008015
      ],
      [
        "a",
        -0.0001071193
      ]
    ]
  },
  "Along with Piola, this man names two stress tensors. He theorized that hot gases produce discrete spectral": {
    "guess": "Gustav Kirchhoff",
    "confidence": [
      [
        "G",
        -0.27896717
      ],
      [
        "ust",
        -0.00047928968
      ],
      [
        "av",
        -3.9292416e-05
      ],
      [
        " Kir",
        -0.00011152984
      ],
      [
        "ch",
        -0.0005761472
      ],
      [
        "hoff",
        -7.862962e-05
      ]
    ]
  },
  "Along with George McGovern, this man founded the International Food for Education and Child Nutrition Program. He noted the millions killed in Democrat wars during a 1970's debate. This man's wife ran for the Senate while airing an ad implying opponent Kay Hagan did not believe in God. He was Gerald Ford's 1976 running mate. His wife, Elizabeth, was a former Senator from North Carolina. As Senate Majority Leader, this man lost a presidential race despite the Republicans taking back Congress under": {
    "guess": "Bob Dole",
    "confidence": [
      [
        "Bob",
        -0.9733594
      ],
      [
        " D",
        -0.0009164591
      ],
      [
        "ole",
        -2.3392786e-06
      ]
    ]
  },
  "Along with Anders Lindstedt, this person is the namesake of a method to approximate periodic solutions": {
    "guess": "Anders Lindstedt",
    "confidence": [
      [
        "And",
        -0.92095464
      ],
      [
        "ers",
        -0.07331906
      ],
      [
        " Lind",
        -0.0049087736
      ],
      [
        "sted",
        -2.5703197e-05
      ],
      [
        "t",
        -7.7199176e-05
      ]
    ]
  },
  "Along with Lithuania, this country was invaded by Sweden during \"The Deluge,\" and its sea access was": {
    "guess": "Poland",
    "confidence": [
      [
        "Pol",
        -0.018227436
      ],
      [
        "and",
        -0.009370686
      ]
    ]
  },
  "Along with spinel and blend, this structure is found in Anderson-Payne refractometers. Lee and Walmsley": {
    "guess": "Spinel",
    "confidence": [
      [
        "Sp",
        -0.5644602
      ],
      [
        "inel",
        -0.004120904
      ]
    ]
  },
  "Along with George McGovern, this man founded the International Food for Education and Child Nutrition": {
    "guess": "George McGovern",
    "confidence": [
      [
        "George",
        -0.1332285
      ],
      [
        " McG",
        -0.0011679606
      ],
      [
        "overn",
        -0.0001273766
      ]
    ]
  },
  "Along with Ansel Adams, this artist worked at Manzanar during World War II, and of this artist's notable works shows Japanese children pledging allegiance to the flag prior to being interned. This artist": {
    "guess": "Dorothea Lange",
    "confidence": [
      [
        "D",
        -0.0020800745
      ],
      [
        "oro",
        -5.2285613e-05
      ],
      [
        "the",
        -5.5122365e-07
      ],
      [
        "a",
        -2.577686e-06
      ],
      [
        " Lange",
        -2.0458236e-05
      ]
    ]
  },
  "Along with a German, this man names a phenomenon caused by a velocity discontinuity across a vortex sheet. This man's brother James predicted that pressure would lower the melting point of ice. This man obtained his first patent for the siphon recorder. He also patented the mirror galvanometer around": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.0027927533
      ],
      [
        " Thomson",
        -0.00024072826
      ],
      [
        ",",
        -7.100059e-05
      ],
      [
        " ",
        -2.9160103e-05
      ],
      [
        "1",
        -5.2001665e-06
      ],
      [
        "st",
        -5.5577775e-06
      ],
      [
        " Baron",
        -2.8921695e-05
      ],
      [
        " Kelvin",
        -2.4584822e-06
      ]
    ]
  },
  "Along with Thomas Burrows and Charles Penrose, this man was attacked by Democrats in the Buckshot War. As member of the Anti-Masonic Party he helped pass the Free School Bill in his state, but refused to sign its new constitution. This politician was the first chairman of the Committee on Appropriations, but was more powerful as the chairman of the Committee of Ways and Means. This man, who championed": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.013127056
      ],
      [
        "ad",
        -0.0001842294
      ],
      [
        "de",
        -0.000101874335
      ],
      [
        "us",
        -5.669615e-05
      ],
      [
        " Stevens",
        -0.00032914805
      ]
    ]
  },
  "Along with Cordell Hull, this man names a treaty relieving his country from U.S. control of customs.": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -1.1896958
      ],
      [
        "af",
        -0.014917415
      ],
      [
        "ael",
        -2.4749568e-05
      ],
      [
        " Tr",
        -0.011754617
      ],
      [
        "uj",
        -2.7372049e-05
      ],
      [
        "illo",
        -0.00021402664
      ]
    ]
  },
  "Along with John Hicks, this man developed a theory of normal backwardation in futures trading. This man led the British delegation at the Breton Woods Conference; after an earlier postwar settlement, he denounced the heavy (*) reparations placed on Germany in his Economic Consequences of the Peace. He introduced the concept of demand-determined economic output in a work describing how government fiscal": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0089795925
      ],
      [
        " May",
        -0.00029255985
      ],
      [
        "nard",
        -2.7133641e-05
      ],
      [
        " Keynes",
        -8.4947416e-05
      ]
    ]
  },
  "Along with James Freed, this man designed a building in which forty-five-degree angle beams support dark tinted glass. This designer of the Jarvits Center also worked on projects like the Fragrant City Hotel and Hancock Tower. One of his buildings is supported by five steel columns to resemble growing (*) bamboo shoots. He consulted Feng Shui masters for his Bank of China Tower. He truncated a pyramid for his design to the Rock and Roll Hall of Fame. For 10 points, name architect who designed the pyramid entrance at the Louvre, who is Chinese-American.": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.008397195
      ],
      [
        ".",
        -0.0021126703
      ],
      [
        " M",
        -4.00813e-06
      ],
      [
        ".",
        -4.6444635e-05
      ],
      [
        " Pe",
        -4.00813e-06
      ],
      [
        "i",
        -1.7478143e-05
      ]
    ]
  },
  "Along with Lithuania, this country was invaded by Sweden during \"The Deluge,\" and its sea access was the subject of Wilson's thirteenth point. This country's nobility were the szlachta (\"SHLOCK-ta\"), who could use the liberum veto to block progress in the Sejm parliament, which was reformed by the May Third Constitution. [*] Thaddeus Kosciuszko led an uprising in this country after its second partition. This country is home to the Gdansk shipyard where Solidarity was founded by Lech Walesa. For 10 points, name this republic whose invasion by Germany sparked World War Two, whose capital is Warsaw.": {
    "guess": "Poland",
    "confidence": [
      [
        "Pol",
        -0.0060078367
      ],
      [
        "and",
        -0.0001757696
      ]
    ]
  },
  "Along with Anders Lindstedt, this person is the namesake of a method to approximate periodic solutions to certain differential equations. This mathematician is the namesake of first recurrence maps used": {
    "guess": "Henri Poincaré",
    "confidence": [
      [
        "Hen",
        -0.5565481
      ],
      [
        "ri",
        -0.00026169344
      ],
      [
        " P",
        -0.00015765065
      ],
      [
        "oin",
        -3.1281633e-07
      ],
      [
        "car",
        -0.0021935639
      ],
      [
        "é",
        -0.00016825978
      ]
    ]
  },
  "Along with her sister, this character celebrates the birthday of her dead mother behind the back of their stepmother, Ellida. She is from the village of Lysanger and the high point of her life comes as a thirteen year old when the protagonist promised to make her a princess after hanging a wreath at": {
    "guess": "Lady Inger of Ostrat",
    "confidence": [
      [
        "Lady",
        -0.4915441
      ],
      [
        " In",
        -0.057486463
      ],
      [
        "ger",
        -0.0003272408
      ],
      [
        " of",
        -0.00065489317
      ],
      [
        " O",
        -0.09956253
      ],
      [
        "str",
        -0.16780186
      ],
      [
        "at",
        -0.0022226989
      ]
    ]
  },
  "Along with Piola, this man names two stress tensors. He theorized that hot gases produce discrete spectral lines, and that hot solid objects surrounded by cool gases produce spectra with gaps in his namesake laws of spectroscopy. This man's namesake law of thermal radiation states that at thermal equilibrium,": {
    "guess": "Gustav Kirchhoff",
    "confidence": [
      [
        "G",
        -0.10245595
      ],
      [
        "ust",
        -0.00015860428
      ],
      [
        "av",
        -9.484132e-05
      ],
      [
        " Kir",
        -0.064545445
      ],
      [
        "ch",
        -0.006881961
      ],
      [
        "hoff",
        -9.209964e-05
      ]
    ]
  },
  "Along with Argos, this city was defeated by Sparta at the 394 BC Battle of Coronea, though it earlier was propped up by Sparta as the predominant power in Boeotia which caused conflicts with Athens. It defeated Sparta at Leuctra but was utterly crushed by Philip II of Macedon at Chaeronea after the death": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.014385735
      ],
      [
        "bes",
        -0.06924135
      ]
    ]
  },
  "Along with one co-developer of lambda calculus, this man names a statement based on Hilbert's En·tschei·dungs·problem, which relates calculable and computable functions. One of his proposals was challenged by John Searle, who said that programs like Weizenbaum's ELIZA are akin to a non-Chinese speaker": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.12190609
      ],
      [
        "-T",
        -0.24848732
      ],
      [
        "uring",
        -8.1490514e-05
      ],
      [
        " thesis",
        -0.3353598
      ]
    ]
  },
  "Along with Ansel Adams, this artist worked at Manzanar during World War II, and of this artist's notable works shows Japanese children pledging allegiance to the flag prior to being interned. This artist depicted a huddled group of men, with one looking away, clasping his hands, and standing by an empty": {
    "guess": "Dorothea Lange",
    "confidence": [
      [
        "D",
        -0.0036694368
      ],
      [
        "oro",
        -5.9199425e-05
      ],
      [
        "the",
        -1.0280384e-06
      ],
      [
        "a",
        -3.5313153e-06
      ],
      [
        " Lange",
        -2.7848862e-05
      ]
    ]
  },
  "Along with Thomas Burrows and Charles Penrose, this man was attacked by Democrats in the Buckshot War. As member of the Anti-Masonic Party he helped pass the Free School Bill in his state, but refused to sign its new constitution. This politician was the first chairman of the Committee on Appropriations, but was more powerful as the chairman of the Committee of Ways and Means. This man, who championed the repeal of the Crittenden-Johnson Resolution, owned property at Caledonia that was attacked by": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.0057078814
      ],
      [
        "ad",
        -6.635165e-05
      ],
      [
        "de",
        -1.4974867e-05
      ],
      [
        "us",
        -1.3902034e-05
      ],
      [
        " Stevens",
        -0.00011069541
      ]
    ]
  },
  "Along with Thomas Young, this man names a theory that primates see color using three different cone sensitivities": {
    "guess": "Trichromatic theory",
    "confidence": [
      [
        "Tr",
        -0.0638361
      ],
      [
        "ich",
        -6.869018e-06
      ],
      [
        "romatic",
        -0.3715614
      ],
      [
        " theory",
        -0.77631634
      ]
    ]
  },
  "Along with Argos, this city was defeated by Sparta at the 394 BC Battle of Coronea, though it earlier was propped up by Sparta as the predominant power in Boeotia which caused conflicts with Athens. It defeated Sparta at Leuctra but was utterly crushed by Philip II of Macedon at Chaeronea after the death of Epaminondas, leader of the Sacred Band. For 10 points, name this Greek city that shares its name with an ancient Egyptian one and was the setting for stories of Oedipus.": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.00071338547
      ],
      [
        "bes",
        -0.023882039
      ]
    ]
  },
  "Along with Richard Sutch, he developed a theory to explain the term structure of interest rates which is known as the \"preferred habitat\" hypothesis. His first work on the theory of saving led to a hypothesis named for him and Duesenberry, while his later collaboration with a grad student named Richard Brumberg at the University of Illinois led to his development of the \"life cycle\" hypothesis of saving.": {
    "guess": "Franco Modigliani",
    "confidence": [
      [
        "Fran",
        -0.08707637
      ],
      [
        "co",
        -0.013153524
      ],
      [
        " Mod",
        -8.657073e-06
      ],
      [
        "igli",
        -8.776276e-06
      ],
      [
        "ani",
        -0.00018280261
      ]
    ]
  },
  "Along with Charlie Glenn, this man owned a Chicago nightclub called the Rhumboogie Café. After becoming a private during World War II, he remarked \"we'll win, 'cause we're on God's side,\" a quote frequently used on recruiting posters. This man noted \"he can run, but he can't hide\" when discussing rival Billy Conn, and Franklin Roosevelt told him \"we need muscles like yours to beat Germany.\" From 1939 to 1941, this person easily defeated the so-called \"Bum of the Month Club,\" which included Buddy Baer. His handlers had \"Seven Commandments\" for him, including \"never gloat over a fallen opponent\" and \"never have his picture taken with a white woman.\" This man's 1938 rout of Max Schmeling was seen as a blow against Nazi Germany and racism. For 10 points, name this Detroit boxer known as the \"Brown Bomber.\"": {
    "guess": "Joe Louis",
    "confidence": [
      [
        "Joe",
        -0.0041737296
      ],
      [
        " Louis",
        -0.00028195442
      ]
    ]
  },
  "Along with succinyl coenzyme A, it is used to synthesize porphyrins in mammals. A cleavage enzyme yields one-carbon fragments from this compound that are carried by tetrahydrofolate at several oxidation levels. Every third residue in a typical collagen chain is filled by this amino acid, which is the only one to display no optical activity. This enzyme is unique in that its aliphatic side chain is simply a hydrogen atom. FTP, identify this simplest essential amino acid, usually abbreviated G.": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.007399572
      ],
      [
        "ly",
        -0.00066430296
      ],
      [
        "c",
        -0.0008064139
      ],
      [
        "ine",
        -9.996708e-05
      ]
    ]
  },
  "Along with his patron Barneveldt, he was arrested in 1618 for supporting the Remonstrants, but escaped prison with the help of his wife and fled to France, where Louis XIII gave him a pension. An author of histories, religious works, and verse, his  tragedy Adam's Exile was much admired by Milton, though": {
    "guess": "Hugo Grotius",
    "confidence": [
      [
        "H",
        -0.08053521
      ],
      [
        "ugo",
        -0.004004077
      ],
      [
        " G",
        -0.022646286
      ],
      [
        "rot",
        -0.00012952226
      ],
      [
        "ius",
        -0.00015741224
      ]
    ]
  },
  "Along with Gene Weltfish, this anthropologist wrote a pamphlet which refuted biometric head measuring": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.39743513
      ],
      [
        "z",
        -2.6656826e-05
      ],
      [
        " Bo",
        -7.672237e-05
      ],
      [
        "as",
        -0.00042971558
      ]
    ]
  },
  "Along with Lithuania, this country was invaded by Sweden during \"The Deluge,\" and its sea access was the subject of Wilson's thirteenth point. This country's nobility were the szlachta (\"SHLOCK-ta\"), who could use the liberum veto to block progress in the Sejm parliament, which was reformed by the May Third Constitution. [*] Thaddeus Kosciuszko led an uprising in this country after its second partition.": {
    "guess": "Poland",
    "confidence": [
      [
        "Pol",
        -0.81495845
      ],
      [
        "and",
        -0.07219202
      ]
    ]
  },
  "Along with James Freed, this man designed a building in which forty-five-degree angle beams support dark tinted glass. This designer of the Jarvits Center also worked on projects like the Fragrant City": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.09874109
      ],
      [
        ".",
        -0.004917547
      ],
      [
        " M",
        -1.2590794e-05
      ],
      [
        ".",
        -0.0001878055
      ],
      [
        " Pe",
        -6.392203e-06
      ],
      [
        "i",
        -2.1650272e-05
      ]
    ]
  },
  "Along with Charlie Glenn, this man owned a Chicago nightclub called the Rhumboogie Café. After becoming a private during World War II, he remarked \"we'll win, 'cause we're on God's side,\" a quote frequently used on recruiting posters. This man noted \"he can run, but he can't hide\" when discussing rival Billy Conn, and Franklin Roosevelt told him \"we need muscles like yours to beat Germany.\" From 1939 to 1941, this person easily defeated the so-called \"Bum of the Month Club,\" which included Buddy Baer. His handlers had \"Seven Commandments\" for him, including \"never gloat over a fallen opponent\"": {
    "guess": "Joe Louis",
    "confidence": [
      [
        "Joe",
        -0.05398782
      ],
      [
        " Louis",
        -7.922564e-05
      ]
    ]
  },
  "Along with Sara Eisner and Robert Robinson, he conducted an experiment that supported the practice of jurors taking notes during a trial. Along with Martin Seligman, he included factors like observer discomfort, suffering, and maladaptiveness in his seven features of abnormality. The follow-up to this psychologist's most notable experiment involved a certain institution identifying 41 confederates": {
    "guess": "David Rosenhan",
    "confidence": [
      [
        "David",
        -0.7299511
      ],
      [
        " Rosen",
        -0.019938976
      ],
      [
        "han",
        -4.310693e-05
      ]
    ]
  },
  "Along the path to this status are steps of vimala, sudurjaya and pramudita, as laid out in the Dasabhumika-sutra. The ruling triad of the Pure Land sect is composed of these people, who forego the status": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.102050655
      ],
      [
        "od",
        -0.033847395
      ],
      [
        "his",
        -6.575563e-05
      ],
      [
        "att",
        -8.733149e-05
      ],
      [
        "va",
        -0.091022
      ]
    ]
  },
  "Along with John Hicks, this man developed a theory of normal backwardation in futures trading. This man led the British delegation at the Breton Woods Conference; after an earlier postwar settlement, he denounced the heavy (*) reparations placed on Germany in his Economic Consequences of the Peace. He introduced the concept of demand-determined economic output in a work describing how government fiscal policy could regulate extremes in business cycles. For 10 points, name this author of the General": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.008413985
      ],
      [
        " May",
        -0.0009142052
      ],
      [
        "nard",
        -3.357064e-05
      ],
      [
        " Keynes",
        -7.0404574e-05
      ]
    ]
  },
  "Along with Argos, this city was defeated by Sparta at the 394 BC Battle of Coronea, though it earlier was propped up by Sparta as the predominant power in Boeotia which caused conflicts with Athens. It": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.078681886
      ],
      [
        "bes",
        -0.03738093
      ]
    ]
  },
  "Along with Sara Eisner and Robert Robinson, he conducted an experiment that supported the practice of jurors taking notes during a trial. Along with Martin Seligman, he included factors like observer discomfort, suffering, and maladaptiveness in his seven features of abnormality. The follow-up to this psychologist's most notable experiment involved a certain institution identifying 41 confederates out of a possible zero. That experiment, which bears his name, featured several patients being described as \"in remission\" after their release from a hospital and was detected by patients in mental treatment facilities, but not the staff thereof. For 10 points name this Stanford psychologist whose namesake experiment involved sending normal people into mental hospitals and who published \"On Being": {
    "guess": "Rosenhan experiment",
    "confidence": [
      [
        "R",
        -0.044453125
      ],
      [
        "osen",
        -4.3202e-07
      ],
      [
        "han",
        -0.000645003
      ],
      [
        " experiment",
        -0.067099
      ]
    ]
  },
  "Along with Gene Weltfish, this anthropologist wrote a pamphlet which refuted biometric head measuring as a means of determining intelligence, insisting that every race had equal potential for intelligence.": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.8706723
      ],
      [
        "z",
        -4.723352e-06
      ],
      [
        " Bo",
        -8.041768e-05
      ],
      [
        "as",
        -0.00019376569
      ]
    ]
  },
  "Along with Desportes, this author inspired the Samuel Daniel sonnet collection, Delia. After studying Aristotle he wrote a \"Treatise on the Art of Poetry\" and adopted a modified theory of the unity of action. He wrote the pastoral drama L'Aminta while at the Ferraran court and due to his love for the Duke's sister, Leonora, was imprisoned. The subjects of a Byronic lament and a Goethe drama --for 10": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.009075871
      ],
      [
        "qu",
        -3.8457987e-05
      ],
      [
        "ato",
        -1.2233183e-05
      ],
      [
        " T",
        -0.0010892586
      ],
      [
        "asso",
        -8.196733e-05
      ]
    ]
  },
  "Along the southern coast of this state is a region of scrublands known as the Esperance Plains. This state, which is the world's second-largest country subdivision after Russia's Sakha Republic, is home to the protected dugong habitats of Shark Bay and the gold rush town of Kalgoorlie. Its first substantial settlements were located on the Swan River, which flows into the Indian Ocean. The Gibson Desert and most of the Great Sandy Desert are part of, for 10 points, what largest Australian state by": {
    "guess": "Western Australia",
    "confidence": [
      [
        "Western",
        -0.009711828
      ],
      [
        " Australia",
        -0.00061128667
      ]
    ]
  },
  "Along with heavy use of machinery, this idea was blamed for the proletarians losing all individual character of their work in The Communist Manifesto. Karl Marx goes on to differentiate between \"social\" type of this concept and the destructive \"technical\" type. Adam Smith, in the first chapter of his Wealth of Nations, describes this concept with the example of a pin factory. One book describes the": {
    "guess": "Division of labor",
    "confidence": [
      [
        "Division",
        -0.0060576056
      ],
      [
        " of",
        -0.0001503829
      ],
      [
        " labor",
        -0.23137264
      ]
    ]
  },
  "Along with spinel and blend, this structure is found in Anderson-Payne refractometers. Lee and Walmsley demonstrated macroscale quantum entanglement in these objects. Nanowires made of these structures make use of their nitrogen vacancy centers for optical applications. These objects have been found in lamproite deposits near Argyle lake and they are most commonly found in kimberlite pipes. They are used in anvil presses to simulate high pressure environments. The atoms in this crystal have sp3 hybridization. This crystal is imitated by cubic zirconia. For 10 points, identify this precious gemstone,": {
    "guess": "Diamond",
    "confidence": [
      [
        "Diamond",
        -0.0049555087
      ]
    ]
  },
  "Along with Anders Lindstedt, this person is the namesake of a method to approximate periodic solutions to certain differential equations. This mathematician is the namesake of first recurrence maps used to trace paths in chaos theory, and he developed a disk model of hyperbolic geometry. This mathematician": {
    "guess": "Poincaré disk model",
    "confidence": [
      [
        "P",
        -0.92204577
      ],
      [
        "oin",
        -0.011188229
      ],
      [
        "car",
        -0.0005643534
      ],
      [
        "é",
        -3.1782583e-05
      ],
      [
        " disk",
        -1.2492063
      ],
      [
        " model",
        -0.0012342801
      ]
    ]
  },
  "Along with a US Navy boat, three ships belonging to an offshoot of this institution were attacked by the Japanese in the 1937 Panay incident. Henry H. Rogers provided information for a report on this organization, which was depicted in a political cartoon as two snakes wrestling with the sitting President": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.30060765
      ],
      [
        " Oil",
        -0.00085191673
      ]
    ]
  },
  "Along with Gene Weltfish, this anthropologist wrote a pamphlet which refuted biometric head measuring as a means of determining intelligence, insisting that every race had equal potential for intelligence. In one of this anthropologist's best known works, this student of Franz Boas and author of \"The Races of Mankind\" studied newspaper clippings and classic novels and compared (*) \"guilt\" and \"shame\"": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.2194986
      ],
      [
        "uth",
        -0.00042626605
      ],
      [
        " Benedict",
        -0.00018840152
      ]
    ]
  },
  "Along with Thomas Burrows and Charles Penrose, this man was attacked by Democrats in the Buckshot War. As member of the Anti-Masonic Party he helped pass the Free School Bill in his state, but refused to sign its new constitution. This politician was the first chairman of the Committee on Appropriations, but was more powerful as the chairman of the Committee of Ways and Means. This man, who championed the repeal of the Crittenden-Johnson Resolution, owned property at Caledonia that was attacked by Jubal Early in 1863, leading to the destruction of his iron works. He worked with John Bingham, Charles Sumner and other congressmen in 1868 to impeach Andrew Johnson for opposing the Reconstruction Acts, which he had a major role in drafting. For 10 points, name this Pennsylvania representative and": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.005493784
      ],
      [
        "ad",
        -0.00020652048
      ],
      [
        "de",
        -3.9769227e-05
      ],
      [
        "us",
        -6.0749073e-05
      ],
      [
        " Stevens",
        -0.00033891908
      ]
    ]
  },
  "Along with Lithuania, this country was invaded by Sweden during \"The Deluge,\" and its sea access was the subject of Wilson's thirteenth point. This country's nobility were the szlachta (\"SHLOCK-ta\"), who": {
    "guess": "Poland",
    "confidence": [
      [
        "Pol",
        -0.15464044
      ],
      [
        "and",
        -0.03753182
      ]
    ]
  },
  "Along with a US Navy boat, three ships belonging to an offshoot of this institution were attacked by the Japanese in the 1937 Panay incident. Henry H. Rogers provided information for a report on this organization, which was depicted in a political cartoon as two snakes wrestling with the sitting President as baby Hercules. Maurice B. Clark helped found this organization with a man who also developed": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.2202997
      ],
      [
        " Oil",
        -0.0011286637
      ]
    ]
  },
  "Along with John Hicks, this man developed a theory of normal backwardation in futures trading. This man led the British delegation at the Breton Woods Conference; after an earlier postwar settlement, he denounced the heavy (*) reparations placed on Germany in his Economic Consequences of the Peace. He": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.01200648
      ],
      [
        " May",
        -0.00016563729
      ],
      [
        "nard",
        -1.0206721e-05
      ],
      [
        " Keynes",
        -2.0339032e-05
      ]
    ]
  },
  "Along with Thomas Burrows and Charles Penrose, this man was attacked by Democrats in the Buckshot War. As member of the Anti-Masonic Party he helped pass the Free School Bill in his state, but refused": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.5183417
      ],
      [
        "ad",
        -0.00094004674
      ],
      [
        "de",
        -2.0935051e-05
      ],
      [
        "us",
        -7.338466e-05
      ],
      [
        " Stevens",
        -0.0025397518
      ]
    ]
  },
  "Along with six other chieftains he hatched a plot to murder Gomates, the usurper to the throne.  Following": {
    "guess": "Gomates",
    "confidence": [
      [
        "G",
        -1.9813734
      ],
      [
        "om",
        -0.87412417
      ],
      [
        "ates",
        -0.024806155
      ]
    ]
  },
  "Along with succinyl coenzyme A, it is used to synthesize porphyrins in mammals. A cleavage enzyme yields one-carbon fragments from this compound that are carried by tetrahydrofolate at several oxidation": {
    "guess": "Succinyl-CoA",
    "confidence": [
      [
        "S",
        -1.0315264
      ],
      [
        "ucc",
        -0.0011063983
      ],
      [
        "in",
        -0.031111432
      ],
      [
        "yl",
        -0.00019877224
      ],
      [
        "-Co",
        -0.19220968
      ],
      [
        "A",
        -0.048962027
      ]
    ]
  },
  "Along with Charlie Glenn, this man owned a Chicago nightclub called the Rhumboogie Café. After becoming a private during World War II, he remarked \"we'll win, 'cause we're on God's side,\" a quote frequently used on recruiting posters. This man noted \"he can run, but he can't hide\" when discussing rival Billy Conn, and Franklin Roosevelt told him \"we need muscles like yours to beat Germany.\" From 1939 to 1941, this person easily defeated the so-called \"Bum of the Month Club,\" which included Buddy": {
    "guess": "Joe Louis",
    "confidence": [
      [
        "Joe",
        -0.52091503
      ],
      [
        " Louis",
        -0.0017987079
      ]
    ]
  },
  "Along with Charlie Glenn, this man owned a Chicago nightclub called the Rhumboogie Café. After becoming a private during World War II, he remarked \"we'll win, 'cause we're on God's side,\" a quote frequently used on recruiting posters. This man noted \"he can run, but he can't hide\" when discussing rival": {
    "guess": "Joe Louis",
    "confidence": [
      [
        "Joe",
        -1.3734936
      ],
      [
        " Louis",
        -0.0013096443
      ]
    ]
  },
  "Along with Richard Sutch, he developed a theory to explain the term structure of interest rates which is known as the \"preferred habitat\" hypothesis. His first work on the theory of saving led to a hypothesis named for him and Duesenberry, while his later collaboration with a grad student named Richard Brumberg at the University of Illinois led to his development of the \"life cycle\" hypothesis of saving. In the 1960s he began work on a model of the American economy which is known as the \"MPS\" model, though he may be best known for a 1958 theorem which suggests that a firm's value is independent": {
    "guess": "Franco Modigliani",
    "confidence": [
      [
        "Fran",
        -0.015445162
      ],
      [
        "co",
        -0.022221044
      ],
      [
        " Mod",
        -0.00015800826
      ],
      [
        "igli",
        -0.00019460011
      ],
      [
        "ani",
        -0.00072625215
      ]
    ]
  },
  "Along with Piola, this man names two stress tensors. He theorized that hot gases produce discrete spectral lines, and that hot solid objects surrounded by cool gases produce spectra with gaps in his namesake laws of spectroscopy. This man's namesake law of thermal radiation states that at thermal equilibrium, the emissivity of a surface equals its absorptivity. For 10 points, name this German physicist": {
    "guess": "Gustav Kirchhoff",
    "confidence": [
      [
        "G",
        -0.20025647
      ],
      [
        "ust",
        -6.0153056e-05
      ],
      [
        "av",
        -6.1537958e-06
      ],
      [
        " Kir",
        -0.027290506
      ],
      [
        "ch",
        -0.0022934712
      ],
      [
        "hoff",
        -1.4021238e-05
      ]
    ]
  },
  "Along with Ostwald, this man established the first journal of physical chemistry, and independently of Le Bel, he proposed that the bonds of carbon can adopt a tetrahedral geometry, which he used to explain the rotation of polarized light. One of his namesake equations relates the equilibrium constants for the same equation at different temperatures to the amount of heat released during the equation and the absolute temperatures. He may be more famous for his factor, which describes how many particles": {
    "guess": "Jacobus Henricus van 't Hoff",
    "confidence": [
      [
        "Jacob",
        -0.014622006
      ],
      [
        "us",
        -1.3306016e-05
      ],
      [
        " Hen",
        -0.010921668
      ],
      [
        "ric",
        -3.888926e-06
      ],
      [
        "us",
        -4.465658e-05
      ],
      [
        " van",
        -0.00012904544
      ],
      [
        " '",
        -0.0002546641
      ],
      [
        "t",
        -4.365741e-06
      ],
      [
        " Hoff",
        -3.4121115e-06
      ]
    ]
  },
  "Along with six other chieftains he hatched a plot to murder Gomates, the usurper to the throne.  Following this, he won the throne in a contest in which victory was determined by whose horse neighed first.  A towering rock known as the Behistun Inscription gives an account of the reign of this son of Hystaspes.  That reign included the building of the Royal Road from Smyrna to Susa and the quelling": {
    "guess": "Darius the Great",
    "confidence": [
      [
        "D",
        -0.0024682863
      ],
      [
        "arius",
        -2.1650272e-05
      ],
      [
        " the",
        -0.029452719
      ],
      [
        " Great",
        -0.00010688089
      ]
    ]
  },
  "Along with heavy use of machinery, this idea was blamed for the proletarians losing all individual character of their work in The Communist Manifesto. Karl Marx goes on to differentiate between \"social\" type of this concept and the destructive \"technical\" type. Adam Smith, in the first chapter of his": {
    "guess": "Division of labor",
    "confidence": [
      [
        "Division",
        -0.057713903
      ],
      [
        " of",
        -5.407367e-05
      ],
      [
        " labor",
        -0.40642694
      ]
    ]
  },
  "Along with Gene Weltfish, this anthropologist wrote a pamphlet which refuted biometric head measuring as a means of determining intelligence, insisting that every race had equal potential for intelligence. In one of this anthropologist's best known works, this student of Franz Boas and author of \"The Races of Mankind\" studied newspaper clippings and classic novels and compared (*) \"guilt\" and \"shame\" cultures, writing about rituals like seppuku, while she also wrote a book which defined its title concept as the shared beliefs and experiences of a people. For 10 points, name this author of The Chrysanthemum and the Sword and Patterns of Culture.": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.0046532187
      ],
      [
        "uth",
        -2.9352968e-06
      ],
      [
        " Benedict",
        -8.685468e-05
      ]
    ]
  },
  "Along with his P.R. partner, Michal Scanlon, this man was involved in a system known internally as \"Gimme Five.\" Edwin A. Buckham was his pastor, who not only prayed with him at work, but introduced him to Tom Delay. Ralph Reed, former head of the Christian Coalition, was his link to anti-gambling activists and officials at the White House. David Safavian was indicted for allegedly hiding dealings with him while he worked to gain control of government-managed land. These players were all involved with, FTP, which lobbyist, who is currently under investigation for a bribery scandal involving the": {
    "guess": "Jack Abramoff",
    "confidence": [
      [
        "Jack",
        -0.03041122
      ],
      [
        " Abram",
        -0.00012749579
      ],
      [
        "off",
        -8.1490514e-05
      ]
    ]
  },
  "Along with six other chieftains he hatched a plot to murder Gomates, the usurper to the throne.  Following this, he won the throne in a contest in which victory was determined by whose horse neighed first.": {
    "guess": "Darius I",
    "confidence": [
      [
        "D",
        -0.5063015
      ],
      [
        "arius",
        -0.004228578
      ],
      [
        " I",
        -0.5029146
      ]
    ]
  },
  "Along with Anders Lindstedt, this person is the namesake of a method to approximate periodic solutions to certain differential equations. This mathematician is the namesake of first recurrence maps used to trace paths in chaos theory, and he developed a disk model of hyperbolic geometry. This mathematician conjectured what became a specific case of Thurston's geometrization conjecture: that the three-sphere": {
    "guess": "Poincaré conjecture",
    "confidence": [
      [
        "P",
        -0.6556859
      ],
      [
        "oin",
        -0.04796273
      ],
      [
        "car",
        -0.0006865794
      ],
      [
        "é",
        -2.129266e-05
      ],
      [
        " conject",
        -0.7144147
      ],
      [
        "ure",
        -9.372295e-06
      ]
    ]
  },
  "Along with Ansel Adams, this artist worked at Manzanar during World War II, and of this artist's notable works shows Japanese children pledging allegiance to the flag prior to being interned. This artist depicted a huddled group of men, with one looking away, clasping his hands, and standing by an empty cup. This artist of \"The White Angel Breadline\" produced a photograph depicting Florence Owens Thompson,": {
    "guess": "Dorothea Lange",
    "confidence": [
      [
        "D",
        -0.0018763974
      ],
      [
        "oro",
        -3.8338785e-05
      ],
      [
        "the",
        -4.3202e-07
      ],
      [
        "a",
        -6.9882217e-06
      ],
      [
        " Lange",
        -1.0206721e-05
      ]
    ]
  },
  "Along with heavy use of machinery, this idea was blamed for the proletarians losing all individual character": {
    "guess": "Industrial Revolution",
    "confidence": [
      [
        "Industrial",
        -0.95997804
      ],
      [
        " Revolution",
        -0.30066562
      ]
    ]
  },
  "Along with John Hicks, this man developed a theory of normal backwardation in futures trading. This man": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.11671748
      ],
      [
        " May",
        -0.00097101403
      ],
      [
        "nard",
        -2.3438328e-05
      ],
      [
        " Keynes",
        -0.000112125854
      ]
    ]
  },
  "Along with his P.R. partner, Michal Scanlon, this man was involved in a system known internally as \"Gimme Five.\" Edwin A. Buckham was his pastor, who not only prayed with him at work, but introduced him": {
    "guess": "Jack Abramoff",
    "confidence": [
      [
        "Jack",
        -0.02192288
      ],
      [
        " Abram",
        -8.537869e-06
      ],
      [
        "off",
        -7.4576696e-05
      ]
    ]
  },
  "Along with succinyl coenzyme A, it is used to synthesize porphyrins in mammals. A cleavage enzyme yields one-carbon fragments from this compound that are carried by tetrahydrofolate at several oxidation levels. Every third residue in a typical collagen chain is filled by this amino acid, which is the": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.009219167
      ],
      [
        "ly",
        -0.00015157493
      ],
      [
        "c",
        -0.00031651612
      ],
      [
        "ine",
        -0.00015979631
      ]
    ]
  },
  "Along with Mohammed Hatta, this statesman proclaimed his country's independence. On June 1, 1945, he defined his nation's Pantjasila, or \"Five Principles:\" nationalism, internationalism, democracy, social": {
    "guess": "Indonesian Declaration of Independence",
    "confidence": [
      [
        "Ind",
        -0.57423896
      ],
      [
        "ones",
        -0.14238052
      ],
      [
        "ian",
        -1.8908588e-05
      ],
      [
        " Declaration",
        -0.3203931
      ],
      [
        " of",
        -5.9437833e-05
      ],
      [
        " Independence",
        -0.0004958406
      ]
    ]
  },
  "Along with one co-developer of lambda calculus, this man names a statement based on Hilbert's En·tschei·dungs·problem, which relates calculable and computable functions. One of his proposals was challenged by John Searle, who said that programs like Weizenbaum's ELIZA are akin to a non-Chinese speaker using a dictionary. He developed the bombe to solve the Enigma cipher. A busy beaver is an example of a hypothetical device named for him, consisting of an infinitely long tape and a head which can": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.029652124
      ],
      [
        " Turing",
        -0.0005374244
      ]
    ]
  },
  "Along the southern coast of this state is a region of scrublands known as the Esperance Plains. This state, which is the world's second-largest country subdivision after Russia's Sakha Republic, is home to the protected dugong habitats of Shark Bay and the gold rush town of Kalgoorlie. Its first substantial": {
    "guess": "Western Australia",
    "confidence": [
      [
        "Western",
        -0.011774056
      ],
      [
        " Australia",
        -0.00047630956
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this molecule is targeted by Geron's GRN163 compound. The ELISA-based TRAPEZE assay is used to detect the activity of this protein, which can also be done using the TRAP assay. POT1 and TPP1 prime this enzyme's attachment after detaching from the (*) shelterin complex, and the DSB-associated MRE11-RAD50-NBS1": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0040508523
      ],
      [
        "om",
        -1.6286107e-05
      ],
      [
        "erase",
        -0.0020546198
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this molecule is targeted by Geron's GRN163 compound. The ELISA-based TRAPEZE assay is used to detect the activity of this protein, which can also be done using the TRAP assay. POT1 and TPP1 prime this enzyme's attachment after detaching from the (*) shelterin complex, and the DSB-associated MRE11-RAD50-NBS1 complex is required for the ALT pathway, whose action is parallel to the action of this enzyme.": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0018379644
      ],
      [
        "om",
        -2.4272753e-05
      ],
      [
        "erase",
        -0.0005438577
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this molecule is targeted by Geron's GRN163 compound. The ELISA-based TRAPEZE assay is used to detect the activity of this protein, which can also be done using the TRAP assay. POT1 and TPP1 prime this enzyme's attachment after detaching from the (*) shelterin complex, and the DSB-associated MRE11-RAD50-NBS1 complex is required for the ALT pathway, whose action is parallel to the action of this enzyme. Factors that bind to G-quadruplexes also inhibit this protein, and this protein was originally discovered": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.013915845
      ],
      [
        "om",
        -3.650519e-06
      ],
      [
        "erase",
        -0.0003249759
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this molecule is targeted by Geron's GRN163 compound. The ELISA-based TRAPEZE assay is used to detect the activity of this protein, which can also be done using the TRAP assay. POT1 and TPP1 prime this enzyme's attachment after detaching from the (*) shelterin complex, and the DSB-associated MRE11-RAD50-NBS1 complex is required for the ALT pathway, whose action is parallel to the action of this enzyme. Factors that bind to G-quadruplexes also inhibit this protein, and this protein was originally discovered in cell-free extracts of Tetrahymena by Greider and Blackburn. Like a related protein, this protein": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.000468565
      ],
      [
        "om",
        0.0
      ],
      [
        "erase",
        -7.815281e-05
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this molecule is targeted by Geron's GRN163 compound. The ELISA-based TRAPEZE assay is used to detect the activity of this protein, which can also be done using the TRAP assay. POT1 and TPP1 prime this enzyme's attachment after detaching from the (*) shelterin complex, and the DSB-associated MRE11-RAD50-NBS1 complex is required for the ALT pathway, whose action is parallel to the action of this enzyme. Factors that bind to G-quadruplexes also inhibit this protein, and this protein was originally discovered in cell-free extracts of Tetrahymena by Greider and Blackburn. Like a related protein, this protein contains a Finger, Palm, and Thumb domain, and its aberrant activation leads to abrogation of": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.000546361
      ],
      [
        "om",
        0.0
      ],
      [
        "erase",
        -5.0735965e-05
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this molecule is targeted by Geron's GRN163 compound. The ELISA-based TRAPEZE assay is used to detect the activity of this protein, which can also be done using the TRAP assay. POT1 and TPP1 prime this enzyme's attachment after detaching from the (*) shelterin complex, and the DSB-associated MRE11-RAD50-NBS1 complex is required for the ALT pathway, whose action is parallel to the action of this enzyme. Factors that bind to G-quadruplexes also inhibit this protein, and this protein was originally discovered in cell-free extracts of Tetrahymena by Greider and Blackburn. Like a related protein, this protein contains a Finger, Palm, and Thumb domain, and its aberrant activation leads to abrogation of the Hayflick limit. Consisting of the TERT protein and a built-in RNA template, for 10 points, name": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0022240065
      ],
      [
        "om",
        -1.2664457e-06
      ],
      [
        "erase",
        -0.00016539889
      ]
    ]
  },
  "Along with semaphorin F and delta-catenin, this protein is deleted in Cri-du-chat syndrome, and this molecule is targeted by Geron's GRN163 compound. The ELISA-based TRAPEZE assay is used to detect the activity of this protein, which can also be done using the TRAP assay. POT1 and TPP1 prime this enzyme's attachment after detaching from the (*) shelterin complex, and the DSB-associated MRE11-RAD50-NBS1 complex is required for the ALT pathway, whose action is parallel to the action of this enzyme. Factors that bind to G-quadruplexes also inhibit this protein, and this protein was originally discovered in cell-free extracts of Tetrahymena by Greider and Blackburn. Like a related protein, this protein contains a Finger, Palm, and Thumb domain, and its aberrant activation leads to abrogation of the Hayflick limit. Consisting of the TERT protein and a built-in RNA template, for 10 points, name this protein that is responsible for lengthening the ends of chromosomes.": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0006080792
      ],
      [
        "om",
        0.0
      ],
      [
        "erase",
        -6.396757e-05
      ]
    ]
  }
}