{
  "The shehecheyanu prayer is said after eating fruit dipped in honey after this observance. This holiday": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.0008379809
      ],
      [
        "osh",
        -7.89631e-07
      ],
      [
        " Hash",
        -2.3392786e-06
      ],
      [
        "an",
        -1.1398757e-05
      ],
      [
        "ah",
        -4.3202e-07
      ]
    ]
  },
  "Sheehan's syndrome results from postpartum necrosis in this organ, which is guarded by the bony sella turcica. One part of this organ develops from Rathke's pouch, which proliferates into the pars distillaris, tubullaris, and intermedia.  Its intermediate lobe secretes a substance that is responsible for regulating melanin production. Another part of it is served by the hypophyseal portal system, and its other major component contains the axons of the magnocellular neurons of the hypothalamus. Consisting": {
    "guess": "Pituitary gland",
    "confidence": [
      [
        "P",
        -0.0033149577
      ],
      [
        "it",
        -0.00019030878
      ],
      [
        "uit",
        -0.00011963568
      ],
      [
        "ary",
        -1.640531e-05
      ],
      [
        " gland",
        -0.0020447443
      ]
    ]
  },
  "Sheehan's syndrome results from postpartum necrosis in this organ, which is guarded by the bony sella turcica. One part of this organ develops from Rathke's pouch, which proliferates into the pars distillaris, tubullaris, and intermedia.  Its intermediate lobe secretes a substance that is responsible for regulating melanin production. Another part of it is served by the hypophyseal portal system, and its other major component contains the axons of the magnocellular neurons of the hypothalamus. Consisting of the adenohypophysis and neurohypophysis, aka the anterior and posterior lobe, FTP, name this major gland that secretes, among other things, ADH, FSH, LH, prolactin, and growth hormone.": {
    "guess": "Pituitary gland",
    "confidence": [
      [
        "P",
        -0.0019904936
      ],
      [
        "it",
        -3.7027545e-05
      ],
      [
        "uit",
        -9.5079726e-05
      ],
      [
        "ary",
        -2.2723105e-05
      ],
      [
        " gland",
        -0.0061458736
      ]
    ]
  },
  "In Sheppard v. Maxwell, the Supreme Court ruled that this concept could not interfere with a defendant's right to trial. The case Near v. Minnesota stated that this concept would apply except only in rare cases, while a1971 case stated that restraints on this concept would only be allowed in \"grave and irreparable danger.\" A 1964 case involving this concept involved a document called \"Heed Their Rising Voices\" and Alabama Police Commissioner L.B. Sullivan. For 10 points, name this concept that was": {
    "guess": "Prior restraint",
    "confidence": [
      [
        "Prior",
        -0.4879459
      ],
      [
        " restraint",
        -0.5994355
      ]
    ]
  },
  "In Sheppard v. Maxwell, the Supreme Court ruled that this concept could not interfere with a defendant's": {
    "guess": "Fair trial",
    "confidence": [
      [
        "Fair",
        -0.72422624
      ],
      [
        " trial",
        -0.04020616
      ]
    ]
  },
  "The shehecheyanu prayer is said after eating fruit dipped in honey after this observance. This holiday begins of the ten days of awe, and it is the only Jewish holiday celebrated over multiple days. Celebration of this holiday sometime includes the practice of tashlikh, or throwing food into running water, and it is ten days before (*) Yom Kippur. After each group of three prayers on this holiday, the shofar is blown as an indication of the spiritual awakening Moses received on Sinai. This holiday is sometimes known as the Day of Remembrance because practitioners are instructed to remember the creation. It is also called the Day of Judgment and occurs on the first day of Tishri, the first month": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.09294256
      ],
      [
        "osh",
        -8.657073e-06
      ],
      [
        " Hash",
        -1.6882126e-05
      ],
      [
        "an",
        -5.4550484e-05
      ],
      [
        "ah",
        -5.080963e-06
      ]
    ]
  },
  "In Sheppard v. Maxwell, the Supreme Court ruled that this concept could not interfere with a defendant's right to trial. The case Near v. Minnesota stated that this concept would apply except only in rare cases, while a1971 case stated that restraints on this concept would only be allowed in \"grave and irreparable danger.\" A 1964 case involving this concept involved a document called \"Heed Their Rising": {
    "guess": "Prior restraint",
    "confidence": [
      [
        "Prior",
        -0.3130194
      ],
      [
        " restraint",
        -0.28487384
      ]
    ]
  },
  "Sheehan's syndrome results from postpartum necrosis in this organ, which is guarded by the bony sella turcica. One part of this organ develops from Rathke's pouch, which proliferates into the pars distillaris, tubullaris, and intermedia.  Its intermediate lobe secretes a substance that is responsible for regulating melanin production. Another part of it is served by the hypophyseal portal system, and": {
    "guess": "Pituitary gland",
    "confidence": [
      [
        "P",
        -0.0034868661
      ],
      [
        "it",
        -0.0002105734
      ],
      [
        "uit",
        -0.000111291425
      ],
      [
        "ary",
        -1.3902034e-05
      ],
      [
        " gland",
        -0.0011801084
      ]
    ]
  },
  "Sheila Coulson sparked controversy by claiming a rock sculpture of a python, discovered in this country's Tsodilo Hills in 2006, was 70,000 years old and thus the oldest extant site of human rituals. This": {
    "guess": "Botswana",
    "confidence": [
      [
        "Bot",
        -0.5308503
      ],
      [
        "swana",
        -0.0003542927
      ]
    ]
  },
  "In the 1800s, Henry Pinckney founded this city's newspaper, the Mercury. In this city, the leading African Episcopal church was burned down after the mystic Gullah Jack was hanged here. The most famous attack on this city, which involved the Star of the West, was recorded by Mary Boykin Chesnut. A fort in this city was defended during the Battle of Sullivan's Island thanks to its palmetto walls. Denmark Vesey was captured in this city. Commander Robert Anderson was forced to give up this city after a bombardment led by P.G.T Beauregard, who watched from its harbor. For 10 points, name this South Carolina port city home to Fort Sumter.": {
    "guess": "Charleston, South Carolina",
    "confidence": [
      [
        "Char",
        -0.0033267147
      ],
      [
        "leston",
        -0.00019507692
      ],
      [
        ",",
        -0.004568135
      ],
      [
        " South",
        -7.409989e-05
      ],
      [
        " Carolina",
        -0.00011248347
      ]
    ]
  },
  "The shehecheyanu prayer is said after eating fruit dipped in honey after this observance. This holiday begins of the ten days of awe, and it is the only Jewish holiday celebrated over multiple days. Celebration of this holiday sometime includes the practice of tashlikh, or throwing food into running water, and it is ten days before (*) Yom Kippur. After each group of three prayers on this holiday, the shofar is blown as an indication of the spiritual awakening Moses received on Sinai. This holiday is sometimes known as the Day of Remembrance because practitioners are instructed to remember the creation. It is also called the Day of Judgment and occurs on the first day of Tishri, the first month of the Jewish calendar. For 10 points, name this Jewish New Year holiday.": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.017343514
      ],
      [
        "osh",
        -1.9361265e-07
      ],
      [
        " Hash",
        -6.9882217e-06
      ],
      [
        "an",
        -7.465036e-06
      ],
      [
        "ah",
        -2.8160932e-06
      ]
    ]
  },
  "In the 1800s, Henry Pinckney founded this city's newspaper, the Mercury. In this city, the leading African": {
    "guess": "Charleston, South Carolina",
    "confidence": [
      [
        "Char",
        -0.0030531695
      ],
      [
        "leston",
        -2.9875326e-05
      ],
      [
        ",",
        -0.0008052219
      ],
      [
        " South",
        -7.6364755e-05
      ],
      [
        " Carolina",
        -3.5716304e-05
      ]
    ]
  },
  "In the 1800s, Henry Pinckney founded this city's newspaper, the Mercury. In this city, the leading African Episcopal church was burned down after the mystic Gullah Jack was hanged here. The most famous attack on this city, which involved the Star of the West, was recorded by Mary Boykin Chesnut. A fort": {
    "guess": "Charleston, South Carolina",
    "confidence": [
      [
        "Char",
        -0.19401325
      ],
      [
        "leston",
        -7.278864e-05
      ],
      [
        ",",
        -0.0024411702
      ],
      [
        " South",
        -0.00010521204
      ],
      [
        " Carolina",
        -7.064298e-05
      ]
    ]
  },
  "In the 1800s, Henry Pinckney founded this city's newspaper, the Mercury. In this city, the leading African Episcopal church was burned down after the mystic Gullah Jack was hanged here. The most famous attack on this city, which involved the Star of the West, was recorded by Mary Boykin Chesnut. A fort in this city was defended during the Battle of Sullivan's Island thanks to its palmetto walls. Denmark Vesey was captured in this city. Commander Robert Anderson was forced to give up this city after a bombardment led by P.G.T Beauregard, who watched from its harbor. For 10 points, name this South": {
    "guess": "Charleston, South Carolina",
    "confidence": [
      [
        "Char",
        -0.10388151
      ],
      [
        "leston",
        -6.8616515e-05
      ],
      [
        ",",
        -0.0019320894
      ],
      [
        " South",
        -0.0001243965
      ],
      [
        " Carolina",
        -7.100059e-05
      ]
    ]
  },
  "Sheila Coulson sparked controversy by claiming a rock sculpture of a python, discovered in this country's Tsodilo Hills in 2006, was 70,000 years old and thus the oldest extant site of human rituals. This country's economy was bolstered by a 2000 expansion of its Orapa Mine, while its first economic boom followed a gold rush in its second most populous city, Francistown. This country's government is engaged in an ongoing controversy over land and water rights with its San (*) Bushmen, and many tourists to this country see the wildlife that congregates in an endorheic basin formed where the Okavango": {
    "guess": "Botswana",
    "confidence": [
      [
        "Bot",
        -0.0007774694
      ],
      [
        "swana",
        -3.4524266e-05
      ]
    ]
  },
  "Sheehan's syndrome results from postpartum necrosis in this organ, which is guarded by the bony sella turcica. One part of this organ develops from Rathke's pouch, which proliferates into the pars distillaris, tubullaris, and intermedia.  Its intermediate lobe secretes a substance that is responsible": {
    "guess": "Pituitary gland",
    "confidence": [
      [
        "P",
        -0.0035746498
      ],
      [
        "it",
        -0.00015836587
      ],
      [
        "uit",
        -0.00014478032
      ],
      [
        "ary",
        -2.8325678e-05
      ],
      [
        " gland",
        -0.001671015
      ]
    ]
  },
  "The shehecheyanu prayer is said after eating fruit dipped in honey after this observance. This holiday begins of the ten days of awe, and it is the only Jewish holiday celebrated over multiple days. Celebration of this holiday sometime includes the practice of tashlikh, or throwing food into running": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.0055497475
      ],
      [
        "osh",
        -3.1281633e-07
      ],
      [
        " Hash",
        -7.226629e-06
      ],
      [
        "an",
        -4.036525e-05
      ],
      [
        "ah",
        -3.7697225e-06
      ]
    ]
  },
  "In the 1800s, Henry Pinckney founded this city's newspaper, the Mercury. In this city, the leading African Episcopal church was burned down after the mystic Gullah Jack was hanged here. The most famous attack on this city, which involved the Star of the West, was recorded by Mary Boykin Chesnut. A fort in this city was defended during the Battle of Sullivan's Island thanks to its palmetto walls. Denmark": {
    "guess": "Charleston, South Carolina",
    "confidence": [
      [
        "Char",
        -0.18806939
      ],
      [
        "leston",
        -7.13582e-05
      ],
      [
        ",",
        -0.0018923414
      ],
      [
        " South",
        -0.00012844942
      ],
      [
        " Carolina",
        -0.0001311911
      ]
    ]
  },
  "In Sheppard v. Maxwell, the Supreme Court ruled that this concept could not interfere with a defendant's right to trial. The case Near v. Minnesota stated that this concept would apply except only in rare cases, while a1971 case stated that restraints on this concept would only be allowed in \"grave and": {
    "guess": "Freedom of the press",
    "confidence": [
      [
        "Freedom",
        -0.38700995
      ],
      [
        " of",
        -0.00014966767
      ],
      [
        " the",
        -0.26599544
      ],
      [
        " press",
        -0.14371192
      ]
    ]
  },
  "Sheila Coulson sparked controversy by claiming a rock sculpture of a python, discovered in this country's Tsodilo Hills in 2006, was 70,000 years old and thus the oldest extant site of human rituals. This country's economy was bolstered by a 2000 expansion of its Orapa Mine, while its first economic boom followed a gold rush in its second most populous city, Francistown. This country's government is engaged in an ongoing controversy over land and water rights with its San (*) Bushmen, and many tourists to this country see the wildlife that congregates in an endorheic basin formed where the Okavango River simply stops flowing in the middle of the Kalahari Desert. For 10 points, name this southern African country whose capital is Gaborone.": {
    "guess": "Botswana",
    "confidence": [
      [
        "Bot",
        -0.0013403621
      ],
      [
        "swana",
        -1.3544423e-05
      ]
    ]
  },
  "Sheridan and King repeated it with a puppy, and it was also repeated using women, since the initial test group was all men, and again repeated with direct physical contact. Its namesake explained its results through the agentic state theory, though other explanations have included learned helplessness. The experimenter occasionally needed to say \"you have no other choice, you must go on\" despite the": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.015024157
      ],
      [
        "gram",
        -0.00018292182
      ],
      [
        " experiment",
        -0.009289552
      ]
    ]
  },
  "Sheila Coulson sparked controversy by claiming a rock sculpture of a python, discovered in this country's Tsodilo Hills in 2006, was 70,000 years old and thus the oldest extant site of human rituals. This country's economy was bolstered by a 2000 expansion of its Orapa Mine, while its first economic": {
    "guess": "Botswana",
    "confidence": [
      [
        "Bot",
        -0.0025134736
      ],
      [
        "swana",
        -3.202099e-05
      ]
    ]
  },
  "Sheehan's syndrome results from postpartum necrosis in this organ, which is guarded by the bony sella": {
    "guess": "Pituitary gland",
    "confidence": [
      [
        "P",
        -0.031774025
      ],
      [
        "it",
        -0.00011796683
      ],
      [
        "uit",
        -0.00016229959
      ],
      [
        "ary",
        -2.3319124e-05
      ],
      [
        " gland",
        -0.029036865
      ]
    ]
  },
  "Sheila Coulson sparked controversy by claiming a rock sculpture of a python, discovered in this country's Tsodilo Hills in 2006, was 70,000 years old and thus the oldest extant site of human rituals. This country's economy was bolstered by a 2000 expansion of its Orapa Mine, while its first economic boom followed a gold rush in its second most populous city, Francistown. This country's government is engaged in an ongoing controversy over land and water rights with its San (*) Bushmen, and many tourists to this country see the wildlife that congregates in an endorheic basin formed where the Okavango River simply stops flowing in the middle of the Kalahari Desert. For 10 points, name this southern": {
    "guess": "Botswana",
    "confidence": [
      [
        "Bot",
        -0.07191195
      ],
      [
        "swana",
        -1.9743013e-05
      ]
    ]
  },
  "Sheridan and King repeated it with a puppy, and it was also repeated using women, since the initial test group was all men, and again repeated with direct physical contact. Its namesake explained its results": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.15476675
      ],
      [
        "gram",
        -0.00018125297
      ],
      [
        " experiment",
        -0.01207302
      ]
    ]
  },
  "In Sheppard v. Maxwell, the Supreme Court ruled that this concept could not interfere with a defendant's right to trial. The case Near v. Minnesota stated that this concept would apply except only in rare cases, while a1971 case stated that restraints on this concept would only be allowed in \"grave and irreparable danger.\" A 1964 case involving this concept involved a document called \"Heed Their Rising Voices\" and Alabama Police Commissioner L.B. Sullivan. For 10 points, name this concept that was defended by Andrew Hamilton in the 1735 case of John Peter Zenger, which like Freedom of Speech is described in the First Amendment.": {
    "guess": "Prior Restraint",
    "confidence": [
      [
        "Prior",
        -0.49383497
      ],
      [
        " Rest",
        -0.17076354
      ],
      [
        "ra",
        -1.5928495e-05
      ],
      [
        "int",
        -0.0014274982
      ]
    ]
  },
  "Sheridan and King repeated it with a puppy, and it was also repeated using women, since the initial test group was all men, and again repeated with direct physical contact. Its namesake explained its results through the agentic state theory, though other explanations have included learned helplessness. The experimenter occasionally needed to say \"you have no other choice, you must go on\" despite the learner's heart condition. For 10 points, identify this Yale experiment which hired an actor to scream": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.00365198
      ],
      [
        "gram",
        -0.00019912985
      ],
      [
        " experiment",
        -0.0047439914
      ]
    ]
  },
  "The shehecheyanu prayer is said after eating fruit dipped in honey after this observance. This holiday begins of the ten days of awe, and it is the only Jewish holiday celebrated over multiple days. Celebration of this holiday sometime includes the practice of tashlikh, or throwing food into running water, and it is ten days before (*) Yom Kippur. After each group of three prayers on this holiday, the shofar is blown as an indication of the spiritual awakening Moses received on Sinai. This holiday": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.008635488
      ],
      [
        "osh",
        -9.0883464e-07
      ],
      [
        " Hash",
        -1.18755715e-05
      ],
      [
        "an",
        -5.240482e-05
      ],
      [
        "ah",
        -3.4121115e-06
      ]
    ]
  },
  "The shehecheyanu prayer is said after eating fruit dipped in honey after this observance. This holiday begins of the ten days of awe, and it is the only Jewish holiday celebrated over multiple days. Celebration of this holiday sometime includes the practice of tashlikh, or throwing food into running water, and it is ten days before (*) Yom Kippur. After each group of three prayers on this holiday, the shofar is blown as an indication of the spiritual awakening Moses received on Sinai. This holiday is sometimes known as the Day of Remembrance because practitioners are instructed to remember the": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.0089375265
      ],
      [
        "osh",
        -3.1281633e-07
      ],
      [
        " Hash",
        -6.749814e-06
      ],
      [
        "an",
        -0.000101159116
      ],
      [
        "ah",
        -1.9816675e-06
      ]
    ]
  },
  "Sheridan and King repeated it with a puppy, and it was also repeated using women, since the initial test group was all men, and again repeated with direct physical contact. Its namesake explained its results through the agentic state theory, though other explanations have included learned helplessness. The experimenter occasionally needed to say \"you have no other choice, you must go on\" despite the learner's heart condition. For 10 points, identify this Yale experiment which hired an actor to scream as participants administered higher and higher electrical shocks.": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.003114257
      ],
      [
        "gram",
        -0.00027933193
      ],
      [
        " experiment",
        -0.004895366
      ]
    ]
  },
  "The shehecheyanu prayer is said after eating fruit dipped in honey after this observance. This holiday begins of the ten days of awe, and it is the only Jewish holiday celebrated over multiple days. Celebration": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.018428868
      ],
      [
        "osh",
        -6.704273e-07
      ],
      [
        " Hash",
        -2.4749568e-05
      ],
      [
        "an",
        -4.9186317e-05
      ],
      [
        "ah",
        -6.2729996e-06
      ]
    ]
  },
  "Sheehan's syndrome results from postpartum necrosis in this organ, which is guarded by the bony sella turcica. One part of this organ develops from Rathke's pouch, which proliferates into the pars distillaris,": {
    "guess": "Pituitary gland",
    "confidence": [
      [
        "P",
        -0.0011778472
      ],
      [
        "it",
        -0.00011248347
      ],
      [
        "uit",
        -9.019238e-05
      ],
      [
        "ary",
        -1.8908588e-05
      ],
      [
        " gland",
        -0.0010708004
      ]
    ]
  },
  "Sheila Coulson sparked controversy by claiming a rock sculpture of a python, discovered in this country's Tsodilo Hills in 2006, was 70,000 years old and thus the oldest extant site of human rituals. This country's economy was bolstered by a 2000 expansion of its Orapa Mine, while its first economic boom followed a gold rush in its second most populous city, Francistown. This country's government is engaged in an ongoing controversy over land and water rights with its San (*) Bushmen, and many tourists": {
    "guess": "Botswana",
    "confidence": [
      [
        "Bot",
        -0.0029680727
      ],
      [
        "swana",
        -2.6656826e-05
      ]
    ]
  },
  "Sheehan's syndrome results from postpartum necrosis in this organ, which is guarded by the bony sella turcica. One part of this organ develops from Rathke's pouch, which proliferates into the pars distillaris, tubullaris, and intermedia.  Its intermediate lobe secretes a substance that is responsible for regulating melanin production. Another part of it is served by the hypophyseal portal system, and its other major component contains the axons of the magnocellular neurons of the hypothalamus. Consisting of the adenohypophysis and neurohypophysis, aka the anterior and posterior lobe, FTP, name": {
    "guess": "Pituitary gland",
    "confidence": [
      [
        "P",
        -0.00076746003
      ],
      [
        "it",
        -5.931863e-05
      ],
      [
        "uit",
        -7.338466e-05
      ],
      [
        "ary",
        -7.822647e-06
      ],
      [
        " gland",
        -0.003285971
      ]
    ]
  },
  "Sheridan and King repeated it with a puppy, and it was also repeated using women, since the initial test": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.23687421
      ],
      [
        "gram",
        -8.657073e-06
      ],
      [
        " experiment",
        -0.011735176
      ]
    ]
  },
  "Sheila Coulson sparked controversy by claiming a rock sculpture of a python, discovered in this country's Tsodilo Hills in 2006, was 70,000 years old and thus the oldest extant site of human rituals. This country's economy was bolstered by a 2000 expansion of its Orapa Mine, while its first economic boom followed a gold rush in its second most populous city, Francistown. This country's government is": {
    "guess": "Botswana",
    "confidence": [
      [
        "Bot",
        -0.036636632
      ],
      [
        "swana",
        -1.4140442e-05
      ]
    ]
  },
  "The shehecheyanu prayer is said after eating fruit dipped in honey after this observance. This holiday begins of the ten days of awe, and it is the only Jewish holiday celebrated over multiple days. Celebration of this holiday sometime includes the practice of tashlikh, or throwing food into running water, and it is ten days before (*) Yom Kippur. After each group of three prayers on this holiday,": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.0041362224
      ],
      [
        "osh",
        -2.3392786e-06
      ],
      [
        " Hash",
        -1.5332478e-05
      ],
      [
        "an",
        -1.2948405e-05
      ],
      [
        "ah",
        -1.504853e-06
      ]
    ]
  },
  "Sheridan and King repeated it with a puppy, and it was also repeated using women, since the initial test group was all men, and again repeated with direct physical contact. Its namesake explained its results through the agentic state theory, though other explanations have included learned helplessness.": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.018016838
      ],
      [
        "gram",
        -0.00032890963
      ],
      [
        " experiment",
        -0.006820509
      ]
    ]
  },
  "In the 1800s, Henry Pinckney founded this city's newspaper, the Mercury. In this city, the leading African Episcopal church was burned down after the mystic Gullah Jack was hanged here. The most famous attack on this city, which involved the Star of the West, was recorded by Mary Boykin Chesnut. A fort in this city was defended during the Battle of Sullivan's Island thanks to its palmetto walls. Denmark Vesey was captured in this city. Commander Robert Anderson was forced to give up this city after": {
    "guess": "Charleston, South Carolina",
    "confidence": [
      [
        "Char",
        -0.009674281
      ],
      [
        "leston",
        -6.6113236e-05
      ],
      [
        ",",
        -0.013188705
      ],
      [
        " South",
        -0.0001376281
      ],
      [
        " Carolina",
        -8.76891e-05
      ]
    ]
  },
  "In Sheppard v. Maxwell, the Supreme Court ruled that this concept could not interfere with a defendant's right to trial. The case Near v. Minnesota stated that this concept would apply except only in rare": {
    "guess": "Freedom of the press",
    "confidence": [
      [
        "Freedom",
        -0.34232315
      ],
      [
        " of",
        -0.000109622575
      ],
      [
        " the",
        -0.03844054
      ],
      [
        " press",
        -0.13535276
      ]
    ]
  },
  "In Sheppard v. Maxwell, the Supreme Court ruled that this concept could not interfere with a defendant's right to trial. The case Near v. Minnesota stated that this concept would apply except only in rare cases, while a1971 case stated that restraints on this concept would only be allowed in \"grave and irreparable danger.\" A 1964 case involving this concept involved a document called \"Heed Their Rising Voices\" and Alabama Police Commissioner L.B. Sullivan. For 10 points, name this concept that was defended by Andrew Hamilton in the 1735 case of John Peter Zenger, which like Freedom of Speech is": {
    "guess": "Prior Restraint",
    "confidence": [
      [
        "Prior",
        -0.34533158
      ],
      [
        " Rest",
        -0.25637686
      ],
      [
        "ra",
        -1.5809293e-05
      ],
      [
        "int",
        -0.0024460428
      ]
    ]
  },
  "In the 1800s, Henry Pinckney founded this city's newspaper, the Mercury. In this city, the leading African Episcopal church was burned down after the mystic Gullah Jack was hanged here. The most famous": {
    "guess": "Denmark Vesey",
    "confidence": [
      [
        "Den",
        -0.39318097
      ],
      [
        "mark",
        -4.3941356e-05
      ],
      [
        " Ves",
        -0.003383511
      ],
      [
        "ey",
        -7.481511e-05
      ]
    ]
  },
  "Sheila Coulson sparked controversy by claiming a rock sculpture of a python, discovered in this country's": {
    "guess": "Botswana",
    "confidence": [
      [
        "Bot",
        -0.020521572
      ],
      [
        "swana",
        -0.00010139752
      ]
    ]
  }
}