{
  "An apocryphal story about this battle says that, at one point, the losing side's commander took a battleaxe and split open the . skull of his own general, Lord Wenlock, for being too timid or traitorous to provide support. As a result, much of that army under command of men like the earl of Devon and John Beaufort were pushed back to the \"Bloody Meadow,\" where they were slaughtered. That army had initially landed at Weymouth but soon discovered that the earl of Warwick had just been killed at the Battle of Barnet. Sir John Langstrother and the main commander, the Duke of Somerset, were among those in the losing camp who took refuge at the namesake abbey only to be removed and executed. Margaret of Anjou was captured in the aftermath of, FTP, what 1471 battle during the Wars of the Roses, a victory for the Yorkists under Edward IV which soon resulted in the death of Henry VI?": {
    "guess": "Battle of Tewkesbury",
    "confidence": [
      [
        "Battle",
        -0.007952257
      ],
      [
        " of",
        -4.894791e-05
      ],
      [
        " T",
        -0.0001658757
      ],
      [
        "ew",
        -6.5994034e-05
      ],
      [
        "kes",
        -0.0011083055
      ],
      [
        "bury",
        -2.1173457e-05
      ]
    ]
  },
  "An apocryphal section of this book sees the title character place a circle of ash around a temple to": {
    "guess": "Book of Tobit",
    "confidence": [
      [
        "Book",
        -0.14741154
      ],
      [
        " of",
        -0.00057078677
      ],
      [
        " Tob",
        -1.6219804
      ],
      [
        "it",
        -0.00021664912
      ]
    ]
  },
  "An apocryphal story about this battle says that, at one point, the losing side's commander took a battleaxe and split open the . skull of his own general, Lord Wenlock, for being too timid or traitorous to provide support. As a result, much of that army under command of men like the earl of Devon and John Beaufort were pushed back to the \"Bloody Meadow,\" where they were slaughtered. That army had initially landed at Weymouth but soon discovered that the earl of Warwick had just been killed at the Battle of Barnet. Sir John Langstrother and the main commander, the Duke of Somerset, were among those in the losing camp who took refuge at the namesake abbey only to be removed and executed. Margaret of Anjou was captured in the aftermath of, FTP, what 1471 battle during the Wars of the Roses, a": {
    "guess": "Battle of Tewkesbury",
    "confidence": [
      [
        "Battle",
        -0.00340419
      ],
      [
        " of",
        -0.00010485443
      ],
      [
        " T",
        -0.00019042798
      ],
      [
        "ew",
        -0.00017588881
      ],
      [
        "kes",
        -0.0011921332
      ],
      [
        "bury",
        -3.0471343e-05
      ]
    ]
  },
  "An apocryphal section of this book sees the title character place a circle of ash around a temple to priests for eating the sacrifices to Bel. This book tells of a dream in which a metallic statue has faulty feet, leading to the expression \"feet of clay.\" This book features three men named Shadrach, Meshach, and Abednego, who do not burn when cast into a furnace. The words \"mene, mene, tekel, upharsin\" inscribe themselves on the wall during Belshazzar's feast in this book. For 10 points, name this book of the Bible, whose title character braves a lions' den.": {
    "guess": "Book of Daniel",
    "confidence": [
      [
        "Book",
        -0.011396988
      ],
      [
        " of",
        -1.4498052e-05
      ],
      [
        " Daniel",
        -0.00023298002
      ]
    ]
  },
  "The apocryphal text \"Apocalypse of the Blessed Virgin\" sees Mary ask this figure about all human knowledge.": {
    "guess": "Gabriel",
    "confidence": [
      [
        "Gab",
        -0.5556925
      ],
      [
        "riel",
        -1.5570886e-05
      ]
    ]
  },
  "An apocryphal story about this battle says that, at one point, the losing side's commander took a battleaxe": {
    "guess": "Battle of Stamford Bridge",
    "confidence": [
      [
        "Battle",
        -0.010585785
      ],
      [
        " of",
        -0.0014727223
      ],
      [
        " Stamford",
        -0.9207546
      ],
      [
        " Bridge",
        -4.012684e-05
      ]
    ]
  },
  "An apocryphal story about this battle says that, at one point, the losing side's commander took a battleaxe and split open the . skull of his own general, Lord Wenlock, for being too timid or traitorous to provide support. As a result, much of that army under command of men like the earl of Devon and": {
    "guess": "Battle of Tewkesbury",
    "confidence": [
      [
        "Battle",
        -0.049076892
      ],
      [
        " of",
        -0.00037526153
      ],
      [
        " T",
        -0.4495046
      ],
      [
        "ew",
        -0.0023773191
      ],
      [
        "kes",
        -0.0004304308
      ],
      [
        "bury",
        -6.0391463e-05
      ]
    ]
  },
  "The apocryphal text \"Apocalypse of the Blessed Virgin\" sees Mary ask this figure about all human knowledge. This figure's epithet in Catholic doctrine, \"Fortitudo Dei,\" refers to his role in incarnation and consolation. He appears as a traveler and questions another figure on facets of faith like ihsan and zakat in his namesake hadith. This figure advised Ibrahim to pass by several towns before deciding on (*) Mecca as the site of the Kaaba. During the \"Night of Destiny,\" this figure was relayed an entire text from the highest to the lowest of the seventh heavens, whereupon he relayed it over time": {
    "guess": "Gabriel",
    "confidence": [
      [
        "Gab",
        -0.05748534
      ],
      [
        "riel",
        -3.1737043e-06
      ]
    ]
  },
  "The apocryphal text \"Apocalypse of the Blessed Virgin\" sees Mary ask this figure about all human knowledge. This figure's epithet in Catholic doctrine, \"Fortitudo Dei,\" refers to his role in incarnation and consolation. He appears as a traveler and questions another figure on facets of faith like ihsan": {
    "guess": "Gabriel",
    "confidence": [
      [
        "Gab",
        -0.12549742
      ],
      [
        "riel",
        -3.7385154e-05
      ]
    ]
  },
  "An apocryphal story about this battle says that, at one point, the losing side's commander took a battleaxe and split open the . skull of his own general, Lord Wenlock, for being too timid or traitorous to provide support. As a result, much of that army under command of men like the earl of Devon and John Beaufort were pushed back to the \"Bloody Meadow,\" where they were slaughtered. That army had initially landed at Weymouth but soon discovered that the earl of Warwick had just been killed at the Battle of Barnet. Sir John Langstrother and the main commander, the Duke of Somerset, were among those in the losing camp who took refuge at the namesake abbey only to be removed and executed. Margaret": {
    "guess": "Battle of Tewkesbury",
    "confidence": [
      [
        "Battle",
        -0.010444456
      ],
      [
        " of",
        -4.990154e-05
      ],
      [
        " T",
        -0.0001719551
      ],
      [
        "ew",
        -0.00015800826
      ],
      [
        "kes",
        -0.00041518008
      ],
      [
        "bury",
        -3.4285862e-05
      ]
    ]
  },
  "An apocryphal story about this battle says that, at one point, the losing side's commander took a battleaxe and split open the . skull of his own general, Lord Wenlock, for being too timid or traitorous to provide support. As a result, much of that army under command of men like the earl of Devon and John Beaufort were pushed back to the \"Bloody Meadow,\" where they were slaughtered. That army had initially landed at Weymouth but soon discovered that the earl of Warwick had just been killed at the Battle of Barnet. Sir John Langstrother and the main commander, the Duke of Somerset, were among those": {
    "guess": "Battle of Tewkesbury",
    "confidence": [
      [
        "Battle",
        -0.011796086
      ],
      [
        " of",
        -0.00014978688
      ],
      [
        " T",
        -0.0006286831
      ],
      [
        "ew",
        -0.00022821188
      ],
      [
        "kes",
        -0.0013284528
      ],
      [
        "bury",
        -5.1331983e-05
      ]
    ]
  },
  "An apocryphal section of this book sees the title character place a circle of ash around a temple to priests for eating the sacrifices to Bel. This book tells of a dream in which a metallic statue has": {
    "guess": "Bel and the Dragon",
    "confidence": [
      [
        "Bel",
        -0.6529571
      ],
      [
        " and",
        -0.00029494395
      ],
      [
        " the",
        -0.00026109742
      ],
      [
        " Dragon",
        -0.001047816
      ]
    ]
  },
  "An apocryphal section of this book sees the title character place a circle of ash around a temple to priests for eating the sacrifices to Bel. This book tells of a dream in which a metallic statue has faulty feet, leading to the expression \"feet of clay.\" This book features three men named Shadrach, Meshach, and Abednego, who do not burn when cast into a furnace. The words \"mene, mene, tekel, upharsin\"": {
    "guess": "Book of Daniel",
    "confidence": [
      [
        "Book",
        -0.005397988
      ],
      [
        " of",
        -0.00013142951
      ],
      [
        " Daniel",
        -0.0007170772
      ]
    ]
  },
  "The apocryphal text \"Apocalypse of the Blessed Virgin\" sees Mary ask this figure about all human knowledge. This figure's epithet in Catholic doctrine, \"Fortitudo Dei,\" refers to his role in incarnation": {
    "guess": "Gabriel",
    "confidence": [
      [
        "Gab",
        -0.17214401
      ],
      [
        "riel",
        -2.2842309e-05
      ]
    ]
  },
  "An apocryphal section of this book sees the title character place a circle of ash around a temple to priests for eating the sacrifices to Bel. This book tells of a dream in which a metallic statue has faulty feet, leading to the expression \"feet of clay.\" This book features three men named Shadrach,": {
    "guess": "Book of Daniel",
    "confidence": [
      [
        "Book",
        -0.10808284
      ],
      [
        " of",
        -9.1026806e-05
      ],
      [
        " Daniel",
        -0.019337106
      ]
    ]
  },
  "An apocryphal story about this battle says that, at one point, the losing side's commander took a battleaxe and split open the . skull of his own general, Lord Wenlock, for being too timid or traitorous to provide support. As a result, much of that army under command of men like the earl of Devon and John Beaufort were pushed back to the \"Bloody Meadow,\" where they were slaughtered. That army had initially": {
    "guess": "Battle of Tewkesbury",
    "confidence": [
      [
        "Battle",
        -0.00574581
      ],
      [
        " of",
        -4.608702e-05
      ],
      [
        " T",
        -0.14196604
      ],
      [
        "ew",
        -0.0017599098
      ],
      [
        "kes",
        -0.0003249759
      ],
      [
        "bury",
        -3.88156e-05
      ]
    ]
  },
  "An apocryphal story about this battle says that, at one point, the losing side's commander took a battleaxe and split open the . skull of his own general, Lord Wenlock, for being too timid or traitorous to provide support. As a result, much of that army under command of men like the earl of Devon and John Beaufort were pushed back to the \"Bloody Meadow,\" where they were slaughtered. That army had initially landed at Weymouth but soon discovered that the earl of Warwick had just been killed at the": {
    "guess": "Battle of Tewkesbury",
    "confidence": [
      [
        "Battle",
        -0.007532564
      ],
      [
        " of",
        -4.6444635e-05
      ],
      [
        " T",
        -0.03126718
      ],
      [
        "ew",
        -0.0003973032
      ],
      [
        "kes",
        -0.0003927808
      ],
      [
        "bury",
        -5.252402e-05
      ]
    ]
  },
  "An apocryphal section of this book sees the title character place a circle of ash around a temple to priests for eating the sacrifices to Bel. This book tells of a dream in which a metallic statue has faulty feet, leading to the expression \"feet of clay.\" This book features three men named Shadrach, Meshach, and Abednego, who do not burn when cast into a furnace. The words \"mene, mene, tekel, upharsin\" inscribe themselves on the wall during Belshazzar's feast in this book. For 10 points, name this": {
    "guess": "Book of Daniel",
    "confidence": [
      [
        "Book",
        -0.014715983
      ],
      [
        " of",
        -7.8748824e-05
      ],
      [
        " Daniel",
        -0.0027349782
      ]
    ]
  },
  "The apocryphal text \"Apocalypse of the Blessed Virgin\" sees Mary ask this figure about all human knowledge. This figure's epithet in Catholic doctrine, \"Fortitudo Dei,\" refers to his role in incarnation and consolation. He appears as a traveler and questions another figure on facets of faith like ihsan and zakat in his namesake hadith. This figure advised Ibrahim to pass by several towns before deciding": {
    "guess": "Gabriel",
    "confidence": [
      [
        "Gab",
        -0.4399724
      ],
      [
        "riel",
        -1.700133e-05
      ]
    ]
  },
  "The apocryphal text \"Apocalypse of the Blessed Virgin\" sees Mary ask this figure about all human knowledge. This figure's epithet in Catholic doctrine, \"Fortitudo Dei,\" refers to his role in incarnation and consolation. He appears as a traveler and questions another figure on facets of faith like ihsan and zakat in his namesake hadith. This figure advised Ibrahim to pass by several towns before deciding on (*) Mecca as the site of the Kaaba. During the \"Night of Destiny,\" this figure was relayed": {
    "guess": "Gabriel",
    "confidence": [
      [
        "Gab",
        -0.037668448
      ],
      [
        "riel",
        -1.867018e-05
      ]
    ]
  },
  "An apocryphal story about this battle says that, at one point, the losing side's commander took a battleaxe and split open the . skull of his own general, Lord Wenlock, for being too timid or traitorous": {
    "guess": "Battle of Tewkesbury",
    "confidence": [
      [
        "Battle",
        -0.0059112576
      ],
      [
        " of",
        -0.00016790217
      ],
      [
        " T",
        -0.0019726462
      ],
      [
        "ew",
        -5.276243e-05
      ],
      [
        "kes",
        -0.00026491194
      ],
      [
        "bury",
        -4.7875077e-05
      ]
    ]
  },
  "The apocryphal text \"Apocalypse of the Blessed Virgin\" sees Mary ask this figure about all human knowledge. This figure's epithet in Catholic doctrine, \"Fortitudo Dei,\" refers to his role in incarnation and consolation. He appears as a traveler and questions another figure on facets of faith like ihsan and zakat in his namesake hadith. This figure advised Ibrahim to pass by several towns before deciding on (*) Mecca as the site of the Kaaba. During the \"Night of Destiny,\" this figure was relayed an entire text from the highest to the lowest of the seventh heavens, whereupon he relayed it over time to its mortal messenger. For 10 points, name this angel who narrated the Quran to Muhammad.": {
    "guess": "Gabriel",
    "confidence": [
      [
        "Gab",
        -0.009473439
      ],
      [
        "riel",
        -2.6968896e-06
      ]
    ]
  }
}