{
  "The men in this work speak \"of planting and rain, tractors and taxes\". Some neighbors are denounced as a \"pack of crazy old fools\" to Mr. and Mrs. Adams by Old Man Warner. Earlier, Bobby Martin and Dickie Dell-a-croy are spotted playing, and some wooden chips were previously housed in Mr. Graves' barn before being replaced by paper, as per the orders to the local coal entrepreneur. That character, Mr. Summers, later brings out a three-legged stool on June 27th and puts a black box on the stool. Townspeople like the Dunbars are relieved that they don't meet the fate of Tessie Hutchinson, who draws a slip of paper with a black spot on it. Name this short story in which Tessie is stoned to death as a result of the titular ritual, a work by Shirley Jackson.": {
    "guess": "The Lottery",
    "confidence": [
      [
        "The",
        -0.010978376
      ],
      [
        " Lottery",
        -0.0011678414
      ]
    ]
  },
  "One of the men depicted would die ten years later on the Gila River Indian Reservation after drinking": {
    "guess": "Gila River Indian Reservation",
    "confidence": [
      [
        "G",
        -1.2342008
      ],
      [
        "ila",
        -0.25749135
      ],
      [
        " River",
        -0.001932801
      ],
      [
        " Indian",
        -0.054903723
      ],
      [
        " Reservation",
        -0.44891277
      ]
    ]
  },
  "Men involved in this battle asked each other who Mickie Mouse's girlfriend was after the aggressors of this battle infiltrated enemy ranks and sabotaged progress in Operation Greif. In this battle, the Peipers, after capturing an enemy unit of 150 men, murdered 84 of them in an event known as the (*) Malmedy Massacre. The instigators of this offensive met fierce resistance in the city of Bastogne from a small force led by Brigadier General McAuliffe, who, when asked to surrender, cried \"Nuts!\" before being relieved by General Patton's Third Army. For ten points, name this last German offensive in the Ardennes, in which Adolf Hitler attempted to recapture Antwerp.": {
    "guess": "Battle of the Bulge",
    "confidence": [
      [
        "Battle",
        -0.0010284042
      ],
      [
        " of",
        -0.00041839862
      ],
      [
        " the",
        -8.780831e-05
      ],
      [
        " Bul",
        -7.7199176e-05
      ],
      [
        "ge",
        -1.735894e-05
      ]
    ]
  },
  "He is mentioned in Plato's Alcibiades, where he is called a son of Oromadzes, while Plutarch compares": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -1.0978315
      ],
      [
        "oro",
        -0.18488221
      ],
      [
        "aster",
        -0.008601332
      ]
    ]
  },
  "The men in this work speak \"of planting and rain, tractors and taxes\". Some neighbors are denounced as a \"pack of crazy old fools\" to Mr. and Mrs. Adams by Old Man Warner. Earlier, Bobby Martin and Dickie Dell-a-croy are spotted playing, and some wooden chips were previously housed in Mr. Graves' barn before being replaced by paper, as per the orders to the local coal entrepreneur. That character, Mr. Summers, later brings out a three-legged stool on June 27th and puts a black box on the stool. Townspeople": {
    "guess": "The Lottery",
    "confidence": [
      [
        "The",
        -0.013522293
      ],
      [
        " Lottery",
        -0.00053778203
      ]
    ]
  },
  "He is mentioned in Plato's Alcibiades, where he is called a son of Oromadzes, while Plutarch compares him with Lycurgus and Numa Pompilius. He was said to have been born either by the river Ditya or Dhraja. According to legend, his first disciple was the Vishtaspa, the king of Bactria, though the Gathas make no mention of it. According to the Vendidad, Satan tries to get him to renounce his faith, while the Avestas describe him as a powerful Magus, fighting the forces of Ahriman. For 10 points -- identify this legendary founder of a namesake Persian religion.": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.0019424419
      ],
      [
        "oro",
        -0.45530152
      ],
      [
        "aster",
        -0.00037216223
      ]
    ]
  },
  "One of the men who signed a bond that released Jefferson Davis from custody after the Civil War, he was": {
    "guess": "Horace Greeley",
    "confidence": [
      [
        "Hor",
        -0.022051042
      ],
      [
        "ace",
        -0.00012546933
      ],
      [
        " Gree",
        -0.00018125297
      ],
      [
        "ley",
        -4.632543e-05
      ]
    ]
  },
  "These men lived in the Quirinal Palace, and some consider Linus to be the first of these. One holder": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -1.1022638
      ],
      [
        "ope",
        -0.064458385
      ]
    ]
  },
  "These men lived in the Quirinal Palace, and some consider Linus to be the first of these. One holder of this position moved its headquarters to Avignon, and another fought Henry IV in the Investiture Controversy. The son of one of these is discussed in The Prince, while another formed the League of Cambrai, was known as \"the Warrior [This]\", and had his tomb (*) designed by Michelangelo. Held by Rodrigo Borgia and Julius II, name this position currently held by Benedict XVI, the head of the Catholic Church.": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.1440245
      ],
      [
        "ope",
        -0.005499599
      ]
    ]
  },
  "These men lived in the Quirinal Palace, and some consider Linus to be the first of these. One holder of this position moved its headquarters to Avignon, and another fought Henry IV in the Investiture Controversy. The son of one of these is discussed in The Prince, while another formed the League of Cambrai, was known as \"the Warrior [This]\", and had his tomb (*) designed by Michelangelo. Held by Rodrigo Borgia and Julius II, name this position currently held by Benedict XVI, the head of the Catholic": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.16915904
      ],
      [
        "ope",
        -0.009952873
      ]
    ]
  },
  "In a Memorial Day address, this man stated that \"through our great good fortune, in our youth our hearts were touched with fire,\" which referred to his Civil War service. He wrote that \"the Fourteenth": {
    "guess": "Oliver Wendell Holmes Jr.",
    "confidence": [
      [
        "Ol",
        -0.017501548
      ],
      [
        "iver",
        -1.6240566e-06
      ],
      [
        " Wend",
        -1.998142e-05
      ],
      [
        "ell",
        -3.8338785e-05
      ],
      [
        " Holmes",
        -1.7954959e-05
      ],
      [
        " Jr",
        -4.9186317e-05
      ],
      [
        ".",
        -2.188868e-05
      ]
    ]
  },
  "This man's memory for soccer facts made him a child prodigy and he was one of the more famous fans of Tottenham Hotspur. Peter Unger's famous essay \"Why I Do Not Exist\" addressed this man and his collaborator Graham Macdonald.  He clashed with Austin over veridical perception and introduced an edition of William James's The Meaning of Truth and Pragmatism, a philosophy he explored in his The Origins": {
    "guess": "Hilary Putnam",
    "confidence": [
      [
        "H",
        -1.7917022
      ],
      [
        "il",
        -0.0018911494
      ],
      [
        "ary",
        -2.3915141e-05
      ],
      [
        " Put",
        -0.00046320082
      ],
      [
        "nam",
        -0.0003242607
      ]
    ]
  },
  "She is mentioned in the faith chapter, Hebrews 11:31 for by faith she was not killed with those who were disobedient. She has heard what was done to the kings of Sihon and Og of the Ammorites, and asks for a sign from the men she hides under flax stalks, who tell her to tie the scarlet cord in her window. For 10 points-- name this prostitute who first appears in the book of Joshua and who with her": {
    "guess": "Rahab",
    "confidence": [
      [
        "R",
        -0.11092483
      ],
      [
        "ah",
        -6.134509e-05
      ],
      [
        "ab",
        -1.6643718e-05
      ]
    ]
  },
  "This man's memory for soccer facts made him a child prodigy and he was one of the more famous fans of": {
    "guess": "Soccer in the United States",
    "confidence": [
      [
        "S",
        -1.9086206
      ],
      [
        "occer",
        -0.27169243
      ],
      [
        " in",
        -1.0718031
      ],
      [
        " the",
        -0.4571694
      ],
      [
        " United",
        -0.0027347396
      ],
      [
        " States",
        -0.58581454
      ]
    ]
  },
  "One of the men killed in the murder at the center of this novel was an old classmate of the protagonist, but both later move from Siriana to the village of Ilmorog.  That friend, Chui, was one of the brewery": {
    "guess": "Petals of Blood",
    "confidence": [
      [
        "Pet",
        -1.0393928
      ],
      [
        "als",
        -3.4762674e-05
      ],
      [
        " of",
        -0.00019436171
      ],
      [
        " Blood",
        -0.000101159116
      ]
    ]
  },
  "Some men in this work are ordered to destroy a grove sacred to Pan, but they refuse on the grounds that they believes their axes thrown at the trees will ricochet and lop off their necks. One of its central characters knocks on the door of a fisherman for a boat, but that fisherman is pissed because": {
    "guess": "The Bacchae",
    "confidence": [
      [
        "The",
        -0.29327598
      ],
      [
        " Bac",
        -0.75543
      ],
      [
        "ch",
        -0.0003246183
      ],
      [
        "ae",
        -0.00020663968
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In the latter, the giant Vafthrudnir says that he is one of the two who will \"bring about a cessation of the killing,\" and in prose he appears in the Skaldskaparmal along with \"the Angry One.\"  In that work, he appears as the son of the giantess Jarnsaxa, one of Heimdall's nine mothers, and for this reason the gift of the horse Gullfaxi from his father arouses Odin's ire.  Having a giantess mother makes this god similar to Vidar and Vali, and like Hoder and Balder he is one of the \"second-generation\" gods who will survive Ragnarok.  Before that, his only major feat is the rescue of his father as the latter lies pinned under the leg of a giant he has just killed.  Appearing in the skaldic Thorsdrapa,": {
    "guess": "Magni",
    "confidence": [
      [
        "Magn",
        -0.2474791
      ],
      [
        "i",
        -0.0010170909
      ]
    ]
  },
  "One of the men killed in the murder at the center of this novel was an old classmate of the protagonist, but both later move from Siriana to the village of Ilmorog.  That friend, Chui, was one of the brewery directors who died in the arson incident being investigated by Inspector Godfrey.  Among the interrogated victims are the destitute shop owner, and Karega, who the main character tries to save from the wiles of the prostitute Wanja.  Centering on the post-Mau Mau tensions of modern Kenya, FTP,": {
    "guess": "Petals of Blood",
    "confidence": [
      [
        "Pet",
        -0.011917895
      ],
      [
        "als",
        -1.4021238e-05
      ],
      [
        " of",
        -0.00044675806
      ],
      [
        " Blood",
        -7.1954215e-05
      ]
    ]
  },
  "One memorable scene sees the male protagonist taught his first words by a blind violinist whose forest hut he has stumbled upon. The stylized movements seen in the film \"Metropolis\" were imitated in the movements of the title character, memorably played by Elsa Lanchester. Lanchester is also seen portraying": {
    "guess": "The Bride of Frankenstein",
    "confidence": [
      [
        "The",
        -0.37413213
      ],
      [
        " Bride",
        -0.09941954
      ],
      [
        " of",
        -0.0015058133
      ],
      [
        " Frank",
        -9.877504e-05
      ],
      [
        "enstein",
        -9.317247e-05
      ]
    ]
  },
  "One of the men who proposed this theory in a 1948 paper developed coordinates for null hypersurfaces named for himself and Sachs. Another of its proposers predicted a resonance in carbon-12 which allows the triple-alpha mechanism to work. An unrelated approximation of the same name applied to the concentration of the enzyme-substrate complex gives the Michaelis-Menten equation. That approximation sets time derivatives of intermediate concentrations to zero. The theory of this name allowed spontaneous matter creation to uphold the perfect cosmological principle. FTP name this rival of Big Bang theory": {
    "guess": "Steady-state model",
    "confidence": [
      [
        "St",
        -0.8778585
      ],
      [
        "ead",
        -0.00018006093
      ],
      [
        "y",
        -2.3795938e-05
      ],
      [
        "-state",
        -0.108626656
      ],
      [
        " model",
        -1.1345551
      ]
    ]
  },
  "The Mende and the Temne are the largest ethnic groups in this nation, and much of its commerce goes through the Queen Elizabeth II Quay in its capital city. The capital of this country has a small population of people calling themselves Creoles, and they are disproportionately represented in this country's Parliament, which is located on Tower Hill. This country recently saw the election of Ernest Koroma as President, which followed the conclusion of this country's massive civil war in 2002. Like Angola, other problems faced by this country include a massive blood diamond industry. Bordered by": {
    "guess": "Sierra Leone",
    "confidence": [
      [
        "Si",
        -0.0015343818
      ],
      [
        "erra",
        -2.4391957e-05
      ],
      [
        " Leone",
        -0.000412796
      ]
    ]
  },
  "They are mentioned in Psalm 139, and according to legend, the most famous one belonged to Judah Loew ben Bezulel of Prague. One tradition says that they can be brought to life by writing the Hebrew word for \"truth\" on their hands; removing the initial letter spells \"death\", which causes them to die. FTP, identify these robot-like servants who appear as protectors and sometimes avengers in Jewish folklore.": {
    "guess": "Golem",
    "confidence": [
      [
        "G",
        -0.0025860046
      ],
      [
        "olem",
        -0.53619593
      ]
    ]
  },
  "This man's memory for soccer facts made him a child prodigy and he was one of the more famous fans of Tottenham Hotspur. Peter Unger's famous essay \"Why I Do Not Exist\" addressed this man and his collaborator Graham Macdonald.  He clashed with Austin over veridical perception and introduced an edition of William James's The Meaning of Truth and Pragmatism, a philosophy he explored in his The Origins of Pragmatism.  More characteristic are his The Concept of a Person, editing the collection Logical Positivism, and a book challenged by Edmund Gettier, The Problem of Knowledge.  He used the verification principle to reject the truth of metaphysical statements in favor of emotivism using the three title concepts of his most famous work. FTP, identify this English supporter of the Vienna Circle": {
    "guess": "A. J. Ayer",
    "confidence": [
      [
        "A",
        -0.015934067
      ],
      [
        ".",
        -0.047809556
      ],
      [
        " J",
        -3.786197e-05
      ],
      [
        ".",
        -6.670925e-05
      ],
      [
        " Ay",
        -8.053688e-05
      ],
      [
        "er",
        -7.465036e-06
      ]
    ]
  },
  "They are mentioned in Psalm 139, and according to legend, the most famous one belonged to Judah Loew ben Bezulel of Prague. One tradition says that they can be brought to life by writing the Hebrew word for \"truth\" on their hands; removing the initial letter spells \"death\", which causes them to die.": {
    "guess": "Golem",
    "confidence": [
      [
        "G",
        -0.0036585068
      ],
      [
        "olem",
        -0.19647597
      ]
    ]
  },
  "The Mende and the Temne are the largest ethnic groups in this nation, and much of its commerce goes through the Queen Elizabeth II Quay in its capital city. The capital of this country has a small population": {
    "guess": "Sierra Leone",
    "confidence": [
      [
        "Si",
        -0.0006052183
      ],
      [
        "erra",
        -5.4385737e-06
      ],
      [
        " Leone",
        -0.00066406454
      ]
    ]
  },
  "One of the men who proposed this theory in a 1948 paper developed coordinates for null hypersurfaces named for himself and Sachs. Another of its proposers predicted a resonance in carbon-12 which allows the triple-alpha mechanism to work. An unrelated approximation of the same name applied to the concentration of the enzyme-substrate complex gives the Michaelis-Menten equation. That approximation sets": {
    "guess": "Brill-Lindquist coordinates",
    "confidence": [
      [
        "Br",
        -1.6843437
      ],
      [
        "ill",
        -0.7832518
      ],
      [
        "-L",
        -0.28509733
      ],
      [
        "ind",
        -0.0014173806
      ],
      [
        "quist",
        -0.0070879455
      ],
      [
        " coordinates",
        -0.27880222
      ]
    ]
  },
  "One of the men killed in the murder at the center of this novel was an old classmate of the protagonist,": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.11421084
      ],
      [
        " and",
        -0.00010568886
      ],
      [
        " Pun",
        -9.281486e-05
      ],
      [
        "ishment",
        -0.00018077616
      ]
    ]
  },
  "One of the men depicted would die ten years later on the Gila River Indian Reservation after drinking himself to death. The event it depicts was ordered by Chandler Johnson and the difficulty in carrying out this event caused Rene Gagnon and John Bradley to come the aid of the original group. Robert Denig attempted to learn the identities of the men depicted and Gagnon initially refused to name Ira Hayes. Used by the Treasury department to raise over 200 million dollars, this work was used by Felix de Weldon as the model for a sculpture near Arlington National Cemetery. FTP, name this Joe Rosenthal": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.003682617
      ],
      [
        "aising",
        -6.551722e-05
      ],
      [
        " the",
        -0.0033621278
      ],
      [
        " Flag",
        -0.0014133313
      ],
      [
        " on",
        -0.0028905869
      ],
      [
        " I",
        -1.4855664e-05
      ],
      [
        "wo",
        -1.2829201e-05
      ],
      [
        " J",
        -1.998142e-05
      ],
      [
        "ima",
        -6.968935e-05
      ]
    ]
  },
  "The mention of the town of Toomsboro and the description of the killer's \"black, hearse-like automobile\" foreshadow the killings of six characters at the end of this short story. The snotty children June Star and John Wesley constantly abuse their parents and grandmother in this story, and the cat Pitty Sing causes a car crash when it springs from a picnic basket. The killer in this story says his name derives from his inability to decide whether Jesus raised the dead or not. FTP the Misfit kills": {
    "guess": "A Good Man Is Hard to Find (short story)",
    "confidence": [
      [
        "A",
        -0.008999316
      ],
      [
        " Good",
        -0.00014239625
      ],
      [
        " Man",
        -1.7716551e-05
      ],
      [
        " Is",
        -0.0020873311
      ],
      [
        " Hard",
        -1.1398757e-05
      ],
      [
        " to",
        -2.808727e-05
      ],
      [
        " Find",
        -6.511407e-06
      ],
      [
        " (",
        -0.034682777
      ],
      [
        "short",
        -0.00020652048
      ],
      [
        " story",
        -2.5107178e-05
      ],
      [
        ")",
        -3.23786e-05
      ]
    ]
  },
  "The Mende and the Temne are the largest ethnic groups in this nation, and much of its commerce goes through the Queen Elizabeth II Quay in its capital city. The capital of this country has a small population of people calling themselves Creoles, and they are disproportionately represented in this country's Parliament, which is located on Tower Hill. This country recently saw the election of Ernest": {
    "guess": "Sierra Leone",
    "confidence": [
      [
        "Si",
        -0.0014057097
      ],
      [
        "erra",
        -9.968313e-06
      ],
      [
        " Leone",
        -0.0005107375
      ]
    ]
  },
  "Men involved in this battle asked each other who Mickie Mouse's girlfriend was after the aggressors of": {
    "guess": "Minnie Mouse",
    "confidence": [
      [
        "M",
        -0.6954762
      ],
      [
        "innie",
        -0.68133616
      ],
      [
        " Mouse",
        -0.0005090686
      ]
    ]
  },
  "The Mende and the Temne are the largest ethnic groups in this nation, and much of its commerce goes through the Queen Elizabeth II Quay in its capital city. The capital of this country has a small population of people calling themselves Creoles, and they are disproportionately represented in this country's Parliament, which is located on Tower Hill. This country recently saw the election of Ernest Koroma as President, which followed the conclusion of this country's massive civil war in 2002. Like": {
    "guess": "Sierra Leone",
    "confidence": [
      [
        "Si",
        -0.0004335301
      ],
      [
        "erra",
        -1.9504607e-05
      ],
      [
        " Leone",
        -0.0008644148
      ]
    ]
  },
  "The men in this work speak \"of planting and rain, tractors and taxes\". Some neighbors are denounced as a \"pack of crazy old fools\" to Mr. and Mrs. Adams by Old Man Warner. Earlier, Bobby Martin and Dickie Dell-a-croy are spotted playing, and some wooden chips were previously housed in Mr. Graves' barn": {
    "guess": "The Lottery",
    "confidence": [
      [
        "The",
        -0.0014684382
      ],
      [
        " Lottery",
        -0.00016384924
      ]
    ]
  },
  "One of the men who proposed this theory in a 1948 paper developed coordinates for null hypersurfaces named for himself and Sachs. Another of its proposers predicted a resonance in carbon-12 which allows": {
    "guess": "Brans-Dicke theory",
    "confidence": [
      [
        "Br",
        -1.3712945
      ],
      [
        "ans",
        -0.15743203
      ],
      [
        "-D",
        -0.053147834
      ],
      [
        "ic",
        -6.81397e-05
      ],
      [
        "ke",
        -1.9361265e-07
      ],
      [
        " theory",
        -0.038205814
      ]
    ]
  },
  "Some men in this work are ordered to destroy a grove sacred to Pan, but they refuse on the grounds that they believes their axes thrown at the trees will ricochet and lop off their necks. One of its central characters knocks on the door of a fisherman for a boat, but that fisherman is pissed because he rattles the roof tiles too much. A Greek man named Argus gets javelined in the groin during a siege on Masilla in this work which sees Sextus witness a prophecy about his father from a soldier who": {
    "guess": "The Golden Ass",
    "confidence": [
      [
        "The",
        -0.8987558
      ],
      [
        " Golden",
        -1.9019029
      ],
      [
        " Ass",
        -0.040549066
      ]
    ]
  },
  "One of the men depicted would die ten years later on the Gila River Indian Reservation after drinking himself to death. The event it depicts was ordered by Chandler Johnson and the difficulty in carrying": {
    "guess": "Battle of Cieneguilla",
    "confidence": [
      [
        "Battle",
        -1.367565
      ],
      [
        " of",
        -0.011071285
      ],
      [
        " C",
        -1.4408243
      ],
      [
        "ien",
        -0.22626509
      ],
      [
        "eg",
        -0.24315399
      ],
      [
        "u",
        -0.00040505143
      ],
      [
        "illa",
        -0.002544274
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In": {
    "guess": "Harbard",
    "confidence": [
      [
        "Har",
        -1.0233812
      ],
      [
        "bard",
        -0.014255887
      ]
    ]
  },
  "This man's memory for soccer facts made him a child prodigy and he was one of the more famous fans of Tottenham Hotspur. Peter Unger's famous essay \"Why I Do Not Exist\" addressed this man and his collaborator Graham Macdonald.  He clashed with Austin over veridical perception and introduced an edition of William James's The Meaning of Truth and Pragmatism, a philosophy he explored in his The Origins of Pragmatism.  More characteristic are his The Concept of a Person, editing the collection Logical Positivism, and a book challenged by Edmund Gettier, The Problem of Knowledge.  He used the verification": {
    "guess": "A. J. Ayer",
    "confidence": [
      [
        "A",
        -0.32891026
      ],
      [
        ".",
        -0.045075268
      ],
      [
        " J",
        -5.8126592e-05
      ],
      [
        ".",
        -3.464347e-05
      ],
      [
        " Ay",
        -0.00019924906
      ],
      [
        "er",
        -4.723352e-06
      ]
    ]
  },
  "One of the men who proposed this theory in a 1948 paper developed coordinates for null hypersurfaces named for himself and Sachs. Another of its proposers predicted a resonance in carbon-12 which allows the triple-alpha mechanism to work. An unrelated approximation of the same name applied to the concentration of the enzyme-substrate complex gives the Michaelis-Menten equation. That approximation sets time derivatives of intermediate concentrations to zero. The theory of this name allowed spontaneous": {
    "guess": "Dirac equation",
    "confidence": [
      [
        "Dir",
        -1.817453
      ],
      [
        "ac",
        -0.00046820738
      ],
      [
        " equation",
        -0.30962488
      ]
    ]
  },
  "Men involved in this battle asked each other who Mickie Mouse's girlfriend was after the aggressors of this battle infiltrated enemy ranks and sabotaged progress in Operation Greif. In this battle, the": {
    "guess": "Battle of the Bulge",
    "confidence": [
      [
        "Battle",
        -0.01138662
      ],
      [
        " of",
        -0.00034106473
      ],
      [
        " the",
        -0.019400349
      ],
      [
        " Bul",
        -0.00014239625
      ],
      [
        "ge",
        -5.9437833e-05
      ]
    ]
  },
  "The Mende and the Temne are the largest ethnic groups in this nation, and much of its commerce goes through": {
    "guess": "Sierra Leone",
    "confidence": [
      [
        "Si",
        -0.0009649384
      ],
      [
        "erra",
        -9.849109e-06
      ],
      [
        " Leone",
        -0.0018621186
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In the latter, the giant Vafthrudnir says that he is one of the two who will \"bring about a cessation of the killing,\" and in prose he appears in the Skaldskaparmal along with \"the Angry One.\"  In that work, he appears as the son of the giantess Jarnsaxa, one of Heimdall's nine mothers, and for this reason the gift of the horse Gullfaxi from his father arouses Odin's ire.  Having a giantess mother makes this god similar to Vidar and Vali, and like Hoder and Balder he is one of the \"second-generation\"": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.13311674
      ]
    ]
  },
  "One of the men who signed a bond that released Jefferson Davis from custody after the Civil War, he was appointed to a peace commission by Abraham Lincoln which was intended to fail due to his support of reaching a (+) compromise with the Confederacy. This man succeeded David S. Jackson as a member of the House of Representatives, and after he lost the popular vote in the 1872 Presidential Election": {
    "guess": "Horace Greeley",
    "confidence": [
      [
        "Hor",
        -0.2934807
      ],
      [
        "ace",
        -0.00068551017
      ],
      [
        " Gree",
        -0.0013859512
      ],
      [
        "ley",
        -2.1650272e-05
      ]
    ]
  },
  "He is mentioned in Plato's Alcibiades, where he is called a son of Oromadzes, while Plutarch compares him with Lycurgus and Numa Pompilius. He was said to have been born either by the river Ditya or Dhraja. According to legend, his first disciple was the Vishtaspa, the king of Bactria, though the Gathas make no mention of it. According to the Vendidad, Satan tries to get him to renounce his faith, while the Avestas describe him as a powerful Magus, fighting the forces of Ahriman. For 10 points --": {
    "guess": "Zarathustra",
    "confidence": [
      [
        "Z",
        -0.00487472
      ],
      [
        "ar",
        -0.4982042
      ],
      [
        "ath",
        -9.651017e-05
      ],
      [
        "ustr",
        -0.05219015
      ],
      [
        "a",
        -5.0497558e-05
      ]
    ]
  },
  "One of the men who proposed this theory in a 1948 paper developed coordinates for null hypersurfaces named for himself and Sachs. Another of its proposers predicted a resonance in carbon-12 which allows the triple-alpha mechanism to work. An unrelated approximation of the same name applied to the concentration of the enzyme-substrate complex gives the Michaelis-Menten equation. That approximation sets time derivatives of intermediate concentrations to zero. The theory of this name allowed spontaneous matter creation to uphold the perfect cosmological principle. FTP name this rival of Big Bang theory which held that the global properties of the Universe are unchanging.": {
    "guess": "Steady-state theory",
    "confidence": [
      [
        "St",
        -0.023465123
      ],
      [
        "ead",
        -2.7133641e-05
      ],
      [
        "y",
        -1.11603495e-05
      ],
      [
        "-state",
        -0.101027444
      ],
      [
        " theory",
        -0.32188737
      ]
    ]
  },
  "Some men in this work are ordered to destroy a grove sacred to Pan, but they refuse on the grounds that they believes their axes thrown at the trees will ricochet and lop off their necks. One of its central characters knocks on the door of a fisherman for a boat, but that fisherman is pissed because he rattles the roof tiles too much. A Greek man named Argus gets javelined in the groin during a siege on Masilla in this work which sees Sextus witness a prophecy about his father from a soldier who was brought back to life by the necrophiliac witch (*) Erichtho. Suburra is able to fan out Curio's legion, so that King Juba can completely massacre it early on in this work. Near its end, Cleopatra shows a Romantic interest in Julius Caesar, who feigned grief over Pompey's death. For 10 points, name this epic poem about a Roman Civil War by Lucan. [Ike]": {
    "guess": "Pharsalia",
    "confidence": [
      [
        "Ph",
        -0.19987468
      ],
      [
        "ars",
        -0.00031925782
      ],
      [
        "alia",
        -0.00017708084
      ]
    ]
  },
  "Memory is stored one-dimensionally without segmentation, and there is no distinction between instructions and data. There are no floating-point numbers, and data are stored in binary format. There is no": {
    "guess": "Von Neumann architecture",
    "confidence": [
      [
        "V",
        -1.0311073
      ],
      [
        "on",
        -0.003271707
      ],
      [
        " Ne",
        -0.002345442
      ],
      [
        "umann",
        -0.0007959277
      ],
      [
        " architecture",
        -0.01662614
      ]
    ]
  },
  "The men in this work speak \"of planting and rain, tractors and taxes\". Some neighbors are denounced as": {
    "guess": "The Lottery",
    "confidence": [
      [
        "The",
        -0.031829808
      ],
      [
        " Lottery",
        -0.09418591
      ]
    ]
  },
  "One of the men who signed a bond that released Jefferson Davis from custody after the Civil War, he was appointed to a peace commission by Abraham Lincoln which was intended to fail due to his support of reaching a (+) compromise with the Confederacy. This man succeeded David S. Jackson as a member of": {
    "guess": "Horace Greeley",
    "confidence": [
      [
        "Hor",
        -0.5911855
      ],
      [
        "ace",
        -0.0025505773
      ],
      [
        " Gree",
        -0.0053801993
      ],
      [
        "ley",
        -4.9186317e-05
      ]
    ]
  },
  "Men involved in this battle asked each other who Mickie Mouse's girlfriend was after the aggressors of this battle infiltrated enemy ranks and sabotaged progress in Operation Greif. In this battle, the Peipers, after capturing an enemy unit of 150 men, murdered 84 of them in an event known as the (*) Malmedy Massacre. The instigators of this offensive met fierce resistance in the city of Bastogne from": {
    "guess": "Battle of the Bulge",
    "confidence": [
      [
        "Battle",
        -0.0035650234
      ],
      [
        " of",
        -0.00016790217
      ],
      [
        " the",
        -0.0001876863
      ],
      [
        " Bul",
        -1.1637165e-05
      ],
      [
        "ge",
        -2.6060809e-05
      ]
    ]
  },
  "They are mentioned in Psalm 139, and according to legend, the most famous one belonged to Judah Loew": {
    "guess": "Golem",
    "confidence": [
      [
        "G",
        -0.02986654
      ],
      [
        "olem",
        -0.00057924655
      ]
    ]
  },
  "This man's memory for soccer facts made him a child prodigy and he was one of the more famous fans of Tottenham Hotspur. Peter Unger's famous essay \"Why I Do Not Exist\" addressed this man and his collaborator": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -1.9813427
      ],
      [
        " H",
        -0.64048547
      ],
      [
        "ume",
        -0.0064055505
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo a girl, who turned  him down and told him that four boys before him tried the exact same trick. Despite the \"whitening\" of the \"same trees\"  in this poem, the speaker notes that \"we, of that time, are no longer the same.\" After realizing that the \"voice,\" the \"bright  body,\" and the \"infinite eyes\" will be \"another's,\" its speaker lets the title objects fall \"to the soul like dew to the pasture.\"  The speaker of this poem remembers that \"I (*) kissed her again and again under the endless sky\" and": {
    "guess": "Pablo Neruda",
    "confidence": [
      [
        "P",
        -0.7998329
      ],
      [
        "ablo",
        -0.00030674142
      ],
      [
        " Ner",
        -1.4974867e-05
      ],
      [
        "uda",
        -0.00017970333
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In the latter, the giant Vafthrudnir says that he is one of the two who will \"bring about a cessation of the killing,\" and in prose he appears in the Skaldskaparmal along with \"the Angry One.\"  In that work, he appears as the son of the giantess Jarnsaxa, one of Heimdall's nine mothers, and for this reason the gift of the horse Gullfaxi from his father arouses Odin's ire.  Having a giantess mother makes": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.04759111
      ]
    ]
  },
  "One memorable scene sees the male protagonist taught his first words by a blind violinist whose forest hut he has stumbled upon. The stylized movements seen in the film \"Metropolis\" were imitated in the movements of the title character, memorably played by Elsa Lanchester. Lanchester is also seen portraying Mary Shelley in the prologue, which is followed by the film proper, in which Dr. Praetorius determines to create a mate for the creature created in an earlier film. Directed by James Whale, FTP,": {
    "guess": "The Bride of Frankenstein",
    "confidence": [
      [
        "The",
        -0.10105264
      ],
      [
        " Bride",
        -0.00040850835
      ],
      [
        " of",
        -0.00015395533
      ],
      [
        " Frank",
        -8.888114e-05
      ],
      [
        "enstein",
        -3.631232e-05
      ]
    ]
  },
  "Menestheus became king of Athens after slandering this figure, while for a time this figure was trapped in the underworld along with his friend Pirithous. This figure had originally traveled to the underworld to capture Persephone for his friend after they had kidnapped Helen, and on another famous journey, he defeated Cercyon in wrestling, stretched Sinis between his two trees, and placed Procrustes in his own torturous bed. This is, for 10  points, what hero who slew the Minotaur and caused his father's death by raising a black sail?": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0014011909
      ],
      [
        "us",
        -2.355753e-05
      ]
    ]
  },
  "In a Memorial Day address, this man stated that \"through our great good fortune, in our youth our hearts were touched with fire,\" which referred to his Civil War service. He wrote that \"the Fourteenth Amendment does not enact Mr. Herbert Spencer's Social Statics\" in his dissent in the case of Lochner v. New York. This author of (*) The Common Law wrote the majority opinion in the case of Schenck v. United States. For 10 points, name this Supreme Court justice who created the \"clear and present danger\"": {
    "guess": "Oliver Wendell Holmes Jr.",
    "confidence": [
      [
        "Ol",
        -0.0024171572
      ],
      [
        "iver",
        -1.5809293e-05
      ],
      [
        " Wend",
        -3.392825e-05
      ],
      [
        "ell",
        -6.647085e-05
      ],
      [
        " Holmes",
        -1.7954959e-05
      ],
      [
        " Jr",
        -1.504853e-06
      ],
      [
        ".",
        -4.179569e-05
      ]
    ]
  },
  "The Mende and the Temne are the largest ethnic groups in this nation, and much of its commerce goes through the Queen Elizabeth II Quay in its capital city. The capital of this country has a small population of people calling themselves Creoles, and they are disproportionately represented in this country's Parliament, which is located on Tower Hill. This country recently saw the election of Ernest Koroma as President, which followed the conclusion of this country's massive civil war in 2002. Like Angola, other problems faced by this country include a massive blood diamond industry. Bordered by Guinea and Liberia, this is, for 10 points, which country of Western Africa with capital at Freetown?": {
    "guess": "Sierra Leone",
    "confidence": [
      [
        "Si",
        -0.0010896162
      ],
      [
        "erra",
        -3.3093824e-05
      ],
      [
        " Leone",
        -0.0010786605
      ]
    ]
  },
  "She is mentioned in the faith chapter, Hebrews 11:31 for by faith she was not killed with those who were disobedient. She has heard what was done to the kings of Sihon and Og of the Ammorites, and asks for a sign from the men she hides under flax stalks, who tell her to tie the scarlet cord in her window.": {
    "guess": "Rahab",
    "confidence": [
      [
        "R",
        -0.024855928
      ],
      [
        "ah",
        -2.9994528e-05
      ],
      [
        "ab",
        -3.5313153e-06
      ]
    ]
  },
  "This man's memory for soccer facts made him a child prodigy and he was one of the more famous fans of Tottenham Hotspur. Peter Unger's famous essay \"Why I Do Not Exist\" addressed this man and his collaborator Graham Macdonald.  He clashed with Austin over veridical perception and introduced an edition of William James's The Meaning of Truth and Pragmatism, a philosophy he explored in his The Origins of Pragmatism.  More characteristic are his The Concept of a Person, editing the collection Logical": {
    "guess": "Peter Unger",
    "confidence": [
      [
        "Peter",
        -0.8908281
      ],
      [
        " U",
        -0.2818175
      ],
      [
        "nger",
        -2.9352968e-06
      ]
    ]
  },
  "In a Memorial Day address, this man stated that \"through our great good fortune, in our youth our hearts were touched with fire,\" which referred to his Civil War service. He wrote that \"the Fourteenth Amendment does not enact Mr. Herbert Spencer's Social Statics\" in his dissent in the case of Lochner v. New York. This author of (*) The Common Law wrote the majority opinion in the case of Schenck v. United States. For 10 points, name this Supreme Court justice who created the \"clear and present danger\" test for limiting free speech.": {
    "guess": "Oliver Wendell Holmes Jr.",
    "confidence": [
      [
        "Ol",
        -0.0037357067
      ],
      [
        "iver",
        -1.2590794e-05
      ],
      [
        " Wend",
        -4.561021e-05
      ],
      [
        "ell",
        -6.7662884e-05
      ],
      [
        " Holmes",
        -1.7954959e-05
      ],
      [
        " Jr",
        -2.8160932e-06
      ],
      [
        ".",
        -2.4391957e-05
      ]
    ]
  },
  "Some men in this work are ordered to destroy a grove sacred to Pan, but they refuse on the grounds that": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -1.0850804
      ],
      [
        " Golden",
        -0.58258694
      ],
      [
        " B",
        -0.028797252
      ],
      [
        "ough",
        -5.080963e-06
      ]
    ]
  },
  "Memory is stored one-dimensionally without segmentation, and there is no distinction between instructions": {
    "guess": "Von Neumann architecture",
    "confidence": [
      [
        "V",
        -1.0069954
      ],
      [
        "on",
        -0.00026193185
      ],
      [
        " Ne",
        -0.00013989297
      ],
      [
        "umann",
        -0.00063952693
      ],
      [
        " architecture",
        -0.017928664
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In the latter, the giant Vafthrudnir says that he is one of the two who will \"bring about a cessation of the killing,\" and in prose he appears in the Skaldskaparmal along with \"the Angry One.\"  In that work,": {
    "guess": "Njörðr",
    "confidence": [
      [
        "N",
        -0.7315854
      ],
      [
        "j",
        -0.030085534
      ],
      [
        "ör",
        -0.04908064
      ],
      [
        "ð",
        -0.0004653465
      ],
      [
        "r",
        -0.000728517
      ]
    ]
  },
  "Men involved in this battle asked each other who Mickie Mouse's girlfriend was after the aggressors of this battle infiltrated enemy ranks and sabotaged progress in Operation Greif. In this battle, the Peipers, after capturing an enemy unit of 150 men, murdered 84 of them in an event known as the (*)": {
    "guess": "Malmedy massacre",
    "confidence": [
      [
        "Mal",
        -0.40622544
      ],
      [
        "med",
        -4.143808e-05
      ],
      [
        "y",
        -4.8351892e-05
      ],
      [
        " massacre",
        -0.013049166
      ]
    ]
  },
  "The mention of the town of Toomsboro and the description of the killer's \"black, hearse-like automobile\" foreshadow the killings of six characters at the end of this short story. The snotty children June Star and John Wesley constantly abuse their parents and grandmother in this story, and the cat Pitty": {
    "guess": "A Good Man Is Hard to Find (short story)",
    "confidence": [
      [
        "A",
        -0.007133755
      ],
      [
        " Good",
        -0.0001978186
      ],
      [
        " Man",
        -4.3464544e-05
      ],
      [
        " Is",
        -0.0036048212
      ],
      [
        " Hard",
        -9.794062e-05
      ],
      [
        " to",
        -4.7040652e-05
      ],
      [
        " Find",
        -7.3458323e-06
      ],
      [
        " (",
        -0.021075586
      ],
      [
        "short",
        -0.00015335932
      ],
      [
        " story",
        -3.9888433e-05
      ],
      [
        ")",
        -1.7716551e-05
      ]
    ]
  },
  "These men lived in the Quirinal Palace, and some consider Linus to be the first of these. One holder of this position moved its headquarters to Avignon, and another fought Henry IV in the Investiture Controversy. The son of one of these is discussed in The Prince, while another formed the League of Cambrai,": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.24303779
      ],
      [
        "ope",
        -0.055987664
      ]
    ]
  },
  "One memorable scene sees the male protagonist taught his first words by a blind violinist whose forest hut he has stumbled upon. The stylized movements seen in the film \"Metropolis\" were imitated in the movements of the title character, memorably played by Elsa Lanchester. Lanchester is also seen portraying Mary Shelley in the prologue, which is followed by the film proper, in which Dr. Praetorius determines to create a mate for the creature created in an earlier film. Directed by James Whale, FTP, what is this film whose title figure is famous for her towering, lightning-streaked hair?": {
    "guess": "The Bride of Frankenstein",
    "confidence": [
      [
        "The",
        -0.32812586
      ],
      [
        " Bride",
        -0.6331671
      ],
      [
        " of",
        -0.0003740695
      ],
      [
        " Frank",
        -7.576874e-05
      ],
      [
        "enstein",
        -9.186123e-05
      ]
    ]
  },
  "These men lived in the Quirinal Palace, and some consider Linus to be the first of these. One holder of this position moved its headquarters to Avignon, and another fought Henry IV in the Investiture Controversy. The son of one of these is discussed in The Prince, while another formed the League of Cambrai, was known as \"the Warrior [This]\", and had his tomb (*) designed by Michelangelo. Held by Rodrigo": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.20917086
      ],
      [
        "ope",
        -0.036858063
      ]
    ]
  },
  "The mention of the town of Toomsboro and the description of the killer's \"black, hearse-like automobile\" foreshadow the killings of six characters at the end of this short story. The snotty children June": {
    "guess": "A Good Man Is Hard to Find (short story)",
    "confidence": [
      [
        "A",
        -0.085135885
      ],
      [
        " Good",
        -0.0027348588
      ],
      [
        " Man",
        -7.827201e-05
      ],
      [
        " Is",
        -0.0075523206
      ],
      [
        " Hard",
        -3.166338e-05
      ],
      [
        " to",
        -0.00011653639
      ],
      [
        " Find",
        -3.297462e-05
      ],
      [
        " (",
        -0.030442785
      ],
      [
        "short",
        -0.0004766672
      ],
      [
        " story",
        -4.7040652e-05
      ],
      [
        ")",
        -1.0325924e-05
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo": {
    "guess": "Other Septembers, Many Americas",
    "confidence": [
      [
        "Other",
        -0.5296026
      ],
      [
        " Sept",
        -0.012058888
      ],
      [
        "embers",
        -0.0013228576
      ],
      [
        ",",
        -0.026434401
      ],
      [
        " Many",
        -0.002017025
      ],
      [
        " Americas",
        -0.0010331686
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo a girl, who turned  him down and told him that four boys before him tried the exact same trick. Despite the \"whitening\" of the \"same trees\"  in this poem, the speaker notes that \"we, of that time, are": {
    "guess": "Elegy Written in a Country Churchyard",
    "confidence": [
      [
        "E",
        -0.23524857
      ],
      [
        "leg",
        -0.0009691068
      ],
      [
        "y",
        -0.00065310515
      ],
      [
        " Written",
        -0.028587589
      ],
      [
        " in",
        -0.00010926496
      ],
      [
        " a",
        -0.00028052396
      ],
      [
        " Country",
        -0.0002160531
      ],
      [
        " Church",
        -0.00010473523
      ],
      [
        "yard",
        -1.0325924e-05
      ]
    ]
  },
  "She is mentioned in the faith chapter, Hebrews 11:31 for by faith she was not killed with those who were disobedient. She has heard what was done to the kings of Sihon and Og of the Ammorites, and asks": {
    "guess": "Rahab",
    "confidence": [
      [
        "R",
        -0.02862988
      ],
      [
        "ah",
        -0.00012892624
      ],
      [
        "ab",
        -4.4849444e-06
      ]
    ]
  },
  "These men lived in the Quirinal Palace, and some consider Linus to be the first of these. One holder of this position moved its headquarters to Avignon, and another fought Henry IV in the Investiture Controversy.": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.17526963
      ],
      [
        "ope",
        -0.4387776
      ]
    ]
  },
  "One of the men killed in the murder at the center of this novel was an old classmate of the protagonist, but both later move from Siriana to the village of Ilmorog.  That friend, Chui, was one of the brewery directors who died in the arson incident being investigated by Inspector Godfrey.  Among the interrogated victims are the destitute shop owner, and Karega, who the main character tries to save": {
    "guess": "Devil on the Cross",
    "confidence": [
      [
        "Dev",
        -1.0899968
      ],
      [
        "il",
        -0.0025373714
      ],
      [
        " on",
        -0.00062332256
      ],
      [
        " the",
        -0.000111410634
      ],
      [
        " Cross",
        -0.00058829866
      ]
    ]
  },
  "She is mentioned in the faith chapter, Hebrews 11:31 for by faith she was not killed with those who were disobedient. She has heard what was done to the kings of Sihon and Og of the Ammorites, and asks for a sign from the men she hides under flax stalks, who tell her to tie the scarlet cord in her window. For 10 points-- name this prostitute who first appears in the book of Joshua and who with her family is saved after she lowers the Israeli spies over the wall of Jericho.": {
    "guess": "Rahab",
    "confidence": [
      [
        "R",
        -0.057396203
      ],
      [
        "ah",
        -0.000134052
      ],
      [
        "ab",
        -4.00813e-06
      ]
    ]
  },
  "She is mentioned in the faith chapter, Hebrews 11:31 for by faith she was not killed with those who were": {
    "guess": "Rahab",
    "confidence": [
      [
        "R",
        -0.0418021
      ],
      [
        "ah",
        -1.8074163e-05
      ],
      [
        "ab",
        -7.9418505e-06
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo a girl, who turned  him down and told him that four boys before him tried the exact same trick. Despite the \"whitening\" of the \"same trees\"  in this poem, the speaker notes that \"we, of that time, are no longer the same.\" After realizing that the \"voice,\" the \"bright  body,\" and the \"infinite eyes\" will be \"another's,\" its speaker lets the title objects fall \"to the soul like dew to the pasture.\"  The speaker of this poem remembers that \"I (*) kissed her again and again under the endless sky\" and \"held her in my arms,\"  noting \"I loved her, and sometimes she loved me too...she loved me, sometimes I loved her too.\" Its speaker provides, as an  example of the title object, the sentence \"The night is starry and the stars are blue and shiver in the/distance.\" For 10 points, name  this twentieth love poem in a collection by Neruda, whose speaker puts his melancholy thoughts to verse.": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -0.68072236
      ],
      [
        " Love",
        -0.037884828
      ],
      [
        " Po",
        -0.00037597676
      ],
      [
        "ems",
        -0.00027242178
      ],
      [
        " and",
        -4.20341e-05
      ],
      [
        " a",
        -0.0015891312
      ],
      [
        " Song",
        -0.0001375089
      ],
      [
        " of",
        -0.00018161058
      ],
      [
        " Des",
        -5.2047206e-05
      ],
      [
        "pair",
        -6.9882217e-06
      ]
    ]
  },
  "Men involved in this battle asked each other who Mickie Mouse's girlfriend was after the aggressors of this battle infiltrated enemy ranks and sabotaged progress in Operation Greif. In this battle, the Peipers, after capturing an enemy unit of 150 men, murdered 84 of them in an event known as the (*) Malmedy Massacre. The instigators of this offensive met fierce resistance in the city of Bastogne from a small force led by Brigadier General McAuliffe, who, when asked to surrender, cried \"Nuts!\" before being relieved by General Patton's Third Army. For ten points, name this last German offensive": {
    "guess": "Battle of the Bulge",
    "confidence": [
      [
        "Battle",
        -0.0017707354
      ],
      [
        " of",
        -0.00044342037
      ],
      [
        " the",
        -0.0001592003
      ],
      [
        " Bul",
        -1.4498052e-05
      ],
      [
        "ge",
        -5.3358446e-05
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In the latter, the giant Vafthrudnir says that he is one of the two who will \"bring about a cessation of the killing,\" and in prose he appears in the Skaldskaparmal along with \"the Angry One.\"  In that work, he appears as the son of the giantess Jarnsaxa, one of Heimdall's nine mothers, and for this reason the gift of the horse Gullfaxi from his father arouses Odin's ire.  Having a giantess mother makes this god similar to Vidar and Vali, and like Hoder and Balder he is one of the \"second-generation\" gods who will survive Ragnarok.  Before that, his only major feat is the rescue of his father as": {
    "guess": "Magni",
    "confidence": [
      [
        "Magn",
        -0.83031666
      ],
      [
        "i",
        -0.0014560705
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In the latter, the giant Vafthrudnir says that he is one of the two who will \"bring about a cessation of the killing,\" and in prose he appears in the Skaldskaparmal along with \"the Angry One.\"  In that work, he appears as the son of the giantess Jarnsaxa, one of Heimdall's nine mothers, and for this reason the gift of the horse Gullfaxi from his father arouses Odin's ire.  Having a giantess mother makes this god similar to Vidar and Vali, and like Hoder and Balder he is one of the \"second-generation\" gods who will survive Ragnarok.  Before that, his only major feat is the rescue of his father as the latter lies pinned under the leg of a giant he has just killed.  Appearing in the skaldic Thorsdrapa, FTP, identify this son of Thor and brother of Modi who is known as \"the Strong\" and who will wield Mjollnir when Thor falls at Ragnarok.": {
    "guess": "Magni",
    "confidence": [
      [
        "Magn",
        -0.019993775
      ],
      [
        "i",
        -0.00043436454
      ]
    ]
  },
  "This man's memory for soccer facts made him a child prodigy and he was one of the more famous fans of Tottenham Hotspur. Peter Unger's famous essay \"Why I Do Not Exist\" addressed this man and his collaborator Graham Macdonald.  He clashed with Austin over veridical perception and introduced an edition of William James's The Meaning of Truth and Pragmatism, a philosophy he explored in his The Origins of Pragmatism.  More characteristic are his The Concept of a Person, editing the collection Logical Positivism, and a book challenged by Edmund Gettier, The Problem of Knowledge.  He used the verification principle to reject the truth of metaphysical statements in favor of emotivism using the three": {
    "guess": "A. J. Ayer",
    "confidence": [
      [
        "A",
        -0.05578811
      ],
      [
        ".",
        -0.021094607
      ],
      [
        " J",
        -2.3915141e-05
      ],
      [
        ".",
        -6.5994034e-05
      ],
      [
        " Ay",
        -4.012684e-05
      ],
      [
        "er",
        -3.0545007e-06
      ]
    ]
  },
  "One of the men who proposed this theory in a 1948 paper developed coordinates for null hypersurfaces named for himself and Sachs. Another of its proposers predicted a resonance in carbon-12 which allows the triple-alpha mechanism to work. An unrelated approximation of the same name applied to the concentration": {
    "guess": "Black hole perturbation theory",
    "confidence": [
      [
        "Black",
        -2.296072
      ],
      [
        " hole",
        -0.5487186
      ],
      [
        " pert",
        -0.5248026
      ],
      [
        "urbation",
        -0.0017104017
      ],
      [
        " theory",
        -0.00211612
      ]
    ]
  },
  "One of the men who signed a bond that released Jefferson Davis from custody after the Civil War, he was appointed to a peace commission by Abraham Lincoln which was intended to fail due to his support of reaching a (+) compromise with the Confederacy. This man succeeded David S. Jackson as a member of the House of Representatives, and after he lost the popular vote in the 1872 Presidential Election to (*) Ulysses S. Grant, this man died. For 10 points, name this man who also founded the New York": {
    "guess": "Horace Greeley",
    "confidence": [
      [
        "Hor",
        -0.1409577
      ],
      [
        "ace",
        -0.007799203
      ],
      [
        " Gree",
        -0.0037541247
      ],
      [
        "ley",
        -5.1928004e-05
      ]
    ]
  },
  "One of the men who signed a bond that released Jefferson Davis from custody after the Civil War, he was appointed to a peace commission by Abraham Lincoln which was intended to fail due to his support of reaching a (+) compromise with the Confederacy. This man succeeded David S. Jackson as a member of the House of Representatives, and after he lost the popular vote in the 1872 Presidential Election to (*) Ulysses S. Grant, this man died. For 10 points, name this man who also founded the New York Tribune, though it is disputed if he actually said \"Go west, young man.\"": {
    "guess": "Horace Greeley",
    "confidence": [
      [
        "Hor",
        -0.0064314986
      ],
      [
        "ace",
        -7.922564e-05
      ],
      [
        " Gree",
        -0.00026443513
      ],
      [
        "ley",
        -4.4894987e-05
      ]
    ]
  },
  "This man's memory for soccer facts made him a child prodigy and he was one of the more famous fans of Tottenham Hotspur. Peter Unger's famous essay \"Why I Do Not Exist\" addressed this man and his collaborator Graham Macdonald.  He clashed with Austin over veridical perception and introduced an edition": {
    "guess": "Peter Unger",
    "confidence": [
      [
        "Peter",
        -1.7407973
      ],
      [
        " U",
        -0.04292085
      ],
      [
        "nger",
        -1.0564331e-05
      ]
    ]
  },
  "He is mentioned in Plato's Alcibiades, where he is called a son of Oromadzes, while Plutarch compares him with Lycurgus and Numa Pompilius. He was said to have been born either by the river Ditya or Dhraja. According to legend, his first disciple was the Vishtaspa, the king of Bactria, though the Gathas": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.011813993
      ],
      [
        "oro",
        -0.4423849
      ],
      [
        "aster",
        -0.00013929696
      ]
    ]
  },
  "One of the men depicted would die ten years later on the Gila River Indian Reservation after drinking himself to death. The event it depicts was ordered by Chandler Johnson and the difficulty in carrying out this event caused Rene Gagnon and John Bradley to come the aid of the original group. Robert Denig attempted to learn the identities of the men depicted and Gagnon initially refused to name Ira": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.010771428
      ],
      [
        "aising",
        -0.00054552656
      ],
      [
        " the",
        -0.0010359067
      ],
      [
        " Flag",
        -0.008637377
      ],
      [
        " on",
        -0.0015220029
      ],
      [
        " I",
        -9.4914985e-06
      ],
      [
        "wo",
        -1.867018e-05
      ],
      [
        " J",
        -1.5809293e-05
      ],
      [
        "ima",
        -7.13582e-05
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In the latter, the giant Vafthrudnir says that he is one of the two who will \"bring about a cessation of": {
    "guess": "Njörðr",
    "confidence": [
      [
        "N",
        -0.81899065
      ],
      [
        "j",
        -0.08729947
      ],
      [
        "ör",
        -0.016812302
      ],
      [
        "ð",
        -0.00033320097
      ],
      [
        "r",
        -0.0017674086
      ]
    ]
  },
  "One memorable scene sees the male protagonist taught his first words by a blind violinist whose forest hut he has stumbled upon. The stylized movements seen in the film \"Metropolis\" were imitated in the movements of the title character, memorably played by Elsa Lanchester. Lanchester is also seen portraying Mary Shelley in the prologue, which is followed by the film proper, in which Dr. Praetorius": {
    "guess": "The Blue Angel",
    "confidence": [
      [
        "The",
        -0.3799492
      ],
      [
        " Blue",
        -1.1246895
      ],
      [
        " Angel",
        -0.073828734
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo a girl, who turned  him down and told him that four boys before him tried the exact same trick. Despite the \"whitening\" of the \"same trees\"  in this poem, the speaker notes that \"we, of that time, are no longer the same.\" After realizing that the \"voice,\" the \"bright  body,\" and the \"infinite eyes\" will be \"another's,\" its speaker lets the title objects fall \"to the soul like dew to the pasture.\"  The speaker of this poem remembers that \"I (*) kissed her again and again under the endless sky\" and \"held her in my arms,\"  noting \"I loved her, and sometimes she loved me too...she loved me, sometimes": {
    "guess": "Pablo Neruda",
    "confidence": [
      [
        "P",
        -0.60027593
      ],
      [
        "ablo",
        -0.00025394888
      ],
      [
        " Ner",
        -0.00022284771
      ],
      [
        "uda",
        -0.00025752498
      ]
    ]
  },
  "Memory is stored one-dimensionally without segmentation, and there is no distinction between instructions and data. There are no floating-point numbers, and data are stored in binary format. There is no indirect or indexed addressing. Three registers are used for arithmetic, and alternates instruction and execution cycles. FTP, name this computer architecture, named for the mathematician who also established the standard formulation for quantum mechanics and proved the minimax theorem in game theory.": {
    "guess": "Von Neumann architecture",
    "confidence": [
      [
        "V",
        -0.24997054
      ],
      [
        "on",
        -8.8165914e-05
      ],
      [
        " Ne",
        -0.00020580526
      ],
      [
        "umann",
        -0.00030483783
      ],
      [
        " architecture",
        -0.040517367
      ]
    ]
  },
  "In a Memorial Day address, this man stated that \"through our great good fortune, in our youth our hearts": {
    "guess": "Oliver Wendell Holmes Jr.",
    "confidence": [
      [
        "Ol",
        -0.024700796
      ],
      [
        "iver",
        -1.8624639e-06
      ],
      [
        " Wend",
        -8.5781845e-05
      ],
      [
        "ell",
        -6.81397e-05
      ],
      [
        " Holmes",
        -1.0445127e-05
      ],
      [
        " Jr",
        -3.7742768e-05
      ],
      [
        ".",
        -3.4166656e-05
      ]
    ]
  },
  "Menestheus became king of Athens after slandering this figure, while for a time this figure was trapped in the underworld along with his friend Pirithous. This figure had originally traveled to the underworld to capture Persephone for his friend after they had kidnapped Helen, and on another famous journey, he defeated Cercyon in wrestling, stretched Sinis between his two trees, and placed Procrustes in his own torturous bed. This is, for 10  points, what hero who slew the Minotaur and caused his": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0019232794
      ],
      [
        "us",
        -5.50273e-05
      ]
    ]
  },
  "Some men in this work are ordered to destroy a grove sacred to Pan, but they refuse on the grounds that they believes their axes thrown at the trees will ricochet and lop off their necks. One of its central characters knocks on the door of a fisherman for a boat, but that fisherman is pissed because he rattles the roof tiles too much. A Greek man named Argus gets javelined in the groin during a siege on Masilla in this work which sees Sextus witness a prophecy about his father from a soldier who was brought back to life by the necrophiliac witch (*) Erichtho. Suburra is able to fan out Curio's legion, so that King Juba can completely massacre it early on in this work. Near its end, Cleopatra": {
    "guess": "Pharsalia",
    "confidence": [
      [
        "Ph",
        -0.25817704
      ],
      [
        "ars",
        -0.0005010856
      ],
      [
        "alia",
        -0.0031028502
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo a girl, who turned  him down and told him that four boys before him tried the exact same trick. Despite the \"whitening\" of the \"same trees\"  in this poem, the speaker notes that \"we, of that time, are no longer the same.\" After realizing that the \"voice,\" the \"bright  body,\" and the \"infinite eyes\"": {
    "guess": "Elegy Written in a Country Churchyard",
    "confidence": [
      [
        "E",
        -0.21930572
      ],
      [
        "leg",
        -0.00042567
      ],
      [
        "y",
        -0.0008848958
      ],
      [
        " Written",
        -0.02139022
      ],
      [
        " in",
        -0.00011749002
      ],
      [
        " a",
        -0.0002969704
      ],
      [
        " Country",
        -0.00021557629
      ],
      [
        " Church",
        -0.00012856863
      ],
      [
        "yard",
        -1.27099975e-05
      ]
    ]
  },
  "Menestheus became king of Athens after slandering this figure, while for a time this figure was trapped in the underworld along with his friend Pirithous. This figure had originally traveled to the underworld": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.6808829
      ],
      [
        "us",
        -0.0003480978
      ]
    ]
  },
  "He is mentioned in Plato's Alcibiades, where he is called a son of Oromadzes, while Plutarch compares him with Lycurgus and Numa Pompilius. He was said to have been born either by the river Ditya or Dhraja. According to legend, his first disciple was the Vishtaspa, the king of Bactria, though the Gathas make no mention of it. According to the Vendidad, Satan tries to get him to renounce his faith,": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.027880084
      ],
      [
        "oro",
        -0.23519523
      ],
      [
        "aster",
        -0.081122465
      ]
    ]
  },
  "Men involved in this battle asked each other who Mickie Mouse's girlfriend was after the aggressors of this battle infiltrated enemy ranks and sabotaged progress in Operation Greif. In this battle, the Peipers, after capturing an enemy unit of 150 men, murdered 84 of them in an event known as the (*) Malmedy Massacre. The instigators of this offensive met fierce resistance in the city of Bastogne from a small force led by Brigadier General McAuliffe, who, when asked to surrender, cried \"Nuts!\" before": {
    "guess": "Battle of the Bulge",
    "confidence": [
      [
        "Battle",
        -0.0116380965
      ],
      [
        " of",
        -0.00014609157
      ],
      [
        " the",
        -0.00024144349
      ],
      [
        " Bul",
        -8.041768e-05
      ],
      [
        "ge",
        -3.3213026e-05
      ]
    ]
  },
  "Menestheus became king of Athens after slandering this figure, while for a time this figure was trapped in the underworld along with his friend Pirithous. This figure had originally traveled to the underworld to capture Persephone for his friend after they had kidnapped Helen, and on another famous journey, he defeated Cercyon in wrestling, stretched Sinis between his two trees, and placed Procrustes": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0018595108
      ],
      [
        "us",
        -6.909333e-05
      ]
    ]
  },
  "The men in this work speak \"of planting and rain, tractors and taxes\". Some neighbors are denounced as a \"pack of crazy old fools\" to Mr. and Mrs. Adams by Old Man Warner. Earlier, Bobby Martin and Dickie Dell-a-croy are spotted playing, and some wooden chips were previously housed in Mr. Graves' barn before being replaced by paper, as per the orders to the local coal entrepreneur. That character, Mr. Summers, later brings out a three-legged stool on June 27th and puts a black box on the stool. Townspeople like the Dunbars are relieved that they don't meet the fate of Tessie Hutchinson, who draws": {
    "guess": "The Lottery",
    "confidence": [
      [
        "The",
        -0.008582782
      ],
      [
        " Lottery",
        -0.0001170132
      ]
    ]
  },
  "The mention of the town of Toomsboro and the description of the killer's \"black, hearse-like automobile\" foreshadow the killings of six characters at the end of this short story. The snotty children June Star and John Wesley constantly abuse their parents and grandmother in this story, and the cat Pitty Sing causes a car crash when it springs from a picnic basket. The killer in this story says his": {
    "guess": "A Good Man Is Hard to Find (short story)",
    "confidence": [
      [
        "A",
        -0.0042314283
      ],
      [
        " Good",
        -0.0005897291
      ],
      [
        " Man",
        -3.3093824e-05
      ],
      [
        " Is",
        -0.0014408308
      ],
      [
        " Hard",
        -0.00010258956
      ],
      [
        " to",
        -4.561021e-05
      ],
      [
        " Find",
        -2.0458236e-05
      ],
      [
        " (",
        -0.026005205
      ],
      [
        "short",
        -0.0003358198
      ],
      [
        " story",
        -3.23786e-05
      ],
      [
        ")",
        -1.5809293e-05
      ]
    ]
  },
  "They are mentioned in Psalm 139, and according to legend, the most famous one belonged to Judah Loew ben Bezulel of Prague. One tradition says that they can be brought to life by writing the Hebrew word": {
    "guess": "Golem",
    "confidence": [
      [
        "G",
        -0.0039502867
      ],
      [
        "olem",
        -0.086855635
      ]
    ]
  },
  "One of the men who signed a bond that released Jefferson Davis from custody after the Civil War, he was appointed to a peace commission by Abraham Lincoln which was intended to fail due to his support": {
    "guess": "Horace Greeley",
    "confidence": [
      [
        "Hor",
        -0.6092484
      ],
      [
        "ace",
        -0.0016832745
      ],
      [
        " Gree",
        -0.0010971187
      ],
      [
        "ley",
        -5.443128e-05
      ]
    ]
  },
  "This man's memory for soccer facts made him a child prodigy and he was one of the more famous fans of Tottenham Hotspur. Peter Unger's famous essay \"Why I Do Not Exist\" addressed this man and his collaborator Graham Macdonald.  He clashed with Austin over veridical perception and introduced an edition of William James's The Meaning of Truth and Pragmatism, a philosophy he explored in his The Origins of Pragmatism.  More characteristic are his The Concept of a Person, editing the collection Logical Positivism, and a book challenged by Edmund Gettier, The Problem of Knowledge.  He used the verification principle to reject the truth of metaphysical statements in favor of emotivism using the three title concepts of his most famous work. FTP, identify this English supporter of the Vienna Circle who wrote Language, Truth and Logic.": {
    "guess": "A. J. Ayer",
    "confidence": [
      [
        "A",
        -0.0077047
      ],
      [
        ".",
        -0.018672619
      ],
      [
        " J",
        -1.2233183e-05
      ],
      [
        ".",
        -2.4749568e-05
      ],
      [
        " Ay",
        -2.3915141e-05
      ],
      [
        "er",
        -2.577686e-06
      ]
    ]
  },
  "One memorable scene sees the male protagonist taught his first words by a blind violinist whose forest": {
    "guess": "The Piano",
    "confidence": [
      [
        "The",
        -0.30766886
      ],
      [
        " Piano",
        -0.115156844
      ]
    ]
  },
  "One memorable scene sees the male protagonist taught his first words by a blind violinist whose forest hut he has stumbled upon. The stylized movements seen in the film \"Metropolis\" were imitated in the": {
    "guess": "The Cabinet of Dr. Caligari",
    "confidence": [
      [
        "The",
        -0.959782
      ],
      [
        " Cabinet",
        -0.306792
      ],
      [
        " of",
        -4.7159858e-05
      ],
      [
        " Dr",
        -0.0011387886
      ],
      [
        ".",
        -0.00019650738
      ],
      [
        " Cal",
        -0.00011272187
      ],
      [
        "ig",
        -0.0005301566
      ],
      [
        "ari",
        -3.5954712e-05
      ]
    ]
  },
  "One of the men depicted would die ten years later on the Gila River Indian Reservation after drinking himself to death. The event it depicts was ordered by Chandler Johnson and the difficulty in carrying out this event caused Rene Gagnon and John Bradley to come the aid of the original group. Robert Denig attempted to learn the identities of the men depicted and Gagnon initially refused to name Ira Hayes. Used by the Treasury department to raise over 200 million dollars, this work was used by Felix": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.011143553
      ],
      [
        "aising",
        -4.954393e-05
      ],
      [
        " the",
        -0.0013082138
      ],
      [
        " Flag",
        -0.0019580135
      ],
      [
        " on",
        -0.00068431813
      ],
      [
        " I",
        -1.6240566e-06
      ],
      [
        "wo",
        -1.4855664e-05
      ],
      [
        " J",
        -2.0100624e-05
      ],
      [
        "ima",
        -7.9702455e-05
      ]
    ]
  },
  "One of the men killed in the murder at the center of this novel was an old classmate of the protagonist, but both later move from Siriana to the village of Ilmorog.  That friend, Chui, was one of the brewery directors who died in the arson incident being investigated by Inspector Godfrey.  Among the interrogated victims are the destitute shop owner, and Karega, who the main character tries to save from the wiles of the prostitute Wanja.  Centering on the post-Mau Mau tensions of modern Kenya, FTP, identify this novel that tells the story of headmaster Munira, the most famous work of Ngugi Wa Thiong'o.": {
    "guess": "A Grain of Wheat",
    "confidence": [
      [
        "A",
        -0.4091516
      ],
      [
        " Grain",
        -0.0006828877
      ],
      [
        " of",
        -5.705376e-05
      ],
      [
        " Wheat",
        -3.7742768e-05
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In the latter, the giant Vafthrudnir says that he is one of the two who will \"bring about a cessation of the killing,\" and in prose he appears in the Skaldskaparmal along with \"the Angry One.\"  In that work, he appears as the son of the giantess Jarnsaxa, one of Heimdall's nine mothers, and for this reason": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.016551105
      ]
    ]
  },
  "In a Memorial Day address, this man stated that \"through our great good fortune, in our youth our hearts were touched with fire,\" which referred to his Civil War service. He wrote that \"the Fourteenth Amendment does not enact Mr. Herbert Spencer's Social Statics\" in his dissent in the case of Lochner v. New York. This author of (*) The Common Law wrote the majority opinion in the case of Schenck v.": {
    "guess": "Oliver Wendell Holmes Jr.",
    "confidence": [
      [
        "Ol",
        -0.004535981
      ],
      [
        "iver",
        -1.5809293e-05
      ],
      [
        " Wend",
        -5.5861725e-05
      ],
      [
        "ell",
        -7.2192626e-05
      ],
      [
        " Holmes",
        -2.0219828e-05
      ],
      [
        " Jr",
        -1.504853e-06
      ],
      [
        ".",
        -8.9119545e-05
      ]
    ]
  },
  "The men in this work speak \"of planting and rain, tractors and taxes\". Some neighbors are denounced as a \"pack of crazy old fools\" to Mr. and Mrs. Adams by Old Man Warner. Earlier, Bobby Martin and Dickie Dell-a-croy are spotted playing, and some wooden chips were previously housed in Mr. Graves' barn before being replaced by paper, as per the orders to the local coal entrepreneur. That character,": {
    "guess": "The Lottery",
    "confidence": [
      [
        "The",
        -0.00235293
      ],
      [
        " Lottery",
        -7.302705e-05
      ]
    ]
  },
  "The mention of the town of Toomsboro and the description of the killer's \"black, hearse-like automobile\"": {
    "guess": "A Good Man Is Hard to Find (short story)",
    "confidence": [
      [
        "A",
        -0.03712402
      ],
      [
        " Good",
        -0.032568324
      ],
      [
        " Man",
        -8.6735476e-05
      ],
      [
        " Is",
        -0.011786191
      ],
      [
        " Hard",
        -4.596782e-05
      ],
      [
        " to",
        -0.00023464888
      ],
      [
        " Find",
        -3.106736e-05
      ],
      [
        " (",
        -0.16037746
      ],
      [
        "short",
        -0.0008248722
      ],
      [
        " story",
        -8.351697e-05
      ],
      [
        ")",
        -9.133887e-06
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo a girl, who turned  him down and told him that four boys before him tried the exact same trick. Despite the \"whitening\" of the \"same trees\"  in this poem, the speaker notes that \"we, of that time, are no longer the same.\" After realizing that the \"voice,\" the \"bright  body,\" and the \"infinite eyes\" will be \"another's,\" its speaker lets the title objects fall \"to the soul like dew to the pasture.\"  The speaker of this poem remembers that \"I (*) kissed her again and again under the endless sky\" and \"held her in my arms,\"  noting \"I loved her, and sometimes she loved me too...she loved me, sometimes I loved her too.\" Its speaker provides, as an  example of the title object, the sentence \"The night": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -1.0857801
      ],
      [
        " Love",
        -0.010376387
      ],
      [
        " Po",
        -0.00035238542
      ],
      [
        "ems",
        -0.00013667447
      ],
      [
        " and",
        -2.0100624e-05
      ],
      [
        " a",
        -0.0021327755
      ],
      [
        " Song",
        -6.2656334e-05
      ],
      [
        " of",
        -7.433829e-05
      ],
      [
        " Des",
        -1.8193366e-05
      ],
      [
        "pair",
        -4.246537e-06
      ]
    ]
  },
  "Some men in this work are ordered to destroy a grove sacred to Pan, but they refuse on the grounds that they believes their axes thrown at the trees will ricochet and lop off their necks. One of its central characters knocks on the door of a fisherman for a boat, but that fisherman is pissed because he rattles the roof tiles too much. A Greek man named Argus gets javelined in the groin during a siege on Masilla in this work which sees Sextus witness a prophecy about his father from a soldier who was brought back to life by the necrophiliac witch (*) Erichtho. Suburra is able to fan out Curio's legion, so that King Juba can completely massacre it early on in this work. Near its end, Cleopatra shows a Romantic interest in Julius Caesar, who feigned grief over Pompey's death. For 10 points, name": {
    "guess": "The Civil War (Lucan)",
    "confidence": [
      [
        "The",
        -0.76908886
      ],
      [
        " Civil",
        -0.5399566
      ],
      [
        " War",
        -0.47453943
      ],
      [
        " (",
        -0.09816745
      ],
      [
        "Luc",
        -0.2179747
      ],
      [
        "an",
        -0.0013222652
      ],
      [
        ")",
        -0.0015932922
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo a girl, who turned  him down and told him that four boys before him tried the exact same trick. Despite the \"whitening\" of the \"same trees\"  in this poem, the speaker notes that \"we, of that time, are no longer the same.\" After realizing that the \"voice,\" the \"bright  body,\" and the \"infinite eyes\" will be \"another's,\" its speaker lets the title objects fall \"to the soul like dew to the pasture.\"  The speaker of this poem remembers that \"I (*) kissed her again and again under the endless sky\" and \"held her in my arms,\"  noting \"I loved her, and sometimes she loved me too...she loved me, sometimes I loved her too.\" Its speaker provides, as an  example of the title object, the sentence \"The night is starry and the stars are blue and shiver in the/distance.\" For 10 points, name  this twentieth": {
    "guess": "Pablo Neruda",
    "confidence": [
      [
        "P",
        -0.55132973
      ],
      [
        "ablo",
        -0.0009823163
      ],
      [
        " Ner",
        -0.004512839
      ],
      [
        "uda",
        -0.000635474
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo a girl, who turned  him down and told him that four boys before him tried the exact same trick. Despite the \"whitening\" of the \"same trees\"  in this poem, the speaker notes that \"we, of that time, are no longer the same.\" After realizing that the \"voice,\" the \"bright  body,\" and the \"infinite eyes\" will be \"another's,\" its speaker lets the title objects fall \"to the soul like dew to the pasture.\"": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -0.9353989
      ],
      [
        " Love",
        -0.0058624283
      ],
      [
        " Po",
        -0.00020270597
      ],
      [
        "ems",
        -7.564953e-05
      ],
      [
        " and",
        -2.0219828e-05
      ],
      [
        " a",
        -0.0036333273
      ],
      [
        " Song",
        -9.972867e-05
      ],
      [
        " of",
        -0.00010735771
      ],
      [
        " Des",
        -2.939851e-05
      ],
      [
        "pair",
        -6.392203e-06
      ]
    ]
  },
  "The men in this work speak \"of planting and rain, tractors and taxes\". Some neighbors are denounced as a \"pack of crazy old fools\" to Mr. and Mrs. Adams by Old Man Warner. Earlier, Bobby Martin and Dickie Dell-a-croy are spotted playing, and some wooden chips were previously housed in Mr. Graves' barn before being replaced by paper, as per the orders to the local coal entrepreneur. That character, Mr. Summers, later brings out a three-legged stool on June 27th and puts a black box on the stool. Townspeople like the Dunbars are relieved that they don't meet the fate of Tessie Hutchinson, who draws a slip of paper with a black spot on it. Name this short story in which Tessie is stoned to death": {
    "guess": "The Lottery",
    "confidence": [
      [
        "The",
        -0.028530471
      ],
      [
        " Lottery",
        -0.000116894
      ]
    ]
  },
  "Some men in this work are ordered to destroy a grove sacred to Pan, but they refuse on the grounds that they believes their axes thrown at the trees will ricochet and lop off their necks. One of its central characters knocks on the door of a fisherman for a boat, but that fisherman is pissed because he rattles the roof tiles too much. A Greek man named Argus gets javelined in the groin during a siege": {
    "guess": "The Histories by Herodotus",
    "confidence": [
      [
        "The",
        -0.75693464
      ],
      [
        " Hist",
        -1.6350949
      ],
      [
        "ories",
        -4.477578e-05
      ],
      [
        " by",
        -0.9219333
      ],
      [
        " Her",
        -0.014227559
      ],
      [
        "od",
        -0.0014962917
      ],
      [
        "ot",
        -0.0013978567
      ],
      [
        "us",
        -7.421909e-05
      ]
    ]
  },
  "One of the men depicted would die ten years later on the Gila River Indian Reservation after drinking himself to death. The event it depicts was ordered by Chandler Johnson and the difficulty in carrying out this event caused Rene Gagnon and John Bradley to come the aid of the original group. Robert": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.013325639
      ],
      [
        "aising",
        -0.00070361444
      ],
      [
        " the",
        -0.0007119551
      ],
      [
        " Flag",
        -0.0019675314
      ],
      [
        " on",
        -0.0048241955
      ],
      [
        " I",
        -1.147242e-06
      ],
      [
        "wo",
        -2.4153549e-05
      ],
      [
        " J",
        -4.6563837e-05
      ],
      [
        "ima",
        -5.8961017e-05
      ]
    ]
  },
  "One of the men who proposed this theory in a 1948 paper developed coordinates for null hypersurfaces": {
    "guess": "Penrose–Hawking singularity theorems",
    "confidence": [
      [
        "Pen",
        -1.4105377
      ],
      [
        "rose",
        -0.0012130911
      ],
      [
        "–",
        -0.43829548
      ],
      [
        "H",
        -0.03374897
      ],
      [
        "aw",
        -6.704273e-07
      ],
      [
        "king",
        0.0
      ],
      [
        " sing",
        -0.000119039665
      ],
      [
        "ularity",
        -3.1281633e-07
      ],
      [
        " the",
        -0.00087394373
      ],
      [
        "ore",
        0.0
      ],
      [
        "ms",
        -6.704273e-07
      ]
    ]
  },
  "The mention of the town of Toomsboro and the description of the killer's \"black, hearse-like automobile\" foreshadow the killings of six characters at the end of this short story. The snotty children June Star and John Wesley constantly abuse their parents and grandmother in this story, and the cat Pitty Sing causes a car crash when it springs from a picnic basket. The killer in this story says his name derives from his inability to decide whether Jesus raised the dead or not. FTP the Misfit kills a family at the end of what ironically titled short story by Flannery O'Connor?": {
    "guess": "A Good Man Is Hard to Find (short story)",
    "confidence": [
      [
        "A",
        -0.0109929945
      ],
      [
        " Good",
        -0.0003781224
      ],
      [
        " Man",
        -6.146429e-05
      ],
      [
        " Is",
        -0.016123872
      ],
      [
        " Hard",
        -6.325235e-05
      ],
      [
        " to",
        -0.00044604283
      ],
      [
        " Find",
        -1.2233183e-05
      ],
      [
        " (",
        -0.16545087
      ],
      [
        "short",
        -0.00016015393
      ],
      [
        " story",
        -2.5941605e-05
      ],
      [
        ")",
        -0.00013321757
      ]
    ]
  },
  "Menestheus became king of Athens after slandering this figure, while for a time this figure was trapped": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.6494122
      ],
      [
        "us",
        -7.314626e-05
      ]
    ]
  },
  "The Mende and the Temne are the largest ethnic groups in this nation, and much of its commerce goes through the Queen Elizabeth II Quay in its capital city. The capital of this country has a small population of people calling themselves Creoles, and they are disproportionately represented in this country's": {
    "guess": "Sierra Leone",
    "confidence": [
      [
        "Si",
        -0.000706833
      ],
      [
        "erra",
        -4.604148e-06
      ],
      [
        " Leone",
        -0.0011405731
      ]
    ]
  },
  "Memory is stored one-dimensionally without segmentation, and there is no distinction between instructions and data. There are no floating-point numbers, and data are stored in binary format. There is no indirect or indexed addressing. Three registers are used for arithmetic, and alternates instruction and execution cycles. FTP, name this computer architecture, named for the mathematician who also established": {
    "guess": "Harvard Architecture",
    "confidence": [
      [
        "Har",
        -0.15532336
      ],
      [
        "vard",
        -0.0005435001
      ],
      [
        " Architecture",
        -0.4608432
      ]
    ]
  },
  "In a Memorial Day address, this man stated that \"through our great good fortune, in our youth our hearts were touched with fire,\" which referred to his Civil War service. He wrote that \"the Fourteenth Amendment does not enact Mr. Herbert Spencer's Social Statics\" in his dissent in the case of Lochner": {
    "guess": "Oliver Wendell Holmes Jr.",
    "confidence": [
      [
        "Ol",
        -0.005042929
      ],
      [
        "iver",
        -1.3306016e-05
      ],
      [
        " Wend",
        -8.0656086e-05
      ],
      [
        "ell",
        -0.00011892046
      ],
      [
        " Holmes",
        -2.5583993e-05
      ],
      [
        " Jr",
        -2.1008714e-06
      ],
      [
        ".",
        -0.00013595926
      ]
    ]
  },
  "One of the men killed in the murder at the center of this novel was an old classmate of the protagonist, but both later move from Siriana to the village of Ilmorog.  That friend, Chui, was one of the brewery directors who died in the arson incident being investigated by Inspector Godfrey.  Among the": {
    "guess": "Petals of Blood",
    "confidence": [
      [
        "Pet",
        -0.80694044
      ],
      [
        "als",
        -5.5265704e-05
      ],
      [
        " of",
        -0.00035691517
      ],
      [
        " Blood",
        -5.7888185e-05
      ]
    ]
  },
  "The men in this work speak \"of planting and rain, tractors and taxes\". Some neighbors are denounced as a \"pack of crazy old fools\" to Mr. and Mrs. Adams by Old Man Warner. Earlier, Bobby Martin and Dickie": {
    "guess": "The Lottery",
    "confidence": [
      [
        "The",
        -0.0047997497
      ],
      [
        " Lottery",
        -7.672237e-05
      ]
    ]
  },
  "Some men in this work are ordered to destroy a grove sacred to Pan, but they refuse on the grounds that they believes their axes thrown at the trees will ricochet and lop off their necks. One of its central characters knocks on the door of a fisherman for a boat, but that fisherman is pissed because he rattles the roof tiles too much. A Greek man named Argus gets javelined in the groin during a siege on Masilla in this work which sees Sextus witness a prophecy about his father from a soldier who was brought back to life by the necrophiliac witch (*) Erichtho. Suburra is able to fan out Curio's": {
    "guess": "Pharsalia",
    "confidence": [
      [
        "Ph",
        -0.58061737
      ],
      [
        "ars",
        -0.00042780832
      ],
      [
        "alia",
        -0.0012235628
      ]
    ]
  },
  "Menestheus became king of Athens after slandering this figure, while for a time this figure was trapped in the underworld along with his friend Pirithous. This figure had originally traveled to the underworld to capture Persephone for his friend after they had kidnapped Helen, and on another famous journey,": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0026864677
      ],
      [
        "us",
        -1.92662e-05
      ]
    ]
  },
  "He is mentioned in only three poems, two of those being the Harbardsljod and the Vafthrudnismal.  In the latter, the giant Vafthrudnir says that he is one of the two who will \"bring about a cessation of the killing,\" and in prose he appears in the Skaldskaparmal along with \"the Angry One.\"  In that work, he appears as the son of the giantess Jarnsaxa, one of Heimdall's nine mothers, and for this reason the gift of the horse Gullfaxi from his father arouses Odin's ire.  Having a giantess mother makes this god similar to Vidar and Vali, and like Hoder and Balder he is one of the \"second-generation\" gods who will survive Ragnarok.  Before that, his only major feat is the rescue of his father as the latter lies pinned under the leg of a giant he has just killed.  Appearing in the skaldic Thorsdrapa, FTP, identify this son of Thor and brother of Modi who is known as \"the Strong\" and who will wield": {
    "guess": "Magni",
    "confidence": [
      [
        "Magn",
        -0.04747209
      ],
      [
        "i",
        -0.00012094693
      ]
    ]
  },
  "Memory is stored one-dimensionally without segmentation, and there is no distinction between instructions and data. There are no floating-point numbers, and data are stored in binary format. There is no indirect or indexed addressing. Three registers are used for arithmetic, and alternates instruction": {
    "guess": "Harvard architecture",
    "confidence": [
      [
        "Har",
        -0.567417
      ],
      [
        "vard",
        -0.00026538875
      ],
      [
        " architecture",
        -0.063849844
      ]
    ]
  },
  "Some men in this work are ordered to destroy a grove sacred to Pan, but they refuse on the grounds that they believes their axes thrown at the trees will ricochet and lop off their necks. One of its central": {
    "guess": "The Bacchae",
    "confidence": [
      [
        "The",
        -0.17541279
      ],
      [
        " Bac",
        -0.12567678
      ],
      [
        "ch",
        -3.9530823e-05
      ],
      [
        "ae",
        -0.00014001218
      ]
    ]
  },
  "He is mentioned in Plato's Alcibiades, where he is called a son of Oromadzes, while Plutarch compares him with Lycurgus and Numa Pompilius. He was said to have been born either by the river Ditya or Dhraja.": {
    "guess": "Lycurgus",
    "confidence": [
      [
        "Ly",
        -0.497463
      ],
      [
        "cur",
        -0.0005717404
      ],
      [
        "g",
        -0.0002319072
      ],
      [
        "us",
        -0.00013941615
      ]
    ]
  },
  "In the memoir Other Septembers, Many Americas, Ariel Dorfman recalled trying to use this poem to woo a girl, who turned  him down and told him that four boys before him tried the exact same trick. Despite": {
    "guess": "Ariel (poem)",
    "confidence": [
      [
        "A",
        -0.37438777
      ],
      [
        "riel",
        -0.00091812795
      ],
      [
        " (",
        -0.025660997
      ],
      [
        "po",
        -0.009671687
      ],
      [
        "em",
        -0.13197786
      ],
      [
        ")",
        -0.00022189408
      ]
    ]
  },
  "One of the men depicted would die ten years later on the Gila River Indian Reservation after drinking himself to death. The event it depicts was ordered by Chandler Johnson and the difficulty in carrying out this event caused Rene Gagnon and John Bradley to come the aid of the original group. Robert Denig attempted to learn the identities of the men depicted and Gagnon initially refused to name Ira Hayes. Used by the Treasury department to raise over 200 million dollars, this work was used by Felix de Weldon as the model for a sculpture near Arlington National Cemetery. FTP, name this Joe Rosenthal photograph that shows six U.S. military personnel atop Mount Suribachi in 1945. ": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.0021603757
      ],
      [
        "aising",
        -5.0735965e-05
      ],
      [
        " the",
        -0.0021106475
      ],
      [
        " Flag",
        -0.0023418735
      ],
      [
        " on",
        -0.0006511979
      ],
      [
        " I",
        -4.1080468e-05
      ],
      [
        "wo",
        -1.0087517e-05
      ],
      [
        " J",
        -1.7478143e-05
      ],
      [
        "ima",
        -3.7265952e-05
      ]
    ]
  }
}