{
  "A superstructure that contains several of these is found in peridin pigments, and a bundle of four of these structures form a bromodomain. A structure that contains several of these structures between": {
    "guess": "Protein domain",
    "confidence": [
      [
        "Pro",
        -0.12441115
      ],
      [
        "tein",
        -0.05540823
      ],
      [
        " domain",
        -0.53656805
      ]
    ]
  },
  "As a supercritical solvent, this molecule can be used to create increasingly stereoselective versions of the Henry and the Morita-Baylis-Hillman reactions. Two equivalents are produced as byproducts of the Eder reaction, and it reacts with sodium chloride, water, and ammonia in the first step of the Solvay process. The Kolbe-Schmitt process uses it and a base to convert a phenol to salicylic acid, and the conversion of a 3-ketoester to a carboxylic acid emits three equivalents of it. In the Bosch-Meiser process, it reacts with two equivalents of ammonia to produce urea, while a Grignard reagent or an alkyl- lithium will react with it to produce a carboxylic acid. FTP, name this linear, triatomic molecule that is one of the products of combustion.": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0027673135
      ],
      [
        " dioxide",
        -0.056301974
      ]
    ]
  },
  "As a supercritical solvent, this molecule can be used to create increasingly stereoselective versions of the Henry and the Morita-Baylis-Hillman reactions. Two equivalents are produced as byproducts of the Eder reaction, and it reacts with sodium chloride, water, and ammonia in the first step of the Solvay process. The Kolbe-Schmitt process uses it and a base to convert a phenol to salicylic acid, and the conversion of a 3-ketoester to a carboxylic acid emits three equivalents of it. In the Bosch-Meiser": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.00032247265
      ],
      [
        " dioxide",
        -0.0042427047
      ]
    ]
  },
  "This man supervised the completion of the Moscow subway system. A period known as this man's \"thaw\" occurred after he gave the Secret Speech denouncing the excesses of his predecessor. In 1960, this man": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.007673114
      ],
      [
        "ik",
        -4.441817e-05
      ],
      [
        "ita",
        -3.0232935e-05
      ],
      [
        " K",
        -0.00041696816
      ],
      [
        "hr",
        -8.89548e-06
      ],
      [
        "ush",
        -0.00018816312
      ],
      [
        "che",
        -6.9570146e-05
      ],
      [
        "v",
        -2.4584822e-06
      ]
    ]
  },
  "This man supervised the completion of the Moscow subway system. A period known as this man's \"thaw\" occurred": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.14813177
      ],
      [
        "ik",
        -5.5577775e-06
      ],
      [
        "ita",
        -1.831257e-05
      ],
      [
        " K",
        -0.00010032469
      ],
      [
        "hr",
        -4.9617593e-06
      ],
      [
        "ush",
        -5.800739e-05
      ],
      [
        "che",
        -4.334534e-05
      ],
      [
        "v",
        -7.89631e-07
      ]
    ]
  },
  "This man supervised the completion of the Moscow subway system. A period known as this man's \"thaw\" occurred after he gave the Secret Speech denouncing the excesses of his predecessor. In 1960, this man banged his shoe on a desk during a meeting of the United Nations General Assembly. For 10 points, name this Soviet leader who engaged in the Kitchen Debate with Richard Nixon.": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.0073280833
      ],
      [
        "ik",
        -1.7597347e-05
      ],
      [
        "ita",
        -2.58224e-05
      ],
      [
        " K",
        -0.00039635692
      ],
      [
        "hr",
        -3.1737043e-06
      ],
      [
        "ush",
        -0.00025311444
      ],
      [
        "che",
        -5.8722613e-05
      ],
      [
        "v",
        -1.2664457e-06
      ]
    ]
  },
  "The superior transverse ligament converts its notch into a foramen, and it contains two fossae on its posterior surface. The infraglenoid tubercle sits on its axillary border, and the Teres major attaches at its lateral border. The serratus anterior inserts along the length of its anterior border , and": {
    "guess": "Scapula",
    "confidence": [
      [
        "Sc",
        -0.08725863
      ],
      [
        "ap",
        -2.3392786e-06
      ],
      [
        "ula",
        -0.00017708084
      ]
    ]
  },
  "As a supercritical solvent, this molecule can be used to create increasingly stereoselective versions of the Henry and the Morita-Baylis-Hillman reactions. Two equivalents are produced as byproducts of the Eder reaction, and it reacts with sodium chloride, water, and ammonia in the first step of the": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0018567692
      ],
      [
        " dioxide",
        -0.037851077
      ]
    ]
  },
  "This man supervised the completion of the Moscow subway system. A period known as this man's \"thaw\" occurred after he gave the Secret Speech denouncing the excesses of his predecessor. In 1960, this man banged his shoe on a desk during a meeting of the United Nations General Assembly. For 10 points,": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.002785385
      ],
      [
        "ik",
        -7.481511e-05
      ],
      [
        "ita",
        -2.618001e-05
      ],
      [
        " K",
        -0.00016730615
      ],
      [
        "hr",
        -4.00813e-06
      ],
      [
        "ush",
        -0.00014036978
      ],
      [
        "che",
        -7.839122e-05
      ],
      [
        "v",
        -1.504853e-06
      ]
    ]
  },
  "One superacid shaped like an icosahedron features a skeleton almost entirely composed of this element. The selectrides are a group of reducing agents featuring this element bonded to three sec-butyl groups,": {
    "guess": "Aluminium",
    "confidence": [
      [
        "Al",
        -0.5660726
      ],
      [
        "uminium",
        -0.49776277
      ]
    ]
  },
  "One superacid shaped like an icosahedron features a skeleton almost entirely composed of this element. The selectrides are a group of reducing agents featuring this element bonded to three sec-butyl groups, and Tthe nitrogen atom in proline binds to this element in the Corey-Bakshi-Shibata catalyst. Aryl- and vinyl- acids containing this element react with aryl- and vinyl-halides on catalytic palladium in the Suzuki reaction. Anti-Markovnikov addition is a feature of the best-known reaction featuring this element, in which an alkene is converted into an alcohol. That reaction features a namesake": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.0021369366
      ],
      [
        "oron",
        -0.030811865
      ]
    ]
  },
  "One superacid shaped like an icosahedron features a skeleton almost entirely composed of this element. The selectrides are a group of reducing agents featuring this element bonded to three sec-butyl groups, and Tthe nitrogen atom in proline binds to this element in the Corey-Bakshi-Shibata catalyst. Aryl- and vinyl- acids containing this element react with aryl- and vinyl-halides on catalytic palladium": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.34200582
      ],
      [
        "oron",
        -0.022600025
      ]
    ]
  },
  "Superatoms are considered to be \"pseudo\" varieties of them, and one compound consisting of two of them": {
    "guess": "Chemical elements",
    "confidence": [
      [
        "Chem",
        -0.6262345
      ],
      [
        "ical",
        -0.008008789
      ],
      [
        " elements",
        -0.33213457
      ]
    ]
  },
  "One superacid shaped like an icosahedron features a skeleton almost entirely composed of this element. The selectrides are a group of reducing agents featuring this element bonded to three sec-butyl groups, and Tthe nitrogen atom in proline binds to this element in the Corey-Bakshi-Shibata catalyst. Aryl- and vinyl- acids containing this element react with aryl- and vinyl-halides on catalytic palladium in the Suzuki reaction. Anti-Markovnikov addition is a feature of the best-known reaction featuring": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.01941625
      ],
      [
        "oron",
        -0.016796008
      ]
    ]
  },
  "As a supercritical solvent, this molecule can be used to create increasingly stereoselective versions of the Henry and the Morita-Baylis-Hillman reactions. Two equivalents are produced as byproducts of the Eder reaction, and it reacts with sodium chloride, water, and ammonia in the first step of the Solvay process. The Kolbe-Schmitt process uses it and a base to convert a phenol to salicylic acid,": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0023955097
      ],
      [
        " dioxide",
        -0.013331869
      ]
    ]
  },
  "One superacid shaped like an icosahedron features a skeleton almost entirely composed of this element.": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.72060513
      ],
      [
        "oron",
        -0.174789
      ]
    ]
  },
  "The superior transverse ligament converts its notch into a foramen, and it contains two fossae on its posterior surface. The infraglenoid tubercle sits on its axillary border, and the Teres major attaches": {
    "guess": "Scapula",
    "confidence": [
      [
        "Sc",
        -0.43449387
      ],
      [
        "ap",
        0.0
      ],
      [
        "ula",
        -1.3544423e-05
      ]
    ]
  },
  "One superacid shaped like an icosahedron features a skeleton almost entirely composed of this element. The selectrides are a group of reducing agents featuring this element bonded to three sec-butyl groups, and Tthe nitrogen atom in proline binds to this element in the Corey-Bakshi-Shibata catalyst. Aryl- and vinyl- acids containing this element react with aryl- and vinyl-halides on catalytic palladium in the Suzuki reaction. Anti-Markovnikov addition is a feature of the best-known reaction featuring this element, in which an alkene is converted into an alcohol. That reaction features a namesake hydration followed by an oxidation and is catalyzed by a reactive compound consisting of this element": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.0016514949
      ],
      [
        "oron",
        -0.029021112
      ]
    ]
  },
  "Superatoms are considered to be \"pseudo\" varieties of them, and one compound consisting of two of them notably cleaves carbon-silicon bonds in organic reactions. The Tyrian purple dye features two of them at the ends of benzene rings, and a radioactive one was synthesized by barraging bismuth with alpha particles. Hypocalcaemia results from a spill of an acid of one, which is in both Freon and Teflon.": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -2.0868504
      ],
      [
        "u",
        -0.0023349745
      ],
      [
        "or",
        -0.0041914177
      ],
      [
        "ine",
        -0.022195525
      ]
    ]
  },
  "Superatoms are considered to be \"pseudo\" varieties of them, and one compound consisting of two of them notably cleaves carbon-silicon bonds in organic reactions. The Tyrian purple dye features two of them at the ends of benzene rings, and a radioactive one was synthesized by barraging bismuth with alpha": {
    "guess": "Bismuth",
    "confidence": [
      [
        "B",
        -1.5434037
      ],
      [
        "ism",
        -0.84935534
      ],
      [
        "uth",
        -0.0004515262
      ]
    ]
  },
  "Superatoms are considered to be \"pseudo\" varieties of them, and one compound consisting of two of them notably cleaves carbon-silicon bonds in organic reactions. The Tyrian purple dye features two of them at the ends of benzene rings, and a radioactive one was synthesized by barraging bismuth with alpha particles. Hypocalcaemia results from a spill of an acid of one, which is in both Freon and Teflon. Consisting of astatine, bromine, and the most electronegative element, for 10 points, name this": {
    "guess": "Halogen",
    "confidence": [
      [
        "Hal",
        -0.06040851
      ],
      [
        "ogen",
        -0.02060542
      ]
    ]
  },
  "As a supercritical solvent, this molecule can be used to create increasingly stereoselective versions": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.007446902
      ],
      [
        " dioxide",
        -0.004898924
      ]
    ]
  },
  "One superacid shaped like an icosahedron features a skeleton almost entirely composed of this element. The selectrides are a group of reducing agents featuring this element bonded to three sec-butyl groups, and Tthe nitrogen atom in proline binds to this element in the Corey-Bakshi-Shibata catalyst.": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.60810983
      ],
      [
        "oron",
        -0.04873464
      ]
    ]
  },
  "The superior transverse ligament converts its notch into a foramen, and it contains two fossae on its posterior surface. The infraglenoid tubercle sits on its axillary border, and the Teres major attaches at its lateral border. The serratus anterior inserts along the length of its anterior border , and the trapezius inserts into its spine. Ligaments at the acromion and coracoid process connect it to the clavicle, and the glenoid cavity is where it joins with the humerus. FTP, identify this bone, also known as the shoulder blade.": {
    "guess": "Scapula",
    "confidence": [
      [
        "Sc",
        -0.008385381
      ],
      [
        "ap",
        -1.6240566e-06
      ],
      [
        "ula",
        -7.9418505e-06
      ]
    ]
  },
  "The superior transverse ligament converts its notch into a foramen, and it contains two fossae on its": {
    "guess": "Atlas (anatomy)",
    "confidence": [
      [
        "Atlas",
        -0.16119547
      ],
      [
        " (",
        -0.013424678
      ],
      [
        "an",
        -0.017556835
      ],
      [
        "atomy",
        -0.0047204955
      ],
      [
        ")",
        -0.00012821102
      ]
    ]
  },
  "One superacid shaped like an icosahedron features a skeleton almost entirely composed of this element. The selectrides are a group of reducing agents featuring this element bonded to three sec-butyl groups, and Tthe nitrogen atom in proline binds to this element in the Corey-Bakshi-Shibata catalyst. Aryl- and vinyl- acids containing this element react with aryl- and vinyl-halides on catalytic palladium in the Suzuki reaction. Anti-Markovnikov addition is a feature of the best-known reaction featuring this element, in which an alkene is converted into an alcohol. That reaction features a namesake hydration followed by an oxidation and is catalyzed by a reactive compound consisting of this element bonded to three hydrogen atoms.  For 10 points, name this fifth element.": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.0016049596
      ],
      [
        "oron",
        -0.0013852359
      ]
    ]
  },
  "A superstructure that contains several of these is found in peridin pigments, and a bundle of four of": {
    "guess": "Spinor bundle",
    "confidence": [
      [
        "Spin",
        -0.8281331
      ],
      [
        "or",
        -0.02304269
      ],
      [
        " bundle",
        -0.4555014
      ]
    ]
  },
  "As a supercritical solvent, this molecule can be used to create increasingly stereoselective versions of the Henry and the Morita-Baylis-Hillman reactions. Two equivalents are produced as byproducts of": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.00499904
      ],
      [
        " dioxide",
        -0.009331369
      ]
    ]
  },
  "Superatoms are considered to be \"pseudo\" varieties of them, and one compound consisting of two of them notably cleaves carbon-silicon bonds in organic reactions. The Tyrian purple dye features two of them": {
    "guess": "Gold clusters",
    "confidence": [
      [
        "Gold",
        -0.5311784
      ],
      [
        " clusters",
        -1.0507175
      ]
    ]
  },
  "Superatoms are considered to be \"pseudo\" varieties of them, and one compound consisting of two of them notably cleaves carbon-silicon bonds in organic reactions. The Tyrian purple dye features two of them at the ends of benzene rings, and a radioactive one was synthesized by barraging bismuth with alpha particles. Hypocalcaemia results from a spill of an acid of one, which is in both Freon and Teflon. Consisting of astatine, bromine, and the most electronegative element, for 10 points, name this chemical group also containing iodine and fluorine.": {
    "guess": "Halogen",
    "confidence": [
      [
        "Hal",
        -0.006397023
      ],
      [
        "ogen",
        -0.0002636007
      ]
    ]
  },
  "The superior transverse ligament converts its notch into a foramen, and it contains two fossae on its posterior surface. The infraglenoid tubercle sits on its axillary border, and the Teres major attaches at its lateral border. The serratus anterior inserts along the length of its anterior border , and the trapezius inserts into its spine. Ligaments at the acromion and coracoid process connect it to": {
    "guess": "Scapula",
    "confidence": [
      [
        "Sc",
        -0.07186314
      ],
      [
        "ap",
        -2.577686e-06
      ],
      [
        "ula",
        -4.692145e-05
      ]
    ]
  },
  "As a supercritical solvent, this molecule can be used to create increasingly stereoselective versions of the Henry and the Morita-Baylis-Hillman reactions. Two equivalents are produced as byproducts of the Eder reaction, and it reacts with sodium chloride, water, and ammonia in the first step of the Solvay process. The Kolbe-Schmitt process uses it and a base to convert a phenol to salicylic acid, and the conversion of a 3-ketoester to a carboxylic acid emits three equivalents of it. In the Bosch-Meiser process, it reacts with two equivalents of ammonia to produce urea, while a Grignard reagent": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0030071773
      ],
      [
        " dioxide",
        -0.027987657
      ]
    ]
  },
  "The superior transverse ligament converts its notch into a foramen, and it contains two fossae on its posterior surface. The infraglenoid tubercle sits on its axillary border, and the Teres major attaches at its lateral border. The serratus anterior inserts along the length of its anterior border , and the trapezius inserts into its spine. Ligaments at the acromion and coracoid process connect it to the clavicle, and the glenoid cavity is where it joins with the humerus. FTP, identify this bone,": {
    "guess": "Scapula",
    "confidence": [
      [
        "Sc",
        -0.025924476
      ],
      [
        "ap",
        -4.4849444e-06
      ],
      [
        "ula",
        -4.8709502e-05
      ]
    ]
  },
  "As a supercritical solvent, this molecule can be used to create increasingly stereoselective versions of the Henry and the Morita-Baylis-Hillman reactions. Two equivalents are produced as byproducts of the Eder reaction, and it reacts with sodium chloride, water, and ammonia in the first step of the Solvay process. The Kolbe-Schmitt process uses it and a base to convert a phenol to salicylic acid, and the conversion of a 3-ketoester to a carboxylic acid emits three equivalents of it. In the Bosch-Meiser process, it reacts with two equivalents of ammonia to produce urea, while a Grignard reagent or an alkyl- lithium will react with it to produce a carboxylic acid. FTP, name this linear, triatomic": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0047288034
      ],
      [
        " dioxide",
        -0.029008605
      ]
    ]
  },
  "A superstructure that contains several of these is found in peridin pigments, and a bundle of four of these structures form a bromodomain. A structure that contains several of these structures between 50-degree turns  is known as the globin fold. These structures have a double minima at 208 and 222 nm": {
    "guess": "Protein structure",
    "confidence": [
      [
        "Pro",
        -0.5947348
      ],
      [
        "tein",
        -0.005451467
      ],
      [
        " structure",
        -0.6208514
      ]
    ]
  },
  "A superstructure that contains several of these is found in peridin pigments, and a bundle of four of these structures form a bromodomain. A structure that contains several of these structures between 50-degree turns  is known as the globin fold. These structures have a double minima at 208 and 222 nm on far-UV circular dichroism spectroscopy, and Davydov solitons propagate along them. The introduction": {
    "guess": "Alpha helix",
    "confidence": [
      [
        "Alpha",
        -0.061230943
      ],
      [
        " hel",
        -0.038941838
      ],
      [
        "ix",
        -0.014767897
      ]
    ]
  },
  "A superstructure that contains several of these is found in peridin pigments, and a bundle of four of these structures form a bromodomain. A structure that contains several of these structures between 50-degree turns  is known as the globin fold. These structures have a double minima at 208 and 222 nm on far-UV circular dichroism spectroscopy, and Davydov solitons propagate along them. The introduction of glycine into one of these motifs causes a significant entropy increase, and they appear in the": {
    "guess": "Alpha helix",
    "confidence": [
      [
        "Alpha",
        -0.22579163
      ],
      [
        " hel",
        -0.051594015
      ],
      [
        "ix",
        -0.0089075165
      ]
    ]
  },
  "A superstructure that contains several of these is found in peridin pigments, and a bundle of four of these structures form a bromodomain. A structure that contains several of these structures between 50-degree turns  is known as the globin fold. These structures have a double minima at 208 and 222 nm on far-UV circular dichroism spectroscopy, and Davydov solitons propagate along them. The introduction of glycine into one of these motifs causes a significant entropy increase, and they appear in the third qudrant of a Ramachandran plot. Occuring due to hydrogen bonding between every fourth amino": {
    "guess": "Alpha helix",
    "confidence": [
      [
        "Alpha",
        -0.13791777
      ],
      [
        " hel",
        -0.022667035
      ],
      [
        "ix",
        -0.008944023
      ]
    ]
  },
  "A superstructure that contains several of these is found in peridin pigments, and a bundle of four of these structures form a bromodomain. A structure that contains several of these structures between 50-degree turns  is known as the globin fold. These structures have a double minima at 208 and 222 nm on far-UV circular dichroism spectroscopy, and Davydov solitons propagate along them. The introduction of glycine into one of these motifs causes a significant entropy increase, and they appear in the third qudrant of a Ramachandran plot. Occuring due to hydrogen bonding between every fourth amino acid, for 10 points, name this protein secondary structure that often traverses membranes, the alternative": {
    "guess": "Alpha helix",
    "confidence": [
      [
        "Alpha",
        -0.21714908
      ],
      [
        " hel",
        -0.019788453
      ],
      [
        "ix",
        -0.013739361
      ]
    ]
  },
  "A superstructure that contains several of these is found in peridin pigments, and a bundle of four of these structures form a bromodomain. A structure that contains several of these structures between 50-degree turns  is known as the globin fold. These structures have a double minima at 208 and 222 nm on far-UV circular dichroism spectroscopy, and Davydov solitons propagate along them. The introduction of glycine into one of these motifs causes a significant entropy increase, and they appear in the third qudrant of a Ramachandran plot. Occuring due to hydrogen bonding between every fourth amino acid, for 10 points, name this protein secondary structure that often traverses membranes, the alternative to a beta sheet.": {
    "guess": "Alpha helix",
    "confidence": [
      [
        "Alpha",
        -0.05964885
      ],
      [
        " hel",
        -0.0048073456
      ],
      [
        "ix",
        -0.00023023834
      ]
    ]
  }
}