{
  "The 2, 3, 10, and 11 exons in the pre-mRNA for tropomyosin are spliced out for its expression in this organ. It gives its name to a hormone in Rhodnius secreted by the corpora cardiaca that stimulates ecdysone release, causing molting. Its ingestion by the Fore causes kuru, and when starved, it consumes beta-hydroxybutyrate and acetoacetate. Losing function in the paresis phase of syphilis and in beri-beri,": {
    "guess": "Spliceosome",
    "confidence": [
      [
        "Sp",
        -0.035041735
      ],
      [
        "lice",
        -0.22586268
      ],
      [
        "osome",
        -0.0020259467
      ]
    ]
  },
  "The 2, 3, 10, and 11 exons in the pre-mRNA for tropomyosin are spliced out for its expression in this organ. It gives its name to a hormone in Rhodnius secreted by the corpora cardiaca that stimulates ecdysone release, causing molting. Its ingestion by the Fore causes kuru, and when starved, it consumes beta-hydroxybutyrate and acetoacetate. Losing function in the paresis phase of syphilis and in beri-beri, it was mapped by Korbinian Brodmann, and developed from the ectoderm of the gastrula. Its stem includes medulla and pons. For 10 points, name this organ divided into telencephalon and diencephalon, quite large in humans, who frequently use it to think.": {
    "guess": "Brain",
    "confidence": [
      [
        "Brain",
        -0.008105047
      ]
    ]
  },
  "The 2, 3, 10, and 11 exons in the pre-mRNA for tropomyosin are spliced out for its expression in this organ. It gives its name to a hormone in Rhodnius secreted by the corpora cardiaca that stimulates ecdysone release, causing molting. Its ingestion by the Fore causes kuru, and when starved, it consumes": {
    "guess": "Pituitary gland",
    "confidence": [
      [
        "P",
        -0.3931281
      ],
      [
        "it",
        -0.11334014
      ],
      [
        "uit",
        -0.0009985134
      ],
      [
        "ary",
        -0.00020210995
      ],
      [
        " gland",
        -0.025696775
      ]
    ]
  },
  "The 2, 3, 10, and 11 exons in the pre-mRNA for tropomyosin are spliced out for its expression in this organ. It gives its name to a hormone in Rhodnius secreted by the corpora cardiaca that stimulates": {
    "guess": "Corpora allata",
    "confidence": [
      [
        "Cor",
        -0.6871762
      ],
      [
        "pora",
        -0.08643007
      ],
      [
        " all",
        -0.25228587
      ],
      [
        "ata",
        -0.0019176914
      ]
    ]
  },
  "The exons of these proteins attach via non-homologous end joining to perform class-switching. The \"12/23\" rule achieves efficient V(D)J recombination of these proteins. The two heavy and two light (*) chains that comprise them vary among the five isotypes of them that exist for mammals. Their epitopes are uniquely recognized by the molecules they form an induced fit with. These are secreted by B cells.": {
    "guess": "Antibodies",
    "confidence": [
      [
        "Ant",
        -0.010204474
      ],
      [
        "ib",
        -0.0022281676
      ],
      [
        "odies",
        -0.18328737
      ]
    ]
  },
  "The exons of these proteins attach via non-homologous end joining to perform class-switching. The \"12/23\" rule achieves efficient V(D)J recombination of these proteins. The two heavy and two light (*)": {
    "guess": "Immunoglobulin",
    "confidence": [
      [
        "Im",
        -0.53440315
      ],
      [
        "mun",
        -4.143808e-05
      ],
      [
        "oglob",
        -0.000840596
      ],
      [
        "ulin",
        -0.038355302
      ]
    ]
  },
  "The exons of these proteins attach via non-homologous end joining to perform class-switching. The \"12/23\"": {
    "guess": "V(D)J recombination",
    "confidence": [
      [
        "V",
        -0.6689281
      ],
      [
        "(D",
        -1.2113979e-05
      ],
      [
        ")",
        -4.3202e-07
      ],
      [
        "J",
        -3.0113732e-05
      ],
      [
        " re",
        -0.029260332
      ],
      [
        "combination",
        -1.8789384e-05
      ]
    ]
  },
  "The 2, 3, 10, and 11 exons in the pre-mRNA for tropomyosin are spliced out for its expression in this organ. It gives its name to a hormone in Rhodnius secreted by the corpora cardiaca that stimulates ecdysone release, causing molting. Its ingestion by the Fore causes kuru, and when starved, it consumes beta-hydroxybutyrate and acetoacetate. Losing function in the paresis phase of syphilis and in beri-beri, it was mapped by Korbinian Brodmann, and developed from the ectoderm of the gastrula. Its": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.38765755
      ],
      [
        "ere",
        -0.0028576553
      ],
      [
        "bell",
        -0.6336194
      ],
      [
        "um",
        -0.0011156888
      ]
    ]
  },
  "The 2, 3, 10, and 11 exons in the pre-mRNA for tropomyosin are spliced out for its expression in this": {
    "guess": "Alternative splicing",
    "confidence": [
      [
        "Alternative",
        -0.27128622
      ],
      [
        " sp",
        -0.006417994
      ],
      [
        "licing",
        -6.3490756e-05
      ]
    ]
  },
  "The exons of these proteins attach via non-homologous end joining to perform class-switching. The \"12/23\" rule achieves efficient V(D)J recombination of these proteins. The two heavy and two light (*) chains that comprise them vary among the five isotypes of them that exist for mammals. Their epitopes are uniquely recognized by the molecules they form an induced fit with. These are secreted by B cells. For 10 points, identify these proteins used by the immune system against foreign antigens.": {
    "guess": "Antibody",
    "confidence": [
      [
        "Ant",
        -0.005437351
      ],
      [
        "ib",
        -0.00039635692
      ],
      [
        "ody",
        -0.21561648
      ]
    ]
  },
  "The exons of these proteins attach via non-homologous end joining to perform class-switching. The \"12/23\" rule achieves efficient V(D)J recombination of these proteins. The two heavy and two light (*) chains that comprise them vary among the five isotypes of them that exist for mammals. Their epitopes": {
    "guess": "Antibodies",
    "confidence": [
      [
        "Ant",
        -0.14481598
      ],
      [
        "ib",
        -0.0005906827
      ],
      [
        "odies",
        -0.2774305
      ]
    ]
  },
  "The 2, 3, 10, and 11 exons in the pre-mRNA for tropomyosin are spliced out for its expression in this organ. It gives its name to a hormone in Rhodnius secreted by the corpora cardiaca that stimulates ecdysone release, causing molting. Its ingestion by the Fore causes kuru, and when starved, it consumes beta-hydroxybutyrate and acetoacetate. Losing function in the paresis phase of syphilis and in beri-beri, it was mapped by Korbinian Brodmann, and developed from the ectoderm of the gastrula. Its stem includes medulla and pons. For 10 points, name this organ divided into telencephalon and diencephalon,": {
    "guess": "Brain",
    "confidence": [
      [
        "Brain",
        -0.009393599
      ]
    ]
  }
}