{
  "Tiebreaker: Thasius of Delos suffered a similar fate as this figure. This figure's father was made immortal by the Horae, who dripped ambrosia and nectar on his lips, and was conceived after Apollo abducted": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1889921
      ]
    ]
  },
  "Tiebreaker: Thasius of Delos suffered a similar fate as this figure. This figure's father was made immortal by the Horae, who dripped ambrosia and nectar on his lips, and was conceived after Apollo abducted Cyrene. Chiron created an image of this figure after his death, after which his honey-discovering father disappeared. In some versions, Zeus ordered the death of this figure after he fell in love with Semele. This figure had water thrown in his face as he was walking through Gargaphia. Fear was placed into the heart of this son of (*) Autonoe and Aristaeus by a deity who transformed him into a stag, because he stumbled upon her bathing. For 10 points, name this figure who was killed by his": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.004394156
      ],
      [
        "ae",
        -0.0024741127
      ],
      [
        "on",
        -7.529192e-05
      ]
    ]
  },
  "Tiebreaker: Thasius of Delos suffered a similar fate as this figure. This figure's father was made immortal by the Horae, who dripped ambrosia and nectar on his lips, and was conceived after Apollo abducted Cyrene. Chiron created an image of this figure after his death, after which his honey-discovering": {
    "guess": "Aristaeus",
    "confidence": [
      [
        "A",
        -0.14010324
      ],
      [
        "rist",
        -0.19817843
      ],
      [
        "ae",
        -0.011688045
      ],
      [
        "us",
        -0.00018685187
      ]
    ]
  },
  "Tiebreaker: Thasius of Delos suffered a similar fate as this figure. This figure's father was made immortal by the Horae, who dripped ambrosia and nectar on his lips, and was conceived after Apollo abducted Cyrene. Chiron created an image of this figure after his death, after which his honey-discovering father disappeared. In some versions, Zeus ordered the death of this figure after he fell in love with Semele. This figure had water thrown in his face as he was walking through Gargaphia. Fear was placed into the heart of this son of (*) Autonoe and Aristaeus by a deity who transformed him into": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.1677685
      ],
      [
        "ae",
        -0.0036561263
      ],
      [
        "on",
        -0.0001441843
      ]
    ]
  },
  "A man who is tied to a tree in this play is told of the failed heroism of his son Juan, by a woman who delivers a monologue that notes it is \"all dark--the very moon lost from heaven.\" This play was, until": {
    "guess": "The House of Bernarda Alba",
    "confidence": [
      [
        "The",
        -1.2008516
      ],
      [
        " House",
        -0.100685045
      ],
      [
        " of",
        -0.0008695332
      ],
      [
        " Bernard",
        -0.024911277
      ],
      [
        "a",
        -0.00036406738
      ],
      [
        " Al",
        -2.9352968e-06
      ],
      [
        "ba",
        -1.7432603e-06
      ]
    ]
  },
  "A man who is tied to a tree in this play is told of the failed heroism of his son Juan, by a woman who delivers a monologue that notes it is \"all dark--the very moon lost from heaven.\" This play was, until the nineteenth century, performed under the title The Best Garroting Ever Done. Rebolledo's scheme to profit from a gambling operation is permitted only because he helps facilitate a rape in this play, of a woman who later takes pity on Lope de Figueroa's wounded leg. After this play's central": {
    "guess": "Fuenteovejuna",
    "confidence": [
      [
        "Fu",
        -0.7233212
      ],
      [
        "ente",
        -2.7372049e-05
      ],
      [
        "ove",
        -0.06584123
      ],
      [
        "j",
        -0.00010986099
      ],
      [
        "una",
        -1.5213274e-05
      ]
    ]
  },
  "Tiebreaker: Thasius of Delos suffered a similar fate as this figure. This figure's father was made immortal by the Horae, who dripped ambrosia and nectar on his lips, and was conceived after Apollo abducted Cyrene. Chiron created an image of this figure after his death, after which his honey-discovering father disappeared. In some versions, Zeus ordered the death of this figure after he fell in love with Semele. This figure had water thrown in his face as he was walking through Gargaphia. Fear was placed into the heart of this son of (*) Autonoe and Aristaeus by a deity who transformed him into a stag, because he stumbled upon her bathing. For 10 points, name this figure who was killed by his own hunting dogs after being transformed by Artemis.": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.0042079207
      ],
      [
        "ae",
        -0.0034478991
      ],
      [
        "on",
        -3.23786e-05
      ]
    ]
  },
  "Tiebreaker: Thasius of Delos suffered a similar fate as this figure. This figure's father was made immortal by the Horae, who dripped ambrosia and nectar on his lips, and was conceived after Apollo abducted Cyrene. Chiron created an image of this figure after his death, after which his honey-discovering father disappeared. In some versions, Zeus ordered the death of this figure after he fell in love": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.07657585
      ],
      [
        "ch",
        -0.3141976
      ],
      [
        "illes",
        -0.00013131031
      ]
    ]
  },
  "A man who is tied to a tree in this play is told of the failed heroism of his son Juan, by a woman who": {
    "guess": "Blood Wedding",
    "confidence": [
      [
        "Blood",
        -0.86483705
      ],
      [
        " Wedding",
        -0.000911702
      ]
    ]
  },
  "A man who is tied to a tree in this play is told of the failed heroism of his son Juan, by a woman who delivers a monologue that notes it is \"all dark--the very moon lost from heaven.\" This play was, until the nineteenth century, performed under the title The Best Garroting Ever Done. Rebolledo's scheme to profit from a gambling operation is permitted only because he helps facilitate a rape in this play, of a woman who later takes pity on Lope de Figueroa's wounded leg. After this play's central female character Isabel declares that she will not accept the marriage proposal of the man who violated her, the assailant, Captain Ataide, is killed in prison. Philip II then arrives and awards Pedro Crespo the title office in perpetuity. For 10 points, name this play by Pedro Calderon de la Barca.": {
    "guess": "The Mayor of Zalamea",
    "confidence": [
      [
        "The",
        -0.5701402
      ],
      [
        " Mayor",
        -0.0016032944
      ],
      [
        " of",
        -2.6895234e-05
      ],
      [
        " Z",
        -2.2723105e-05
      ],
      [
        "al",
        -0.00013834333
      ],
      [
        "ame",
        -1.7432603e-06
      ],
      [
        "a",
        -7.226629e-06
      ]
    ]
  },
  "Tiebreaker: Thasius of Delos suffered a similar fate as this figure. This figure's father was made immortal": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.8894834
      ],
      [
        "antal",
        -0.063686885
      ],
      [
        "us",
        -0.00015788905
      ]
    ]
  },
  "A man who is tied to a tree in this play is told of the failed heroism of his son Juan, by a woman who delivers a monologue that notes it is \"all dark--the very moon lost from heaven.\" This play was, until the nineteenth century, performed under the title The Best Garroting Ever Done. Rebolledo's scheme to profit from a gambling operation is permitted only because he helps facilitate a rape in this": {
    "guess": "Fuenteovejuna",
    "confidence": [
      [
        "Fu",
        -0.6127973
      ],
      [
        "ente",
        -4.4849444e-06
      ],
      [
        "ove",
        -0.064381704
      ],
      [
        "j",
        -5.931863e-05
      ],
      [
        "una",
        -4.604148e-06
      ]
    ]
  },
  "A man who is tied to a tree in this play is told of the failed heroism of his son Juan, by a woman who delivers a monologue that notes it is \"all dark--the very moon lost from heaven.\" This play was, until the nineteenth century, performed under the title The Best Garroting Ever Done. Rebolledo's scheme to profit from a gambling operation is permitted only because he helps facilitate a rape in this play, of a woman who later takes pity on Lope de Figueroa's wounded leg. After this play's central female character Isabel declares that she will not accept the marriage proposal of the man who violated": {
    "guess": "Fuenteovejuna",
    "confidence": [
      [
        "Fu",
        -0.6879952
      ],
      [
        "ente",
        -3.2929079e-06
      ],
      [
        "ove",
        -0.05025026
      ],
      [
        "j",
        -3.8696395e-05
      ],
      [
        "una",
        -5.6769813e-06
      ]
    ]
  },
  "A man who is tied to a tree in this play is told of the failed heroism of his son Juan, by a woman who delivers a monologue that notes it is \"all dark--the very moon lost from heaven.\" This play was, until the nineteenth century, performed under the title The Best Garroting Ever Done. Rebolledo's scheme to profit from a gambling operation is permitted only because he helps facilitate a rape in this play, of a woman who later takes pity on Lope de Figueroa's wounded leg. After this play's central female character Isabel declares that she will not accept the marriage proposal of the man who violated her, the assailant, Captain Ataide, is killed in prison. Philip II then arrives and awards Pedro": {
    "guess": "Fuenteovejuna",
    "confidence": [
      [
        "Fu",
        -1.2680441
      ],
      [
        "ente",
        -2.1008714e-06
      ],
      [
        "ove",
        -0.05678009
      ],
      [
        "j",
        -9.281486e-05
      ],
      [
        "una",
        -1.0802739e-05
      ]
    ]
  },
  "A man who is tied to a tree in this play is told of the failed heroism of his son Juan, by a woman who delivers a monologue that notes it is \"all dark--the very moon lost from heaven.\" This play was, until the nineteenth century, performed under the title The Best Garroting Ever Done. Rebolledo's scheme": {
    "guess": "Fuenteovejuna",
    "confidence": [
      [
        "Fu",
        -0.1372265
      ],
      [
        "ente",
        -2.4630364e-05
      ],
      [
        "ove",
        -0.041328665
      ],
      [
        "j",
        -7.505351e-05
      ],
      [
        "una",
        -3.5313153e-06
      ]
    ]
  },
  "Tiebreaker: Thasius of Delos suffered a similar fate as this figure. This figure's father was made immortal by the Horae, who dripped ambrosia and nectar on his lips, and was conceived after Apollo abducted Cyrene. Chiron created an image of this figure after his death, after which his honey-discovering father disappeared. In some versions, Zeus ordered the death of this figure after he fell in love with Semele. This figure had water thrown in his face as he was walking through Gargaphia. Fear was": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -1.54214
      ],
      [
        "mus",
        -0.0007911669
      ]
    ]
  }
}