{
  "The Etruscan-born poet Aulus Persius Flaccus wrote in this genre, which another author said it was difficult": {
    "guess": "Satura",
    "confidence": [
      [
        "S",
        -0.25132957
      ],
      [
        "atura",
        -0.0008475062
      ]
    ]
  },
  "The Etruscan demon Charun was depicted with the nose of this creature, which was paired with the cobra as a symbol of the Two Ladies in Egyptian mythology. In Hindu mythology, the king of these creatures was Jatayu. In Plutarch's Roman Questions, Hercules claims that they are the most righteous of birds. In Tartarus, two of these creatures were charged with torturing Leto's would-be rapist Tityus,": {
    "guess": "Vulture",
    "confidence": [
      [
        "V",
        -1.0817918
      ],
      [
        "ulture",
        -0.003944706
      ]
    ]
  },
  "The Etruscan-born poet Aulus Persius Flaccus wrote in this genre, which another author said it was difficult \"not to write.\" Quintilian claimed that this genre was \"wholly ours\" and had no Greek equivalent, being invented by the Roman author Lucilius. This genre, which often draws on epic because it is also written in dactylic hexameter, has a prose \"Menippean\" counterpart exemplified by the (*) Apocolocyntosis. An encounter with a pest on the Sacred Way is narrated in one of Horace's poems in this": {
    "guess": "Satire",
    "confidence": [
      [
        "Sat",
        -0.8875676
      ],
      [
        "ire",
        -0.023901118
      ]
    ]
  },
  "The Etruscan demon Charun was depicted with the nose of this creature, which was paired with the cobra as a symbol of the Two Ladies in Egyptian mythology. In Hindu mythology, the king of these creatures was Jatayu. In Plutarch's Roman Questions, Hercules claims that they are the most righteous of birds. In Tartarus, two of these creatures were charged with torturing Leto's would-be rapist Tityus, and two of these creatures revealed the secret to curing Iphiclus's impotence after Melampus sacrificed two bulls to Apollo and left the carcasses on the altar. FTP, name these creatures, one of which was charged with gnawing the liver of Prometheus.": {
    "guess": "EAGLE",
    "confidence": [
      [
        "E",
        -0.17257755
      ],
      [
        "AG",
        -0.6603902
      ],
      [
        "LE",
        -0.032682087
      ]
    ]
  },
  "The Etruscan-born poet Aulus Persius Flaccus wrote in this genre, which another author said it was difficult \"not to write.\" Quintilian claimed that this genre was \"wholly ours\" and had no Greek equivalent, being invented by the Roman author Lucilius. This genre, which often draws on epic because it": {
    "guess": "Satura",
    "confidence": [
      [
        "S",
        -0.21499509
      ],
      [
        "atura",
        -0.00022964232
      ]
    ]
  },
  "The Etruscan demon Charun was depicted with the nose of this creature, which was paired with the cobra as a symbol of the Two Ladies in Egyptian mythology. In Hindu mythology, the king of these creatures was Jatayu. In Plutarch's Roman Questions, Hercules claims that they are the most righteous of birds.": {
    "guess": "Vulture",
    "confidence": [
      [
        "V",
        -0.7716135
      ],
      [
        "ulture",
        -0.0007793693
      ]
    ]
  },
  "The Etruscan-born poet Aulus Persius Flaccus wrote in this genre, which another author said it was difficult \"not to write.\" Quintilian claimed that this genre was \"wholly ours\" and had no Greek equivalent, being invented by the Roman author Lucilius. This genre, which often draws on epic because it is also written in dactylic hexameter, has a prose \"Menippean\" counterpart exemplified by the (*) Apocolocyntosis.": {
    "guess": "Satura",
    "confidence": [
      [
        "S",
        -0.6430093
      ],
      [
        "atura",
        -0.0002447702
      ]
    ]
  },
  "The Etruscan-born poet Aulus Persius Flaccus wrote in this genre, which another author said it was difficult \"not to write.\" Quintilian claimed that this genre was \"wholly ours\" and had no Greek equivalent, being invented by the Roman author Lucilius. This genre, which often draws on epic because it is also written in dactylic hexameter, has a prose \"Menippean\" counterpart exemplified by the (*) Apocolocyntosis. An encounter with a pest on the Sacred Way is narrated in one of Horace's poems in this genre. The phrases \"rara avis\" and \"who watches the watchmen?\" were coined in one of these poems attacking women, and another attacks Roman obsession with \"bread and circuses.\" For 10 points, name": {
    "guess": "Satura",
    "confidence": [
      [
        "S",
        -0.026531572
      ],
      [
        "atura",
        -4.1557283e-05
      ]
    ]
  },
  "The Etruscan-born poet Aulus Persius Flaccus wrote in this genre, which another author said it was difficult \"not to write.\" Quintilian claimed that this genre was \"wholly ours\" and had no Greek equivalent, being invented by the Roman author Lucilius. This genre, which often draws on epic because it is also written in dactylic hexameter, has a prose \"Menippean\" counterpart exemplified by the (*) Apocolocyntosis. An encounter with a pest on the Sacred Way is narrated in one of Horace's poems in this genre. The phrases \"rara avis\" and \"who watches the watchmen?\" were coined in one of these poems attacking women, and another attacks Roman obsession with \"bread and circuses.\" For 10 points, name this genre of humorous writing practiced by Juvenal.": {
    "guess": "Satura",
    "confidence": [
      [
        "S",
        -0.09567314
      ],
      [
        "atura",
        -0.00037156625
      ]
    ]
  },
  "The Etruscan demon Charun was depicted with the nose of this creature, which was paired with the cobra as a symbol of the Two Ladies in Egyptian mythology. In Hindu mythology, the king of these creatures": {
    "guess": "Elephant",
    "confidence": [
      [
        "Ele",
        -0.68437874
      ],
      [
        "phant",
        -0.00407294
      ]
    ]
  },
  "The Etruscan-born poet Aulus Persius Flaccus wrote in this genre, which another author said it was difficult \"not to write.\" Quintilian claimed that this genre was \"wholly ours\" and had no Greek equivalent,": {
    "guess": "Satura",
    "confidence": [
      [
        "S",
        -0.019789036
      ],
      [
        "atura",
        -0.00011450992
      ]
    ]
  },
  "The Etruscan demon Charun was depicted with the nose of this creature, which was paired with the cobra as a symbol of the Two Ladies in Egyptian mythology. In Hindu mythology, the king of these creatures was Jatayu. In Plutarch's Roman Questions, Hercules claims that they are the most righteous of birds. In Tartarus, two of these creatures were charged with torturing Leto's would-be rapist Tityus, and two of these creatures revealed the secret to curing Iphiclus's impotence after Melampus sacrificed": {
    "guess": "Griffin",
    "confidence": [
      [
        "Gr",
        -1.3641225
      ],
      [
        "iffin",
        -0.13437378
      ]
    ]
  },
  "The Etruscan demon Charun was depicted with the nose of this creature, which was paired with the cobra as a symbol of the Two Ladies in Egyptian mythology. In Hindu mythology, the king of these creatures was Jatayu. In Plutarch's Roman Questions, Hercules claims that they are the most righteous of birds. In Tartarus, two of these creatures were charged with torturing Leto's would-be rapist Tityus, and two of these creatures revealed the secret to curing Iphiclus's impotence after Melampus sacrificed two bulls to Apollo and left the carcasses on the altar. FTP, name these creatures, one of which": {
    "guess": "Eagle",
    "confidence": [
      [
        "E",
        -0.45585158
      ],
      [
        "agle",
        -0.42049143
      ]
    ]
  },
  "The Etruscan-born poet Aulus Persius Flaccus wrote in this genre, which another author said it was difficult \"not to write.\" Quintilian claimed that this genre was \"wholly ours\" and had no Greek equivalent, being invented by the Roman author Lucilius. This genre, which often draws on epic because it is also written in dactylic hexameter, has a prose \"Menippean\" counterpart exemplified by the (*) Apocolocyntosis. An encounter with a pest on the Sacred Way is narrated in one of Horace's poems in this genre. The phrases \"rara avis\" and \"who watches the watchmen?\" were coined in one of these poems": {
    "guess": "Satire",
    "confidence": [
      [
        "Sat",
        -0.40220988
      ],
      [
        "ire",
        -0.011085901
      ]
    ]
  },
  "The Etruscan demon Charun was depicted with the nose of this creature, which was paired with the cobra": {
    "guess": "Vulture",
    "confidence": [
      [
        "V",
        -0.19054317
      ],
      [
        "ulture",
        -0.16500582
      ]
    ]
  }
}