{
  "The net fluid movement across them is measured by the Starling equation, and superfused ATP causes constriction of these near regions where pericytes are located about these structures. Discontinuous endothelial cells allow for higher permeability of one variant of these, which are usually just one cell": {
    "guess": "Blood-brain barrier",
    "confidence": [
      [
        "Blood",
        -0.031048216
      ],
      [
        "-br",
        -0.6611713
      ],
      [
        "ain",
        -4.6563837e-05
      ],
      [
        " barrier",
        -0.0033238651
      ]
    ]
  },
  "The Netherlands and the Swiss Confederation were, for the first time, formally recognized as independent states. France gained Alsace, while Wismar, Western Pomerania, Verden and Bremen went to Sweden.": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.008253088
      ],
      [
        " of",
        -2.5583993e-05
      ],
      [
        " West",
        -4.4179764e-05
      ],
      [
        "ph",
        -1.5928495e-05
      ],
      [
        "alia",
        -4.477578e-05
      ]
    ]
  },
  "The net fluid movement across them is measured by the Starling equation, and superfused ATP causes constriction of these near regions where pericytes are located about these structures. Discontinuous endothelial cells allow for higher permeability of one variant of these, which are usually just one cell thick. They form the vasa recta, which is critical in the production of urine in the kidney. Occurring in formations known as \"beds,\" for 10 points, name this smallest of the three major animal blood": {
    "guess": "Capillaries",
    "confidence": [
      [
        "Cap",
        -0.17225218
      ],
      [
        "ill",
        -0.30949217
      ],
      [
        "aries",
        -0.00030269218
      ]
    ]
  },
  "The \"network\" type of this concept, according to Stephen Margolis, can be broken down into autarky and synchronization. Problems associated with them can be resolved through criminalization of an economic activity, though a Pigovian tax is more effective. Social costs are defined as private costs plus the cost of these. The free rider problem concerns positive ones, while negative ones include the": {
    "guess": "Externalities",
    "confidence": [
      [
        "External",
        -0.38556877
      ],
      [
        "ities",
        -0.0018959139
      ]
    ]
  },
  "The Netherlands and the Swiss Confederation were, for the first time, formally recognized as independent states. France gained Alsace, while Wismar, Western Pomerania, Verden and Bremen went to Sweden. The Edict of Restitution was overturned, thus reaffirming the Peace of Augsburg, which meant that Lutherans": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.021604206
      ],
      [
        " of",
        -6.9331734e-05
      ],
      [
        " West",
        -0.0001439459
      ],
      [
        "ph",
        -3.4285862e-05
      ],
      [
        "alia",
        -8.292095e-05
      ]
    ]
  },
  "The net fluid movement across them is measured by the Starling equation, and superfused ATP causes constriction of these near regions where pericytes are located about these structures. Discontinuous endothelial cells allow for higher permeability of one variant of these, which are usually just one cell thick. They form the vasa recta, which is critical in the production of urine in the kidney. Occurring in formations known as \"beds,\" for 10 points, name this smallest of the three major animal blood vessels.": {
    "guess": "Capillary",
    "confidence": [
      [
        "Cap",
        -0.13571794
      ],
      [
        "illary",
        -0.16489889
      ]
    ]
  },
  "The \"network\" type of this concept, according to Stephen Margolis, can be broken down into autarky and synchronization. Problems associated with them can be resolved through criminalization of an economic": {
    "guess": "Externality",
    "confidence": [
      [
        "Extern",
        -0.03660123
      ],
      [
        "ality",
        -2.546479e-05
      ]
    ]
  },
  "The net fluid movement across them is measured by the Starling equation, and superfused ATP causes constriction of these near regions where pericytes are located about these structures. Discontinuous endothelial cells allow for higher permeability of one variant of these, which are usually just one cell thick. They form the vasa recta, which is critical in the production of urine in the kidney. Occurring": {
    "guess": "Vasa recta",
    "confidence": [
      [
        "V",
        -0.777072
      ],
      [
        "asa",
        -0.041023906
      ],
      [
        " rect",
        -0.029911896
      ],
      [
        "a",
        -0.000108907356
      ]
    ]
  },
  "The Netherlands and the Swiss Confederation were, for the first time, formally recognized as independent states. France gained Alsace, while Wismar, Western Pomerania, Verden and Bremen went to Sweden. The Edict of Restitution was overturned, thus reaffirming the Peace of Augsburg, which meant that Lutherans and Calvinists would be tolerated throughout the Holy Roman Empire. Signed on October 24, 1648,": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.002148954
      ],
      [
        " of",
        -5.3358446e-05
      ],
      [
        " West",
        -6.1537958e-06
      ],
      [
        "ph",
        -1.2590794e-05
      ],
      [
        "alia",
        -4.0246043e-05
      ]
    ]
  },
  "The \"network\" type of this concept, according to Stephen Margolis, can be broken down into autarky and": {
    "guess": "Economic network",
    "confidence": [
      [
        "E",
        -0.5566846
      ],
      [
        "conomic",
        -0.0018668832
      ],
      [
        " network",
        -0.67424774
      ]
    ]
  },
  "The \"network\" type of this concept, according to Stephen Margolis, can be broken down into autarky and synchronization. Problems associated with them can be resolved through criminalization of an economic activity, though a Pigovian tax is more effective. Social costs are defined as private costs plus the cost of these. The free rider problem concerns positive ones, while negative ones include the Tragedy of the Commons. For 10 points, give this term from economics in which parties uninvolved in": {
    "guess": "Externalities",
    "confidence": [
      [
        "External",
        -0.65097314
      ],
      [
        "ities",
        -0.0018284575
      ]
    ]
  },
  "The \"network\" type of this concept, according to Stephen Margolis, can be broken down into autarky and synchronization. Problems associated with them can be resolved through criminalization of an economic activity, though a Pigovian tax is more effective. Social costs are defined as private costs plus": {
    "guess": "Pigovian tax",
    "confidence": [
      [
        "P",
        -0.45308092
      ],
      [
        "ig",
        -0.00020437481
      ],
      [
        "ov",
        -0.0004070779
      ],
      [
        "ian",
        -3.2929079e-06
      ],
      [
        " tax",
        -0.23968545
      ]
    ]
  },
  "The \"network\" type of this concept, according to Stephen Margolis, can be broken down into autarky and synchronization. Problems associated with them can be resolved through criminalization of an economic activity, though a Pigovian tax is more effective. Social costs are defined as private costs plus the cost of these. The free rider problem concerns positive ones, while negative ones include the Tragedy of the Commons. For 10 points, give this term from economics in which parties uninvolved in an economic decision are nevertheless affected by it.": {
    "guess": "Externalities",
    "confidence": [
      [
        "External",
        -0.4920722
      ],
      [
        "ities",
        -0.00033820388
      ]
    ]
  },
  "The Netherlands and the Swiss Confederation were, for the first time, formally recognized as independent": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.026749218
      ],
      [
        " of",
        -9.9251854e-05
      ],
      [
        " West",
        -0.00013870094
      ],
      [
        "ph",
        -3.7027545e-05
      ],
      [
        "alia",
        -3.8100377e-05
      ]
    ]
  },
  "The net fluid movement across them is measured by the Starling equation, and superfused ATP causes constriction of these near regions where pericytes are located about these structures. Discontinuous endothelial": {
    "guess": "Blood–brain barrier",
    "confidence": [
      [
        "Blood",
        -0.27585268
      ],
      [
        "–",
        -0.7798714
      ],
      [
        "brain",
        -0.008818424
      ],
      [
        " barrier",
        -0.007947999
      ]
    ]
  },
  "The Netherlands and the Swiss Confederation were, for the first time, formally recognized as independent states. France gained Alsace, while Wismar, Western Pomerania, Verden and Bremen went to Sweden. The Edict of Restitution was overturned, thus reaffirming the Peace of Augsburg, which meant that Lutherans and Calvinists would be tolerated throughout the Holy Roman Empire. Signed on October 24, 1648, this is, for ten points, the treaty that ended the Thirty Years War.": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.0018793739
      ],
      [
        " of",
        -1.9385403e-05
      ],
      [
        " West",
        -3.5313153e-06
      ],
      [
        "ph",
        -6.511407e-06
      ],
      [
        "alia",
        -3.6073914e-05
      ]
    ]
  },
  "The net fluid movement across them is measured by the Starling equation, and superfused ATP causes constriction": {
    "guess": "Capillary permeability",
    "confidence": [
      [
        "Cap",
        -0.8219921
      ],
      [
        "illary",
        -0.12771004
      ],
      [
        " perme",
        -0.93430424
      ],
      [
        "ability",
        -0.00017648483
      ]
    ]
  }
}