{
  "Six of these people fled aboard the Catalpa. The First Bigge Report recommended allowing these people to help out in private enterprises. Philip Gidley King was the first to offer these people tickets of leave. The last group of these people came aboard the Hougoumont. The Parramatta Factory initially ran on the labor of women from this group. Mary Bryant was one of these people that later commandeered a boat. These people made up a majority of the First Fleet commanded by Arthur Phillip. Black Caesar was one of these people who bolted and became the first Bushranger. For 10 points, name these": {
    "guess": "Convicts",
    "confidence": [
      [
        "Conv",
        -0.04687793
      ],
      [
        "icts",
        -0.0180975
      ]
    ]
  },
  "The sixth part pays homage to the \"rage aria\" found in opera buffo, and is sung in D minor as \"Rolling in foaming billows.\" The pattern of this work is broken by \"In fairest raiment,\" which is the first trio of the work after a series of recitatives and choruses. The librettist Baron von Swieten's instructions were not followed in a section about whales, where a bass soloist delivers his line accompanied": {
    "guess": "The Creation",
    "confidence": [
      [
        "The",
        -0.0010841365
      ],
      [
        " Creation",
        -0.07702616
      ]
    ]
  },
  "The sixth part pays homage to the \"rage aria\" found in opera buffo, and is sung in D minor as \"Rolling in foaming billows.\" The pattern of this work is broken by \"In fairest raiment,\" which is the first": {
    "guess": "The Creation",
    "confidence": [
      [
        "The",
        -0.5542052
      ],
      [
        " Creation",
        -0.836268
      ]
    ]
  },
  "In the sixth section of this poem, the speaker claims \"I am he who knows what it is to be evil,\" and he goes on to compare himself to the wolf, the snake, and the hog. Along with the author's poem \"Mannahatta,\" quotes from this poem were featured in a 1911 city documentary by Charles Sheeler and Paul Strand. The speaker describes the \"similitudes of the past and those of the future\" as well as the \"men and women generations before me\" who had embarked on the same journey. Divided into nine sections, this poem begins \"Flood-tide below me! I see you face to face!\", and the speaker goes on to exhort the \"countless crowds of passengers\" to move \" from shore to shore.\" For 10 points, name this poem from Leaves of Grass describing a boat trip from Manhattan over the East River.": {
    "guess": "Crossing Brooklyn Ferry",
    "confidence": [
      [
        "Cross",
        -0.0022135386
      ],
      [
        "ing",
        -1.7120534e-05
      ],
      [
        " Brooklyn",
        -5.2643223e-05
      ],
      [
        " Ferry",
        -8.418666e-06
      ]
    ]
  },
  "On the sixth track on this album, a duet with Ruby Amanfu, one person says that the title action \"rolls you over\" and begins with the line \"you drink water, I drink gasoline.\" In the best song on this": {
    "guess": "The Waterfall II",
    "confidence": [
      [
        "The",
        -0.54391795
      ],
      [
        " Water",
        -0.73405856
      ],
      [
        "fall",
        -0.18425667
      ],
      [
        " II",
        -0.059174374
      ]
    ]
  },
  "In the sixth section of this poem, the speaker claims \"I am he who knows what it is to be evil,\" and he goes on to compare himself to the wolf, the snake, and the hog. Along with the author's poem \"Mannahatta,\" quotes from this poem were featured in a 1911 city documentary by Charles Sheeler and Paul Strand. The speaker describes the \"similitudes of the past and those of the future\" as well as the \"men and women generations before me\" who had embarked on the same journey. Divided into nine sections, this poem begins \"Flood-tide below me! I see you face to face!\", and the speaker goes on to exhort": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.56173986
      ],
      [
        " of",
        -0.00035929924
      ],
      [
        " My",
        -0.00076257996
      ],
      [
        "self",
        -2.4584822e-06
      ]
    ]
  },
  "On the sixth track on this album, a duet with Ruby Amanfu, one person says that the title action \"rolls you over\" and begins with the line \"you drink water, I drink gasoline.\" In the best song on this album, the singer says that he is \"becoming a ghost so that nobody can know me\". That song is called \"Alone in my Home.\" The liner notes to this album thank Miguel Cabrera and Max Scherzer, and the title track on this album the signer notes that he is \"so Detroit I make it rise from the ashes.\" The \"ultra\" version of this recent album sold 40,000 vinyl copies in its debut week, making it the highest selling vinyl album since at least 1991. This album is a follow-up to 2012's Blunderbuss, and it's": {
    "guess": "Boarding House Reach",
    "confidence": [
      [
        "Board",
        -0.71819645
      ],
      [
        "ing",
        -3.7385154e-05
      ],
      [
        " House",
        -0.000112960275
      ],
      [
        " Reach",
        -0.00040254818
      ]
    ]
  },
  "Its sixteenth part paraphrases the 30th poem in Tagore's The Gardener. After telling its addressee she": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -0.017819766
      ],
      [
        " Love",
        -0.0006056951
      ],
      [
        " Po",
        -4.465658e-05
      ],
      [
        "ems",
        -5.5980927e-05
      ],
      [
        " and",
        -1.8074163e-05
      ],
      [
        " a",
        -0.0012529694
      ],
      [
        " Song",
        -3.2929079e-06
      ],
      [
        " of",
        -2.8564085e-05
      ],
      [
        " Des",
        -5.4385737e-06
      ],
      [
        "pair",
        -1.700133e-05
      ]
    ]
  },
  "Six of these people fled aboard the Catalpa. The First Bigge Report recommended allowing these people": {
    "guess": "Convicts in Australia",
    "confidence": [
      [
        "Conv",
        -0.9686258
      ],
      [
        "icts",
        -0.118666455
      ],
      [
        " in",
        -0.15530355
      ],
      [
        " Australia",
        -0.0008445298
      ]
    ]
  },
  "On the sixth track on this album, a duet with Ruby Amanfu, one person says that the title action \"rolls you over\" and begins with the line \"you drink water, I drink gasoline.\" In the best song on this album, the singer says that he is \"becoming a ghost so that nobody can know me\". That song is called \"Alone in my Home.\" The liner notes to this album thank Miguel Cabrera and Max Scherzer, and the title track on this album the signer notes that he is \"so Detroit I make it rise from the ashes.\" The": {
    "guess": "Lazaretto",
    "confidence": [
      [
        "L",
        -0.2698432
      ],
      [
        "az",
        -2.9756122e-05
      ],
      [
        "aret",
        -8.12521e-05
      ],
      [
        "to",
        -2.2007884e-05
      ]
    ]
  },
  "Just sixteen miles long but four thousand feet at its widest, it flows by Roosevelt Island and Hell Gate. It separates Manhattan from Long Island in addition to linking New York Bay and Long Island Sound.": {
    "guess": "East River",
    "confidence": [
      [
        "East",
        -0.017496979
      ],
      [
        " River",
        -6.229872e-05
      ]
    ]
  },
  "The Sixth Council edition of this document includes a dialogue between King Menander and a monk. One part of its second section consists of fifty-one poems about the suffering of ghosts, while another,": {
    "guess": "Kathavatthu",
    "confidence": [
      [
        "K",
        -0.80051947
      ],
      [
        "ath",
        -0.19225512
      ],
      [
        "av",
        -0.121433854
      ],
      [
        "at",
        -0.00095576694
      ],
      [
        "th",
        -1.4498052e-05
      ],
      [
        "u",
        -0.00078747154
      ]
    ]
  },
  "There are six of them, the last concluding \"O, from this time forth,/My thoughts be bloody, or be nothing": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.22460942
      ],
      [
        "beth",
        -0.00042745075
      ]
    ]
  },
  "Six of these people fled aboard the Catalpa. The First Bigge Report recommended allowing these people to help out in private enterprises. Philip Gidley King was the first to offer these people tickets": {
    "guess": "Convicts in Australia",
    "confidence": [
      [
        "Conv",
        -0.2558892
      ],
      [
        "icts",
        -0.26008278
      ],
      [
        " in",
        -0.50470227
      ],
      [
        " Australia",
        -0.0006054567
      ]
    ]
  },
  "Six years after assuming a governorship, this ruler became known as the \"Restorer of the Laws.\" He imprisoned Jose Maria Paz for seven years after Paz founded the Liga Unitaria and revolted. He created": {
    "guess": "Juan Manuel de Rosas",
    "confidence": [
      [
        "Juan",
        -0.015766045
      ],
      [
        " Manuel",
        -0.0015743756
      ],
      [
        " de",
        -4.7517467e-05
      ],
      [
        " Ros",
        -9.376849e-05
      ],
      [
        "as",
        -6.0345924e-06
      ]
    ]
  },
  "There are six of them, the last concluding \"O, from this time forth,/My thoughts be bloody, or be nothing worth!\" The longest is \"O, what a rogue and peasant slave am I!\" and the others include \"Now might I do it pat, now he is praying,\" \"O, that this too solid flesh would melt\" and \"How all occasions": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.30812255
      ],
      [
        "let",
        -0.00031437047
      ]
    ]
  },
  "The sixth part pays homage to the \"rage aria\" found in opera buffo, and is sung in D minor as \"Rolling in foaming billows.\" The pattern of this work is broken by \"In fairest raiment,\" which is the first trio of the work after a series of recitatives and choruses. The librettist Baron von Swieten's instructions were not followed in a section about whales, where a bass soloist delivers his line accompanied by cellos and violas; the line is \"Sei fruchtbar alle.\" The primary soloists of this work are": {
    "guess": "The Creation",
    "confidence": [
      [
        "The",
        -0.0097314175
      ],
      [
        " Creation",
        -0.0014715302
      ]
    ]
  },
  "For a six-year period the New York Times had a standing policy not to review any of his books because of the fallout from his novel The City and the Pillar, which had a homosexual protagonist.  In the next decade, the1950s, he wrote three detective novels under the pseudonym of Edward Box.  He would also co-write the script for Ben-Hur, but he is better known for such historical novels as Hollywood and Burr.  FTP, name this American novelist of Julian and Empire, who also wrote a satire focusing on a transsexual in his Myra Breckenridge.": {
    "guess": "Gore Vidal",
    "confidence": [
      [
        "G",
        -0.00362157
      ],
      [
        "ore",
        -3.0545007e-06
      ],
      [
        " V",
        -1.3186812e-05
      ],
      [
        "idal",
        -0.00031770815
      ]
    ]
  },
  "Six men are at the bar of the Weary Gentleman saloon when Scratchy Wilson gets drunk and \"turns loose with both hands.\" The town marshal, Jack [*] Potter, who had gone to San Antonio to get married, arrives": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -0.5113918
      ],
      [
        " Crane",
        -0.0016369778
      ]
    ]
  },
  "Six varieties of this mineral are recognized, including grossularite, pyrope, spessartite, uvarovite, andradite, and almandine, the last of which serves as the state mineral for Connecticut. Large quantities of them are ground up and made into a kind of sandpaper, while their hardness on the Mohs scale": {
    "guess": "Garnet",
    "confidence": [
      [
        "G",
        -0.009079421
      ],
      [
        "arn",
        -8.470901e-05
      ],
      [
        "et",
        -0.0015937691
      ]
    ]
  },
  "The Sixth Council edition of this document includes a dialogue between King Menander and a monk. One part of its second section consists of fifty-one poems about the suffering of ghosts, while another, the Apadana, is a collection of biographical stories illustrating the effects of good karma. The final section includes the Dhammasangani, a matrix which classifies the dhammas. The first section consists mostly of rules for monks and nuns, who make up the monastic Sangha. Consisting of the Vinya, Sutta, and Abhidhamma sections, for 10 points, name this canonical collection of Theravada Buddhist scriptures, named either for the language in which it was written, or for the three baskets in which it was originally stored.": {
    "guess": "Pali Canon",
    "confidence": [
      [
        "P",
        -0.022071335
      ],
      [
        "ali",
        -0.030333739
      ],
      [
        " Canon",
        -0.042722695
      ]
    ]
  },
  "A six-movement work of chamber music by this composer includes movements entitled \"Floe,\" \"Rubric,\" and \"Façades.\" His first cello concerto, written for Julian Lloyd Webber, is one of the eight concertos collected in his Concerto Project. This composer's album Solo Piano ends with the tracks \"Mad Rush\" and \"Wichita Sutra Vortex,\" which follow five tracks named \"Metamorphosis.\" This composer wrote Music in Twelve Parts for his namesake ensemble. He scored a work whose name is Hopi for \"life out of balance,\" Koyaanisqatsi. This composer's \"Portrait Trilogy\" includes operas about Gandhi and Akhenaten,": {
    "guess": "Philip Glass",
    "confidence": [
      [
        "Philip",
        -0.0026581779
      ],
      [
        " Glass",
        -7.58424e-06
      ]
    ]
  },
  "Its sixteenth part paraphrases the 30th poem in Tagore's The Gardener. After telling its addressee she \"plays with the light of the universe\" every day, its speaker claims \"I want to do with you what spring does to the cherry trees\" in the fourteenth section, while the eighth is about a white bee who buzzes in his soul. The first describes the \"Body of a woman, white hills, white thighs\" and the last": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -0.008301673
      ],
      [
        " Love",
        -0.00013893934
      ],
      [
        " Po",
        -5.6769813e-06
      ],
      [
        "ems",
        -2.2365493e-05
      ],
      [
        " and",
        -3.4166656e-05
      ],
      [
        " a",
        -0.0001242773
      ],
      [
        " Song",
        -2.9040899e-05
      ],
      [
        " of",
        -1.8624639e-06
      ],
      [
        " Des",
        -2.3392786e-06
      ],
      [
        "pair",
        -6.749814e-06
      ]
    ]
  },
  "Six varieties of this mineral are recognized, including grossularite, pyrope, spessartite, uvarovite, andradite, and almandine, the last of which serves as the state mineral for Connecticut. Large quantities of them are ground up and made into a kind of sandpaper, while their hardness on the Mohs scale varies from 6 to 7.5. FTP, identify this group of silicate minerals, a red gemstone variety of which is the birthstone for January.": {
    "guess": "Garnet",
    "confidence": [
      [
        "G",
        -0.00068800984
      ],
      [
        "arn",
        -2.8444882e-05
      ],
      [
        "et",
        -0.0005694755
      ]
    ]
  },
  "On the sixth track on this album, a duet with Ruby Amanfu, one person says that the title action \"rolls you over\" and begins with the line \"you drink water, I drink gasoline.\" In the best song on this album, the singer says that he is \"becoming a ghost so that nobody can know me\". That song is called \"Alone in my Home.\" The liner notes to this album thank Miguel Cabrera and Max Scherzer, and the title track on this album the signer notes that he is \"so Detroit I make it rise from the ashes.\" The \"ultra\" version of this recent album sold 40,000 vinyl copies in its debut week, making it the highest selling vinyl album since at least 1991. This album is a follow-up to 2012's Blunderbuss, and it's latest album from a guy who used to be in a band with his wife Meg. For ten points, name this latest release of former White Stripes member Jack White.": {
    "guess": "Boarding House Reach",
    "confidence": [
      [
        "Board",
        -0.047785234
      ],
      [
        "ing",
        -1.0683535e-05
      ],
      [
        " House",
        -8.089449e-05
      ],
      [
        " Reach",
        -6.217952e-05
      ]
    ]
  },
  "Six years after assuming a governorship, this ruler became known as the \"Restorer of the Laws.\" He imprisoned Jose Maria Paz for seven years after Paz founded the Liga Unitaria and revolted. He created a secret police force called La Mazorca, or \"the ear of corn,\" as his personal band of assassins. His expedition against Bolivia resulted in expulsion of the dictator Santa Cruz, while he supported Manuel Oribe against Fructuoso Rivera in Uruguay. His conflicts with Europe included a brief war with Louis Philippe of France over treatment of an envoy. He was overthrown by Justo Jose de Urquiza and his ally General Quiroga was denounced in the novel Facundo by Domingo Sarmiento, who in 1868 would": {
    "guess": "Juan Manuel de Rosas",
    "confidence": [
      [
        "Juan",
        -0.01362742
      ],
      [
        " Manuel",
        -0.00095540937
      ],
      [
        " de",
        -0.00046022076
      ],
      [
        " Ros",
        -0.00039576087
      ],
      [
        "as",
        -1.0921943e-05
      ]
    ]
  },
  "Its sixteenth part paraphrases the 30th poem in Tagore's The Gardener. After telling its addressee she \"plays with the light of the universe\" every day, its speaker claims \"I want to do with you what spring does to the cherry trees\" in the fourteenth section, while the eighth is about a white bee who buzzes in his soul. The first describes the \"Body of a woman, white hills, white thighs\" and the last poem ends \"It is the hour of departure, oh abandoned one!,\" though more famous may be one which begins": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -0.01112434
      ],
      [
        " Love",
        -0.00021509947
      ],
      [
        " Po",
        -1.4140442e-05
      ],
      [
        "ems",
        -3.4762674e-05
      ],
      [
        " and",
        -8.876193e-05
      ],
      [
        " a",
        -0.00029494395
      ],
      [
        " Song",
        -4.5848617e-05
      ],
      [
        " of",
        -2.3392786e-06
      ],
      [
        " Des",
        -4.9617593e-06
      ],
      [
        "pair",
        -4.4849444e-06
      ]
    ]
  },
  "In the sixth section of this poem, the speaker claims \"I am he who knows what it is to be evil,\" and he goes on to compare himself to the wolf, the snake, and the hog. Along with the author's poem \"Mannahatta,\" quotes from this poem were featured in a 1911 city documentary by Charles Sheeler and Paul Strand. The speaker describes the \"similitudes of the past and those of the future\" as well as the": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.41059864
      ],
      [
        " of",
        -0.0003545311
      ],
      [
        " My",
        -0.00025942858
      ],
      [
        "self",
        -1.2664457e-06
      ]
    ]
  },
  "Its sixteenth part paraphrases the 30th poem in Tagore's The Gardener. After telling its addressee she \"plays with the light of the universe\" every day, its speaker claims \"I want to do with you what spring does to the cherry trees\" in the fourteenth section, while the eighth is about a white bee who buzzes in his soul. The first describes the \"Body of a woman, white hills, white thighs\" and the last poem ends \"It is the hour of departure, oh abandoned one!,\" though more famous may be one which begins \"Tonight I can write the saddest lines.\" Following the volume Twilight, for 10 points, name this": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -0.07041718
      ],
      [
        " Love",
        -0.013912201
      ],
      [
        " Po",
        -0.00017708084
      ],
      [
        "ems",
        -0.00010664248
      ],
      [
        " and",
        -0.00026181265
      ],
      [
        " a",
        -0.0044264398
      ],
      [
        " Song",
        -7.862962e-05
      ],
      [
        " of",
        -3.7623562e-05
      ],
      [
        " Des",
        -2.1054253e-05
      ],
      [
        "pair",
        -1.9743013e-05
      ]
    ]
  },
  "Six years after assuming a governorship, this ruler became known as the \"Restorer of the Laws.\" He imprisoned Jose Maria Paz for seven years after Paz founded the Liga Unitaria and revolted. He created a secret police force called La Mazorca, or \"the ear of corn,\" as his personal band of assassins. His expedition against Bolivia resulted in expulsion of the dictator Santa Cruz, while he supported Manuel Oribe against Fructuoso Rivera in Uruguay. His conflicts with Europe included a brief war with Louis Philippe of France over treatment of an envoy. He was overthrown by Justo Jose de Urquiza and": {
    "guess": "Juan Manuel de Rosas",
    "confidence": [
      [
        "Juan",
        -0.0049105505
      ],
      [
        " Manuel",
        -0.0005674491
      ],
      [
        " de",
        -0.00053897407
      ],
      [
        " Ros",
        -0.00029530155
      ],
      [
        "as",
        -1.2233183e-05
      ]
    ]
  },
  "The Sixth Council edition of this document includes a dialogue between King Menander and a monk. One": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.277634
      ]
    ]
  },
  "The sixth part pays homage to the \"rage aria\" found in opera buffo, and is sung in D minor as \"Rolling": {
    "guess": "The Creation",
    "confidence": [
      [
        "The",
        -0.46914512
      ],
      [
        " Creation",
        -0.9958957
      ]
    ]
  },
  "Six years after assuming a governorship, this ruler became known as the \"Restorer of the Laws.\" He imprisoned Jose Maria Paz for seven years after Paz founded the Liga Unitaria and revolted. He created a secret police force called La Mazorca, or \"the ear of corn,\" as his personal band of assassins. His expedition against Bolivia resulted in expulsion of the dictator Santa Cruz, while he supported Manuel Oribe against Fructuoso Rivera in Uruguay. His conflicts with Europe included a brief war with": {
    "guess": "Juan Manuel de Rosas",
    "confidence": [
      [
        "Juan",
        -0.030673672
      ],
      [
        " Manuel",
        -0.0009420732
      ],
      [
        " de",
        -0.00081915775
      ],
      [
        " Ros",
        -0.0002390594
      ],
      [
        "as",
        -1.8074163e-05
      ]
    ]
  },
  "The sixth part pays homage to the \"rage aria\" found in opera buffo, and is sung in D minor as \"Rolling in foaming billows.\" The pattern of this work is broken by \"In fairest raiment,\" which is the first trio of the work after a series of recitatives and choruses. The librettist Baron von Swieten's instructions were not followed in a section about whales, where a bass soloist delivers his line accompanied by cellos and violas; the line is \"Sei fruchtbar alle.\" The primary soloists of this work are a soprano, tenor, and bass representing Gabriel, Uriel, and Rafael. Its most famous section is the": {
    "guess": "The Creation",
    "confidence": [
      [
        "The",
        -0.0030139533
      ],
      [
        " Creation",
        -0.00031019835
      ]
    ]
  },
  "There are six of them, the last concluding \"O, from this time forth,/My thoughts be bloody, or be nothing worth!\" The longest is \"O, what a rogue and peasant slave am I!\" and the others include \"Now might I do it pat, now he is praying,\" \"O, that this too solid flesh would melt\" and \"How all occasions do inform against me.\" In one, the speaker resolves \"I will speak daggers to her, but use none\" and in another cries \"Nymph, in thy orisons/Be all my sins remember'd.\" For 10 points, name thiese speeches": {
    "guess": "Soliloquies of Hamlet",
    "confidence": [
      [
        "Sol",
        -0.39315176
      ],
      [
        "ilo",
        -0.00020961977
      ],
      [
        "qu",
        -0.0005897291
      ],
      [
        "ies",
        -0.33886433
      ],
      [
        " of",
        -0.68660986
      ],
      [
        " Ham",
        -0.41759017
      ],
      [
        "let",
        -1.4259645e-05
      ]
    ]
  },
  "The sixth part pays homage to the \"rage aria\" found in opera buffo, and is sung in D minor as \"Rolling in foaming billows.\" The pattern of this work is broken by \"In fairest raiment,\" which is the first trio of the work after a series of recitatives and choruses. The librettist Baron von Swieten's instructions were not followed in a section about whales, where a bass soloist delivers his line accompanied by cellos and violas; the line is \"Sei fruchtbar alle.\" The primary soloists of this work are a soprano, tenor, and bass representing Gabriel, Uriel, and Rafael. Its most famous section is the very first, written in C minor with no cadences, called \"The Representation of Chaos,\" and this is followed by a massive C-major chord for chorus and orchestra depicting the phrase \"let there be light.\"": {
    "guess": "The Creation",
    "confidence": [
      [
        "The",
        -0.00084488734
      ],
      [
        " Creation",
        -0.00013274075
      ]
    ]
  },
  "Six of these people fled aboard the Catalpa. The First Bigge Report recommended allowing these people to help out in private enterprises. Philip Gidley King was the first to offer these people tickets of leave. The last group of these people came aboard the Hougoumont. The Parramatta Factory initially ran on the labor of women from this group. Mary Bryant was one of these people that later commandeered": {
    "guess": "Convicts in Australia",
    "confidence": [
      [
        "Conv",
        -0.606785
      ],
      [
        "icts",
        -0.11144207
      ],
      [
        " in",
        -0.021434914
      ],
      [
        " Australia",
        -4.7755875e-05
      ]
    ]
  },
  "Six years after assuming a governorship, this ruler became known as the \"Restorer of the Laws.\" He imprisoned Jose Maria Paz for seven years after Paz founded the Liga Unitaria and revolted. He created a secret police force called La Mazorca, or \"the ear of corn,\" as his personal band of assassins. His expedition against Bolivia resulted in expulsion of the dictator Santa Cruz, while he supported Manuel": {
    "guess": "Juan Manuel de Rosas",
    "confidence": [
      [
        "Juan",
        -0.04824869
      ],
      [
        " Manuel",
        -0.0031964893
      ],
      [
        " de",
        -0.0017387209
      ],
      [
        " Ros",
        -0.00026741522
      ],
      [
        "as",
        -9.729906e-06
      ]
    ]
  },
  "Six men are at the bar of the Weary Gentleman saloon when Scratchy Wilson gets drunk and \"turns loose with both hands.\" The town marshal, Jack [*] Potter, who had gone to San Antonio to get married, arrives just in time to meet up with Scratchy as he's turning a street corner. Jack pacifies Scratchy by introducing his new wife, the title character of—for 10 points—what short story by Stephen Crane?": {
    "guess": "The Bride Comes to Yellow Sky",
    "confidence": [
      [
        "The",
        -0.033486858
      ],
      [
        " Bride",
        -0.27493796
      ],
      [
        " Comes",
        -0.00049453304
      ],
      [
        " to",
        -0.002274439
      ],
      [
        " Yellow",
        -0.0009130132
      ],
      [
        " Sky",
        -0.00010556965
      ]
    ]
  },
  "After six months at sea, a stop is made in the Marquesas Islands, under the command of Captain Vangs.": {
    "guess": "Marquesas Islands",
    "confidence": [
      [
        "Mar",
        -0.08084928
      ],
      [
        "ques",
        -0.002031896
      ],
      [
        "as",
        -0.0009051494
      ],
      [
        " Islands",
        -0.00068467576
      ]
    ]
  },
  "For a six-year period the New York Times had a standing policy not to review any of his books because of the fallout from his novel The City and the Pillar, which had a homosexual protagonist.  In the next decade, the1950s, he wrote three detective novels under the pseudonym of Edward Box.  He would": {
    "guess": "Gore Vidal",
    "confidence": [
      [
        "G",
        -0.012979973
      ],
      [
        "ore",
        -0.0010428132
      ],
      [
        " V",
        -7.302705e-05
      ],
      [
        "idal",
        -6.217952e-05
      ]
    ]
  },
  "There are six of them, the last concluding \"O, from this time forth,/My thoughts be bloody, or be nothing worth!\" The longest is \"O, what a rogue and peasant slave am I!\" and the others include \"Now might": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.0086970655
      ],
      [
        "let",
        -3.488188e-05
      ]
    ]
  },
  "The Sixth Council edition of this document includes a dialogue between King Menander and a monk. One part of its second section consists of fifty-one poems about the suffering of ghosts, while another, the Apadana, is a collection of biographical stories illustrating the effects of good karma. The final section includes the Dhammasangani, a matrix which classifies the dhammas. The first section consists mostly of rules for monks and nuns, who make up the monastic Sangha. Consisting of the Vinya,": {
    "guess": "Vinaya Pitaka",
    "confidence": [
      [
        "Vin",
        -0.7456369
      ],
      [
        "aya",
        -0.0018763974
      ],
      [
        " Pit",
        -0.0043483484
      ],
      [
        "aka",
        -5.4385737e-06
      ]
    ]
  },
  "Just sixteen miles long but four thousand feet at its widest, it flows by Roosevelt Island and Hell Gate.": {
    "guess": "East River",
    "confidence": [
      [
        "East",
        -0.038875796
      ],
      [
        " River",
        -0.00058520306
      ]
    ]
  },
  "Six men are at the bar of the Weary Gentleman saloon when Scratchy Wilson gets drunk and \"turns loose with both hands.\" The town marshal, Jack [*] Potter, who had gone to San Antonio to get married, arrives just in time to meet up with Scratchy as he's turning a street corner. Jack pacifies Scratchy": {
    "guess": "The Bride Comes to Yellow Sky",
    "confidence": [
      [
        "The",
        -0.5675148
      ],
      [
        " Bride",
        -0.13682225
      ],
      [
        " Comes",
        -0.00067573914
      ],
      [
        " to",
        -0.0025575918
      ],
      [
        " Yellow",
        -0.0006466718
      ],
      [
        " Sky",
        -0.000107000094
      ]
    ]
  },
  "A six-movement work of chamber music by this composer includes movements entitled \"Floe,\" \"Rubric,\" and \"Façades.\" His first cello concerto, written for Julian Lloyd Webber, is one of the eight concertos collected in his Concerto Project. This composer's album Solo Piano ends with the tracks \"Mad Rush\" and \"Wichita Sutra Vortex,\" which follow five tracks named \"Metamorphosis.\" This composer wrote Music in Twelve Parts for his namesake ensemble. He scored a work whose name is Hopi for \"life out of": {
    "guess": "Philip Glass",
    "confidence": [
      [
        "Philip",
        -0.0015060516
      ],
      [
        " Glass",
        -3.166338e-05
      ]
    ]
  },
  "A six-movement work of chamber music by this composer includes movements entitled \"Floe,\" \"Rubric,\" and": {
    "guess": "Music for 18 Musicians",
    "confidence": [
      [
        "Music",
        -0.7949356
      ],
      [
        " for",
        -0.00036537863
      ],
      [
        " ",
        -0.6733691
      ],
      [
        "18",
        -0.00077770784
      ],
      [
        " Mus",
        -4.604148e-06
      ],
      [
        "icians",
        -4.1273333e-06
      ]
    ]
  },
  "The sixth part pays homage to the \"rage aria\" found in opera buffo, and is sung in D minor as \"Rolling in foaming billows.\" The pattern of this work is broken by \"In fairest raiment,\" which is the first trio of the work after a series of recitatives and choruses. The librettist Baron von Swieten's instructions were not followed in a section about whales, where a bass soloist delivers his line accompanied by cellos and violas; the line is \"Sei fruchtbar alle.\" The primary soloists of this work are a soprano, tenor, and bass representing Gabriel, Uriel, and Rafael. Its most famous section is the very first, written in C minor with no cadences, called \"The Representation of Chaos,\" and this is followed": {
    "guess": "The Creation",
    "confidence": [
      [
        "The",
        -0.0020459364
      ],
      [
        " Creation",
        -0.00014501873
      ]
    ]
  },
  "A six-movement work of chamber music by this composer includes movements entitled \"Floe,\" \"Rubric,\" and \"Façades.\" His first cello concerto, written for Julian Lloyd Webber, is one of the eight concertos collected in his Concerto Project. This composer's album Solo Piano ends with the tracks \"Mad Rush\"": {
    "guess": "Philip Glass",
    "confidence": [
      [
        "Philip",
        -0.007992471
      ],
      [
        " Glass",
        -1.1279553e-05
      ]
    ]
  },
  "There are six of them, the last concluding \"O, from this time forth,/My thoughts be bloody, or be nothing worth!\" The longest is \"O, what a rogue and peasant slave am I!\" and the others include \"Now might I do it pat, now he is praying,\" \"O, that this too solid flesh would melt\" and \"How all occasions do inform against me.\" In one, the speaker resolves \"I will speak daggers to her, but use none\" and in another cries \"Nymph, in thy orisons/Be all my sins remember'd.\" For 10 points, name thiese speeches including \"Tis now the very witching time of night\" and \"To be, or not to be.\"": {
    "guess": "Soliloquy",
    "confidence": [
      [
        "Sol",
        -0.30129328
      ],
      [
        "ilo",
        -0.00024810788
      ],
      [
        "qu",
        -0.00036965898
      ],
      [
        "y",
        -0.4510869
      ]
    ]
  },
  "A six-movement work of chamber music by this composer includes movements entitled \"Floe,\" \"Rubric,\" and \"Façades.\" His first cello concerto, written for Julian Lloyd Webber, is one of the eight concertos collected in his Concerto Project. This composer's album Solo Piano ends with the tracks \"Mad Rush\" and \"Wichita Sutra Vortex,\" which follow five tracks named \"Metamorphosis.\" This composer wrote Music in Twelve Parts for his namesake ensemble. He scored a work whose name is Hopi for \"life out of balance,\" Koyaanisqatsi. This composer's \"Portrait Trilogy\" includes operas about Gandhi and Akhenaten, as well as an opera with five intermezzos called \"knee plays.\" For 10 points, name this minimalist": {
    "guess": "Philip Glass",
    "confidence": [
      [
        "Philip",
        -0.00064071163
      ],
      [
        " Glass",
        -4.00813e-06
      ]
    ]
  },
  "The Sixth Council edition of this document includes a dialogue between King Menander and a monk. One part of its second section consists of fifty-one poems about the suffering of ghosts, while another, the Apadana, is a collection of biographical stories illustrating the effects of good karma. The final": {
    "guess": "Pali Canon",
    "confidence": [
      [
        "P",
        -1.4285483
      ],
      [
        "ali",
        -0.30987737
      ],
      [
        " Canon",
        -0.001492246
      ]
    ]
  },
  "In the sixth section of this poem, the speaker claims \"I am he who knows what it is to be evil,\" and he goes on to compare himself to the wolf, the snake, and the hog. Along with the author's poem \"Mannahatta,\" quotes from this poem were featured in a 1911 city documentary by Charles Sheeler and Paul": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.3405721
      ],
      [
        " of",
        -0.00029172545
      ],
      [
        " My",
        -0.00040445544
      ],
      [
        "self",
        -1.7432603e-06
      ]
    ]
  },
  "On the sixth track on this album, a duet with Ruby Amanfu, one person says that the title action \"rolls you over\" and begins with the line \"you drink water, I drink gasoline.\" In the best song on this album, the singer says that he is \"becoming a ghost so that nobody can know me\". That song is called \"Alone in my Home.\" The liner notes to this album thank Miguel Cabrera and Max Scherzer, and the title track on this album the signer notes that he is \"so Detroit I make it rise from the ashes.\" The \"ultra\" version of this recent album sold 40,000 vinyl copies in its debut week, making it the highest selling vinyl album since at least 1991. This album is a follow-up to 2012's Blunderbuss, and it's latest album from a guy who used to be in a band with his wife Meg. For ten points, name this latest": {
    "guess": "Boarding House Reach",
    "confidence": [
      [
        "Board",
        -0.32573286
      ],
      [
        "ing",
        -4.7994283e-05
      ],
      [
        " House",
        -0.00016492206
      ],
      [
        " Reach",
        -0.00038336372
      ]
    ]
  },
  "After six months at sea, a stop is made in the Marquesas Islands, under the command of Captain Vangs.  Tommo decides that this is the right time to jump ship, and he and Toby plan to hide out and catch a ride with the next ship. The problem with that plan, however, is that after leaving the Dolly they find an island is populated by a cannibalistic tribe.  FTP, identify this 1846 novel, named for that": {
    "guess": "Typee",
    "confidence": [
      [
        "Type",
        -0.006955246
      ],
      [
        "e",
        -1.1994775e-05
      ]
    ]
  },
  "The Sixth Council edition of this document includes a dialogue between King Menander and a monk. One part of its second section consists of fifty-one poems about the suffering of ghosts, while another, the Apadana, is a collection of biographical stories illustrating the effects of good karma. The final section includes the Dhammasangani, a matrix which classifies the dhammas. The first section consists mostly of rules for monks and nuns, who make up the monastic Sangha. Consisting of the Vinya, Sutta, and Abhidhamma sections, for 10 points, name this canonical collection of Theravada Buddhist": {
    "guess": "Pali Canon",
    "confidence": [
      [
        "P",
        -0.06059938
      ],
      [
        "ali",
        -0.019107424
      ],
      [
        " Canon",
        -0.02382162
      ]
    ]
  },
  "The Sixth Council edition of this document includes a dialogue between King Menander and a monk. One part of its second section consists of fifty-one poems about the suffering of ghosts, while another, the Apadana, is a collection of biographical stories illustrating the effects of good karma. The final section includes the Dhammasangani, a matrix which classifies the dhammas. The first section consists": {
    "guess": "Vinaya Pitaka",
    "confidence": [
      [
        "Vin",
        -0.48924932
      ],
      [
        "aya",
        -0.00040910434
      ],
      [
        " Pit",
        -0.0017219498
      ],
      [
        "aka",
        -5.080963e-06
      ]
    ]
  },
  "Six of these people fled aboard the Catalpa. The First Bigge Report recommended allowing these people to help out in private enterprises. Philip Gidley King was the first to offer these people tickets of leave. The last group of these people came aboard the Hougoumont. The Parramatta Factory initially ran on the labor of women from this group. Mary Bryant was one of these people that later commandeered a boat. These people made up a majority of the First Fleet commanded by Arthur Phillip. Black Caesar": {
    "guess": "Convicts in Australia",
    "confidence": [
      [
        "Conv",
        -0.057861075
      ],
      [
        "icts",
        -0.22462627
      ],
      [
        " in",
        -0.023395488
      ],
      [
        " Australia",
        -0.00022976153
      ]
    ]
  },
  "In the sixth section of this poem, the speaker claims \"I am he who knows what it is to be evil,\" and he goes on to compare himself to the wolf, the snake, and the hog. Along with the author's poem \"Mannahatta,\"": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.22422196
      ],
      [
        " of",
        -0.00036573625
      ],
      [
        " My",
        -0.00071183586
      ],
      [
        "self",
        -1.8550976e-05
      ]
    ]
  },
  "For a six-year period the New York Times had a standing policy not to review any of his books because": {
    "guess": "Larry Flynt",
    "confidence": [
      [
        "Larry",
        -1.2379124
      ],
      [
        " Fly",
        -0.11377187
      ],
      [
        "nt",
        -1.2233183e-05
      ]
    ]
  },
  "On the sixth track on this album, a duet with Ruby Amanfu, one person says that the title action \"rolls you over\" and begins with the line \"you drink water, I drink gasoline.\" In the best song on this album, the singer says that he is \"becoming a ghost so that nobody can know me\". That song is called": {
    "guess": "The Lone Bellow",
    "confidence": [
      [
        "The",
        -1.1355938
      ],
      [
        " Lone",
        -1.5835117
      ],
      [
        " B",
        -0.026577318
      ],
      [
        "ellow",
        -0.00011749002
      ]
    ]
  },
  "Six years after assuming a governorship, this ruler became known as the \"Restorer of the Laws.\" He imprisoned Jose Maria Paz for seven years after Paz founded the Liga Unitaria and revolted. He created a secret police force called La Mazorca, or \"the ear of corn,\" as his personal band of assassins. His": {
    "guess": "Juan Manuel de Rosas",
    "confidence": [
      [
        "Juan",
        -0.03462877
      ],
      [
        " Manuel",
        -0.006892735
      ],
      [
        " de",
        -0.0002544257
      ],
      [
        " Ros",
        -0.00018125297
      ],
      [
        "as",
        -2.6968896e-06
      ]
    ]
  },
  "Six varieties of this mineral are recognized, including grossularite, pyrope, spessartite, uvarovite, andradite, and almandine, the last of which serves as the state mineral for Connecticut. Large quantities of them are ground up and made into a kind of sandpaper, while their hardness on the Mohs scale varies from 6 to 7.5. FTP, identify this group of silicate minerals, a red gemstone variety of which": {
    "guess": "Garnet",
    "confidence": [
      [
        "G",
        -0.0010934271
      ],
      [
        "arn",
        -6.5994034e-05
      ],
      [
        "et",
        -0.0015252142
      ]
    ]
  },
  "On the sixth track on this album, a duet with Ruby Amanfu, one person says that the title action \"rolls": {
    "guess": "The Nashville Sound",
    "confidence": [
      [
        "The",
        -0.7392279
      ],
      [
        " Nashville",
        -0.45443407
      ],
      [
        " Sound",
        -0.0015114085
      ]
    ]
  },
  "Its sixteenth part paraphrases the 30th poem in Tagore's The Gardener. After telling its addressee she \"plays with the light of the universe\" every day, its speaker claims \"I want to do with you what spring does to the cherry trees\" in the fourteenth section, while the eighth is about a white bee who": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -0.05940715
      ],
      [
        " Love",
        -0.0014920076
      ],
      [
        " Po",
        -7.517272e-05
      ],
      [
        "ems",
        -8.971556e-05
      ],
      [
        " and",
        -0.00014859485
      ],
      [
        " a",
        -0.0003741887
      ],
      [
        " Song",
        -4.2510914e-05
      ],
      [
        " of",
        -3.8100377e-05
      ],
      [
        " Des",
        -4.723352e-06
      ],
      [
        "pair",
        -1.0564331e-05
      ]
    ]
  },
  "Its sixteenth part paraphrases the 30th poem in Tagore's The Gardener. After telling its addressee she \"plays with the light of the universe\" every day, its speaker claims \"I want to do with you what spring does to the cherry trees\" in the fourteenth section, while the eighth is about a white bee who buzzes in his soul. The first describes the \"Body of a woman, white hills, white thighs\" and the last poem ends \"It is the hour of departure, oh abandoned one!,\" though more famous may be one which begins \"Tonight I can write the saddest lines.\" Following the volume Twilight, for 10 points, name this 1924 collection of 21 poems by Pablo Neruda.": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -0.016222995
      ],
      [
        " Love",
        -0.0013065486
      ],
      [
        " Po",
        -0.00014561474
      ],
      [
        "ems",
        -6.778209e-05
      ],
      [
        " and",
        -0.00028731857
      ],
      [
        " a",
        -0.0021569224
      ],
      [
        " Song",
        -9.555654e-05
      ],
      [
        " of",
        -1.1398757e-05
      ],
      [
        " Des",
        -1.6762922e-05
      ],
      [
        "pair",
        -2.129266e-05
      ]
    ]
  },
  "Six of these people fled aboard the Catalpa. The First Bigge Report recommended allowing these people to help out in private enterprises. Philip Gidley King was the first to offer these people tickets of leave. The last group of these people came aboard the Hougoumont. The Parramatta Factory initially": {
    "guess": "Convicts in Australia",
    "confidence": [
      [
        "Conv",
        -0.12297967
      ],
      [
        "icts",
        -0.18714693
      ],
      [
        " in",
        -0.02843894
      ],
      [
        " Australia",
        -2.749125e-05
      ]
    ]
  },
  "Six varieties of this mineral are recognized, including grossularite, pyrope, spessartite, uvarovite,": {
    "guess": "Garnet",
    "confidence": [
      [
        "G",
        -0.016145218
      ],
      [
        "arn",
        -1.3902034e-05
      ],
      [
        "et",
        -0.00020973898
      ]
    ]
  },
  "In the sixth section of this poem, the speaker claims \"I am he who knows what it is to be evil,\" and he goes on to compare himself to the wolf, the snake, and the hog. Along with the author's poem \"Mannahatta,\" quotes from this poem were featured in a 1911 city documentary by Charles Sheeler and Paul Strand. The speaker describes the \"similitudes of the past and those of the future\" as well as the \"men and women generations before me\" who had embarked on the same journey. Divided into nine sections, this poem begins \"Flood-tide below me! I see you face to face!\", and the speaker goes on to exhort the \"countless crowds of passengers\" to move \" from shore to shore.\" For 10 points, name this poem": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.6004771
      ],
      [
        " of",
        -0.00017493518
      ],
      [
        " My",
        -0.00052551134
      ],
      [
        "self",
        -2.220075e-06
      ]
    ]
  },
  "After six months at sea, a stop is made in the Marquesas Islands, under the command of Captain Vangs.  Tommo decides that this is the right time to jump ship, and he and Toby plan to hide out and catch a ride with the next ship. The problem with that plan, however, is that after leaving the Dolly they": {
    "guess": "Typee",
    "confidence": [
      [
        "Type",
        -0.059700627
      ],
      [
        "e",
        -1.9385403e-05
      ]
    ]
  },
  "A six-movement work of chamber music by this composer includes movements entitled \"Floe,\" \"Rubric,\" and \"Façades.\" His first cello concerto, written for Julian Lloyd Webber, is one of the eight concertos collected in his Concerto Project. This composer's album Solo Piano ends with the tracks \"Mad Rush\" and \"Wichita Sutra Vortex,\" which follow five tracks named \"Metamorphosis.\" This composer wrote Music in Twelve Parts for his namesake ensemble. He scored a work whose name is Hopi for \"life out of balance,\" Koyaanisqatsi. This composer's \"Portrait Trilogy\" includes operas about Gandhi and Akhenaten, as well as an opera with five intermezzos called \"knee plays.\" For 10 points, name this minimalist composer known for his film scores and his opera Einstein on the Beach.": {
    "guess": "Philip Glass",
    "confidence": [
      [
        "Philip",
        -0.003199693
      ],
      [
        " Glass",
        -0.0001202317
      ]
    ]
  },
  "For a six-year period the New York Times had a standing policy not to review any of his books because of the fallout from his novel The City and the Pillar, which had a homosexual protagonist.  In the next decade, the1950s, he wrote three detective novels under the pseudonym of Edward Box.  He would also co-write the script for Ben-Hur, but he is better known for such historical novels as Hollywood and Burr.  FTP, name this American novelist of Julian and Empire, who also wrote a satire focusing": {
    "guess": "Gore Vidal",
    "confidence": [
      [
        "G",
        -0.019089654
      ],
      [
        "ore",
        -4.1273333e-06
      ],
      [
        " V",
        -0.00010127832
      ],
      [
        "idal",
        -0.00044866532
      ]
    ]
  },
  "After six months at sea, a stop is made in the Marquesas Islands, under the command of Captain Vangs.  Tommo decides that this is the right time to jump ship, and he and Toby plan to hide out and catch a ride with the next ship. The problem with that plan, however, is that after leaving the Dolly they find an island is populated by a cannibalistic tribe.  FTP, identify this 1846 novel, named for that tribe and subtitled \"A Peep at Polynesian Life,\" by Herman Melville.": {
    "guess": "Typee",
    "confidence": [
      [
        "Type",
        -0.004094547
      ],
      [
        "e",
        -2.3795938e-05
      ]
    ]
  },
  "In the sixth section of this poem, the speaker claims \"I am he who knows what it is to be evil,\" and he goes on to compare himself to the wolf, the snake, and the hog. Along with the author's poem \"Mannahatta,\" quotes from this poem were featured in a 1911 city documentary by Charles Sheeler and Paul Strand. The speaker describes the \"similitudes of the past and those of the future\" as well as the \"men and women generations before me\" who had embarked on the same journey. Divided into nine sections,": {
    "guess": "Crossing Brooklyn Ferry",
    "confidence": [
      [
        "Cross",
        -1.0900373
      ],
      [
        "ing",
        -3.4285862e-05
      ],
      [
        " Brooklyn",
        -0.0004952483
      ],
      [
        " Ferry",
        -1.2233183e-05
      ]
    ]
  },
  "There are six of them, the last concluding \"O, from this time forth,/My thoughts be bloody, or be nothing worth!\" The longest is \"O, what a rogue and peasant slave am I!\" and the others include \"Now might I do it pat, now he is praying,\" \"O, that this too solid flesh would melt\" and \"How all occasions do inform against me.\" In one, the speaker resolves \"I will speak daggers to her, but use none\" and": {
    "guess": "Soliloquy",
    "confidence": [
      [
        "Sol",
        -0.3671284
      ],
      [
        "ilo",
        -0.00034106473
      ],
      [
        "qu",
        -0.00010998019
      ],
      [
        "y",
        -0.02217511
      ]
    ]
  },
  "A six-movement work of chamber music by this composer includes movements entitled \"Floe,\" \"Rubric,\" and \"Façades.\" His first cello concerto, written for Julian Lloyd Webber, is one of the eight concertos": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -0.48646924
      ],
      [
        " Adams",
        -0.027637636
      ]
    ]
  },
  "For a six-year period the New York Times had a standing policy not to review any of his books because of the fallout from his novel The City and the Pillar, which had a homosexual protagonist.  In the next decade, the1950s, he wrote three detective novels under the pseudonym of Edward Box.  He would also co-write the script for Ben-Hur, but he is better known for such historical novels as Hollywood": {
    "guess": "Gore Vidal",
    "confidence": [
      [
        "G",
        -0.0008803771
      ],
      [
        "ore",
        -3.1737043e-06
      ],
      [
        " V",
        -3.7146747e-05
      ],
      [
        "idal",
        -9.4245304e-05
      ]
    ]
  },
  "Six varieties of this mineral are recognized, including grossularite, pyrope, spessartite, uvarovite, andradite, and almandine, the last of which serves as the state mineral for Connecticut. Large quantities": {
    "guess": "Garnet",
    "confidence": [
      [
        "G",
        -0.011221824
      ],
      [
        "arn",
        -1.7954959e-05
      ],
      [
        "et",
        -0.00014346908
      ]
    ]
  },
  "After six months at sea, a stop is made in the Marquesas Islands, under the command of Captain Vangs.  Tommo decides that this is the right time to jump ship, and he and Toby plan to hide out and catch": {
    "guess": "Typee",
    "confidence": [
      [
        "Type",
        -0.35830522
      ],
      [
        "e",
        -1.8431772e-05
      ]
    ]
  },
  "The sixth part pays homage to the \"rage aria\" found in opera buffo, and is sung in D minor as \"Rolling in foaming billows.\" The pattern of this work is broken by \"In fairest raiment,\" which is the first trio of the work after a series of recitatives and choruses. The librettist Baron von Swieten's instructions": {
    "guess": "The Creation",
    "confidence": [
      [
        "The",
        -0.002047244
      ],
      [
        " Creation",
        -0.0714286
      ]
    ]
  },
  "On the sixth track on this album, a duet with Ruby Amanfu, one person says that the title action \"rolls you over\" and begins with the line \"you drink water, I drink gasoline.\" In the best song on this album, the singer says that he is \"becoming a ghost so that nobody can know me\". That song is called \"Alone in my Home.\" The liner notes to this album thank Miguel Cabrera and Max Scherzer, and the title track on this album the signer notes that he is \"so Detroit I make it rise from the ashes.\" The \"ultra\" version of this recent album sold 40,000 vinyl copies in its debut week, making it the highest": {
    "guess": "Lazaretto",
    "confidence": [
      [
        "L",
        -0.72447115
      ],
      [
        "az",
        -0.00011188744
      ],
      [
        "aret",
        -0.00010831134
      ],
      [
        "to",
        -4.4537377e-05
      ]
    ]
  },
  "Six years after assuming a governorship, this ruler became known as the \"Restorer of the Laws.\" He imprisoned": {
    "guess": "Juan Manuel de Rosas",
    "confidence": [
      [
        "Juan",
        -1.116714
      ],
      [
        " Manuel",
        -0.031344242
      ],
      [
        " de",
        -0.003593064
      ],
      [
        " Ros",
        -4.990154e-05
      ],
      [
        "as",
        -1.6240566e-06
      ]
    ]
  },
  "The Sixth Council edition of this document includes a dialogue between King Menander and a monk. One part of its second section consists of fifty-one poems about the suffering of ghosts, while another, the Apadana, is a collection of biographical stories illustrating the effects of good karma. The final section includes the Dhammasangani, a matrix which classifies the dhammas. The first section consists mostly of rules for monks and nuns, who make up the monastic Sangha. Consisting of the Vinya, Sutta, and Abhidhamma sections, for 10 points, name this canonical collection of Theravada Buddhist scriptures, named either for the language in which it was written, or for the three baskets in which": {
    "guess": "Pali Canon",
    "confidence": [
      [
        "P",
        -0.011951118
      ],
      [
        "ali",
        -0.024670554
      ],
      [
        " Canon",
        -0.010386655
      ]
    ]
  },
  "Six of these people fled aboard the Catalpa. The First Bigge Report recommended allowing these people to help out in private enterprises. Philip Gidley King was the first to offer these people tickets of leave. The last group of these people came aboard the Hougoumont. The Parramatta Factory initially ran on the labor of women from this group. Mary Bryant was one of these people that later commandeered a boat. These people made up a majority of the First Fleet commanded by Arthur Phillip. Black Caesar was one of these people who bolted and became the first Bushranger. For 10 points, name these people, many of whom had been sentenced to be transported to Botany Bay.": {
    "guess": "Convicts in Australia",
    "confidence": [
      [
        "Conv",
        -0.0061909067
      ],
      [
        "icts",
        -0.053477284
      ],
      [
        " in",
        -0.13013056
      ],
      [
        " Australia",
        -0.0006272526
      ]
    ]
  },
  "For a six-year period the New York Times had a standing policy not to review any of his books because of the fallout from his novel The City and the Pillar, which had a homosexual protagonist.  In the": {
    "guess": "Gore Vidal",
    "confidence": [
      [
        "G",
        -0.15472999
      ],
      [
        "ore",
        -0.0016773181
      ],
      [
        " V",
        -0.0005151443
      ],
      [
        "idal",
        -0.00024096666
      ]
    ]
  },
  "Six years after assuming a governorship, this ruler became known as the \"Restorer of the Laws.\" He imprisoned Jose Maria Paz for seven years after Paz founded the Liga Unitaria and revolted. He created a secret police force called La Mazorca, or \"the ear of corn,\" as his personal band of assassins. His expedition against Bolivia resulted in expulsion of the dictator Santa Cruz, while he supported Manuel Oribe against Fructuoso Rivera in Uruguay. His conflicts with Europe included a brief war with Louis Philippe of France over treatment of an envoy. He was overthrown by Justo Jose de Urquiza and his ally General Quiroga was denounced in the novel Facundo by Domingo Sarmiento, who in 1868 would assume this man's most famous office. For 10 points, identify this caudillo who, from 1829 until 1852, held power in Argentina.": {
    "guess": "Juan Manuel de Rosas",
    "confidence": [
      [
        "Juan",
        -0.0046215416
      ],
      [
        " Manuel",
        -0.0006803844
      ],
      [
        " de",
        -0.0005896099
      ],
      [
        " Ros",
        -0.00025049195
      ],
      [
        "as",
        -2.8160932e-06
      ]
    ]
  },
  "Six men are at the bar of the Weary Gentleman saloon when Scratchy Wilson gets drunk and \"turns loose": {
    "guess": "The Blue Hotel",
    "confidence": [
      [
        "The",
        -0.10216657
      ],
      [
        " Blue",
        -0.4806328
      ],
      [
        " Hotel",
        -0.0006237994
      ]
    ]
  },
  "Just sixteen miles long but four thousand feet at its widest, it flows by Roosevelt Island and Hell Gate. It separates Manhattan from Long Island in addition to linking New York Bay and Long Island Sound. For 10 points—identify this body of water spanned by eight bridges including the Brooklyn Bridge.": {
    "guess": "East River",
    "confidence": [
      [
        "East",
        -0.008315033
      ],
      [
        " River",
        -0.00032021143
      ]
    ]
  },
  "On the sixth track on this album, a duet with Ruby Amanfu, one person says that the title action \"rolls you over\" and begins with the line \"you drink water, I drink gasoline.\" In the best song on this album, the singer says that he is \"becoming a ghost so that nobody can know me\". That song is called \"Alone in my Home.\" The liner notes to this album thank Miguel Cabrera and Max Scherzer, and the title": {
    "guess": "Lazaretto",
    "confidence": [
      [
        "L",
        -0.35435998
      ],
      [
        "az",
        -0.000107715314
      ],
      [
        "aret",
        -9.6867785e-05
      ],
      [
        "to",
        -2.8444882e-05
      ]
    ]
  },
  "In the sixth section of this poem, the speaker claims \"I am he who knows what it is to be evil,\" and": {
    "guess": "September 1, 1939",
    "confidence": [
      [
        "September",
        -0.16017853
      ],
      [
        " ",
        -0.00036442498
      ],
      [
        "1",
        -0.0003342738
      ],
      [
        ",",
        -4.6206227e-05
      ],
      [
        " ",
        -3.0545007e-06
      ],
      [
        "193",
        -2.486877e-05
      ],
      [
        "9",
        -4.3202e-07
      ]
    ]
  },
  "A six-movement work of chamber music by this composer includes movements entitled \"Floe,\" \"Rubric,\" and \"Façades.\" His first cello concerto, written for Julian Lloyd Webber, is one of the eight concertos collected in his Concerto Project. This composer's album Solo Piano ends with the tracks \"Mad Rush\" and \"Wichita Sutra Vortex,\" which follow five tracks named \"Metamorphosis.\" This composer wrote Music": {
    "guess": "Philip Glass",
    "confidence": [
      [
        "Philip",
        -0.0028996167
      ],
      [
        " Glass",
        -2.0815847e-05
      ]
    ]
  },
  "Its sixteenth part paraphrases the 30th poem in Tagore's The Gardener. After telling its addressee she \"plays with the light of the universe\" every day, its speaker claims \"I want to do with you what spring": {
    "guess": "Twenty Love Poems and a Song of Despair",
    "confidence": [
      [
        "Twenty",
        -0.06334109
      ],
      [
        " Love",
        -0.0048837387
      ],
      [
        " Po",
        -0.0001071193
      ],
      [
        "ems",
        -5.800739e-05
      ],
      [
        " and",
        -6.873572e-05
      ],
      [
        " a",
        -0.00068300695
      ],
      [
        " Song",
        -3.190179e-05
      ],
      [
        " of",
        -9.849109e-06
      ],
      [
        " Des",
        -1.7239736e-05
      ],
      [
        "pair",
        -1.7954959e-05
      ]
    ]
  },
  "Six years after assuming a governorship, this ruler became known as the \"Restorer of the Laws.\" He imprisoned Jose Maria Paz for seven years after Paz founded the Liga Unitaria and revolted. He created a secret police force called La Mazorca, or \"the ear of corn,\" as his personal band of assassins. His expedition against Bolivia resulted in expulsion of the dictator Santa Cruz, while he supported Manuel Oribe against Fructuoso Rivera in Uruguay. His conflicts with Europe included a brief war with Louis Philippe of France over treatment of an envoy. He was overthrown by Justo Jose de Urquiza and his ally General Quiroga was denounced in the novel Facundo by Domingo Sarmiento, who in 1868 would assume this man's most famous office. For 10 points, identify this caudillo who, from 1829 until 1852,": {
    "guess": "Juan Manuel de Rosas",
    "confidence": [
      [
        "Juan",
        -0.0042676274
      ],
      [
        " Manuel",
        -0.00051693234
      ],
      [
        " de",
        -0.00051347545
      ],
      [
        " Ros",
        -0.000377288
      ],
      [
        "as",
        -3.7697225e-06
      ]
    ]
  },
  "The sixth part pays homage to the \"rage aria\" found in opera buffo, and is sung in D minor as \"Rolling in foaming billows.\" The pattern of this work is broken by \"In fairest raiment,\" which is the first trio of the work after a series of recitatives and choruses. The librettist Baron von Swieten's instructions were not followed in a section about whales, where a bass soloist delivers his line accompanied by cellos and violas; the line is \"Sei fruchtbar alle.\" The primary soloists of this work are a soprano, tenor, and bass representing Gabriel, Uriel, and Rafael. Its most famous section is the very first, written in C minor with no cadences, called \"The Representation of Chaos,\" and this is followed by a massive C-major chord for chorus and orchestra depicting the phrase \"let there be light.\" FTP, name this oratorio depicting the Book of Genesis by Franz Josef Haydn.": {
    "guess": "The Creation",
    "confidence": [
      [
        "The",
        -0.0025645993
      ],
      [
        " Creation",
        -0.000101874335
      ]
    ]
  }
}