{
  "He abstracted the human form into that of a praying mantis in his morbidly-titled bronze sculpture, Woman with Her Throat Cut. Other abstractions include a slab of marble with handprints traced on it, called Caress (Despite Hands), and a statue of a woman with a body shaped like the end of the spoon. When this man started using models for his work, Andre Breton expelled him from the Surrealist movement.": {
    "guess": "Alberto Giacometti",
    "confidence": [
      [
        "Albert",
        -0.21995085
      ],
      [
        "o",
        -6.2729996e-06
      ],
      [
        " Gi",
        -0.00064357254
      ],
      [
        "ac",
        -2.4034345e-05
      ],
      [
        "omet",
        -1.6240566e-06
      ],
      [
        "ti",
        -3.917321e-05
      ]
    ]
  },
  "The absolute square, also known as the squared norm, is defined as the namesake modulus of one of these, squared. Gerolamo Cardano conceived of these numbers due to a conundrum in the solution in radicals": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.009396791
      ],
      [
        " number",
        -0.67873263
      ]
    ]
  },
  "The absolute value of any cofactor of a graph's Laplacian matrix is equal to the number of a certain type of this object. That theorem is a generalization of Cayley's theorem, which says there are n to the n minus two of these objects on n vertices. An algorithm that uses the union-find data structure to merge these objects in increasing order of edge weights is known as Kruskal's algorithm and, like Prim's Algorithm, finds the (*) minimum weight one of these that spans a set of vertices. Syntax analysis in a compiler involves the parser building one of these structures. The red-black and AVL variations": {
    "guess": "Spanning tree",
    "confidence": [
      [
        "Span",
        -0.24608985
      ],
      [
        "ning",
        -9.3291674e-05
      ],
      [
        " tree",
        -0.6813708
      ]
    ]
  },
  "He abstracted the human form into that of a praying mantis in his morbidly-titled bronze sculpture, Woman with Her Throat Cut. Other abstractions include a slab of marble with handprints traced on it,": {
    "guess": "Alberto Giacometti",
    "confidence": [
      [
        "Albert",
        -0.080299266
      ],
      [
        "o",
        -2.7968066e-05
      ],
      [
        " Gi",
        -0.0006936124
      ],
      [
        "ac",
        -3.2855416e-05
      ],
      [
        "omet",
        -4.3202e-07
      ],
      [
        "ti",
        -2.939851e-05
      ]
    ]
  },
  "The absence of these features can cause isostatic rebound. These features create paternoster lakes and parallel ones are responsible for arêtes. These features also create kames, which often form with": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.0009213465
      ],
      [
        "acier",
        -0.0010547226
      ]
    ]
  },
  "The absolute value of any cofactor of a graph's Laplacian matrix is equal to the number of a certain type of this object. That theorem is a generalization of Cayley's theorem, which says there are n to": {
    "guess": "Matrix tree theorem",
    "confidence": [
      [
        "Matrix",
        -0.38263232
      ],
      [
        " tree",
        -0.15534285
      ],
      [
        " theorem",
        -0.00022165567
      ]
    ]
  },
  "Their absence in certain veins of the Hooggenoeg Formation is seen as proof for the existence of the combined continent Vaalbra about 3500 millenia ago.  These types of rocks have been shown to provide": {
    "guess": "Archean rocks",
    "confidence": [
      [
        "Ar",
        -0.5822548
      ],
      [
        "che",
        -0.13867353
      ],
      [
        "an",
        -0.00732679
      ],
      [
        " rocks",
        -1.6792151
      ]
    ]
  },
  "The absolute square, also known as the squared norm, is defined as the namesake modulus of one of these,": {
    "guess": "Norm of a difference",
    "confidence": [
      [
        "Norm",
        -0.8752385
      ],
      [
        " of",
        -0.42690215
      ],
      [
        " a",
        -0.097632386
      ],
      [
        " difference",
        -1.0519172
      ]
    ]
  },
  "The absolute value of any cofactor of a graph's Laplacian matrix is equal to the number of a certain type of this object. That theorem is a generalization of Cayley's theorem, which says there are n to the n minus two of these objects on n vertices. An algorithm that uses the union-find data structure": {
    "guess": "Spanning tree",
    "confidence": [
      [
        "Span",
        -0.63358724
      ],
      [
        "ning",
        -3.0545007e-06
      ],
      [
        " tree",
        -0.07715273
      ]
    ]
  },
  "The absolute square, also known as the squared norm, is defined as the namesake modulus of one of these, squared. Gerolamo Cardano conceived of these numbers due to a conundrum in the solution in radicals of cubic equations. These are represented by exponents in phasor form, and quaternions are an extension of these. Their namesake plane is also called the Argand plane, and their polar form may utilize": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.0009769559
      ],
      [
        " number",
        -0.20472793
      ]
    ]
  },
  "The absolute square, also known as the squared norm, is defined as the namesake modulus of one of these, squared. Gerolamo Cardano conceived of these numbers due to a conundrum in the solution in radicals of cubic equations. These are represented by exponents in phasor form, and quaternions are an extension": {
    "guess": "Complex numbers",
    "confidence": [
      [
        "Complex",
        -0.011778057
      ],
      [
        " numbers",
        -0.823881
      ]
    ]
  },
  "He abstracted the human form into that of a praying mantis in his morbidly-titled bronze sculpture, Woman": {
    "guess": "Alberto Giacometti",
    "confidence": [
      [
        "Albert",
        -0.022083234
      ],
      [
        "o",
        -0.00041065403
      ],
      [
        " Gi",
        -0.00017421995
      ],
      [
        "ac",
        -2.4630364e-05
      ],
      [
        "omet",
        -5.5122365e-07
      ],
      [
        "ti",
        -8.657073e-06
      ]
    ]
  },
  "The absolute square, also known as the squared norm, is defined as the namesake modulus of one of these, squared. Gerolamo Cardano conceived of these numbers due to a conundrum in the solution in radicals of cubic equations. These are represented by exponents in phasor form, and quaternions are an extension of these. Their namesake plane is also called the Argand plane, and their polar form may utilize the cis function. De Moivre's theorem deals with the exponentiation of this type of number. If one of these numbers is a solution to a polynomial, its namesake conjugate is a solution as well. Name": {
    "guess": "Complex numbers",
    "confidence": [
      [
        "Complex",
        -0.00088431075
      ],
      [
        " numbers",
        -0.45503202
      ]
    ]
  },
  "The absolute value of any cofactor of a graph's Laplacian matrix is equal to the number of a certain": {
    "guess": "Laplacian matrix",
    "confidence": [
      [
        "L",
        -1.2014747
      ],
      [
        "apl",
        -0.017156398
      ],
      [
        "ac",
        -0.0003396343
      ],
      [
        "ian",
        -2.7968066e-05
      ],
      [
        " matrix",
        -0.063884735
      ]
    ]
  },
  "Their absence in certain veins of the Hooggenoeg Formation is seen as proof for the existence of the combined continent Vaalbra about 3500 millenia ago.  These types of rocks have been shown to provide a \"thermal engine\" for transferring heat into the continental crust, as evidenced in the southern Lachlan Fold Belt. Minimally present in anorthosite, their \"ultra\" variety, including dunite, is found in the western side of the Thompson Nickel Belt. Including minerals such as biotite mica, plagioclase feldspar, pyroxene and olivine, FTP, name this class of black or dark green igneous rocks, which": {
    "guess": "Ultramafic rock",
    "confidence": [
      [
        "U",
        -0.26541856
      ],
      [
        "ltr",
        -6.49212e-05
      ],
      [
        "am",
        -0.002541536
      ],
      [
        "af",
        -3.1782583e-05
      ],
      [
        "ic",
        -3.9650025e-05
      ],
      [
        " rock",
        -0.07026952
      ]
    ]
  },
  "The absence of anti-AChR or MuSK antibodies suggests the presence of a related congenital syndrome to this condition, and Lambert-Eaton syndrome's clinical presentation resembles this condition. Symptoms of this illness include various forms of ptosis and diplopia, and this condition's most severe Class V manifestation requires Intubation to maintain the airway. One test for this involves the intravenous release of a small dose of tensilon, known as the Edrophonium test. Responsible for the hyperplasia of the germinal centers and tumors in the thymus, for 10 points, name this autoimmune disease caused by immunoglobulins that block acetylcholine receptors at the post-synaptic neuromuscular junction and can cause severe muscle weakness and fatigue.": {
    "guess": "Myasthenia gravis",
    "confidence": [
      [
        "My",
        -0.009257195
      ],
      [
        "ast",
        -2.2127088e-05
      ],
      [
        "hen",
        -4.1080468e-05
      ],
      [
        "ia",
        -1.9743013e-05
      ],
      [
        " gr",
        -0.009060986
      ],
      [
        "avis",
        -2.6895234e-05
      ]
    ]
  },
  "He abstracted the human form into that of a praying mantis in his morbidly-titled bronze sculpture, Woman with Her Throat Cut. Other abstractions include a slab of marble with handprints traced on it, called Caress (Despite Hands), and a statue of a woman with a body shaped like the end of the spoon.": {
    "guess": "Alberto Giacometti",
    "confidence": [
      [
        "Albert",
        -0.015866248
      ],
      [
        "o",
        -0.00013584005
      ],
      [
        " Gi",
        -0.00049465225
      ],
      [
        "ac",
        -4.572941e-05
      ],
      [
        "omet",
        -1.8624639e-06
      ],
      [
        "ti",
        -5.6457742e-05
      ]
    ]
  },
  "The absence of anti-AChR or MuSK antibodies suggests the presence of a related congenital syndrome to": {
    "guess": "Congenital myasthenic syndrome",
    "confidence": [
      [
        "Cong",
        -0.28584516
      ],
      [
        "en",
        -3.4524266e-05
      ],
      [
        "ital",
        -4.596782e-05
      ],
      [
        " my",
        -0.080130376
      ],
      [
        "ast",
        -0.000184587
      ],
      [
        "hen",
        -1.9385403e-05
      ],
      [
        "ic",
        -0.004261227
      ],
      [
        " syndrome",
        -0.07062736
      ]
    ]
  },
  "He abstracted the human form into that of a praying mantis in his morbidly-titled bronze sculpture, Woman with Her Throat Cut. Other abstractions include a slab of marble with handprints traced on it, called Caress (Despite Hands), and a statue of a woman with a body shaped like the end of the spoon. When this man started using models for his work, Andre Breton expelled him from the Surrealist movement. FTP, name this 20th Century Swiss sculptor of The Palace at 4 AM, who later became known for his": {
    "guess": "Alberto Giacometti",
    "confidence": [
      [
        "Albert",
        -0.013342924
      ],
      [
        "o",
        -8.602025e-05
      ],
      [
        " Gi",
        -0.0002899374
      ],
      [
        "ac",
        -1.0087517e-05
      ],
      [
        "omet",
        -1.9361265e-07
      ],
      [
        "ti",
        -1.5809293e-05
      ]
    ]
  },
  "The absence of anti-AChR or MuSK antibodies suggests the presence of a related congenital syndrome to this condition, and Lambert-Eaton syndrome's clinical presentation resembles this condition. Symptoms of this illness include various forms of ptosis and diplopia, and this condition's most severe Class V manifestation requires Intubation to maintain the airway. One test for this involves the intravenous": {
    "guess": "Myasthenia gravis",
    "confidence": [
      [
        "My",
        -0.18982957
      ],
      [
        "ast",
        -7.159661e-05
      ],
      [
        "hen",
        -0.00026801124
      ],
      [
        "ia",
        -0.00028064317
      ],
      [
        " gr",
        -0.05735793
      ],
      [
        "avis",
        -3.7981175e-05
      ]
    ]
  },
  "Their absence in certain veins of the Hooggenoeg Formation is seen as proof for the existence of the combined continent Vaalbra about 3500 millenia ago.  These types of rocks have been shown to provide a \"thermal engine\" for transferring heat into the continental crust, as evidenced in the southern Lachlan Fold Belt. Minimally present in anorthosite, their \"ultra\" variety, including dunite, is found in the western side of the Thompson Nickel Belt. Including minerals such as biotite mica, plagioclase": {
    "guess": "Mafic rocks",
    "confidence": [
      [
        "M",
        -0.8528676
      ],
      [
        "af",
        -0.2147923
      ],
      [
        "ic",
        -1.8074163e-05
      ],
      [
        " rocks",
        -0.8198813
      ]
    ]
  },
  "Their absence in certain veins of the Hooggenoeg Formation is seen as proof for the existence of the combined continent Vaalbra about 3500 millenia ago.  These types of rocks have been shown to provide a \"thermal engine\" for transferring heat into the continental crust, as evidenced in the southern Lachlan Fold Belt. Minimally present in anorthosite, their \"ultra\" variety, including dunite, is found in the western side of the Thompson Nickel Belt. Including minerals such as biotite mica, plagioclase feldspar, pyroxene and olivine, FTP, name this class of black or dark green igneous rocks, which also includes gabbro and basalt, and contains a high amount of heavy elements such as calcium, in contrast": {
    "guess": "Ultramafic rock",
    "confidence": [
      [
        "U",
        -0.035511598
      ],
      [
        "ltr",
        -7.0404574e-05
      ],
      [
        "am",
        -0.0009963678
      ],
      [
        "af",
        -1.0802739e-05
      ],
      [
        "ic",
        -6.086828e-05
      ],
      [
        " rock",
        -0.19394962
      ]
    ]
  },
  "The absence of anti-AChR or MuSK antibodies suggests the presence of a related congenital syndrome to this condition, and Lambert-Eaton syndrome's clinical presentation resembles this condition. Symptoms": {
    "guess": "Myasthenia gravis",
    "confidence": [
      [
        "My",
        -0.47411442
      ],
      [
        "ast",
        -5.240482e-05
      ],
      [
        "hen",
        -9.5198935e-05
      ],
      [
        "ia",
        -0.0024374968
      ],
      [
        " gr",
        -0.0131471725
      ],
      [
        "avis",
        -0.0001037816
      ]
    ]
  },
  "The absence of these features can cause isostatic rebound. These features create paternoster lakes and parallel ones are responsible for arêtes. These features also create kames, which often form with kettle lakes. These features often form from firn in cirques and their retreat creates eskers and drumlins": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.0010229246
      ],
      [
        "acier",
        -0.0001135563
      ]
    ]
  },
  "The absence of these features can cause isostatic rebound. These features create paternoster lakes and parallel ones are responsible for arêtes. These features also create kames, which often form with kettle lakes. These features often form from firn in cirques and their retreat creates eskers and drumlins and leaves moraine. For 10 points, name these features that can be tidewater, alpine, or continental, slow-moving rivers of ice.": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.0019727654
      ],
      [
        "acier",
        -0.0009920801
      ]
    ]
  },
  "The absolute square, also known as the squared norm, is defined as the namesake modulus of one of these, squared. Gerolamo Cardano conceived of these numbers due to a conundrum in the solution in radicals of cubic equations. These are represented by exponents in phasor form, and quaternions are an extension of these. Their namesake plane is also called the Argand plane, and their polar form may utilize the cis function. De Moivre's theorem deals with the exponentiation of this type of number. If": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.0026191783
      ],
      [
        " number",
        -0.19333455
      ]
    ]
  },
  "The absence of anti-AChR or MuSK antibodies suggests the presence of a related congenital syndrome to this condition, and Lambert-Eaton syndrome's clinical presentation resembles this condition. Symptoms of this illness include various forms of ptosis and diplopia, and this condition's most severe Class V manifestation requires Intubation to maintain the airway. One test for this involves the intravenous release of a small dose of tensilon, known as the Edrophonium test. Responsible for the hyperplasia of the germinal centers and tumors in the thymus, for 10 points, name this autoimmune disease": {
    "guess": "Myasthenia gravis",
    "confidence": [
      [
        "My",
        -0.022224309
      ],
      [
        "ast",
        -3.1186566e-05
      ],
      [
        "hen",
        -5.7888185e-05
      ],
      [
        "ia",
        -5.4669687e-05
      ],
      [
        " gr",
        -0.023231382
      ],
      [
        "avis",
        -7.743759e-05
      ]
    ]
  },
  "The absolute value of any cofactor of a graph's Laplacian matrix is equal to the number of a certain type of this object. That theorem is a generalization of Cayley's theorem, which says there are n to the n minus two of these objects on n vertices. An algorithm that uses the union-find data structure to merge these objects in increasing order of edge weights is known as Kruskal's algorithm and, like Prim's Algorithm, finds the (*) minimum weight one of these that spans a set of vertices. Syntax analysis in a compiler involves the parser building one of these structures. The red-black and AVL variations of this data structure are both self balancing binary search examples of these structures.": {
    "guess": "Minimum spanning tree",
    "confidence": [
      [
        "Minimum",
        -0.03447308
      ],
      [
        " spanning",
        -0.3648374
      ],
      [
        " tree",
        -0.0007638839
      ]
    ]
  },
  "Their absence in certain veins of the Hooggenoeg Formation is seen as proof for the existence of the combined continent Vaalbra about 3500 millenia ago.  These types of rocks have been shown to provide a \"thermal engine\" for transferring heat into the continental crust, as evidenced in the southern Lachlan Fold Belt. Minimally present in anorthosite, their \"ultra\" variety, including dunite, is found": {
    "guess": "Mafic rocks",
    "confidence": [
      [
        "M",
        -1.1471924
      ],
      [
        "af",
        -0.36740392
      ],
      [
        "ic",
        -1.700133e-05
      ],
      [
        " rocks",
        -0.6907698
      ]
    ]
  },
  "He abstracted the human form into that of a praying mantis in his morbidly-titled bronze sculpture, Woman with Her Throat Cut. Other abstractions include a slab of marble with handprints traced on it, called Caress (Despite Hands), and a statue of a woman with a body shaped like the end of the spoon. When this man started using models for his work, Andre Breton expelled him from the Surrealist movement. FTP, name this 20th Century Swiss sculptor of The Palace at 4 AM, who later became known for his wiry and elongated renditions of the human form.": {
    "guess": "Alberto Giacometti",
    "confidence": [
      [
        "Albert",
        -0.005118481
      ],
      [
        "o",
        -6.456359e-05
      ],
      [
        " Gi",
        -6.7662884e-05
      ],
      [
        "ac",
        -6.6306106e-06
      ],
      [
        "omet",
        -3.1281633e-07
      ],
      [
        "ti",
        -1.2829201e-05
      ]
    ]
  },
  "The absolute value of any cofactor of a graph's Laplacian matrix is equal to the number of a certain type of this object. That theorem is a generalization of Cayley's theorem, which says there are n to the n minus two of these objects on n vertices. An algorithm that uses the union-find data structure to merge these objects in increasing order of edge weights is known as Kruskal's algorithm and, like Prim's Algorithm, finds the (*) minimum weight one of these that spans a set of vertices. Syntax": {
    "guess": "Spanning tree",
    "confidence": [
      [
        "Span",
        -0.3493711
      ],
      [
        "ning",
        -4.3464544e-05
      ],
      [
        " tree",
        -0.3502142
      ]
    ]
  },
  "The absolute value of any cofactor of a graph's Laplacian matrix is equal to the number of a certain type of this object. That theorem is a generalization of Cayley's theorem, which says there are n to the n minus two of these objects on n vertices. An algorithm that uses the union-find data structure to merge these objects in increasing order of edge weights is known as Kruskal's algorithm and, like Prim's Algorithm, finds the (*) minimum weight one of these that spans a set of vertices. Syntax analysis in a compiler involves the parser building one of these structures. The red-black and AVL variations of this data structure are both self balancing binary search examples of these structures. For 10 points, name this data structure in which each node can have a number of children and childless nodes are called leaves.": {
    "guess": "Tree (data structure)",
    "confidence": [
      [
        "Tree",
        -0.00974511
      ],
      [
        " (",
        -0.003953848
      ],
      [
        "data",
        -0.0007380386
      ],
      [
        " structure",
        -5.3239244e-05
      ],
      [
        ")",
        -3.9888433e-05
      ]
    ]
  },
  "Their absence in certain veins of the Hooggenoeg Formation is seen as proof for the existence of the combined continent Vaalbra about 3500 millenia ago.  These types of rocks have been shown to provide a \"thermal engine\" for transferring heat into the continental crust, as evidenced in the southern Lachlan": {
    "guess": "Ophiolite",
    "confidence": [
      [
        "O",
        -0.76009464
      ],
      [
        "phi",
        -0.66811275
      ],
      [
        "ol",
        -0.0011462911
      ],
      [
        "ite",
        -0.0066901566
      ]
    ]
  },
  "The absence of anti-AChR or MuSK antibodies suggests the presence of a related congenital syndrome to this condition, and Lambert-Eaton syndrome's clinical presentation resembles this condition. Symptoms of this illness include various forms of ptosis and diplopia, and this condition's most severe Class V manifestation requires Intubation to maintain the airway. One test for this involves the intravenous release of a small dose of tensilon, known as the Edrophonium test. Responsible for the hyperplasia of the germinal centers and tumors in the thymus, for 10 points, name this autoimmune disease caused by immunoglobulins that block acetylcholine receptors at the post-synaptic neuromuscular junction": {
    "guess": "Myasthenia gravis",
    "confidence": [
      [
        "My",
        -0.0043192683
      ],
      [
        "ast",
        -2.6299214e-05
      ],
      [
        "hen",
        -0.00014799883
      ],
      [
        "ia",
        -5.252402e-05
      ],
      [
        " gr",
        -0.020546913
      ],
      [
        "avis",
        -4.477578e-05
      ]
    ]
  },
  "Their absence in certain veins of the Hooggenoeg Formation is seen as proof for the existence of the combined continent Vaalbra about 3500 millenia ago.  These types of rocks have been shown to provide a \"thermal engine\" for transferring heat into the continental crust, as evidenced in the southern Lachlan Fold Belt. Minimally present in anorthosite, their \"ultra\" variety, including dunite, is found in the western side of the Thompson Nickel Belt. Including minerals such as biotite mica, plagioclase feldspar, pyroxene and olivine, FTP, name this class of black or dark green igneous rocks, which also includes gabbro and basalt, and contains a high amount of heavy elements such as calcium, in contrast with the lighter, higher-silica-content felsic rocks.": {
    "guess": "Ultramafic rock",
    "confidence": [
      [
        "U",
        -0.034587774
      ],
      [
        "ltr",
        -0.0001170132
      ],
      [
        "am",
        -0.0017712121
      ],
      [
        "af",
        -3.4762674e-05
      ],
      [
        "ic",
        -0.00014525715
      ],
      [
        " rock",
        -1.0024078
      ]
    ]
  },
  "The absence of these features can cause isostatic rebound. These features create paternoster lakes and": {
    "guess": "Glaciers",
    "confidence": [
      [
        "Gl",
        -0.06428301
      ],
      [
        "ac",
        -0.2998461
      ],
      [
        "iers",
        -0.00052312727
      ]
    ]
  },
  "The absolute square, also known as the squared norm, is defined as the namesake modulus of one of these, squared. Gerolamo Cardano conceived of these numbers due to a conundrum in the solution in radicals of cubic equations. These are represented by exponents in phasor form, and quaternions are an extension of these. Their namesake plane is also called the Argand plane, and their polar form may utilize the cis function. De Moivre's theorem deals with the exponentiation of this type of number. If one of these numbers is a solution to a polynomial, its namesake conjugate is a solution as well. Name this set of numbers which can be denoted a \\+ bi.": {
    "guess": "Complex Numbers",
    "confidence": [
      [
        "Complex",
        -0.0014272599
      ],
      [
        " Numbers",
        -0.017575113
      ]
    ]
  },
  "The absolute value of any cofactor of a graph's Laplacian matrix is equal to the number of a certain type of this object. That theorem is a generalization of Cayley's theorem, which says there are n to the n minus two of these objects on n vertices. An algorithm that uses the union-find data structure to merge these objects in increasing order of edge weights is known as Kruskal's algorithm and, like Prim's Algorithm, finds the (*) minimum weight one of these that spans a set of vertices. Syntax analysis in a compiler involves the parser building one of these structures. The red-black and AVL variations of this data structure are both self balancing binary search examples of these structures. For 10 points, name this data structure in which each node can have a number of children and childless": {
    "guess": "Tree",
    "confidence": [
      [
        "Tree",
        -0.07855185
      ]
    ]
  },
  "The absence of anti-AChR or MuSK antibodies suggests the presence of a related congenital syndrome to this condition, and Lambert-Eaton syndrome's clinical presentation resembles this condition. Symptoms of this illness include various forms of ptosis and diplopia, and this condition's most severe Class V manifestation requires Intubation to maintain the airway. One test for this involves the intravenous release of a small dose of tensilon, known as the Edrophonium test. Responsible for the hyperplasia": {
    "guess": "Myasthenia gravis",
    "confidence": [
      [
        "My",
        -0.11021304
      ],
      [
        "ast",
        -0.00011081461
      ],
      [
        "hen",
        -0.00053515955
      ],
      [
        "ia",
        -0.0005079957
      ],
      [
        " gr",
        -0.042830754
      ],
      [
        "avis",
        -5.5265704e-05
      ]
    ]
  },
  "The absence of anti-AChR or MuSK antibodies suggests the presence of a related congenital syndrome to this condition, and Lambert-Eaton syndrome's clinical presentation resembles this condition. Symptoms of this illness include various forms of ptosis and diplopia, and this condition's most severe Class": {
    "guess": "Myasthenia gravis",
    "confidence": [
      [
        "My",
        -0.27163824
      ],
      [
        "ast",
        -2.9636918e-05
      ],
      [
        "hen",
        -9.829823e-05
      ],
      [
        "ia",
        -0.00011272187
      ],
      [
        " gr",
        -0.0392666
      ],
      [
        "avis",
        -6.46828e-05
      ]
    ]
  },
  "Their absence in certain veins of the Hooggenoeg Formation is seen as proof for the existence of the": {
    "guess": "Hooggenoeg Formation",
    "confidence": [
      [
        "Ho",
        -0.40857446
      ],
      [
        "og",
        -0.0042448426
      ],
      [
        "gen",
        -0.0005238425
      ],
      [
        "o",
        -2.3319124e-05
      ],
      [
        "eg",
        -0.00013715129
      ],
      [
        " Formation",
        -0.067163646
      ]
    ]
  },
  "The absolute value of any cofactor of a graph's Laplacian matrix is equal to the number of a certain type of this object. That theorem is a generalization of Cayley's theorem, which says there are n to the n minus two of these objects on n vertices. An algorithm that uses the union-find data structure to merge these objects in increasing order of edge weights is known as Kruskal's algorithm and, like": {
    "guess": "Minimum Spanning Tree",
    "confidence": [
      [
        "Minimum",
        -0.09934874
      ],
      [
        " Span",
        -0.6197264
      ],
      [
        "ning",
        -1.11603495e-05
      ],
      [
        " Tree",
        -0.014177851
      ]
    ]
  },
  "The absence of these features can cause isostatic rebound. These features create paternoster lakes and parallel ones are responsible for arêtes. These features also create kames, which often form with kettle lakes. These features often form from firn in cirques and their retreat creates eskers and drumlins and leaves moraine. For 10 points, name these features that can be tidewater, alpine, or continental,": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.008374383
      ],
      [
        "acier",
        -0.00038443657
      ]
    ]
  }
}