{
  "In a symbolic section of this book, eels swarm over the rotting head of a horse and toy shop owner Sigismund": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -0.0058480855
      ],
      [
        " Tin",
        -8.89548e-06
      ],
      [
        " Drum",
        -4.723352e-06
      ]
    ]
  },
  "A symphony by this man contains an alto solo called the \"Midnight Song\" and begins with a movement in which \"Pan awakes.\" A funeral march is the first movement of this man's fifth symphony, which opens with a trumpet solo. That symphony by this man also includes an Adagietto fourth movement. Lines from a Friedrich Klopstock poem, such as \"Rise again,\" appear in this man's second symphony. The finale of this man's sixth symphony contains three hammer blows of fate, and the second theme of the first movement is named for Alma, his wife. For 10 points, name this Austrian composer of the \"Resurrection,\" \"Tragic\" and \"Titan\" symphonies.": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.008923704
      ],
      [
        "ust",
        -5.3193703e-06
      ],
      [
        "av",
        -1.3902034e-05
      ],
      [
        " Mah",
        -5.6100132e-05
      ],
      [
        "ler",
        -6.0033854e-05
      ]
    ]
  },
  "In a symphony written in this key's relative minor, an \"Alma\" theme represents the composer's wife. That symphony in this key's relative minor is Mahler's sixth, subtitled the Tragic. A piece titled after": {
    "guess": "Alma Mahler",
    "confidence": [
      [
        "Al",
        -1.2990468
      ],
      [
        "ma",
        -0.033891995
      ],
      [
        " Mah",
        -1.0904114
      ],
      [
        "ler",
        -7.934485e-05
      ]
    ]
  },
  "One of the symptoms in people with a deficiency of this compound is a line across the thorax called Harrison's": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -1.0318685
      ],
      [
        "itamin",
        -0.0004714259
      ],
      [
        " D",
        -0.023935923
      ]
    ]
  },
  "The symmetry group of a plane figure is defined as the set of all motions of that figure such that the": {
    "guess": "Euclidean plane symmetry group",
    "confidence": [
      [
        "Eu",
        -0.8044325
      ],
      [
        "clidean",
        -0.0001441843
      ],
      [
        " plane",
        -0.5017108
      ],
      [
        " symmetry",
        -0.5973816
      ],
      [
        " group",
        -0.029207073
      ]
    ]
  },
  "This symphony's main motif is first stated in the horns during the introduction to its first movement, and it contains an allegro con fuoco theme stated by horns and trombones in the finale. The third movement of this piece contains two trio sections that interrupt the scherzo theme, which recalls its composer's Slavonic Dances. This composition's largo second movement features a melody introduced by a solo English horn that was supposedly influenced by The Song of Hiawatha. This composition also": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.04155867
      ],
      [
        "phony",
        -1.4498052e-05
      ],
      [
        " No",
        -0.00013584005
      ],
      [
        ".",
        -0.00017481597
      ],
      [
        " ",
        -0.0010592487
      ],
      [
        "9",
        -0.002607168
      ],
      [
        " (",
        -0.005552236
      ],
      [
        "D",
        -0.10058598
      ],
      [
        "vo",
        -0.0007018264
      ],
      [
        "ř",
        0.0
      ],
      [
        "ák",
        -2.7133641e-05
      ],
      [
        ")",
        -1.3306016e-05
      ]
    ]
  },
  "One symbol made using this physical material is called the tripundara. The Manikarnika Ghat is a locale devoted to producing this material, which is collected after the Antam Sanskar ritual in Hinduism. A type of this material called vibhuti is used by some Shiva devotees to draw lines across their forehead,": {
    "guess": "Ashes",
    "confidence": [
      [
        "Ash",
        -0.5231418
      ],
      [
        "es",
        -0.6655247
      ]
    ]
  },
  "One symptom of this disease is the presence of large, unusual white cells known as Reed-Sternberg cells, while tumors associated with it develop from B lymphocytes. Symptoms include generalized itching, night sweats, loss of appetite, and decrease of red blood cells. Affecting twice as many males as females, it usually develops between the ages of 15 and 35, and it can be detected in its early stages due to the enlargement of lymph nodes in the neck. FTP, what is this malignant lymphoma associated with Mario Lemieux?": {
    "guess": "Hodgkin's lymphoma",
    "confidence": [
      [
        "H",
        -0.035012506
      ],
      [
        "od",
        -4.3202e-07
      ],
      [
        "g",
        -0.00013059509
      ],
      [
        "kin",
        -0.00030269218
      ],
      [
        "'s",
        -0.13624538
      ],
      [
        " lymph",
        -0.11446528
      ],
      [
        "oma",
        -4.2391708e-05
      ]
    ]
  },
  "One symbol made using this physical material is called the tripundara. The Manikarnika Ghat is a locale devoted to producing this material, which is collected after the Antam Sanskar ritual in Hinduism. A type of this material called vibhuti is used by some Shiva devotees to draw lines across their forehead, and Shaivite Hindus believe Shiva's entire body is covered with this stuff. Families bring containers of this material to Varanasi for the largest Hindu pilgrimage, in which this material is": {
    "guess": "Vibhuti",
    "confidence": [
      [
        "V",
        -0.83186936
      ],
      [
        "ib",
        -0.00078246865
      ],
      [
        "h",
        -0.0034445687
      ],
      [
        "uti",
        -1.8624639e-06
      ]
    ]
  },
  "In this symphony's first movement the folk-song \"Es sungen drei Engel\" is quoted three times being raised a major third on each occurrence. A Latin epigraph translating, \"Where were you good Jesus, where were you? Why have you not come to heal my wounds?\" is attached to this symphony's final movement, which begins with twisting recitatives on the lower strings. This symphony ends with a complex resolution based on the hymn \"Lauda Sion salvatorem\" leading to the entrance of the confident brass playing \"Alleluia.\" This symphony opens with three light G-major chords representing three Angels, and its movements are titled \"Entombment,\" \"Angelic Concert,\" and \"The Temptation of St. Anthony\" deriving": {
    "guess": "Symphony No. 3 (Hartmann)",
    "confidence": [
      [
        "Sym",
        -0.14610766
      ],
      [
        "phony",
        -0.023887968
      ],
      [
        " No",
        -0.5873535
      ],
      [
        ".",
        -0.0014254753
      ],
      [
        " ",
        -0.0041269613
      ],
      [
        "3",
        -0.4652032
      ],
      [
        " (",
        -0.30893487
      ],
      [
        "H",
        -1.3147764
      ],
      [
        "art",
        -0.16290233
      ],
      [
        "mann",
        -0.0008486982
      ],
      [
        ")",
        -0.00018863993
      ]
    ]
  },
  "This symphony's second movement calls for two harps, a common motif also seen in its composer's Te Deum. Drawing from Beethoven's similar \"Pastoral Symphony,\" this symphony's third movement is in F Major": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.06782088
      ],
      [
        "phony",
        -0.20810814
      ],
      [
        " No",
        -0.055755198
      ],
      [
        ".",
        -0.000102708764
      ],
      [
        " ",
        -0.00062236894
      ],
      [
        "6",
        -0.8358653
      ],
      [
        " (",
        -0.0048322612
      ],
      [
        "Be",
        -0.00013667447
      ],
      [
        "ethoven",
        -9.615256e-05
      ],
      [
        ")",
        -6.82589e-05
      ]
    ]
  },
  "This symphony's material is drawn from three scenes in the opera of the same name: the overture, a crowd scene from the second act, and the title figure's deathbed scene. The principle melody, entitled \"Es sungen drei Engel\", first appears early in the first movement, \"Concert of Angels\", and recurs": {
    "guess": "Mathis der Maler (symphony)",
    "confidence": [
      [
        "Math",
        -0.16554138
      ],
      [
        "is",
        -0.00015181334
      ],
      [
        " der",
        -0.0010179253
      ],
      [
        " Mal",
        -0.0010000594
      ],
      [
        "er",
        -3.8457987e-05
      ],
      [
        " (",
        -0.34129578
      ],
      [
        "sym",
        -0.06679753
      ],
      [
        "phony",
        -4.365741e-06
      ],
      [
        ")",
        -6.849731e-05
      ]
    ]
  },
  "This symphony's second movement calls for two harps, a common motif also seen in its composer's Te Deum.": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.021415655
      ],
      [
        "phon",
        -0.0129901
      ],
      [
        "ie",
        -0.000112125854
      ],
      [
        " fantast",
        -0.005919912
      ],
      [
        "ique",
        -2.546479e-05
      ]
    ]
  },
  "Symmetric examples of these compounds are formed under anhydrous conditions in a coupling reaction using sodium metal. Methods of preparing these compounds include reacting thioacetals with hydrogen gas": {
    "guess": "Alkynes",
    "confidence": [
      [
        "Al",
        -1.4519454
      ],
      [
        "k",
        -0.474519
      ],
      [
        "ynes",
        -0.6417336
      ]
    ]
  },
  "A symphony by this man contains an alto solo called the \"Midnight Song\" and begins with a movement in which \"Pan awakes.\" A funeral march is the first movement of this man's fifth symphony, which opens": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.34498024
      ],
      [
        "ust",
        -3.7697225e-06
      ],
      [
        "av",
        -1.378283e-05
      ],
      [
        " Mah",
        -0.00014907165
      ],
      [
        "ler",
        -5.3954464e-05
      ]
    ]
  },
  "In this symphony's first movement the folk-song \"Es sungen drei Engel\" is quoted three times being raised": {
    "guess": "Symphony No. 3 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.39053655
      ],
      [
        "phony",
        -0.003009554
      ],
      [
        " No",
        -0.123892896
      ],
      [
        ".",
        -0.0002321456
      ],
      [
        " ",
        -0.0005118066
      ],
      [
        "3",
        -0.79576933
      ],
      [
        " (",
        -0.12317637
      ],
      [
        "Mah",
        -0.84992886
      ],
      [
        "ler",
        -7.3458323e-06
      ],
      [
        ")",
        -0.00012868783
      ]
    ]
  },
  "Symmetric examples of these compounds are formed under anhydrous conditions in a coupling reaction using": {
    "guess": "Householder transformation",
    "confidence": [
      [
        "House",
        -0.42119935
      ],
      [
        "holder",
        -0.018888345
      ],
      [
        " transformation",
        -0.7613416
      ]
    ]
  },
  "This symphony's material is drawn from three scenes in the opera of the same name: the overture, a crowd scene from the second act, and the title figure's deathbed scene. The principle melody, entitled": {
    "guess": "Symphony No. 4 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.74407995
      ],
      [
        "phony",
        -0.22983539
      ],
      [
        " No",
        -0.25250703
      ],
      [
        ".",
        -0.00077234366
      ],
      [
        " ",
        -0.003367708
      ],
      [
        "4",
        -1.0657128
      ],
      [
        " (",
        -0.1186836
      ],
      [
        "Mah",
        -0.14267711
      ],
      [
        "ler",
        -5.4312077e-05
      ],
      [
        ")",
        -0.00014823723
      ]
    ]
  },
  "His symbol indicates that he may be an ancestor of the Mayan god Kulkulkan. He shares his name with a ruler credited with the discovery of corn and the invention of the calendar. Most sources say that he disappeared when his rival tricked him into leaving his holy city Tula. One legend states that birds": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.2191916
      ],
      [
        "etz",
        -0.00037001655
      ],
      [
        "al",
        -0.003240459
      ],
      [
        "co",
        -0.0006635877
      ],
      [
        "atl",
        -1.0325924e-05
      ]
    ]
  },
  "This symphony's main motif is first stated in the horns during the introduction to its first movement, and it contains an allegro con fuoco theme stated by horns and trombones in the finale. The third movement of this piece contains two trio sections that interrupt the scherzo theme, which recalls its": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0026079987
      ],
      [
        "phony",
        -0.00021390743
      ],
      [
        " No",
        -0.00016325322
      ],
      [
        ".",
        -0.00016635252
      ],
      [
        " ",
        -0.0005456458
      ],
      [
        "9",
        -0.34844932
      ],
      [
        " (",
        -0.00062570296
      ],
      [
        "D",
        -0.020136323
      ],
      [
        "vo",
        -0.008702859
      ],
      [
        "ř",
        -1.7716551e-05
      ],
      [
        "ák",
        -0.00043865587
      ],
      [
        ")",
        -6.392203e-06
      ]
    ]
  },
  "This symphony's material is drawn from three scenes in the opera of the same name: the overture, a crowd scene from the second act, and the title figure's deathbed scene. The principle melody, entitled \"Es sungen drei Engel\", first appears early in the first movement, \"Concert of Angels\", and recurs in the other two movements, The Entombment and The Temptation of Saint Anthony. The three movements": {
    "guess": "Mathis der Maler (symphony)",
    "confidence": [
      [
        "Math",
        -0.32177842
      ],
      [
        "is",
        -2.8444882e-05
      ],
      [
        " der",
        -0.0001008015
      ],
      [
        " Mal",
        -0.0012362992
      ],
      [
        "er",
        -2.8206474e-05
      ],
      [
        " (",
        -0.065581255
      ],
      [
        "sym",
        -0.054586135
      ],
      [
        "phony",
        -2.577686e-06
      ],
      [
        ")",
        -3.4405064e-05
      ]
    ]
  },
  "The symmetry group of a plane figure is defined as the set of all motions of that figure such that the figure is invariant under the motions - i.e., you put a circle in, you get a circle of the same size and shape, at the same place in the plane, back. How many elements are there in the symmetry group": {
    "guess": "Symmetry group of a circle",
    "confidence": [
      [
        "Sym",
        -0.68462384
      ],
      [
        "metry",
        -0.001945653
      ],
      [
        " group",
        -0.043426402
      ],
      [
        " of",
        -0.6687516
      ],
      [
        " a",
        -0.018684547
      ],
      [
        " circle",
        -0.023586916
      ]
    ]
  },
  "His symbol indicates that he may be an ancestor of the Mayan god Kulkulkan. He shares his name with a": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.48546144
      ],
      [
        "etz",
        -0.0013386933
      ],
      [
        "al",
        -0.0009127748
      ],
      [
        "co",
        -0.004910193
      ],
      [
        "atl",
        -8.89548e-06
      ]
    ]
  },
  "In this symphony's first movement the folk-song \"Es sungen drei Engel\" is quoted three times being raised a major third on each occurrence. A Latin epigraph translating, \"Where were you good Jesus, where": {
    "guess": "Symphony No. 3 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.22831215
      ],
      [
        "phony",
        -0.0041454765
      ],
      [
        " No",
        -0.283938
      ],
      [
        ".",
        -0.00022427815
      ],
      [
        " ",
        -0.00039433045
      ],
      [
        "3",
        -0.4832165
      ],
      [
        " (",
        -0.06925537
      ],
      [
        "Mah",
        -1.0259037
      ],
      [
        "ler",
        -5.080963e-06
      ],
      [
        ")",
        -0.000116417184
      ]
    ]
  },
  "His symbol indicates that he may be an ancestor of the Mayan god Kulkulkan. He shares his name with a ruler credited with the discovery of corn and the invention of the calendar. Most sources say that he disappeared when his rival tricked him into leaving his holy city Tula. One legend states that birds were created from his body and his heart became the morning star when holy fire consumed him upon": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.05071927
      ],
      [
        "etz",
        -0.00019638817
      ],
      [
        "al",
        -0.0025630533
      ],
      [
        "co",
        -0.00037383108
      ],
      [
        "atl",
        -9.014684e-06
      ]
    ]
  },
  "One symptom of this disease is the presence of large, unusual white cells known as Reed-Sternberg cells, while tumors associated with it develop from B lymphocytes. Symptoms include generalized itching,": {
    "guess": "Hodgkin's lymphoma",
    "confidence": [
      [
        "H",
        -0.04960385
      ],
      [
        "od",
        -1.0280384e-06
      ],
      [
        "g",
        -0.00018685187
      ],
      [
        "kin",
        -0.00014799883
      ],
      [
        "'s",
        -0.31213528
      ],
      [
        " lymph",
        -0.032101594
      ],
      [
        "oma",
        -3.5358695e-05
      ]
    ]
  },
  "This symphony's main motif is first stated in the horns during the introduction to its first movement, and it contains an allegro con fuoco theme stated by horns and trombones in the finale. The third movement of this piece contains two trio sections that interrupt the scherzo theme, which recalls its composer's Slavonic Dances. This composition's largo second movement features a melody introduced by a solo English horn that was supposedly influenced by The Song of Hiawatha. This composition also quotes songs like \"Swing Low, Sweet Chariot.\"For 10 points, name this symphony nicknamed for the fact that it was composed in America, the last of Antonin Dvorak.": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.004467862
      ],
      [
        "phony",
        -1.6286107e-05
      ],
      [
        " No",
        -0.00027885512
      ],
      [
        ".",
        -0.00017541199
      ],
      [
        " ",
        -0.00056959473
      ],
      [
        "9",
        -0.00011856285
      ],
      [
        " (",
        -0.058101013
      ],
      [
        "D",
        -0.002139671
      ],
      [
        "vo",
        -0.0016212647
      ],
      [
        "ř",
        -6.704273e-07
      ],
      [
        "ák",
        -2.0339032e-05
      ],
      [
        ")",
        -2.0339032e-05
      ]
    ]
  },
  "One symptom of this disease is the presence of large, unusual white cells known as Reed-Sternberg cells, while tumors associated with it develop from B lymphocytes. Symptoms include generalized itching, night sweats, loss of appetite, and decrease of red blood cells. Affecting twice as many males as females, it usually develops between the ages of 15 and 35, and it can be detected in its early stages": {
    "guess": "Hodgkin's lymphoma",
    "confidence": [
      [
        "H",
        -0.13365003
      ],
      [
        "od",
        -4.3202e-07
      ],
      [
        "g",
        -0.000121542944
      ],
      [
        "kin",
        -0.00015872349
      ],
      [
        "'s",
        -0.47723013
      ],
      [
        " lymph",
        -0.09203748
      ],
      [
        "oma",
        -3.7623562e-05
      ]
    ]
  },
  "Symmetric examples of these compounds are formed under anhydrous conditions in a coupling reaction using sodium metal. Methods of preparing these compounds include reacting thioacetals with hydrogen gas and Raney Nickel, and reacting ketones with hydrazine under basic conditions. In IR spec, due to stretching and scissoring of bonds, these compounds have peaks in the 3000 to 2850 inverse centimeter and 1470 to 1450 inverse centimeter range. These compounds are produced when reacting Grignard reagents with water. Conformational isomers of these molecules, such as gauche and eclipsed, can be visualized": {
    "guess": "Alkane",
    "confidence": [
      [
        "Al",
        -0.5080341
      ],
      [
        "k",
        -0.20587082
      ],
      [
        "ane",
        -0.012989743
      ]
    ]
  },
  "In a symphony written in this key's relative minor, an \"Alma\" theme represents the composer's wife. That": {
    "guess": "Symphony No. 10 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.060690906
      ],
      [
        "phony",
        -0.0026873022
      ],
      [
        " No",
        -0.011713615
      ],
      [
        ".",
        -0.0001341712
      ],
      [
        " ",
        -0.00053670915
      ],
      [
        "10",
        -0.724992
      ],
      [
        " (",
        -0.2523434
      ],
      [
        "Mah",
        -0.12496353
      ],
      [
        "ler",
        -2.4272753e-05
      ],
      [
        ")",
        -0.00011117222
      ]
    ]
  },
  "This symbol denotes a particle predicted by Jaffe to be strongly bound with respect to two lambda hyperons, a hypothetical stable dibaryon. It also designates the expectation value of the log of the velocity distribution function, a quantity that appears in a statement that inspired Loschmidt's paradox. That theorem holds that the quantity associated with this symbol decreases for an ideal gas undergoing an irreversible process, thus proving the second law of thermodynamics. Another quantity designated by this letter combines with the universal gravitational constant and the speed of light to give": {
    "guess": "Baryon",
    "confidence": [
      [
        "B",
        -0.81731683
      ],
      [
        "ary",
        -0.4277693
      ],
      [
        "on",
        -0.0071530533
      ]
    ]
  },
  "In a symbolic section of this book, eels swarm over the rotting head of a horse and toy shop owner Sigismund Markus is ejected from a cemetery.  The sight of a moth flapping its wings against a light bulb": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -0.0064628827
      ],
      [
        " Tin",
        -2.0339032e-05
      ],
      [
        " Drum",
        -1.9862217e-05
      ]
    ]
  },
  "One of the symptoms in people with a deficiency of this compound is a line across the thorax called Harrison's groove. There are five varieties of this compound, the first of which is a combination of lumisterol and ergocalciferol. Technically a hormone precursor, it maintains blood levels of phosphorus and calcium, and a lack of it in adults results in osteomalacia. This vitamin's most effective form, cholecalciferol, is created when skin is exposed to ultraviolet rays. Name this vitamin that prevents": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.0039910157
      ],
      [
        "itamin",
        -3.655073e-05
      ],
      [
        " D",
        -0.00029863926
      ]
    ]
  },
  "The symmetry-preserving Kosterlitz-Thouless type of these occurs in two-dimensional superconductors. Mean-field theories break down in the vicinity of these events, leading to inaccuracies in the Ehrenfest scheme by which they are classified. In the neighborhood of these, fluids may exhibit critical opalescence. Those involving latent heat are known as first-order; the second-order ones are continuous and include the one between paramagnetism and ferromagnetism and the one between viscous flow and superfluidity. FTP, identify these physical events typically characterized by a critical point such": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.001269282
      ],
      [
        " transition",
        -0.00087036757
      ]
    ]
  },
  "His symbol indicates that he may be an ancestor of the Mayan god Kulkulkan. He shares his name with a ruler credited with the discovery of corn and the invention of the calendar. Most sources say that he disappeared when his rival tricked him into leaving his holy city Tula. One legend states that birds were created from his body and his heart became the morning star when holy fire consumed him upon arrival on the Gulf of Mexico. Another version states that he sailed east on a raft of serpents in search of a mythical continent, promising to return. FTP, name this deity, who may have been expected": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.008646598
      ],
      [
        "etz",
        -3.3451433e-05
      ],
      [
        "al",
        -2.319992e-05
      ],
      [
        "co",
        -2.355753e-05
      ],
      [
        "atl",
        -5.9153886e-06
      ]
    ]
  },
  "This symphony's main motif is first stated in the horns during the introduction to its first movement,": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.24387306
      ],
      [
        "phony",
        -0.000538378
      ],
      [
        " No",
        -0.00014835644
      ],
      [
        ".",
        -0.00020520923
      ],
      [
        " ",
        -0.0010395984
      ],
      [
        "5",
        -0.25419006
      ],
      [
        " (",
        -0.0008217802
      ],
      [
        "Be",
        -0.008729684
      ],
      [
        "ethoven",
        -3.1737043e-06
      ],
      [
        ")",
        -6.869018e-06
      ]
    ]
  },
  "Symmetric examples of these compounds are formed under anhydrous conditions in a coupling reaction using sodium metal. Methods of preparing these compounds include reacting thioacetals with hydrogen gas and Raney Nickel, and reacting ketones with hydrazine under basic conditions. In IR spec, due to stretching and scissoring of bonds, these compounds have peaks in the 3000 to 2850 inverse centimeter and 1470 to 1450 inverse centimeter range. These compounds are produced when reacting Grignard reagents with water. Conformational isomers of these molecules, such as gauche and eclipsed, can be visualized with Newman projections. These compounds have general formula C sub n H sub two n plus two. For 10 points, name these hydrocarbons that only have single bonds, as exemplified by methane.": {
    "guess": "Alkane",
    "confidence": [
      [
        "Al",
        -0.004291846
      ],
      [
        "k",
        -0.00077413174
      ],
      [
        "ane",
        -0.00034726333
      ]
    ]
  },
  "In a symphony written in this key's relative minor, an \"Alma\" theme represents the composer's wife. That symphony in this key's relative minor is Mahler's sixth, subtitled the Tragic. A piece titled after this key involves 53 measures that can be repeated according to the performers' tastes. That first": {
    "guess": "A-flat major",
    "confidence": [
      [
        "A",
        -1.1033865
      ],
      [
        "-flat",
        -0.432453
      ],
      [
        " major",
        -0.35783866
      ]
    ]
  },
  "A symphony by this man contains an alto solo called the \"Midnight Song\" and begins with a movement in which \"Pan awakes.\" A funeral march is the first movement of this man's fifth symphony, which opens with a trumpet solo. That symphony by this man also includes an Adagietto fourth movement. Lines from a Friedrich Klopstock poem, such as \"Rise again,\" appear in this man's second symphony. The finale of this man's sixth symphony contains three hammer blows of fate, and the second theme of the first movement is named for Alma, his wife. For 10 points, name this Austrian composer of the \"Resurrection,\"": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.0025952768
      ],
      [
        "ust",
        -4.00813e-06
      ],
      [
        "av",
        -1.4498052e-05
      ],
      [
        " Mah",
        -2.8921695e-05
      ],
      [
        "ler",
        -5.7649777e-05
      ]
    ]
  },
  "The \"symmetric\" types of these interactions seem to violate the duet rule, and occur in high-pressure ice known as \"Ice X.\" This is the main mechanism by which R-groups in DNA interact, and the spacing of them results in the alpha helix and beta pleated sheet. Water's high boiling point is due to the high ratio of these bonds to the low molecular mass. For 10 points, name this type of bond resulting from the dipole-dipole force between an electronegative atom and the namesake element bonded to nitrogen,": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.01218149
      ],
      [
        "dro",
        -9.805982e-05
      ],
      [
        "gen",
        -7.004696e-05
      ],
      [
        " bond",
        -0.054484207
      ]
    ]
  },
  "A symphony by this man contains an alto solo called the \"Midnight Song\" and begins with a movement in": {
    "guess": "Thus Spoke Zarathustra",
    "confidence": [
      [
        "Thus",
        -0.15256636
      ],
      [
        " Sp",
        -0.00050048955
      ],
      [
        "oke",
        -0.007256847
      ],
      [
        " Zar",
        -2.1054253e-05
      ],
      [
        "ath",
        -4.7040652e-05
      ],
      [
        "ustr",
        -0.0004360334
      ],
      [
        "a",
        -2.2723105e-05
      ]
    ]
  },
  "This symphony's main motif is first stated in the horns during the introduction to its first movement, and it contains an allegro con fuoco theme stated by horns and trombones in the finale. The third movement of this piece contains two trio sections that interrupt the scherzo theme, which recalls its composer's Slavonic Dances. This composition's largo second movement features a melody introduced by a solo English horn that was supposedly influenced by The Song of Hiawatha. This composition also quotes songs like \"Swing Low, Sweet Chariot.\"For 10 points, name this symphony nicknamed for the fact": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.008329221
      ],
      [
        "phony",
        -2.5583993e-05
      ],
      [
        " No",
        -5.705376e-05
      ],
      [
        ".",
        -0.00034833618
      ],
      [
        " ",
        -0.0004523606
      ],
      [
        "9",
        -0.0011359315
      ],
      [
        " (",
        -0.04513122
      ],
      [
        "D",
        -0.004433321
      ],
      [
        "vo",
        -0.0008334511
      ],
      [
        "ř",
        -9.0883464e-07
      ],
      [
        "ák",
        -2.9875326e-05
      ],
      [
        ")",
        -5.6769813e-06
      ]
    ]
  },
  "A symphony by this man contains an alto solo called the \"Midnight Song\" and begins with a movement in which \"Pan awakes.\" A funeral march is the first movement of this man's fifth symphony, which opens with a trumpet solo. That symphony by this man also includes an Adagietto fourth movement. Lines from a Friedrich Klopstock poem, such as \"Rise again,\" appear in this man's second symphony. The finale": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.17767352
      ],
      [
        "ust",
        -1.504853e-06
      ],
      [
        "av",
        -1.0802739e-05
      ],
      [
        " Mah",
        -2.7968066e-05
      ],
      [
        "ler",
        -6.206032e-05
      ]
    ]
  },
  "The symmetry group of a plane figure is defined as the set of all motions of that figure such that the figure is invariant under the motions - i.e., you put a circle in, you get a circle of the same size": {
    "guess": "Euclidean plane symmetry",
    "confidence": [
      [
        "Eu",
        -0.4917115
      ],
      [
        "clidean",
        -0.00055994286
      ],
      [
        " plane",
        -0.090216294
      ],
      [
        " symmetry",
        -0.60279906
      ]
    ]
  },
  "This symbol is used to denote a quantity that is roughly equal to 1 over 137, known as the fine structure": {
    "guess": "Fine-structure constant",
    "confidence": [
      [
        "Fine",
        -0.0037621902
      ],
      [
        "-",
        -0.0062278635
      ],
      [
        "structure",
        -0.024100374
      ],
      [
        " constant",
        -0.004021407
      ]
    ]
  },
  "Symmetric examples of these compounds are formed under anhydrous conditions in a coupling reaction using sodium metal. Methods of preparing these compounds include reacting thioacetals with hydrogen gas and Raney Nickel, and reacting ketones with hydrazine under basic conditions. In IR spec, due to stretching and scissoring of bonds, these compounds have peaks in the 3000 to 2850 inverse centimeter and 1470 to 1450 inverse centimeter range. These compounds are produced when reacting Grignard reagents with water. Conformational isomers of these molecules, such as gauche and eclipsed, can be visualized with Newman projections. These compounds have general formula C sub n H sub two n plus two. For": {
    "guess": "Alkane",
    "confidence": [
      [
        "Al",
        -0.0071106753
      ],
      [
        "k",
        -0.0023201068
      ],
      [
        "ane",
        -0.041588396
      ]
    ]
  },
  "This symphony's material is drawn from three scenes in the opera of the same name: the overture, a crowd scene from the second act, and the title figure's deathbed scene. The principle melody, entitled \"Es sungen drei Engel\", first appears early in the first movement, \"Concert of Angels\", and recurs in the other two movements, The Entombment and The Temptation of Saint Anthony. The three movements represent three panels of the Isenheim Alterpiece, the masterpiece of the titular 16th century painter. FTP, name this symphony, the masterpiece of Paul Hindemith.": {
    "guess": "Mathis der Maler Symphony",
    "confidence": [
      [
        "Math",
        -0.027754175
      ],
      [
        "is",
        -3.094816e-05
      ],
      [
        " der",
        -0.22222084
      ],
      [
        " Mal",
        -0.00023286081
      ],
      [
        "er",
        -2.486877e-05
      ],
      [
        " Symphony",
        -0.40980446
      ]
    ]
  },
  "One symptom of this disease is the presence of large, unusual white cells known as Reed-Sternberg cells, while tumors associated with it develop from B lymphocytes. Symptoms include generalized itching, night sweats, loss of appetite, and decrease of red blood cells. Affecting twice as many males as females, it usually develops between the ages of 15 and 35, and it can be detected in its early stages due to the enlargement of lymph nodes in the neck. FTP, what is this malignant lymphoma associated": {
    "guess": "Hodgkin lymphoma",
    "confidence": [
      [
        "H",
        -0.047867622
      ],
      [
        "od",
        -1.9361265e-07
      ],
      [
        "g",
        -0.000119754885
      ],
      [
        "kin",
        -0.00017720005
      ],
      [
        " lymph",
        -0.733035
      ],
      [
        "oma",
        -6.968935e-05
      ]
    ]
  },
  "In a symbolic section of this book, eels swarm over the rotting head of a horse and toy shop owner Sigismund Markus is ejected from a cemetery.  The sight of a moth flapping its wings against a light bulb becomes the protagonist's \"master,\" and he later paints \"Madonna 49,\" meets the \"musical clown\" Bebra, possibly fathers Maria Truczinski's child, leads \"the dusters,\" and tricks his father into committing suicide by swallowing a Nazi Party membership badge.  The narrator is long the size of a three year old and wields an intolerable scream whenever he is separated from the title object.  FTP, name this story of Oskar Matzerath, the first novel of the Danzig trilogy by G?nter Grass.": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -0.0017862062
      ],
      [
        " Tin",
        -0.0007093326
      ],
      [
        " Drum",
        -1.5332478e-05
      ]
    ]
  },
  "The \"symmetric\" types of these interactions seem to violate the duet rule, and occur in high-pressure ice known as \"Ice X.\" This is the main mechanism by which R-groups in DNA interact, and the spacing of them results in the alpha helix and beta pleated sheet. Water's high boiling point is due to the": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.031275727
      ],
      [
        "dro",
        -0.0017546684
      ],
      [
        "gen",
        -0.00132548
      ],
      [
        " bond",
        -0.020952547
      ]
    ]
  },
  "His symbol indicates that he may be an ancestor of the Mayan god Kulkulkan. He shares his name with a ruler credited with the discovery of corn and the invention of the calendar. Most sources say that": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.2704222
      ],
      [
        "etz",
        -0.006504336
      ],
      [
        "al",
        -0.00057150197
      ],
      [
        "co",
        -0.0007880675
      ],
      [
        "atl",
        -1.2233183e-05
      ]
    ]
  },
  "In a symbolic section of this book, eels swarm over the rotting head of a horse and toy shop owner Sigismund Markus is ejected from a cemetery.  The sight of a moth flapping its wings against a light bulb becomes the protagonist's \"master,\" and he later paints \"Madonna 49,\" meets the \"musical clown\" Bebra, possibly fathers Maria Truczinski's child, leads \"the dusters,\" and tricks his father into committing suicide by swallowing a Nazi Party membership badge.  The narrator is long the size of a three year old and wields an intolerable scream whenever he is separated from the title object.  FTP,": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -0.013221288
      ],
      [
        " Tin",
        -3.094816e-05
      ],
      [
        " Drum",
        -7.226629e-06
      ]
    ]
  },
  "The symmetry-preserving Kosterlitz-Thouless type of these occurs in two-dimensional superconductors. Mean-field theories break down in the vicinity of these events, leading to inaccuracies in the Ehrenfest": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.82775897
      ],
      [
        "conduct",
        -0.24976005
      ],
      [
        "ivity",
        -0.07570138
      ]
    ]
  },
  "The symmetry-preserving Kosterlitz-Thouless type of these occurs in two-dimensional superconductors. Mean-field theories break down in the vicinity of these events, leading to inaccuracies in the Ehrenfest scheme by which they are classified. In the neighborhood of these, fluids may exhibit critical opalescence. Those involving latent heat are known as first-order; the second-order ones are continuous": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.001027689
      ],
      [
        " transition",
        -0.0010854477
      ]
    ]
  },
  "The \"symmetric\" types of these interactions seem to violate the duet rule, and occur in high-pressure ice known as \"Ice X.\" This is the main mechanism by which R-groups in DNA interact, and the spacing of them results in the alpha helix and beta pleated sheet. Water's high boiling point is due to the high ratio of these bonds to the low molecular mass. For 10 points, name this type of bond resulting": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.029024232
      ],
      [
        "dro",
        -0.00032890963
      ],
      [
        "gen",
        -0.000118324446
      ],
      [
        " bond",
        -0.0034146323
      ]
    ]
  },
  "This symphony's main motif is first stated in the horns during the introduction to its first movement, and it contains an allegro con fuoco theme stated by horns and trombones in the finale. The third": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.019661864
      ],
      [
        "phony",
        -0.0013454732
      ],
      [
        " No",
        -0.0013402429
      ],
      [
        ".",
        -0.00018697108
      ],
      [
        " ",
        -0.00050406205
      ],
      [
        "9",
        -0.45849735
      ],
      [
        " (",
        -0.037834786
      ],
      [
        "D",
        -0.009328769
      ],
      [
        "vo",
        -0.00038729745
      ],
      [
        "ř",
        -9.0883464e-07
      ],
      [
        "ák",
        -4.1557283e-05
      ],
      [
        ")",
        -8.776276e-06
      ]
    ]
  },
  "One of the symptoms in people with a deficiency of this compound is a line across the thorax called Harrison's groove. There are five varieties of this compound, the first of which is a combination of lumisterol and ergocalciferol. Technically a hormone precursor, it maintains blood levels of phosphorus and calcium, and a lack of it in adults results in osteomalacia. This vitamin's most effective form, cholecalciferol, is created when skin is exposed to ultraviolet rays. Name this vitamin that prevents rickets.": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.00053134863
      ],
      [
        "itamin",
        -1.342522e-05
      ],
      [
        " D",
        -2.1769476e-05
      ]
    ]
  },
  "In a symphony written in this key's relative minor, an \"Alma\" theme represents the composer's wife. That symphony in this key's relative minor is Mahler's sixth, subtitled the Tragic. A piece titled after this key involves 53 measures that can be repeated according to the performers' tastes. That first minimalist piece was written by Terry Riley. Schubert wrote his final completed symphony in this key and subsequently called it the great one to distinguish it from his sixth symphony, \"the little\" one. For 10 points, name this letter that denotes the relative major of A minor and has neither sharps": {
    "guess": "C major",
    "confidence": [
      [
        "C",
        -0.41296133
      ],
      [
        " major",
        -0.2774291
      ]
    ]
  },
  "One of the symptoms in people with a deficiency of this compound is a line across the thorax called Harrison's groove. There are five varieties of this compound, the first of which is a combination of": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.030665817
      ],
      [
        "itamin",
        -0.00016408764
      ],
      [
        " D",
        -0.0013067871
      ]
    ]
  },
  "In a symbolic section of this book, eels swarm over the rotting head of a horse and toy shop owner Sigismund Markus is ejected from a cemetery.  The sight of a moth flapping its wings against a light bulb becomes the protagonist's \"master,\" and he later paints \"Madonna 49,\" meets the \"musical clown\"": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -0.021839958
      ],
      [
        " Tin",
        -1.5809293e-05
      ],
      [
        " Drum",
        -6.0345924e-06
      ]
    ]
  },
  "In a symbolic section of this book, eels swarm over the rotting head of a horse and toy shop owner Sigismund Markus is ejected from a cemetery.  The sight of a moth flapping its wings against a light bulb becomes the protagonist's \"master,\" and he later paints \"Madonna 49,\" meets the \"musical clown\" Bebra, possibly fathers Maria Truczinski's child, leads \"the dusters,\" and tricks his father into committing suicide by swallowing a Nazi Party membership badge.  The narrator is long the size of a three": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -0.0091373
      ],
      [
        " Tin",
        -2.868329e-05
      ],
      [
        " Drum",
        -1.1637165e-05
      ]
    ]
  },
  "This symphony's material is drawn from three scenes in the opera of the same name: the overture, a crowd scene from the second act, and the title figure's deathbed scene. The principle melody, entitled \"Es sungen drei Engel\", first appears early in the first movement, \"Concert of Angels\", and recurs in the other two movements, The Entombment and The Temptation of Saint Anthony. The three movements represent three panels of the Isenheim Alterpiece, the masterpiece of the titular 16th century painter.": {
    "guess": "Mathis der Maler Symphony",
    "confidence": [
      [
        "Math",
        -0.06303579
      ],
      [
        "is",
        -4.3583746e-05
      ],
      [
        " der",
        -0.31146663
      ],
      [
        " Mal",
        -0.00018304103
      ],
      [
        "er",
        -5.0616763e-05
      ],
      [
        " Symphony",
        -0.53444993
      ]
    ]
  },
  "In this symphony's first movement the folk-song \"Es sungen drei Engel\" is quoted three times being raised a major third on each occurrence. A Latin epigraph translating, \"Where were you good Jesus, where were you? Why have you not come to heal my wounds?\" is attached to this symphony's final movement,": {
    "guess": "Symphony No. 3 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.01146959
      ],
      [
        "phony",
        -0.005695792
      ],
      [
        " No",
        -0.65767395
      ],
      [
        ".",
        -0.0006031918
      ],
      [
        " ",
        -0.0014148774
      ],
      [
        "3",
        -0.6273381
      ],
      [
        " (",
        -0.034853064
      ],
      [
        "Mah",
        -0.34353328
      ],
      [
        "ler",
        -8.061054e-06
      ],
      [
        ")",
        -6.897413e-05
      ]
    ]
  },
  "The symmetry-preserving Kosterlitz-Thouless type of these occurs in two-dimensional superconductors. Mean-field theories break down in the vicinity of these events, leading to inaccuracies in the Ehrenfest scheme by which they are classified. In the neighborhood of these, fluids may exhibit critical": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.3214065
      ],
      [
        " transition",
        -0.17723748
      ]
    ]
  },
  "A symphony by this man contains an alto solo called the \"Midnight Song\" and begins with a movement in which \"Pan awakes.\" A funeral march is the first movement of this man's fifth symphony, which opens with a trumpet solo. That symphony by this man also includes an Adagietto fourth movement. Lines from a Friedrich Klopstock poem, such as \"Rise again,\" appear in this man's second symphony. The finale of this man's sixth symphony contains three hammer blows of fate, and the second theme of the first": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.01731212
      ],
      [
        "ust",
        -3.888926e-06
      ],
      [
        "av",
        -2.2961513e-05
      ],
      [
        " Mah",
        -8.089449e-05
      ],
      [
        "ler",
        -8.9119545e-05
      ]
    ]
  },
  "One symptom of this disease is the presence of large, unusual white cells known as Reed-Sternberg cells,": {
    "guess": "Hodgkin's lymphoma",
    "confidence": [
      [
        "H",
        -0.049829688
      ],
      [
        "od",
        -1.9816675e-06
      ],
      [
        "g",
        -0.00022797346
      ],
      [
        "kin",
        -0.00021652991
      ],
      [
        "'s",
        -0.26907575
      ],
      [
        " lymph",
        -0.03217178
      ],
      [
        "oma",
        -4.7159858e-05
      ]
    ]
  },
  "One symbol made using this physical material is called the tripundara. The Manikarnika Ghat is a locale": {
    "guess": "Rudraksha",
    "confidence": [
      [
        "R",
        -1.547618
      ],
      [
        "ud",
        -0.027581045
      ],
      [
        "r",
        -4.0603656e-05
      ],
      [
        "ak",
        -0.00014764121
      ],
      [
        "sha",
        -9.126521e-05
      ]
    ]
  },
  "This symphony's second movement calls for two harps, a common motif also seen in its composer's Te Deum. Drawing from Beethoven's similar \"Pastoral Symphony,\" this symphony's third movement is in F Major and features an oboe and flute duet during the \"Scene in the Fields.\" The Dies irae hymn is parodied": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.0040393374
      ],
      [
        "phon",
        -0.0009020501
      ],
      [
        "ie",
        -9.4914985e-06
      ],
      [
        " fantast",
        -0.001270828
      ],
      [
        "ique",
        -8.657073e-06
      ]
    ]
  },
  "In a symphony written in this key's relative minor, an \"Alma\" theme represents the composer's wife. That symphony in this key's relative minor is Mahler's sixth, subtitled the Tragic. A piece titled after this key involves 53 measures that can be repeated according to the performers' tastes. That first minimalist piece was written by Terry Riley. Schubert wrote his final completed symphony in this": {
    "guess": "C major",
    "confidence": [
      [
        "C",
        -0.3366582
      ],
      [
        " major",
        -0.091904394
      ]
    ]
  },
  "A symphony by this man contains an alto solo called the \"Midnight Song\" and begins with a movement in which \"Pan awakes.\" A funeral march is the first movement of this man's fifth symphony, which opens with a trumpet solo. That symphony by this man also includes an Adagietto fourth movement. Lines from": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.18692626
      ],
      [
        "ust",
        -2.220075e-06
      ],
      [
        "av",
        -6.3490756e-05
      ],
      [
        " Mah",
        -7.481511e-05
      ],
      [
        "ler",
        -0.00014954848
      ]
    ]
  },
  "The symmetry-preserving Kosterlitz-Thouless type of these occurs in two-dimensional superconductors.": {
    "guess": "Vortex phase transition",
    "confidence": [
      [
        "V",
        -0.92769516
      ],
      [
        "ortex",
        -0.028155964
      ],
      [
        " phase",
        -1.3438729
      ],
      [
        " transition",
        -0.6722604
      ]
    ]
  },
  "The symmetry-preserving Kosterlitz-Thouless type of these occurs in two-dimensional superconductors. Mean-field theories break down in the vicinity of these events, leading to inaccuracies in the Ehrenfest scheme by which they are classified. In the neighborhood of these, fluids may exhibit critical opalescence. Those involving latent heat are known as first-order; the second-order ones are continuous and include the one between paramagnetism and ferromagnetism and the one between viscous flow and": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.0020572387
      ],
      [
        " transition",
        -0.0035467357
      ]
    ]
  },
  "This symphony's second movement calls for two harps, a common motif also seen in its composer's Te Deum. Drawing from Beethoven's similar \"Pastoral Symphony,\" this symphony's third movement is in F Major and features an oboe and flute duet during the \"Scene in the Fields.\" The Dies irae hymn is parodied in this symphony's final movement, \"Dream of a Witches' Sabbath,\" and in the fourth movement \"the artist\" is beheaded in \"March to the Scaffold.\" An idee fixe represents the composer's inspiration": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.0012955966
      ],
      [
        "phon",
        -4.1273333e-06
      ],
      [
        "ie",
        -3.650519e-06
      ],
      [
        " fantast",
        -0.00020783172
      ],
      [
        "ique",
        -5.5577775e-06
      ]
    ]
  },
  "Symmetric examples of these compounds are formed under anhydrous conditions in a coupling reaction using sodium metal. Methods of preparing these compounds include reacting thioacetals with hydrogen gas and Raney Nickel, and reacting ketones with hydrazine under basic conditions. In IR spec, due to stretching and scissoring of bonds, these compounds have peaks in the 3000 to 2850 inverse centimeter": {
    "guess": "Thioether",
    "confidence": [
      [
        "Th",
        -0.1694651
      ],
      [
        "io",
        -0.24778627
      ],
      [
        "ether",
        -0.22430408
      ]
    ]
  },
  "Symmetric examples of these compounds are formed under anhydrous conditions in a coupling reaction using sodium metal. Methods of preparing these compounds include reacting thioacetals with hydrogen gas and Raney Nickel, and reacting ketones with hydrazine under basic conditions. In IR spec, due to stretching and scissoring of bonds, these compounds have peaks in the 3000 to 2850 inverse centimeter and 1470 to 1450 inverse centimeter range. These compounds are produced when reacting Grignard reagents": {
    "guess": "Alkane",
    "confidence": [
      [
        "Al",
        -0.3097307
      ],
      [
        "k",
        -0.115350716
      ],
      [
        "ane",
        -0.051926024
      ]
    ]
  },
  "This symbol is used to denote a quantity that is roughly equal to 1 over 137, known as the fine structure constant. In physics, it denotes a particle that reacts with three of itself to produce carbon in a nuclear fusion process. That particle, which consists of two protons and two neutrons, is equivalent to a helium nucleus. In biology, this symbol denotes the most powerful male species in a community.": {
    "guess": "Alpha particle",
    "confidence": [
      [
        "Alpha",
        -0.018448643
      ],
      [
        " particle",
        -0.16274157
      ]
    ]
  },
  "In this symphony's first movement the folk-song \"Es sungen drei Engel\" is quoted three times being raised a major third on each occurrence. A Latin epigraph translating, \"Where were you good Jesus, where were you? Why have you not come to heal my wounds?\" is attached to this symphony's final movement, which begins with twisting recitatives on the lower strings. This symphony ends with a complex resolution based on the hymn \"Lauda Sion salvatorem\" leading to the entrance of the confident brass playing": {
    "guess": "Symphony No. 3 (Górecki)",
    "confidence": [
      [
        "Sym",
        -0.020692298
      ],
      [
        "phony",
        -0.018208358
      ],
      [
        " No",
        -0.25552472
      ],
      [
        ".",
        -0.0011354546
      ],
      [
        " ",
        -0.004986355
      ],
      [
        "3",
        -1.1316227
      ],
      [
        " (",
        -0.07916671
      ],
      [
        "G",
        -0.095163085
      ],
      [
        "ó",
        -0.0028062984
      ],
      [
        "reck",
        -9.849109e-06
      ],
      [
        "i",
        -0.00016825978
      ],
      [
        ")",
        -0.00013214473
      ]
    ]
  },
  "This symphony's main motif is first stated in the horns during the introduction to its first movement, and it contains an allegro con fuoco theme stated by horns and trombones in the finale. The third movement of this piece contains two trio sections that interrupt the scherzo theme, which recalls its composer's Slavonic Dances. This composition's largo second movement features a melody introduced": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.013255409
      ],
      [
        "phony",
        -9.133887e-06
      ],
      [
        " No",
        -0.00018089537
      ],
      [
        ".",
        -0.00021807956
      ],
      [
        " ",
        -0.00041446486
      ],
      [
        "9",
        -0.039387293
      ],
      [
        " (",
        -0.01643807
      ],
      [
        "D",
        -0.0017752614
      ],
      [
        "vo",
        -0.0005110914
      ],
      [
        "ř",
        -3.1281633e-07
      ],
      [
        "ák",
        -1.50940705e-05
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "The symmetry-preserving Kosterlitz-Thouless type of these occurs in two-dimensional superconductors. Mean-field theories break down in the vicinity of these events, leading to inaccuracies in the Ehrenfest scheme by which they are classified. In the neighborhood of these, fluids may exhibit critical opalescence. Those involving latent heat are known as first-order; the second-order ones are continuous and include the one between paramagnetism and ferromagnetism and the one between viscous flow and superfluidity. FTP, identify these physical events typically characterized by a critical point such as the Curie temperature and some common examples of which are the boiling and freezing of water.": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.0013039262
      ],
      [
        " transition",
        -0.0012749963
      ]
    ]
  },
  "This symbol denotes a particle predicted by Jaffe to be strongly bound with respect to two lambda hyperons, a hypothetical stable dibaryon. It also designates the expectation value of the log of the velocity distribution function, a quantity that appears in a statement that inspired Loschmidt's paradox. That theorem holds that the quantity associated with this symbol decreases for an ideal gas undergoing an irreversible process, thus proving the second law of thermodynamics. Another quantity designated": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.06337075
      ]
    ]
  },
  "In this symphony's first movement the folk-song \"Es sungen drei Engel\" is quoted three times being raised a major third on each occurrence. A Latin epigraph translating, \"Where were you good Jesus, where were you? Why have you not come to heal my wounds?\" is attached to this symphony's final movement, which begins with twisting recitatives on the lower strings. This symphony ends with a complex resolution": {
    "guess": "Symphony No. 4 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.01109852
      ],
      [
        "phony",
        -0.014705408
      ],
      [
        " No",
        -0.13833185
      ],
      [
        ".",
        -0.0020004886
      ],
      [
        " ",
        -0.01066163
      ],
      [
        "4",
        -0.7766851
      ],
      [
        " (",
        -0.15475175
      ],
      [
        "Mah",
        -0.6593362
      ],
      [
        "ler",
        -2.8444882e-05
      ],
      [
        ")",
        -0.00050227763
      ]
    ]
  },
  "One symbol made using this physical material is called the tripundara. The Manikarnika Ghat is a locale devoted to producing this material, which is collected after the Antam Sanskar ritual in Hinduism. A type of this material called vibhuti is used by some Shiva devotees to draw lines across their forehead, and Shaivite Hindus believe Shiva's entire body is covered with this stuff. Families bring containers of this material to Varanasi for the largest Hindu pilgrimage, in which this material is scattered in the Ganges River. In the Old Testament, people such as Mordecai put it on themselves while": {
    "guess": "Ashes",
    "confidence": [
      [
        "Ash",
        -0.11864868
      ],
      [
        "es",
        -0.13238561
      ]
    ]
  },
  "This symbol denotes a particle predicted by Jaffe to be strongly bound with respect to two lambda hyperons, a hypothetical stable dibaryon. It also designates the expectation value of the log of the velocity": {
    "guess": "Dibaryon",
    "confidence": [
      [
        "D",
        -1.0330112
      ],
      [
        "ib",
        -0.014256465
      ],
      [
        "ary",
        -0.0006289215
      ],
      [
        "on",
        -0.0023303363
      ]
    ]
  },
  "One of the symptoms in people with a deficiency of this compound is a line across the thorax called Harrison's groove. There are five varieties of this compound, the first of which is a combination of lumisterol and ergocalciferol. Technically a hormone precursor, it maintains blood levels of phosphorus": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.005531962
      ],
      [
        "itamin",
        -1.8193366e-05
      ],
      [
        " D",
        -0.00016802136
      ]
    ]
  },
  "This symbol denotes a particle predicted by Jaffe to be strongly bound with respect to two lambda hyperons, a hypothetical stable dibaryon. It also designates the expectation value of the log of the velocity distribution function, a quantity that appears in a statement that inspired Loschmidt's paradox.": {
    "guess": "Lambda hyperon",
    "confidence": [
      [
        "Lambda",
        -0.90013963
      ],
      [
        " hyper",
        -0.69654757
      ],
      [
        "on",
        -0.021476923
      ]
    ]
  },
  "One symbol made using this physical material is called the tripundara. The Manikarnika Ghat is a locale devoted to producing this material, which is collected after the Antam Sanskar ritual in Hinduism. A type of this material called vibhuti is used by some Shiva devotees to draw lines across their forehead, and Shaivite Hindus believe Shiva's entire body is covered with this stuff. Families bring containers of this material to Varanasi for the largest Hindu pilgrimage, in which this material is scattered in the Ganges River. In the Old Testament, people such as Mordecai put it on themselves while wearing sackcloth. For 10 points, name this sacred material sometimes produced from sandalwood, which is also the byproduct of cremation.": {
    "guess": "Ashes",
    "confidence": [
      [
        "Ash",
        -0.04586268
      ],
      [
        "es",
        -0.042636003
      ]
    ]
  },
  "In a symphony written in this key's relative minor, an \"Alma\" theme represents the composer's wife. That symphony in this key's relative minor is Mahler's sixth, subtitled the Tragic. A piece titled after this key involves 53 measures that can be repeated according to the performers' tastes. That first minimalist piece was written by Terry Riley. Schubert wrote his final completed symphony in this key and subsequently called it the great one to distinguish it from his sixth symphony, \"the little\"": {
    "guess": "Symphony No. 9 (Schubert)",
    "confidence": [
      [
        "Sym",
        -0.25845867
      ],
      [
        "phony",
        -3.9530823e-05
      ],
      [
        " No",
        -0.31750882
      ],
      [
        ".",
        -0.00045534072
      ],
      [
        " ",
        -0.0012067807
      ],
      [
        "9",
        -0.21335828
      ],
      [
        " (",
        -0.058651563
      ],
      [
        "Sch",
        -0.041545395
      ],
      [
        "ub",
        -3.1281633e-07
      ],
      [
        "ert",
        -1.4855664e-05
      ],
      [
        ")",
        -5.2001665e-06
      ]
    ]
  },
  "One symbol made using this physical material is called the tripundara. The Manikarnika Ghat is a locale devoted to producing this material, which is collected after the Antam Sanskar ritual in Hinduism. A type of this material called vibhuti is used by some Shiva devotees to draw lines across their forehead, and Shaivite Hindus believe Shiva's entire body is covered with this stuff. Families bring": {
    "guess": "Ash (symbolizing cremation ashes)",
    "confidence": [
      [
        "Ash",
        -0.53643376
      ],
      [
        " (",
        -1.0300884
      ],
      [
        "symbol",
        -0.6359075
      ],
      [
        "izing",
        -0.6377893
      ],
      [
        " crem",
        -1.202952
      ],
      [
        "ation",
        -0.029686965
      ],
      [
        " ashes",
        -0.8236473
      ],
      [
        ")",
        -0.054923356
      ]
    ]
  },
  "In a symphony written in this key's relative minor, an \"Alma\" theme represents the composer's wife. That symphony in this key's relative minor is Mahler's sixth, subtitled the Tragic. A piece titled after this key involves 53 measures that can be repeated according to the performers' tastes. That first minimalist piece was written by Terry Riley. Schubert wrote his final completed symphony in this key and subsequently called it the great one to distinguish it from his sixth symphony, \"the little\" one. For 10 points, name this letter that denotes the relative major of A minor and has neither sharps nor flats.": {
    "guess": "C",
    "confidence": [
      [
        "C",
        -0.68423015
      ]
    ]
  },
  "This symphony's material is drawn from three scenes in the opera of the same name: the overture, a crowd": {
    "guess": "Symphony No. 1 (Bizet)",
    "confidence": [
      [
        "Sym",
        -0.22585413
      ],
      [
        "phony",
        -0.20171592
      ],
      [
        " No",
        -0.2010433
      ],
      [
        ".",
        -0.00016921341
      ],
      [
        " ",
        -0.0014217838
      ],
      [
        "1",
        -1.134374
      ],
      [
        " (",
        -0.20189644
      ],
      [
        "Biz",
        -1.174972
      ],
      [
        "et",
        -2.5226382e-05
      ],
      [
        ")",
        -0.00013393279
      ]
    ]
  },
  "This symbol is used to denote a quantity that is roughly equal to 1 over 137, known as the fine structure constant. In physics, it denotes a particle that reacts with three of itself to produce carbon in a nuclear fusion process. That particle, which consists of two protons and two neutrons, is equivalent to a helium nucleus. In biology, this symbol denotes the most powerful male species in a community. For 10 points, name this first letter of the Greek alphabet.": {
    "guess": "Alpha particle",
    "confidence": [
      [
        "Alpha",
        -0.004488039
      ],
      [
        " particle",
        -0.6345237
      ]
    ]
  },
  "This symbol is used to denote a quantity that is roughly equal to 1 over 137, known as the fine structure constant. In physics, it denotes a particle that reacts with three of itself to produce carbon": {
    "guess": "Graphene",
    "confidence": [
      [
        "Graph",
        -0.43957332
      ],
      [
        "ene",
        -0.15574835
      ]
    ]
  },
  "One symbol made using this physical material is called the tripundara. The Manikarnika Ghat is a locale devoted to producing this material, which is collected after the Antam Sanskar ritual in Hinduism. A type of this material called vibhuti is used by some Shiva devotees to draw lines across their forehead, and Shaivite Hindus believe Shiva's entire body is covered with this stuff. Families bring containers of this material to Varanasi for the largest Hindu pilgrimage, in which this material is scattered in the Ganges River. In the Old Testament, people such as Mordecai put it on themselves while wearing sackcloth. For 10 points, name this sacred material sometimes produced from sandalwood,": {
    "guess": "Vibhuti",
    "confidence": [
      [
        "V",
        -0.38813806
      ],
      [
        "ib",
        -0.00032009225
      ],
      [
        "h",
        -0.0076323007
      ],
      [
        "uti",
        -2.3392786e-06
      ]
    ]
  },
  "Symmetric examples of these compounds are formed under anhydrous conditions in a coupling reaction using sodium metal. Methods of preparing these compounds include reacting thioacetals with hydrogen gas and Raney Nickel, and reacting ketones with hydrazine under basic conditions. In IR spec, due to stretching": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.6856828
      ],
      [
        "k",
        -0.3992854
      ],
      [
        "ene",
        -0.1393103
      ]
    ]
  },
  "His symbol indicates that he may be an ancestor of the Mayan god Kulkulkan. He shares his name with a ruler credited with the discovery of corn and the invention of the calendar. Most sources say that he disappeared when his rival tricked him into leaving his holy city Tula. One legend states that birds were created from his body and his heart became the morning star when holy fire consumed him upon arrival on the Gulf of Mexico. Another version states that he sailed east on a raft of serpents in": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0074160174
      ],
      [
        "etz",
        -8.268255e-05
      ],
      [
        "al",
        -8.8165914e-05
      ],
      [
        "co",
        -0.00016647171
      ],
      [
        "atl",
        -1.6762922e-05
      ]
    ]
  },
  "In this symphony's first movement the folk-song \"Es sungen drei Engel\" is quoted three times being raised a major third on each occurrence. A Latin epigraph translating, \"Where were you good Jesus, where were you? Why have you not come to heal my wounds?\" is attached to this symphony's final movement, which begins with twisting recitatives on the lower strings. This symphony ends with a complex resolution based on the hymn \"Lauda Sion salvatorem\" leading to the entrance of the confident brass playing \"Alleluia.\" This symphony opens with three light G-major chords representing three Angels, and": {
    "guess": "Symphony No. 3 (Górecki)",
    "confidence": [
      [
        "Sym",
        -0.076502964
      ],
      [
        "phony",
        -0.013834485
      ],
      [
        " No",
        -0.19678357
      ],
      [
        ".",
        -0.0008346432
      ],
      [
        " ",
        -0.0014818899
      ],
      [
        "3",
        -0.3714384
      ],
      [
        " (",
        -0.039269585
      ],
      [
        "G",
        -0.15262184
      ],
      [
        "ó",
        -0.0030415282
      ],
      [
        "reck",
        -2.7014437e-05
      ],
      [
        "i",
        -0.00013536324
      ],
      [
        ")",
        -0.0001170132
      ]
    ]
  },
  "The \"symmetric\" types of these interactions seem to violate the duet rule, and occur in high-pressure": {
    "guess": "Covalent bond",
    "confidence": [
      [
        "Co",
        -1.0603919
      ],
      [
        "val",
        -0.00565134
      ],
      [
        "ent",
        -0.00052741496
      ],
      [
        " bond",
        -0.019682208
      ]
    ]
  },
  "The \"symmetric\" types of these interactions seem to violate the duet rule, and occur in high-pressure ice known as \"Ice X.\" This is the main mechanism by which R-groups in DNA interact, and the spacing of them results in the alpha helix and beta pleated sheet. Water's high boiling point is due to the high ratio of these bonds to the low molecular mass. For 10 points, name this type of bond resulting from the dipole-dipole force between an electronegative atom and the namesake element bonded to nitrogen, oxygen, or fluorine.": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.0064072087
      ],
      [
        "dro",
        -3.1424974e-05
      ],
      [
        "gen",
        -6.6306106e-06
      ],
      [
        " bond",
        -0.0028036798
      ]
    ]
  },
  "This symphony's second movement calls for two harps, a common motif also seen in its composer's Te Deum. Drawing from Beethoven's similar \"Pastoral Symphony,\" this symphony's third movement is in F Major and features an oboe and flute duet during the \"Scene in the Fields.\" The Dies irae hymn is parodied in this symphony's final movement, \"Dream of a Witches' Sabbath,\" and in the fourth movement \"the artist\" is beheaded in \"March to the Scaffold.\" An idee fixe represents the composer's inspiration for this symphony, actress Harriet Smithson. For 10 points, name this programmatic symphony by Hector": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.0032431898
      ],
      [
        "phon",
        -3.4762674e-05
      ],
      [
        "ie",
        -2.3319124e-05
      ],
      [
        " fantast",
        -0.0010850901
      ],
      [
        "ique",
        -1.0206721e-05
      ]
    ]
  },
  "This symphony's second movement calls for two harps, a common motif also seen in its composer's Te Deum. Drawing from Beethoven's similar \"Pastoral Symphony,\" this symphony's third movement is in F Major and features an oboe and flute duet during the \"Scene in the Fields.\" The Dies irae hymn is parodied in this symphony's final movement, \"Dream of a Witches' Sabbath,\" and in the fourth movement \"the": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.00075042486
      ],
      [
        "phon",
        -3.7697225e-06
      ],
      [
        "ie",
        -4.365741e-06
      ],
      [
        " fantast",
        -0.00068634463
      ],
      [
        "ique",
        -5.7961847e-06
      ]
    ]
  },
  "One of the symptoms in people with a deficiency of this compound is a line across the thorax called Harrison's groove. There are five varieties of this compound, the first of which is a combination of lumisterol and ergocalciferol. Technically a hormone precursor, it maintains blood levels of phosphorus and calcium, and a lack of it in adults results in osteomalacia. This vitamin's most effective form,": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.0013236919
      ],
      [
        "itamin",
        -5.3193703e-06
      ],
      [
        " D",
        -3.8457987e-05
      ]
    ]
  },
  "This symbol denotes a particle predicted by Jaffe to be strongly bound with respect to two lambda hyperons, a hypothetical stable dibaryon. It also designates the expectation value of the log of the velocity distribution function, a quantity that appears in a statement that inspired Loschmidt's paradox. That theorem holds that the quantity associated with this symbol decreases for an ideal gas undergoing": {
    "guess": "Boltzmann's entropy formula",
    "confidence": [
      [
        "B",
        -2.0023506
      ],
      [
        "olt",
        -0.6768033
      ],
      [
        "z",
        -0.00012582695
      ],
      [
        "mann",
        -4.0007635e-05
      ],
      [
        "'s",
        -0.73333764
      ],
      [
        " entropy",
        -0.3037512
      ],
      [
        " formula",
        -0.008397195
      ]
    ]
  },
  "In this symphony's first movement the folk-song \"Es sungen drei Engel\" is quoted three times being raised a major third on each occurrence. A Latin epigraph translating, \"Where were you good Jesus, where were you? Why have you not come to heal my wounds?\" is attached to this symphony's final movement, which begins with twisting recitatives on the lower strings. This symphony ends with a complex resolution based on the hymn \"Lauda Sion salvatorem\" leading to the entrance of the confident brass playing \"Alleluia.\" This symphony opens with three light G-major chords representing three Angels, and its movements are titled \"Entombment,\" \"Angelic Concert,\" and \"The Temptation of St. Anthony\" deriving their names from panels on the Isenheim Altarpiece. For 10 points, name this 1934 symphony based": {
    "guess": "Symphony Mathis der Maler",
    "confidence": [
      [
        "Sym",
        -0.27873275
      ],
      [
        "phony",
        -0.050759833
      ],
      [
        " Math",
        -0.7099247
      ],
      [
        "is",
        -0.0018837771
      ],
      [
        " der",
        -0.003493758
      ],
      [
        " Mal",
        -0.0012738043
      ],
      [
        "er",
        -9.627177e-05
      ]
    ]
  },
  "In a symbolic section of this book, eels swarm over the rotting head of a horse and toy shop owner Sigismund Markus is ejected from a cemetery.  The sight of a moth flapping its wings against a light bulb becomes the protagonist's \"master,\" and he later paints \"Madonna 49,\" meets the \"musical clown\" Bebra, possibly fathers Maria Truczinski's child, leads \"the dusters,\" and tricks his father into committing": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -0.0100384345
      ],
      [
        " Tin",
        -6.229872e-05
      ],
      [
        " Drum",
        -1.1756368e-05
      ]
    ]
  },
  "This symbol denotes a particle predicted by Jaffe to be strongly bound with respect to two lambda hyperons, a hypothetical stable dibaryon. It also designates the expectation value of the log of the velocity distribution function, a quantity that appears in a statement that inspired Loschmidt's paradox. That theorem holds that the quantity associated with this symbol decreases for an ideal gas undergoing an irreversible process, thus proving the second law of thermodynamics. Another quantity designated by this letter combines with the universal gravitational constant and the speed of light to give units of mass, length and time named for the quantity's namesake. For 10 points, name this letter associated with a theorem of Boltzmann whose lower- case form denotes the ratio between energy and": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.791585
      ]
    ]
  },
  "This symbol denotes a particle predicted by Jaffe to be strongly bound with respect to two lambda hyperons,": {
    "guess": "Hypothetical stable strangelet",
    "confidence": [
      [
        "H",
        -1.2252278
      ],
      [
        "yp",
        -0.7344407
      ],
      [
        "oth",
        -0.33531225
      ],
      [
        "etical",
        -0.00025835942
      ],
      [
        " stable",
        -1.265714
      ],
      [
        " strange",
        -1.4370499
      ],
      [
        "let",
        -0.2969619
      ]
    ]
  },
  "This symbol denotes a particle predicted by Jaffe to be strongly bound with respect to two lambda hyperons, a hypothetical stable dibaryon. It also designates the expectation value of the log of the velocity distribution function, a quantity that appears in a statement that inspired Loschmidt's paradox. That theorem holds that the quantity associated with this symbol decreases for an ideal gas undergoing an irreversible process, thus proving the second law of thermodynamics. Another quantity designated by this letter combines with the universal gravitational constant and the speed of light to give units of mass, length and time named for the quantity's namesake. For 10 points, name this letter": {
    "guess": "Lambda (λ)",
    "confidence": [
      [
        "Lambda",
        -1.1705657
      ],
      [
        " (",
        -0.32448873
      ],
      [
        "λ",
        -0.6785974
      ],
      [
        ")",
        -8.542423e-05
      ]
    ]
  },
  "The symmetry group of a plane figure is defined as the set of all motions of that figure such that the figure is invariant under the motions - i.e., you put a circle in, you get a circle of the same size and shape, at the same place in the plane, back. How many elements are there in the symmetry group for a square centered at the origin? You have 15 seconds.": {
    "guess": "Square",
    "confidence": [
      [
        "Square",
        -0.33250746
      ]
    ]
  },
  "One symptom of this disease is the presence of large, unusual white cells known as Reed-Sternberg cells, while tumors associated with it develop from B lymphocytes. Symptoms include generalized itching, night sweats, loss of appetite, and decrease of red blood cells. Affecting twice as many males as": {
    "guess": "Hodgkin's lymphoma",
    "confidence": [
      [
        "H",
        -0.081829675
      ],
      [
        "od",
        -1.9361265e-07
      ],
      [
        "g",
        -6.778209e-05
      ],
      [
        "kin",
        -8.208653e-05
      ],
      [
        "'s",
        -0.45546514
      ],
      [
        " lymph",
        -0.052996352
      ],
      [
        "oma",
        -2.3795938e-05
      ]
    ]
  },
  "This symphony's second movement calls for two harps, a common motif also seen in its composer's Te Deum. Drawing from Beethoven's similar \"Pastoral Symphony,\" this symphony's third movement is in F Major and features an oboe and flute duet during the \"Scene in the Fields.\" The Dies irae hymn is parodied in this symphony's final movement, \"Dream of a Witches' Sabbath,\" and in the fourth movement \"the artist\" is beheaded in \"March to the Scaffold.\" An idee fixe represents the composer's inspiration for this symphony, actress Harriet Smithson. For 10 points, name this programmatic symphony by Hector Berlioz.": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.0016541174
      ],
      [
        "phon",
        -4.036525e-05
      ],
      [
        "ie",
        -1.9027791e-05
      ],
      [
        " fantast",
        -0.0014662964
      ],
      [
        "ique",
        -1.4140442e-05
      ]
    ]
  },
  "This symbol is used to denote a quantity that is roughly equal to 1 over 137, known as the fine structure constant. In physics, it denotes a particle that reacts with three of itself to produce carbon in a nuclear fusion process. That particle, which consists of two protons and two neutrons, is equivalent": {
    "guess": "Alpha particle",
    "confidence": [
      [
        "Alpha",
        -0.2995522
      ],
      [
        " particle",
        -0.032503013
      ]
    ]
  },
  "This symbol denotes a particle predicted by Jaffe to be strongly bound with respect to two lambda hyperons, a hypothetical stable dibaryon. It also designates the expectation value of the log of the velocity distribution function, a quantity that appears in a statement that inspired Loschmidt's paradox. That theorem holds that the quantity associated with this symbol decreases for an ideal gas undergoing an irreversible process, thus proving the second law of thermodynamics. Another quantity designated by this letter combines with the universal gravitational constant and the speed of light to give units of mass, length and time named for the quantity's namesake. For 10 points, name this letter associated with a theorem of Boltzmann whose lower- case form denotes the ratio between energy and frequency of a photon, a constant named for Planck.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.9758804
      ]
    ]
  },
  "One symbol made using this physical material is called the tripundara. The Manikarnika Ghat is a locale devoted to producing this material, which is collected after the Antam Sanskar ritual in Hinduism.": {
    "guess": "Cremation",
    "confidence": [
      [
        "C",
        -0.76205695
      ],
      [
        "rem",
        -0.0022370897
      ],
      [
        "ation",
        -0.005253441
      ]
    ]
  },
  "The \"symmetric\" types of these interactions seem to violate the duet rule, and occur in high-pressure ice known as \"Ice X.\" This is the main mechanism by which R-groups in DNA interact, and the spacing": {
    "guess": "Hydrogen bond",
    "confidence": [
      [
        "Hy",
        -0.29006585
      ],
      [
        "dro",
        -0.003570254
      ],
      [
        "gen",
        -0.0025158506
      ],
      [
        " bond",
        -0.068919934
      ]
    ]
  },
  "His symbol indicates that he may be an ancestor of the Mayan god Kulkulkan. He shares his name with a ruler credited with the discovery of corn and the invention of the calendar. Most sources say that he disappeared when his rival tricked him into leaving his holy city Tula. One legend states that birds were created from his body and his heart became the morning star when holy fire consumed him upon arrival on the Gulf of Mexico. Another version states that he sailed east on a raft of serpents in search of a mythical continent, promising to return. FTP, name this deity, who may have been expected by Aztec high priests in 1517, leading to his confusion with Cortez.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.00637416
      ],
      [
        "etz",
        -3.2855416e-05
      ],
      [
        "al",
        -1.4259645e-05
      ],
      [
        "co",
        -1.3663626e-05
      ],
      [
        "atl",
        -7.89631e-07
      ]
    ]
  },
  "Syndromes that affect this organ include WAGR syndrome and Denys-Drash syndrome, both of which increase": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.024638796
      ],
      [
        "ney",
        -0.018104406
      ]
    ]
  },
  "Syndromes that affect this organ include WAGR syndrome and Denys-Drash syndrome, both of which increase the chance of developing Wilm's tumor. Another disease of this organ is Minimal Change disease, which": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.008932325
      ],
      [
        "ney",
        -0.0014667731
      ]
    ]
  },
  "Syndromes that affect this organ include WAGR syndrome and Denys-Drash syndrome, both of which increase the chance of developing Wilm's tumor. Another disease of this organ is Minimal Change disease, which increases its permeability to serum albumin, causing edema. Diabetic neuropathy is a disease of": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.022297066
      ],
      [
        "ney",
        -0.0011840385
      ]
    ]
  },
  "Syndromes that affect this organ include WAGR syndrome and Denys-Drash syndrome, both of which increase the chance of developing Wilm's tumor. Another disease of this organ is Minimal Change disease, which increases its permeability to serum albumin, causing edema. Diabetic neuropathy is a disease of this organ that affects the blood vessels of the glomerulus, a capillary tuft that filters fluids out": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.021807762
      ],
      [
        "ney",
        -0.00054135814
      ]
    ]
  },
  "Syndromes that affect this organ include WAGR syndrome and Denys-Drash syndrome, both of which increase the chance of developing Wilm's tumor. Another disease of this organ is Minimal Change disease, which increases its permeability to serum albumin, causing edema. Diabetic neuropathy is a disease of this organ that affects the blood vessels of the glomerulus, a capillary tuft that filters fluids out of the blood and into Bowman's Capsule. Dialysis is able to perform the tasks of this organ and is": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.0028651394
      ],
      [
        "ney",
        -0.008501344
      ]
    ]
  },
  "Syndromes that affect this organ include WAGR syndrome and Denys-Drash syndrome, both of which increase the chance of developing Wilm's tumor. Another disease of this organ is Minimal Change disease, which increases its permeability to serum albumin, causing edema. Diabetic neuropathy is a disease of this organ that affects the blood vessels of the glomerulus, a capillary tuft that filters fluids out of the blood and into Bowman's Capsule. Dialysis is able to perform the tasks of this organ and is administered to patients with failed or missing ones. For 10 points, name this organ that filters": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.0022078317
      ],
      [
        "ney",
        -0.014698355
      ]
    ]
  },
  "Syndromes that affect this organ include WAGR syndrome and Denys-Drash syndrome, both of which increase the chance of developing Wilm's tumor. Another disease of this organ is Minimal Change disease, which increases its permeability to serum albumin, causing edema. Diabetic neuropathy is a disease of this organ that affects the blood vessels of the glomerulus, a capillary tuft that filters fluids out of the blood and into Bowman's Capsule. Dialysis is able to perform the tasks of this organ and is administered to patients with failed or missing ones. For 10 points, name this organ that filters the blood and produces urine.": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.0030950047
      ],
      [
        "ney",
        -0.004803311
      ]
    ]
  },
  "In this symphony's first movement the folk-song \"Es sungen drei Engel\" is quoted three times being raised a major third on each occurrence. A Latin epigraph translating, \"Where were you good Jesus, where were you? Why have you not come to heal my wounds?\" is attached to this symphony's final movement, which begins with twisting recitatives on the lower strings. This symphony ends with a complex resolution based on the hymn \"Lauda Sion salvatorem\" leading to the entrance of the confident brass playing \"Alleluia.\" This symphony opens with three light G-major chords representing three Angels, and its movements are titled \"Entombment,\" \"Angelic Concert,\" and \"The Temptation of St. Anthony\" deriving their names from panels on the Isenheim Altarpiece. For 10 points, name this 1934 symphony based upon themes from an identically titled opera, composed by Paul Hindemith.  ": {
    "guess": "Mathis der Maler (symphony)",
    "confidence": [
      [
        "Math",
        -0.20338239
      ],
      [
        "is",
        -1.7478143e-05
      ],
      [
        " der",
        -0.0015286673
      ],
      [
        " Mal",
        -4.012684e-05
      ],
      [
        "er",
        -7.107425e-06
      ],
      [
        " (",
        -0.17343664
      ],
      [
        "sym",
        -0.11302664
      ],
      [
        "phony",
        -1.5451682e-05
      ],
      [
        ")",
        -9.0788395e-05
      ]
    ]
  }
}