{
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who would stand in ceremonial dress that hid his face. If one of these beings turned on its creator,": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.04397583
      ],
      [
        "upil",
        -0.18643992
      ],
      [
        "ak",
        -0.00057304796
      ]
    ]
  },
  "One of these beings from a non-fictional religion carries a staff with jingling rings and is called \"Lord of the Six Paths.\" Another of these individuals has thousands of arms behind him arranged like peacock feathers and received ten extra heads to redeem the wicked. The Chinese goddess Kannon derives from the most compassionate of these beings, (*) Avalokiteshvara (uh-VAH-low-kee-tesh-VAH-ruh). Although": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.0328804
      ],
      [
        "od",
        -0.15876377
      ],
      [
        "his",
        -1.0280384e-06
      ],
      [
        "att",
        -2.451116e-05
      ],
      [
        "va",
        -0.00022439736
      ]
    ]
  },
  "Beings of this type include the six-headed Thrudgelmir, his flood-surviving son Bergelmir, and the half-angel Nephilim of the Bible. Ymir was a primordial one of these beings in Norse myth, of whom Thor crushed one named Hrungnir, and the term jötunn often refers to their \"frost\" type. Greek ones included": {
    "guess": "Giants",
    "confidence": [
      [
        "Gi",
        -0.25149718
      ],
      [
        "ants",
        -3.5313153e-06
      ]
    ]
  },
  "Behzad became the director of the library for this dynasty's founder, employing such artists as Aqa Mirak,": {
    "guess": "Safavid dynasty",
    "confidence": [
      [
        "S",
        -0.53397024
      ],
      [
        "af",
        -0.008160268
      ],
      [
        "avid",
        -0.012022259
      ],
      [
        " dynasty",
        -0.23723197
      ]
    ]
  },
  "One of these beings from a non-fictional religion carries a staff with jingling rings and is called \"Lord of the Six Paths.\" Another of these individuals has thousands of arms behind him arranged like peacock feathers and received ten extra heads to redeem the wicked. The Chinese goddess Kannon derives": {
    "guess": "Avalokitesvara",
    "confidence": [
      [
        "A",
        -0.690535
      ],
      [
        "val",
        -5.0020742e-05
      ],
      [
        "ok",
        -2.1008714e-06
      ],
      [
        "ites",
        -0.28855553
      ],
      [
        "vara",
        -0.15828656
      ]
    ]
  },
  "These beings pounded the invulnerable warrior Caeneus into the ground when they attacked Pirithous at his wedding. A particularly intelligent one of these creatures was the son of Cronus and Philyra, though most were the children of Ixion and Nephele. One named Pholus gave Heracles a jar of wine, while another told Deianeira to give Heracles a shirt (*) poisoned with his blood and was named Nessus. A wise and immortal one of these creatures who gave up his immortality and took the place of Prometheus": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.002615371
      ],
      [
        "aur",
        -4.2272506e-05
      ]
    ]
  },
  "Beings of this type include the six-headed Thrudgelmir, his flood-surviving son Bergelmir, and the half-angel Nephilim of the Bible. Ymir was a primordial one of these beings in Norse myth, of whom Thor": {
    "guess": "Giants",
    "confidence": [
      [
        "Gi",
        -0.18482354
      ],
      [
        "ants",
        -9.610702e-06
      ]
    ]
  },
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who would stand in ceremonial dress that hid his face. If one of these beings turned on its creator, the only way to escape it would be to admit to having created it, an act so shameful that most would rather perish than do so. These creatures were give pieces of their intended victims' fingernails or hair in order to aid them in tracking those victims down, and incorporating the use of bird bones into their creation was believed to give them the power of flight, while seal bones conferred the power to swim. Varieties of this beings included the \"intestine eater\" naligateq and the \"mountain wanderer\"": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.0139781395
      ],
      [
        "upil",
        -0.00011820524
      ],
      [
        "ak",
        -4.406056e-05
      ]
    ]
  },
  "Beings of this type include the six-headed Thrudgelmir, his flood-surviving son Bergelmir, and the half-angel Nephilim of the Bible. Ymir was a primordial one of these beings in Norse myth, of whom Thor crushed one named Hrungnir, and the term jötunn often refers to their \"frost\" type. Greek ones included Orion and a bronze one named Talos. For 10 points, name these large mythological beings which include the antagonist of Jack and the Beanstalk and Goliath.": {
    "guess": "Giant",
    "confidence": [
      [
        "G",
        -0.16674325
      ],
      [
        "iant",
        -4.823269e-05
      ]
    ]
  },
  "One of these beings from a non-fictional religion carries a staff with jingling rings and is called \"Lord of the Six Paths.\" Another of these individuals has thousands of arms behind him arranged like peacock feathers and received ten extra heads to redeem the wicked. The Chinese goddess Kannon derives from the most compassionate of these beings, (*) Avalokiteshvara (uh-VAH-low-kee-tesh-VAH-ruh). Although their self-sacrifice is celebrated in China and Japan, becoming one of these individuals is less admirable than becoming an arhat in Theravada tradition. For 10 points, name these idealized humans in Mahayana Buddhism who return to earth after achieving enlightenment.": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.00071838836
      ],
      [
        "od",
        -0.004554731
      ],
      [
        "his",
        -1.6240566e-06
      ],
      [
        "att",
        -2.0458236e-05
      ],
      [
        "va",
        -0.00032700237
      ]
    ]
  },
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who would stand in ceremonial dress that hid his face. If one of these beings turned on its creator, the only way to escape it would be to admit to having created it, an act so shameful that most would rather perish than do so. These creatures were give pieces of their intended victims' fingernails or hair in order to aid them in tracking those victims down, and incorporating the use of bird bones into their creation was believed to give them the power of flight, while seal bones conferred the power": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.00034094555
      ],
      [
        "upil",
        -0.00018518302
      ],
      [
        "ak",
        -4.3464544e-05
      ]
    ]
  },
  "One of these beings from a non-fictional religion carries a staff with jingling rings and is called \"Lord of the Six Paths.\" Another of these individuals has thousands of arms behind him arranged like": {
    "guess": "Asura",
    "confidence": [
      [
        "As",
        -0.8700505
      ],
      [
        "ura",
        -0.07634018
      ]
    ]
  },
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who would stand in ceremonial dress that hid his face. If one of these beings turned on its creator, the only way to escape it would be to admit to having created it, an act so shameful that most would rather perish than do so. These creatures were give pieces of their intended victims' fingernails or hair in order to aid them in tracking those victims down, and incorporating the use of bird bones": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.015172695
      ],
      [
        "upil",
        -0.0025452205
      ],
      [
        "ak",
        -5.2643223e-05
      ]
    ]
  },
  "One of these beings from a non-fictional religion carries a staff with jingling rings and is called \"Lord of the Six Paths.\" Another of these individuals has thousands of arms behind him arranged like peacock feathers and received ten extra heads to redeem the wicked. The Chinese goddess Kannon derives from the most compassionate of these beings, (*) Avalokiteshvara (uh-VAH-low-kee-tesh-VAH-ruh). Although their self-sacrifice is celebrated in China and Japan, becoming one of these individuals is less admirable than becoming an arhat in Theravada tradition. For 10 points, name these idealized humans": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.0084077185
      ],
      [
        "od",
        -0.01306799
      ],
      [
        "his",
        -6.0272258e-05
      ],
      [
        "att",
        -5.419287e-05
      ],
      [
        "va",
        -0.001411424
      ]
    ]
  },
  "Behzad became the director of the library for this dynasty's founder, employing such artists as Aqa Mirak, Sultan Muhammad, Mir Sayyid 'Ali, Mizra 'Ali, and Muzzafar 'Ali.  Their first ruler claimed the title of \"Shadow of God on Earth\" but committed a heresy by claiming to represent the Hidden Imam.": {
    "guess": "Safavid dynasty",
    "confidence": [
      [
        "S",
        -0.11898772
      ],
      [
        "af",
        -0.0005470762
      ],
      [
        "avid",
        -0.0029460862
      ],
      [
        " dynasty",
        -0.08664753
      ]
    ]
  },
  "These beings pounded the invulnerable warrior Caeneus into the ground when they attacked Pirithous at his wedding. A particularly intelligent one of these creatures was the son of Cronus and Philyra, though most were the children of Ixion and Nephele. One named Pholus gave Heracles a jar of wine, while another told Deianeira to give Heracles a shirt (*) poisoned with his blood and was named Nessus.": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0008887103
      ],
      [
        "aur",
        -5.967624e-05
      ]
    ]
  },
  "Behzad became the director of the library for this dynasty's founder, employing such artists as Aqa Mirak, Sultan Muhammad, Mir Sayyid 'Ali, Mizra 'Ali, and Muzzafar 'Ali.  Their first ruler claimed the": {
    "guess": "Muhammad Ali dynasty",
    "confidence": [
      [
        "Mu",
        -0.08322866
      ],
      [
        "hammad",
        -0.0012960734
      ],
      [
        " Ali",
        -0.005081599
      ],
      [
        " dynasty",
        -0.06526882
      ]
    ]
  },
  "Behzad became the director of the library for this dynasty's founder, employing such artists as Aqa Mirak, Sultan Muhammad, Mir Sayyid 'Ali, Mizra 'Ali, and Muzzafar 'Ali.  Their first ruler claimed the title of \"Shadow of God on Earth\" but committed a heresy by claiming to represent the Hidden Imam.  Finally collapsing under Shah Husayn I, they had declined since the death of Shah Abbas I, whose great building projects at Isfahan made it one of Islam's greatest cities.  FTP, name this Persian dynasty whose founder Isma'il converted the population of Iran to Shi'ism after 1512.": {
    "guess": "Safavid dynasty",
    "confidence": [
      [
        "S",
        -0.009319436
      ],
      [
        "af",
        -5.109358e-05
      ],
      [
        "avid",
        -0.40816212
      ],
      [
        " dynasty",
        -0.57601666
      ]
    ]
  },
  "One of these beings from a non-fictional religion carries a staff with jingling rings and is called \"Lord of the Six Paths.\" Another of these individuals has thousands of arms behind him arranged like peacock feathers and received ten extra heads to redeem the wicked. The Chinese goddess Kannon derives from the most compassionate of these beings, (*) Avalokiteshvara (uh-VAH-low-kee-tesh-VAH-ruh). Although their self-sacrifice is celebrated in China and Japan, becoming one of these individuals is": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.07311876
      ],
      [
        "od",
        -0.050993
      ],
      [
        "his",
        -1.6524515e-05
      ],
      [
        "att",
        -2.2842309e-05
      ],
      [
        "va",
        -0.00016027314
      ]
    ]
  },
  "These beings pounded the invulnerable warrior Caeneus into the ground when they attacked Pirithous at his wedding. A particularly intelligent one of these creatures was the son of Cronus and Philyra, though most were the children of Ixion and Nephele. One named Pholus gave Heracles a jar of wine, while": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0019517067
      ],
      [
        "aur",
        -0.00021283828
      ]
    ]
  },
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who would stand in ceremonial dress that hid his face. If one of these beings turned on its creator, the only way to escape it would be to admit to having created it, an act so shameful that most would": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.0016454301
      ],
      [
        "upil",
        -0.00021450345
      ],
      [
        "ak",
        -2.6537622e-05
      ]
    ]
  },
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who would stand in ceremonial dress that hid his face. If one of these beings turned on its creator, the only way to escape it would be to admit to having created it, an act so shameful that most would rather perish than do so. These creatures were give pieces of their intended victims' fingernails or hair in order to aid them in tracking those victims down, and incorporating the use of bird bones into their creation was believed to give them the power of flight, while seal bones conferred the power to swim. Varieties of this beings included the \"intestine eater\" naligateq and the \"mountain wanderer\" qivittoq. These beings were typical y created as composites of various objects, such as rocks, seaweed, and the body parts of other animals, al wrapped in hide, by an angakoq, or shaman. For 10 points, identify these enchanted monsters of Inuit mythology.": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.0013434468
      ],
      [
        "upil",
        -0.00015109812
      ],
      [
        "ak",
        -0.00012511172
      ]
    ]
  },
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who would stand in ceremonial dress that hid his face. If one of these beings turned on its creator, the only way to escape it would be to admit to having created it, an act so shameful that most would rather perish than do so. These creatures were give pieces of their intended victims' fingernails or hair in order to aid them in tracking those victims down, and incorporating the use of bird bones into their creation was believed to give them the power of flight, while seal bones conferred the power to swim. Varieties of this beings included the \"intestine eater\" naligateq and the \"mountain wanderer\" qivittoq. These beings were typical y created as composites of various objects, such as rocks, seaweed, and the body parts of other animals, al wrapped in hide, by an angakoq, or shaman. For 10": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.003714927
      ],
      [
        "upil",
        -0.00022094045
      ],
      [
        "ak",
        -6.873572e-05
      ]
    ]
  },
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.027637176
      ],
      [
        "upil",
        -0.0045414385
      ],
      [
        "ak",
        -0.00032890963
      ]
    ]
  },
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who would stand in ceremonial dress that hid his face. If one of these beings turned on its creator, the only way to escape it would be to admit to having created it, an act so shameful that most would rather perish than do so. These creatures were give pieces of their intended victims' fingernails or": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.0019391078
      ],
      [
        "upil",
        -0.0005000128
      ],
      [
        "ak",
        -0.00016742534
      ]
    ]
  },
  "These beings were believed to gain their strength from sucking the sexual organs of their creators, who would stand in ceremonial dress that hid his face. If one of these beings turned on its creator, the only way to escape it would be to admit to having created it, an act so shameful that most would rather perish than do so. These creatures were give pieces of their intended victims' fingernails or hair in order to aid them in tracking those victims down, and incorporating the use of bird bones into their creation was believed to give them the power of flight, while seal bones conferred the power to swim. Varieties of this beings included the \"intestine eater\" naligateq and the \"mountain wanderer\" qivittoq. These beings were typical y created as composites of various objects, such as rocks,": {
    "guess": "Tupilak",
    "confidence": [
      [
        "T",
        -0.01340644
      ],
      [
        "upil",
        -0.00059020595
      ],
      [
        "ak",
        -0.00011915887
      ]
    ]
  },
  "These beings pounded the invulnerable warrior Caeneus into the ground when they attacked Pirithous at": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.60903996
      ],
      [
        "aur",
        -0.09779326
      ]
    ]
  },
  "Beings of this type include the six-headed Thrudgelmir, his flood-surviving son Bergelmir, and the half-angel Nephilim of the Bible. Ymir was a primordial one of these beings in Norse myth, of whom Thor crushed one named Hrungnir, and the term jötunn often refers to their \"frost\" type. Greek ones included Orion and a bronze one named Talos. For 10 points, name these large mythological beings which": {
    "guess": "Giant",
    "confidence": [
      [
        "G",
        -0.6839166
      ],
      [
        "iant",
        -6.551722e-05
      ]
    ]
  },
  "These beings pounded the invulnerable warrior Caeneus into the ground when they attacked Pirithous at his wedding. A particularly intelligent one of these creatures was the son of Cronus and Philyra, though": {
    "guess": "Chiron",
    "confidence": [
      [
        "Ch",
        -0.6237389
      ],
      [
        "iron",
        -9.0883464e-07
      ]
    ]
  },
  "Behzad became the director of the library for this dynasty's founder, employing such artists as Aqa Mirak, Sultan Muhammad, Mir Sayyid 'Ali, Mizra 'Ali, and Muzzafar 'Ali.  Their first ruler claimed the title of \"Shadow of God on Earth\" but committed a heresy by claiming to represent the Hidden Imam.  Finally collapsing under Shah Husayn I, they had declined since the death of Shah Abbas I, whose great building projects at Isfahan made it one of Islam's greatest cities.  FTP, name this Persian dynasty": {
    "guess": "Safavid dynasty",
    "confidence": [
      [
        "S",
        -0.010054723
      ],
      [
        "af",
        -0.00023619852
      ],
      [
        "avid",
        -0.0003124632
      ],
      [
        " dynasty",
        -0.07371147
      ]
    ]
  },
  "These beings pounded the invulnerable warrior Caeneus into the ground when they attacked Pirithous at his wedding. A particularly intelligent one of these creatures was the son of Cronus and Philyra, though most were the children of Ixion and Nephele. One named Pholus gave Heracles a jar of wine, while another told Deianeira to give Heracles a shirt (*) poisoned with his blood and was named Nessus. A wise and immortal one of these creatures who gave up his immortality and took the place of Prometheus was named Chiron. For ten points, name these creatures which were half horse and half man.": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0060250186
      ],
      [
        "aur",
        -1.6286107e-05
      ]
    ]
  },
  "Behzad became the director of the library for this dynasty's founder, employing such artists as Aqa Mirak, Sultan Muhammad, Mir Sayyid 'Ali, Mizra 'Ali, and Muzzafar 'Ali.  Their first ruler claimed the title of \"Shadow of God on Earth\" but committed a heresy by claiming to represent the Hidden Imam.  Finally collapsing under Shah Husayn I, they had declined since the death of Shah Abbas I, whose great": {
    "guess": "Safavid dynasty",
    "confidence": [
      [
        "S",
        -0.014744177
      ],
      [
        "af",
        -7.338466e-05
      ],
      [
        "avid",
        -0.00048489223
      ],
      [
        " dynasty",
        -0.11503147
      ]
    ]
  },
  "One of these beings from a non-fictional religion carries a staff with jingling rings and is called \"Lord": {
    "guess": "Norse mythology",
    "confidence": [
      [
        "N",
        -1.284676
      ],
      [
        "orse",
        -0.029610815
      ],
      [
        " mythology",
        -0.51592034
      ]
    ]
  },
  "Beings of this type include the six-headed Thrudgelmir, his flood-surviving son Bergelmir, and the half-angel": {
    "guess": "Ymir",
    "confidence": [
      [
        "Y",
        -0.16020462
      ],
      [
        "mir",
        -0.00031460886
      ]
    ]
  }
}