{
  "A D-flat-major aria in this work contains the refrain \"Ah! responds.\" In this work, tambourines key in a group of  seductresses who plan to disrupt a military leader, one of whom contrasts the full spring bloom of the outdoors with the  desolate feeling in her heart in the aria \"Printemps qui commence.\" In Act II of this opera, a woman sings \"Mon coeur  s'ouvre a ta voix\" or \"My heart opens itself to your voice\" to inquire of a secret ability of her male counterpart. Priests dance a Bacchanale in the (*) Temple of Dagon in this opera, after which one of the protagonists renews his strength and crumbles the temple. Ferdinand Lemaire drew upon the Book of Judges to write this opera's libretto.": {
    "guess": "Samson and Delilah",
    "confidence": [
      [
        "Sam",
        -0.008982308
      ],
      [
        "son",
        -2.7729659e-05
      ],
      [
        " and",
        -0.062051598
      ],
      [
        " Del",
        -0.017377965
      ],
      [
        "il",
        -0.00015598179
      ],
      [
        "ah",
        -1.998142e-05
      ]
    ]
  },
  "The flat roofs prevalent in this town owe mainly to the influence of architect Louis-Michel Thibault. One of the traditional boundary markers of this city was formerly called Lion's Rump, and it is bounded to the south by Devil's Peak.. Sailors who confused this city's chief bay with another led to that smaller bay being named False Bay, and one of its main thoroughfares is Adderley Street, renamed": {
    "guess": "Cape Town",
    "confidence": [
      [
        "C",
        -0.0059976475
      ],
      [
        "ape",
        -7.89631e-07
      ],
      [
        " Town",
        -9.3291674e-05
      ]
    ]
  },
  "The Flatulent defeated the forces of Bodislaus at the Battle of Hysteria, and The Tall became regent for his nephew John II of France. The one who was killed by Decius and who himself killed Gordian III ruled as Roman emperor from AD 244 to 249 and was known as the Arab. The Good captured Joan of Arc, and the Handsome founded the Hapsburg dynasty in Spain. The Bold was the third king of his name in France, and he was succeeded by his son, the Fair. FTP, give this ruling name that also identifies the Spanish king whose armada was destroyed in 1588 as well as the Macedonian king and father of Alexander the Great.": {
    "guess": "Philip",
    "confidence": [
      [
        "Philip",
        -0.22556856
      ]
    ]
  },
  "A D-flat-major aria in this work contains the refrain \"Ah! responds.\" In this work, tambourines key in a group of  seductresses who plan to disrupt a military leader, one of whom contrasts the full spring bloom of the outdoors with the  desolate feeling in her heart in the aria \"Printemps qui commence.\" In Act II of this opera, a woman sings \"Mon coeur  s'ouvre a ta voix\" or \"My heart opens itself": {
    "guess": "Samson and Delilah",
    "confidence": [
      [
        "Sam",
        -0.06547618
      ],
      [
        "son",
        -0.00010497363
      ],
      [
        " and",
        -0.06267578
      ],
      [
        " Del",
        -0.093713745
      ],
      [
        "il",
        -0.0011986821
      ],
      [
        "ah",
        -5.3000836e-05
      ]
    ]
  },
  "The Flatulent defeated the forces of Bodislaus at the Battle of Hysteria, and The Tall became regent for his nephew John II of France. The one who was killed by Decius and who himself killed Gordian III": {
    "guess": "Shapur",
    "confidence": [
      [
        "Sh",
        -0.8108425
      ],
      [
        "apur",
        -0.0011674837
      ]
    ]
  },
  "A flattened Sonobe [soh-noh-bay] unit has this shape. The midpoints of any quadrilateral can be connected to form one of these figures. Vectors may be added using a \"rule\" named for this shape, whose diagonals (*) bisect each other, but not necessarily perpendicularly. If one of these shapes is inscribed": {
    "guess": "Parallelogram",
    "confidence": [
      [
        "Par",
        -0.3833188
      ],
      [
        "alle",
        -0.0019912054
      ],
      [
        "log",
        -1.0683535e-05
      ],
      [
        "ram",
        -0.0016381697
      ]
    ]
  },
  "A D-flat-major aria in this work contains the refrain \"Ah! responds.\" In this work, tambourines key in a group of  seductresses who plan to disrupt a military leader, one of whom contrasts the full spring bloom of the outdoors with the  desolate feeling in her heart in the aria \"Printemps qui commence.\" In Act II of this opera, a woman sings \"Mon coeur  s'ouvre a ta voix\" or \"My heart opens itself to your voice\" to inquire of a secret ability of her male counterpart. Priests dance a Bacchanale in the (*) Temple of Dagon in this opera, after which one of the protagonists renews his strength and": {
    "guess": "Samson and Delilah (opera)",
    "confidence": [
      [
        "Sam",
        -0.016410396
      ],
      [
        "son",
        -9.364929e-05
      ],
      [
        " and",
        -0.173282
      ],
      [
        " Del",
        -0.004831311
      ],
      [
        "il",
        -0.0013092867
      ],
      [
        "ah",
        -5.080963e-06
      ],
      [
        " (",
        -0.36505625
      ],
      [
        "op",
        -0.0077942368
      ],
      [
        "era",
        -1.0564331e-05
      ],
      [
        ")",
        -0.0005176476
      ]
    ]
  },
  "The flat roofs prevalent in this town owe mainly to the influence of architect Louis-Michel Thibault. One of the traditional boundary markers of this city was formerly called Lion's Rump, and it is bounded to the south by Devil's Peak.. Sailors who confused this city's chief bay with another led to that": {
    "guess": "Cape Town",
    "confidence": [
      [
        "C",
        -0.016922839
      ],
      [
        "ape",
        -1.3856493e-06
      ],
      [
        " Town",
        -6.2656334e-05
      ]
    ]
  },
  "The Flatulent defeated the forces of Bodislaus at the Battle of Hysteria, and The Tall became regent for his nephew John II of France. The one who was killed by Decius and who himself killed Gordian III ruled as Roman emperor from AD 244 to 249 and was known as the Arab. The Good captured Joan of Arc, and the Handsome founded the Hapsburg dynasty in Spain. The Bold was the third king of his name in France, and he was succeeded by his son, the Fair. FTP, give this ruling name that also identifies": {
    "guess": "List of Roman emperors",
    "confidence": [
      [
        "List",
        -0.52572066
      ],
      [
        " of",
        -2.7610455e-05
      ],
      [
        " Roman",
        -0.072402954
      ],
      [
        " em",
        -0.5293063
      ],
      [
        "per",
        -0.0002935135
      ],
      [
        "ors",
        -4.048445e-05
      ]
    ]
  },
  "The flat roofs prevalent in this town owe mainly to the influence of architect Louis-Michel Thibault. One of the traditional boundary markers of this city was formerly called Lion's Rump, and it is bounded": {
    "guess": "Cape Town",
    "confidence": [
      [
        "C",
        -0.42959803
      ],
      [
        "ape",
        -0.00019150082
      ],
      [
        " Town",
        -0.00014525715
      ]
    ]
  },
  "A D-flat-major aria in this work contains the refrain \"Ah! responds.\" In this work, tambourines key in a group of  seductresses who plan to disrupt a military leader, one of whom contrasts the full spring": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.5366595
      ],
      [
        " Magic",
        -0.35953763
      ],
      [
        " Fl",
        -5.0497558e-05
      ],
      [
        "ute",
        -3.9054008e-05
      ]
    ]
  },
  "A D-flat-major aria in this work contains the refrain \"Ah! responds.\" In this work, tambourines key in a group of  seductresses who plan to disrupt a military leader, one of whom contrasts the full spring bloom of the outdoors with the  desolate feeling in her heart in the aria \"Printemps qui commence.\" In Act II of this opera, a woman sings \"Mon coeur  s'ouvre a ta voix\" or \"My heart opens itself to your voice\" to inquire of a secret ability of her male counterpart. Priests dance a Bacchanale in the (*) Temple of Dagon in this opera, after which one of the protagonists renews his strength and crumbles the temple. Ferdinand Lemaire drew upon the Book of Judges to write this opera's libretto. For 10 points, name this opera about a woman who removes the strength of her lover by removing his hair, a work of Camille Saint-Saens.": {
    "guess": "Samson and Delilah",
    "confidence": [
      [
        "Sam",
        -0.02572466
      ],
      [
        "son",
        -4.20341e-05
      ],
      [
        " and",
        -0.021309583
      ],
      [
        " Del",
        -0.012566512
      ],
      [
        "il",
        -0.00037216223
      ],
      [
        "ah",
        -2.8206474e-05
      ]
    ]
  },
  "A flattened Sonobe [soh-noh-bay] unit has this shape. The midpoints of any quadrilateral can be connected to form one of these figures. Vectors may be added using a \"rule\" named for this shape, whose diagonals": {
    "guess": "Octahedron",
    "confidence": [
      [
        "Oct",
        -0.71698064
      ],
      [
        "ah",
        -0.41587225
      ],
      [
        "ed",
        -0.0034848433
      ],
      [
        "ron",
        -0.0019822833
      ]
    ]
  },
  "The Flatulent defeated the forces of Bodislaus at the Battle of Hysteria, and The Tall became regent": {
    "guess": "The Tall",
    "confidence": [
      [
        "The",
        -2.1769679
      ],
      [
        " Tall",
        -1.6351577
      ]
    ]
  },
  "The Flatulent defeated the forces of Bodislaus at the Battle of Hysteria, and The Tall became regent for his nephew John II of France. The one who was killed by Decius and who himself killed Gordian III ruled as Roman emperor from AD 244 to 249 and was known as the Arab. The Good captured Joan of Arc,": {
    "guess": "Philip the Arab",
    "confidence": [
      [
        "Philip",
        -0.43359283
      ],
      [
        " the",
        -0.007890994
      ],
      [
        " Arab",
        -0.059919465
      ]
    ]
  },
  "The Flatulent defeated the forces of Bodislaus at the Battle of Hysteria, and The Tall became regent for his nephew John II of France. The one who was killed by Decius and who himself killed Gordian III ruled as Roman emperor from AD 244 to 249 and was known as the Arab. The Good captured Joan of Arc, and the Handsome founded the Hapsburg dynasty in Spain. The Bold was the third king of his name in": {
    "guess": "Charles",
    "confidence": [
      [
        "Charles",
        -0.20015216
      ]
    ]
  },
  "A D-flat-major aria in this work contains the refrain \"Ah! responds.\" In this work, tambourines key in": {
    "guess": "The Bartered Bride",
    "confidence": [
      [
        "The",
        -1.4277111
      ],
      [
        " Bar",
        -0.00982114
      ],
      [
        "tered",
        -0.0005000128
      ],
      [
        " Bride",
        -3.8457987e-05
      ]
    ]
  },
  "A D-flat-major aria in this work contains the refrain \"Ah! responds.\" In this work, tambourines key in a group of  seductresses who plan to disrupt a military leader, one of whom contrasts the full spring bloom of the outdoors with the  desolate feeling in her heart in the aria \"Printemps qui commence.\" In Act II of this opera, a woman sings \"Mon coeur  s'ouvre a ta voix\" or \"My heart opens itself to your voice\" to inquire of a secret ability of her male counterpart. Priests dance a Bacchanale in the (*) Temple of Dagon in this opera, after which one of the protagonists renews his strength and crumbles the temple. Ferdinand Lemaire drew upon the Book of Judges to write this opera's libretto. For 10 points, name this opera about a woman who removes the strength of her lover by removing his hair,": {
    "guess": "Samson and Delilah (opera)",
    "confidence": [
      [
        "Sam",
        -0.024750914
      ],
      [
        "son",
        -2.6895234e-05
      ],
      [
        " and",
        -0.05229209
      ],
      [
        " Del",
        -0.012330337
      ],
      [
        "il",
        -0.00022070204
      ],
      [
        "ah",
        -1.6524515e-05
      ],
      [
        " (",
        -0.63405555
      ],
      [
        "op",
        -0.27806696
      ],
      [
        "era",
        -0.0001170132
      ],
      [
        ")",
        -0.0050234753
      ]
    ]
  },
  "A D-flat-major aria in this work contains the refrain \"Ah! responds.\" In this work, tambourines key in a group of  seductresses who plan to disrupt a military leader, one of whom contrasts the full spring bloom of the outdoors with the  desolate feeling in her heart in the aria \"Printemps qui commence.\"": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.4244324
      ],
      [
        "arm",
        -0.00019638817
      ],
      [
        "en",
        -1.8789384e-05
      ]
    ]
  },
  "The flat roofs prevalent in this town owe mainly to the influence of architect Louis-Michel Thibault.": {
    "guess": "Flat roof",
    "confidence": [
      [
        "Flat",
        -1.0647023
      ],
      [
        " roof",
        -0.113743566
      ]
    ]
  },
  "A flattened Sonobe [soh-noh-bay] unit has this shape. The midpoints of any quadrilateral can be connected": {
    "guess": "Quadrilateral",
    "confidence": [
      [
        "Qu",
        -1.1628835
      ],
      [
        "adr",
        -0.00045116857
      ],
      [
        "ilateral",
        -0.0012215362
      ]
    ]
  },
  "A D-flat-major aria in this work contains the refrain \"Ah! responds.\" In this work, tambourines key in a group of  seductresses who plan to disrupt a military leader, one of whom contrasts the full spring bloom of the outdoors with the  desolate feeling in her heart in the aria \"Printemps qui commence.\" In Act II of this opera, a woman sings \"Mon coeur  s'ouvre a ta voix\" or \"My heart opens itself to your voice\" to inquire of a secret ability of her male counterpart. Priests dance a Bacchanale in": {
    "guess": "Samson and Delilah",
    "confidence": [
      [
        "Sam",
        -0.018816056
      ],
      [
        "son",
        -4.8471098e-05
      ],
      [
        " and",
        -0.02721835
      ],
      [
        " Del",
        -0.050839376
      ],
      [
        "il",
        -0.00026586556
      ],
      [
        "ah",
        -5.157039e-05
      ]
    ]
  },
  "A flattened Sonobe [soh-noh-bay] unit has this shape. The midpoints of any quadrilateral can be connected to form one of these figures. Vectors may be added using a \"rule\" named for this shape, whose diagonals (*) bisect each other, but not necessarily perpendicularly. If one of these shapes is inscribed in a circle, it must be a rectangle. Congruent opposite angles, and supplementary adjacent angles are found in, for 10 points, what quadrilateral whose opposite sides are congruent and parallel?": {
    "guess": "Rhombus",
    "confidence": [
      [
        "Rh",
        -0.027520044
      ],
      [
        "omb",
        -3.0545007e-06
      ],
      [
        "us",
        -0.00086334196
      ]
    ]
  },
  "A flattened Sonobe [soh-noh-bay] unit has this shape. The midpoints of any quadrilateral can be connected to form one of these figures. Vectors may be added using a \"rule\" named for this shape, whose diagonals (*) bisect each other, but not necessarily perpendicularly. If one of these shapes is inscribed in a circle, it must be a rectangle. Congruent opposite angles, and supplementary adjacent angles": {
    "guess": "Parallelogram",
    "confidence": [
      [
        "Par",
        -0.6468433
      ],
      [
        "alle",
        -0.0064247446
      ],
      [
        "log",
        -8.75699e-05
      ],
      [
        "ram",
        -0.26448086
      ]
    ]
  },
  "The Flatulent defeated the forces of Bodislaus at the Battle of Hysteria, and The Tall became regent for his nephew John II of France. The one who was killed by Decius and who himself killed Gordian III ruled as Roman emperor from AD 244 to 249 and was known as the Arab. The Good captured Joan of Arc, and the Handsome founded the Hapsburg dynasty in Spain. The Bold was the third king of his name in France, and he was succeeded by his son, the Fair. FTP, give this ruling name that also identifies the Spanish king whose armada was destroyed in 1588 as well as the Macedonian king and father of Alexander": {
    "guess": "Philip II",
    "confidence": [
      [
        "Philip",
        -0.012411226
      ],
      [
        " II",
        -0.8209536
      ]
    ]
  },
  "The flat roofs prevalent in this town owe mainly to the influence of architect Louis-Michel Thibault. One of the traditional boundary markers of this city was formerly called Lion's Rump, and it is bounded to the south by Devil's Peak.. Sailors who confused this city's chief bay with another led to that smaller bay being named False Bay, and one of its main thoroughfares is Adderley Street, renamed from Heerengracht in 1850. Sections of this city that houses the City Bowl include those along Table": {
    "guess": "Cape Town",
    "confidence": [
      [
        "C",
        -0.0028857104
      ],
      [
        "ape",
        -3.1281633e-07
      ],
      [
        " Town",
        -8.041768e-05
      ]
    ]
  },
  "The flat roofs prevalent in this town owe mainly to the influence of architect Louis-Michel Thibault. One of the traditional boundary markers of this city was formerly called Lion's Rump, and it is bounded to the south by Devil's Peak.. Sailors who confused this city's chief bay with another led to that smaller bay being named False Bay, and one of its main thoroughfares is Adderley Street, renamed from Heerengracht in 1850. Sections of this city that houses the City Bowl include those along Table Mountain, and Guguletu and Nyanga West were its two main black ghettos. Containing the Castle of Good": {
    "guess": "Cape Town",
    "confidence": [
      [
        "C",
        -0.006281771
      ],
      [
        "ape",
        -4.723352e-06
      ],
      [
        " Town",
        -0.0004446124
      ]
    ]
  },
  "The flat roofs prevalent in this town owe mainly to the influence of architect Louis-Michel Thibault. One of the traditional boundary markers of this city was formerly called Lion's Rump, and it is bounded to the south by Devil's Peak.. Sailors who confused this city's chief bay with another led to that smaller bay being named False Bay, and one of its main thoroughfares is Adderley Street, renamed from Heerengracht in 1850. Sections of this city that houses the City Bowl include those along Table Mountain, and Guguletu and Nyanga West were its two main black ghettos. Containing the Castle of Good Hope, for 10 points, name this legislative capital of South Africa.": {
    "guess": "Cape Town",
    "confidence": [
      [
        "C",
        -0.0024540112
      ],
      [
        "ape",
        -1.3856493e-06
      ],
      [
        " Town",
        -0.00016504127
      ]
    ]
  }
}