{
  "Glatzmaier and Roberts used a supercomputer to simulate this process. Vincenzo Carbone discovered that": {
    "guess": "Geodynamo",
    "confidence": [
      [
        "Ge",
        -0.22356826
      ],
      [
        "odynam",
        -0.0024968255
      ],
      [
        "o",
        -0.00014454192
      ]
    ]
  },
  "Glaciers in this mountain range include Skillet Glacier, which is found on Mount Moran. Jenny Lake is located at the base of this range, and the 1925 Gros Venture landslide occured in this range. The first recorded observation of these mountains was made by John Colter. The highest mountains in this region are found in the Cathedral Group, which includes the Schoolroom Glacier, Mount Owen, and the namesake of the national park that contains much of this range. For 10 points, name this Wyoming mountain range, which contains the city of Jackson.": {
    "guess": "Teton Range",
    "confidence": [
      [
        "T",
        -0.0060106833
      ],
      [
        "eton",
        -0.00046153198
      ],
      [
        " Range",
        -0.00077282044
      ]
    ]
  },
  "\"Glass\" species of this phylum's class Hexactinellida have silica structural elements. Its members have small amebocytes that carry food to the gelatinous mesohyl from their feeding cells, which have a flagellum surrounded by a collar. Those feeding cells, called choanocytes, line these organisms' inner chambers, whose outlets are called osculua. These sessile suspension feeders have structures based on spicules and were once used as cleaning tools. For 10 points, name this phylum of porous organisms, the simplest animals, which are also called sponges.": {
    "guess": "Porifera",
    "confidence": [
      [
        "Por",
        -0.29995742
      ],
      [
        "if",
        -0.0020731718
      ],
      [
        "era",
        -9.014684e-06
      ]
    ]
  },
  "Glaciers in this mountain range include Skillet Glacier, which is found on Mount Moran. Jenny Lake is": {
    "guess": "Teton Range",
    "confidence": [
      [
        "T",
        -0.0067342
      ],
      [
        "eton",
        -0.0002513264
      ],
      [
        " Range",
        -0.001061033
      ]
    ]
  },
  "\"Glass\" species of this phylum's class Hexactinellida have silica structural elements. Its members have small amebocytes that carry food to the gelatinous mesohyl from their feeding cells, which have a": {
    "guess": "Sponge",
    "confidence": [
      [
        "S",
        -0.088040516
      ],
      [
        "ponge",
        -2.58224e-05
      ]
    ]
  },
  "Glaciers in this mountain range include Skillet Glacier, which is found on Mount Moran. Jenny Lake is located at the base of this range, and the 1925 Gros Venture landslide occured in this range. The first recorded observation of these mountains was made by John Colter. The highest mountains in this": {
    "guess": "Teton Range",
    "confidence": [
      [
        "T",
        -0.0054401937
      ],
      [
        "eton",
        -0.0013186928
      ],
      [
        " Range",
        -0.00068896345
      ]
    ]
  },
  "Glatzmaier and Roberts used a supercomputer to simulate this process. Vincenzo Carbone discovered that this process's occurrence follows a Levy distribution, which would quash Richard Muller's theory that this process does not occur spontaneously, but must be catalyzed by an outside event. One area which does not show evidence of this process is the Jurassic Quiet Zone, and time periods during which": {
    "guess": "Geomagnetic reversal",
    "confidence": [
      [
        "Geom",
        -0.023701947
      ],
      [
        "agnetic",
        -0.00067240145
      ],
      [
        " reversal",
        -0.072755046
      ]
    ]
  },
  "Glaucophytes are microscopic varieties of these organisms, and a lichen is composed of a fungus and one of them. They are the only type of organism that contains chlorophyll C, which allows them to undergo": {
    "guess": "Algae",
    "confidence": [
      [
        "Al",
        -0.0178467
      ],
      [
        "gae",
        -0.061991554
      ]
    ]
  },
  "\"Glass\" species of this phylum's class Hexactinellida have silica structural elements. Its members have small amebocytes that carry food to the gelatinous mesohyl from their feeding cells, which have a flagellum surrounded by a collar. Those feeding cells, called choanocytes, line these organisms' inner chambers, whose outlets are called osculua. These sessile suspension feeders have structures based on spicules and were once used as cleaning tools. For 10 points, name this phylum of porous organisms,": {
    "guess": "Porifera",
    "confidence": [
      [
        "Por",
        -0.2606052
      ],
      [
        "if",
        -0.004702703
      ],
      [
        "era",
        -2.3676734e-05
      ]
    ]
  },
  "\"Glass\" species of this phylum's class Hexactinellida have silica structural elements. Its members have small amebocytes that carry food to the gelatinous mesohyl from their feeding cells, which have a flagellum surrounded by a collar. Those feeding cells, called choanocytes, line these organisms' inner": {
    "guess": "Sponge",
    "confidence": [
      [
        "S",
        -0.23894048
      ],
      [
        "ponge",
        -9.610702e-06
      ]
    ]
  },
  "Glatzmaier and Roberts used a supercomputer to simulate this process. Vincenzo Carbone discovered that this process's occurrence follows a Levy distribution, which would quash Richard Muller's theory that this process does not occur spontaneously, but must be catalyzed by an outside event. One area which does not show evidence of this process is the Jurassic Quiet Zone, and time periods during which this process did not occur are dubbed \"superchrons.\" Morley, Vine, and Matthews first theorized a test for the veracity of the sea floor spreading theory that depended on this phenomenon, which they theorized would leave polarity markings on bands of rocks parallel to the mid-Atlantic ridge. For 10": {
    "guess": "Geomagnetic reversal",
    "confidence": [
      [
        "Geom",
        -0.13365848
      ],
      [
        "agnetic",
        -4.727906e-05
      ],
      [
        " reversal",
        -0.28905162
      ]
    ]
  },
  "Glaucophytes are microscopic varieties of these organisms, and a lichen is composed of a fungus and one of them. They are the only type of organism that contains chlorophyll C, which allows them to undergo photosynthesis despite not being plants. Cyanobacteria are sometimes referred to as the \"blue-green\" type of these organisms, and a red tide is an example of one of their namesake blooms during which they rapidly proliferate. For 10 points, name this class of aquatic protists that includes chlorophyta, dinoflagellata, and diatoms.": {
    "guess": "Algae",
    "confidence": [
      [
        "Al",
        -0.00017064385
      ],
      [
        "gae",
        -2.577686e-06
      ]
    ]
  },
  "\"Glass\" species of this phylum's class Hexactinellida have silica structural elements. Its members have": {
    "guess": "Porifera",
    "confidence": [
      [
        "Por",
        -0.62710977
      ],
      [
        "if",
        -0.0028727502
      ],
      [
        "era",
        -5.025915e-05
      ]
    ]
  },
  "Glaciers in this mountain range include Skillet Glacier, which is found on Mount Moran. Jenny Lake is located at the base of this range, and the 1925 Gros Venture landslide occured in this range. The first recorded observation of these mountains was made by John Colter. The highest mountains in this region are found in the Cathedral Group, which includes the Schoolroom Glacier, Mount Owen, and the namesake of the national park that contains much of this range. For 10 points, name this Wyoming mountain": {
    "guess": "Teton Range",
    "confidence": [
      [
        "T",
        -0.015228228
      ],
      [
        "eton",
        -0.0016163812
      ],
      [
        " Range",
        -0.0033012934
      ]
    ]
  },
  "\"Glass\" species of this phylum's class Hexactinellida have silica structural elements. Its members have small amebocytes that carry food to the gelatinous mesohyl from their feeding cells, which have a flagellum surrounded by a collar. Those feeding cells, called choanocytes, line these organisms' inner chambers, whose outlets are called osculua. These sessile suspension feeders have structures based": {
    "guess": "Glass sponge",
    "confidence": [
      [
        "Glass",
        -0.65358967
      ],
      [
        " sponge",
        -0.13479307
      ]
    ]
  },
  "Glaucophytes are microscopic varieties of these organisms, and a lichen is composed of a fungus and one of them. They are the only type of organism that contains chlorophyll C, which allows them to undergo photosynthesis despite not being plants. Cyanobacteria are sometimes referred to as the \"blue-green\"": {
    "guess": "Algae",
    "confidence": [
      [
        "Al",
        -0.023670511
      ],
      [
        "gae",
        -0.0034429035
      ]
    ]
  },
  "Glatzmaier and Roberts used a supercomputer to simulate this process. Vincenzo Carbone discovered that this process's occurrence follows a Levy distribution, which would quash Richard Muller's theory that this process does not occur spontaneously, but must be catalyzed by an outside event. One area which does not show evidence of this process is the Jurassic Quiet Zone, and time periods during which this process did not occur are dubbed \"superchrons.\" Morley, Vine, and Matthews first theorized a": {
    "guess": "Geomagnetic reversal",
    "confidence": [
      [
        "Geom",
        -0.066479355
      ],
      [
        "agnetic",
        -0.0005063269
      ],
      [
        " reversal",
        -0.018926602
      ]
    ]
  },
  "Glatzmaier and Roberts used a supercomputer to simulate this process. Vincenzo Carbone discovered that this process's occurrence follows a Levy distribution, which would quash Richard Muller's theory that": {
    "guess": "Geomagnetic reversal",
    "confidence": [
      [
        "Geom",
        -0.86219114
      ],
      [
        "agnetic",
        -0.001944461
      ],
      [
        " reversal",
        -0.1777377
      ]
    ]
  },
  "Glaucophytes are microscopic varieties of these organisms, and a lichen is composed of a fungus and one of them. They are the only type of organism that contains chlorophyll C, which allows them to undergo photosynthesis despite not being plants. Cyanobacteria are sometimes referred to as the \"blue-green\" type of these organisms, and a red tide is an example of one of their namesake blooms during which": {
    "guess": "Algae",
    "confidence": [
      [
        "Al",
        -0.004204594
      ],
      [
        "gae",
        -0.01224485
      ]
    ]
  },
  "Glatzmaier and Roberts used a supercomputer to simulate this process. Vincenzo Carbone discovered that this process's occurrence follows a Levy distribution, which would quash Richard Muller's theory that this process does not occur spontaneously, but must be catalyzed by an outside event. One area which does not show evidence of this process is the Jurassic Quiet Zone, and time periods during which this process did not occur are dubbed \"superchrons.\" Morley, Vine, and Matthews first theorized a test for the veracity of the sea floor spreading theory that depended on this phenomenon, which they theorized would leave polarity markings on bands of rocks parallel to the mid-Atlantic ridge. For 10 points, name this process by which certain field reorients its north and south poles.": {
    "guess": "Geomagnetic reversal",
    "confidence": [
      [
        "Geom",
        -0.070206955
      ],
      [
        "agnetic",
        -9.372295e-06
      ],
      [
        " reversal",
        -0.039260644
      ]
    ]
  },
  "Glaucophytes are microscopic varieties of these organisms, and a lichen is composed of a fungus and one of them. They are the only type of organism that contains chlorophyll C, which allows them to undergo photosynthesis despite not being plants. Cyanobacteria are sometimes referred to as the \"blue-green\" type of these organisms, and a red tide is an example of one of their namesake blooms during which they rapidly proliferate. For 10 points, name this class of aquatic protists that includes chlorophyta,": {
    "guess": "Algae",
    "confidence": [
      [
        "Al",
        -0.0012902361
      ],
      [
        "gae",
        -0.00020580526
      ]
    ]
  },
  "Glatzmaier and Roberts used a supercomputer to simulate this process. Vincenzo Carbone discovered that this process's occurrence follows a Levy distribution, which would quash Richard Muller's theory that this process does not occur spontaneously, but must be catalyzed by an outside event. One area which does not show evidence of this process is the Jurassic Quiet Zone, and time periods during which this process did not occur are dubbed \"superchrons.\" Morley, Vine, and Matthews first theorized a test for the veracity of the sea floor spreading theory that depended on this phenomenon, which they": {
    "guess": "Geomagnetic reversal",
    "confidence": [
      [
        "Geom",
        -0.19828352
      ],
      [
        "agnetic",
        -0.0017756189
      ],
      [
        " reversal",
        -0.0191293
      ]
    ]
  },
  "Glatzmaier and Roberts used a supercomputer to simulate this process. Vincenzo Carbone discovered that this process's occurrence follows a Levy distribution, which would quash Richard Muller's theory that this process does not occur spontaneously, but must be catalyzed by an outside event. One area which": {
    "guess": "Magnetic reconnection",
    "confidence": [
      [
        "M",
        -1.6024619
      ],
      [
        "agnetic",
        -0.10496171
      ],
      [
        " re",
        -0.05151351
      ],
      [
        "connection",
        -0.00010330478
      ]
    ]
  },
  "Glaucophytes are microscopic varieties of these organisms, and a lichen is composed of a fungus and one": {
    "guess": "Lichen",
    "confidence": [
      [
        "L",
        -0.04075167
      ],
      [
        "ichen",
        -0.004222286
      ]
    ]
  },
  "Glaciers in this mountain range include Skillet Glacier, which is found on Mount Moran. Jenny Lake is located at the base of this range, and the 1925 Gros Venture landslide occured in this range. The first": {
    "guess": "Teton Range",
    "confidence": [
      [
        "T",
        -0.0035728652
      ],
      [
        "eton",
        -0.00020938137
      ],
      [
        " Range",
        -2.0815847e-05
      ]
    ]
  },
  "Glaciers in this mountain range include Skillet Glacier, which is found on Mount Moran. Jenny Lake is located at the base of this range, and the 1925 Gros Venture landslide occured in this range. The first recorded observation of these mountains was made by John Colter. The highest mountains in this region are found in the Cathedral Group, which includes the Schoolroom Glacier, Mount Owen, and the": {
    "guess": "Teton Range",
    "confidence": [
      [
        "T",
        -0.004383486
      ],
      [
        "eton",
        -0.0044308286
      ],
      [
        " Range",
        -0.00053385197
      ]
    ]
  }
}