{
  "While it was in power, its country signed a secret treaty with France against Holland, and in 1672, the": {
    "guess": "Treaty of Fontainebleau",
    "confidence": [
      [
        "T",
        -0.48563716
      ],
      [
        "reat",
        -9.72254e-05
      ],
      [
        "y",
        -0.0037390299
      ],
      [
        " of",
        -0.00533159
      ],
      [
        " Font",
        -0.555803
      ],
      [
        "aine",
        -0.0032524546
      ],
      [
        "ble",
        -0.000112245056
      ],
      [
        "au",
        -5.288163e-05
      ]
    ]
  },
  "The Powder method is used to determine the magnitude of the unit vectors, and assumes a sample of smaller, randomly-oriented targets. Since the work of Perutz and Kendrew in 1958, it has become the most productive means of analyzing protein structure. This was first applied to myoglobin. The back-reflection": {
    "guess": "X-ray crystallography",
    "confidence": [
      [
        "X",
        -0.42098045
      ],
      [
        "-ray",
        -0.0026814868
      ],
      [
        " crystal",
        -0.043918915
      ],
      [
        "log",
        -1.0325924e-05
      ],
      [
        "raph",
        -0.00020544765
      ],
      [
        "y",
        -8.804671e-05
      ]
    ]
  },
  "While it was in power, its country signed a secret treaty with France against Holland, and in 1672, the king increased religious toleration of Catholics, which included two of its five members. The king had used it to govern since dismissing Clarendon in 1667. FTP, name this group of Charles II's ministers,": {
    "guess": "Cabal Ministry",
    "confidence": [
      [
        "C",
        -0.056858476
      ],
      [
        "abal",
        -0.004445551
      ],
      [
        " Ministry",
        -0.2026556
      ]
    ]
  },
  "The Powder method is used to determine the magnitude of the unit vectors, and assumes a sample of smaller, randomly-oriented targets. Since the work of Perutz and Kendrew in 1958, it has become the most productive means of analyzing protein structure. This was first applied to myoglobin. The back-reflection and transmission Laue methods are two forms of this kind of analysis, relying on white light and a stationary target. It is useful because small-wavelength radiation must be used to successfully analyze molecules but such high-frequency light cannot be lensed; instead, this process analyzes": {
    "guess": "X-ray crystallography",
    "confidence": [
      [
        "X",
        -0.49608818
      ],
      [
        "-ray",
        -0.0020886387
      ],
      [
        " crystal",
        -0.6177806
      ],
      [
        "log",
        -1.7432603e-06
      ],
      [
        "raph",
        -1.7716551e-05
      ],
      [
        "y",
        -3.23786e-05
      ]
    ]
  },
  "The power predicted by the Larmor formula is proportional to charge squared times acceleration squared divided by the cube of this quantity. In cgs units, the fine structure constant is equal to the electron charge squared divided by the product of h-bar and this quantity. This quantity is equal to the": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.9817754
      ],
      [
        " of",
        -0.001051627
      ],
      [
        " light",
        -0.09954841
      ]
    ]
  },
  "This is the power to which the friction velocity term is raised in the Bangold formula. The meter raised to this power is the SI unit of the first moment of area. In Planck's law, frequency is taken to this power, while the squares of the orbital periods of the planets are directly proportional to the semi-major axis of the orbits taken to this power, by Kepler's third law. This power appears in the denominator of the units for jerk, where seconds are raised to it. For 10 points, name this power,": {
    "guess": "Four",
    "confidence": [
      [
        "Four",
        -0.45337042
      ]
    ]
  },
  "The power predicted by the Larmor formula is proportional to charge squared times acceleration squared divided by the cube of this quantity. In cgs units, the fine structure constant is equal to the electron charge squared divided by the product of h-bar and this quantity. This quantity is equal to the ratio of the electric field to the magnetic field for a wave in free space. This quantity is equal to one over the square root of the product of the (*) vacuum permeability and the vacuum permittivity. The spatial invariance of this quantity disproves the existence of the luminiferous aether. The": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.004877808
      ],
      [
        " of",
        -6.82589e-05
      ],
      [
        " light",
        -0.013563699
      ]
    ]
  },
  "The power predicted by the Larmor formula is proportional to charge squared times acceleration squared divided by the cube of this quantity. In cgs units, the fine structure constant is equal to the electron": {
    "guess": "Planck constant",
    "confidence": [
      [
        "Plan",
        -1.551834
      ],
      [
        "ck",
        -0.0002482271
      ],
      [
        " constant",
        -0.014534612
      ]
    ]
  },
  "This is the power to which the friction velocity term is raised in the Bangold formula. The meter raised": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4679022
      ]
    ]
  },
  "The power predicted by the Larmor formula is proportional to charge squared times acceleration squared divided by the cube of this quantity. In cgs units, the fine structure constant is equal to the electron charge squared divided by the product of h-bar and this quantity. This quantity is equal to the ratio of the electric field to the magnetic field for a wave in free space. This quantity is equal to one over the square root of the product of the (*) vacuum permeability and the vacuum permittivity. The spatial invariance of this quantity disproves the existence of the luminiferous aether. The ratio of this quantity in a vacuum to in a material gives that material's index of refraction. For": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.0013594017
      ],
      [
        " of",
        -0.00013655527
      ],
      [
        " light",
        -0.031769063
      ]
    ]
  },
  "While it was in power, its country signed a secret treaty with France against Holland, and in 1672, the king increased religious toleration of Catholics, which included two of its five members. The king had used it to govern since dismissing Clarendon in 1667. FTP, name this group of Charles II's ministers, known by a name that, while generic, happens to be an anagram of the initial letters of its": {
    "guess": "Cabal (Junta)",
    "confidence": [
      [
        "C",
        -0.022526236
      ],
      [
        "abal",
        -0.015950613
      ],
      [
        " (",
        -0.84976286
      ],
      [
        "Jun",
        -0.92083746
      ],
      [
        "ta",
        -0.0013432085
      ],
      [
        ")",
        -0.040318493
      ]
    ]
  },
  "This is the power to which the friction velocity term is raised in the Bangold formula. The meter raised to this power is the SI unit of the first moment of area. In Planck's law, frequency is taken to this power, while the squares of the orbital periods of the planets are directly proportional to the": {
    "guess": "Two",
    "confidence": [
      [
        "Two",
        -1.3535174
      ]
    ]
  },
  "The Powder method is used to determine the magnitude of the unit vectors, and assumes a sample of smaller, randomly-oriented targets. Since the work of Perutz and Kendrew in 1958, it has become the most": {
    "guess": "X-ray crystallography",
    "confidence": [
      [
        "X",
        -0.31305793
      ],
      [
        "-ray",
        -0.0027170223
      ],
      [
        " crystal",
        -0.04321613
      ],
      [
        "log",
        -6.511407e-06
      ],
      [
        "raph",
        -0.00016539889
      ],
      [
        "y",
        -0.00028874903
      ]
    ]
  },
  "The power predicted by the Larmor formula is proportional to charge squared times acceleration squared divided by the cube of this quantity. In cgs units, the fine structure constant is equal to the electron charge squared divided by the product of h-bar and this quantity. This quantity is equal to the ratio of the electric field to the magnetic field for a wave in free space. This quantity is equal to one over the square root of the product of the (*) vacuum permeability and the vacuum permittivity.": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.3501635
      ],
      [
        " of",
        -0.00011498674
      ],
      [
        " light",
        -0.021516005
      ]
    ]
  },
  "While it was in power, its country signed a secret treaty with France against Holland, and in 1672, the king increased religious toleration of Catholics, which included two of its five members. The king had used it to govern since dismissing Clarendon in 1667. FTP, name this group of Charles II's ministers, known by a name that, while generic, happens to be an anagram of the initial letters of its members' surnames: Ashley, Lauderdale, Clifford, Arlington and Buckingham.": {
    "guess": "Cabal",
    "confidence": [
      [
        "C",
        -0.024221625
      ],
      [
        "abal",
        -0.0005892523
      ]
    ]
  },
  "This is the power to which the friction velocity term is raised in the Bangold formula. The meter raised to this power is the SI unit of the first moment of area. In Planck's law, frequency is taken to": {
    "guess": "Second",
    "confidence": [
      [
        "Second",
        -1.257833
      ]
    ]
  },
  "The power predicted by the Larmor formula is proportional to charge squared times acceleration squared divided by the cube of this quantity. In cgs units, the fine structure constant is equal to the electron charge squared divided by the product of h-bar and this quantity. This quantity is equal to the ratio of the electric field to the magnetic field for a wave in free space. This quantity is equal": {
    "guess": "Permeability of free space",
    "confidence": [
      [
        "Per",
        -0.5555934
      ],
      [
        "me",
        -0.47658768
      ],
      [
        "ability",
        -0.00037287746
      ],
      [
        " of",
        -0.29313585
      ],
      [
        " free",
        -0.014631876
      ],
      [
        " space",
        -9.198044e-05
      ]
    ]
  },
  "The Powder method is used to determine the magnitude of the unit vectors, and assumes a sample of smaller,": {
    "guess": "Crystallography",
    "confidence": [
      [
        "Crystal",
        -0.99457544
      ],
      [
        "log",
        -0.12673058
      ],
      [
        "raph",
        -0.05558302
      ],
      [
        "y",
        -0.00048167375
      ]
    ]
  },
  "The Powder method is used to determine the magnitude of the unit vectors, and assumes a sample of smaller, randomly-oriented targets. Since the work of Perutz and Kendrew in 1958, it has become the most productive means of analyzing protein structure. This was first applied to myoglobin. The back-reflection and transmission Laue methods are two forms of this kind of analysis, relying on white light and a stationary target. It is useful because small-wavelength radiation must be used to successfully analyze molecules but such high-frequency light cannot be lensed; instead, this process analyzes a large number of similar repeating structures.  FTP, identify this technique used to study the structure of crystal lattices, which fell out of the discovery of Bragg's law.": {
    "guess": "X-ray crystallography",
    "confidence": [
      [
        "X",
        -0.15183629
      ],
      [
        "-ray",
        -0.0005787697
      ],
      [
        " crystal",
        -0.033166427
      ],
      [
        "log",
        -5.5122365e-07
      ],
      [
        "raph",
        -3.0545007e-06
      ],
      [
        "y",
        -1.4021238e-05
      ]
    ]
  },
  "The Powder method is used to determine the magnitude of the unit vectors, and assumes a sample of smaller, randomly-oriented targets. Since the work of Perutz and Kendrew in 1958, it has become the most productive means of analyzing protein structure. This was first applied to myoglobin. The back-reflection and transmission Laue methods are two forms of this kind of analysis, relying on white light": {
    "guess": "Protein structure",
    "confidence": [
      [
        "Pro",
        -0.47753528
      ],
      [
        "tein",
        -4.465658e-05
      ],
      [
        " structure",
        -0.6774469
      ]
    ]
  },
  "The Powder method is used to determine the magnitude of the unit vectors, and assumes a sample of smaller, randomly-oriented targets. Since the work of Perutz and Kendrew in 1958, it has become the most productive means of analyzing protein structure. This was first applied to myoglobin. The back-reflection and transmission Laue methods are two forms of this kind of analysis, relying on white light and a stationary target. It is useful because small-wavelength radiation must be used to successfully analyze molecules but such high-frequency light cannot be lensed; instead, this process analyzes a large number of similar repeating structures.  FTP, identify this technique used to study the structure": {
    "guess": "X-ray crystallography",
    "confidence": [
      [
        "X",
        -0.2572757
      ],
      [
        "-ray",
        -0.0005872295
      ],
      [
        " crystal",
        -0.017087616
      ],
      [
        "log",
        -4.3202e-07
      ],
      [
        "raph",
        -3.0545007e-06
      ],
      [
        "y",
        -2.1054253e-05
      ]
    ]
  },
  "The power predicted by the Larmor formula is proportional to charge squared times acceleration squared divided by the cube of this quantity. In cgs units, the fine structure constant is equal to the electron charge squared divided by the product of h-bar and this quantity. This quantity is equal to the ratio of the electric field to the magnetic field for a wave in free space. This quantity is equal to one over the square root of the product of the (*) vacuum permeability and the vacuum permittivity. The spatial invariance of this quantity disproves the existence of the luminiferous aether. The ratio of this quantity in a vacuum to in a material gives that material's index of refraction. For 10 points, name this quantity symbolized c and equal to roughly 186,000 miles per second": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.007576458
      ],
      [
        " of",
        -4.2510914e-05
      ],
      [
        " light",
        -0.042293705
      ]
    ]
  },
  "The power predicted by the Larmor formula is proportional to charge squared times acceleration squared": {
    "guess": "Larmor formula",
    "confidence": [
      [
        "L",
        -0.86600834
      ],
      [
        "armor",
        -0.0012066615
      ],
      [
        " formula",
        -0.052371055
      ]
    ]
  },
  "The Powder method is used to determine the magnitude of the unit vectors, and assumes a sample of smaller, randomly-oriented targets. Since the work of Perutz and Kendrew in 1958, it has become the most productive means of analyzing protein structure. This was first applied to myoglobin. The back-reflection and transmission Laue methods are two forms of this kind of analysis, relying on white light and a stationary target. It is useful because small-wavelength radiation must be used to successfully": {
    "guess": "Protein structure analysis",
    "confidence": [
      [
        "Pro",
        -0.6232458
      ],
      [
        "tein",
        -0.00018744789
      ],
      [
        " structure",
        -0.7605835
      ],
      [
        " analysis",
        -1.0490671
      ]
    ]
  },
  "This is the power to which the friction velocity term is raised in the Bangold formula. The meter raised to this power is the SI unit of the first moment of area. In Planck's law, frequency is taken to this power, while the squares of the orbital periods of the planets are directly proportional to the semi-major axis of the orbits taken to this power, by Kepler's third law. This power appears in the denominator of the units for jerk, where seconds are raised to it. For 10 points, name this power, which yields the volume of a regular hexahedron when the side length is raised to it.": {
    "guess": "Three",
    "confidence": [
      [
        "Three",
        -0.11421222
      ]
    ]
  },
  "This is the power to which the friction velocity term is raised in the Bangold formula. The meter raised to this power is the SI unit of the first moment of area. In Planck's law, frequency is taken to this power, while the squares of the orbital periods of the planets are directly proportional to the semi-major axis of the orbits taken to this power, by Kepler's third law. This power appears in the": {
    "guess": "Three",
    "confidence": [
      [
        "Three",
        -0.89876264
      ]
    ]
  },
  "While it was in power, its country signed a secret treaty with France against Holland, and in 1672, the king increased religious toleration of Catholics, which included two of its five members. The king": {
    "guess": "Cabal Ministry",
    "confidence": [
      [
        "C",
        -0.50659436
      ],
      [
        "abal",
        -0.08873692
      ],
      [
        " Ministry",
        -0.14245291
      ]
    ]
  }
}