{
  "As a young man, this author dropped out of Kazan University without  recieving his medical degree. Later,": {
    "guess": "Fyodor Dostoevsky",
    "confidence": [
      [
        "F",
        -0.95745474
      ],
      [
        "y",
        -0.05677367
      ],
      [
        "odor",
        -5.1808798e-05
      ],
      [
        " D",
        -0.005046014
      ],
      [
        "ost",
        -0.00026145502
      ],
      [
        "oe",
        -0.0019963237
      ],
      [
        "v",
        -1.735894e-05
      ],
      [
        "sky",
        -0.00021891399
      ]
    ]
  },
  "In his youth, he became a member of Narodniki, though publicly he claimed to be a member of the more": {
    "guess": "Russian Revolution of 1905",
    "confidence": [
      [
        "Russian",
        -0.4085066
      ],
      [
        " Revolution",
        -0.82886386
      ],
      [
        " of",
        -0.5660217
      ],
      [
        " ",
        -0.0015874623
      ],
      [
        "190",
        -0.07018973
      ],
      [
        "5",
        -7.886803e-05
      ]
    ]
  },
  "As a young man he and a group of friends interested in avant-garde poetry initiated a literary movement known as Ultraismo and began publishing the journal Proa. Despite his great accomplishments as a poet, however, his international reputation rests on his short stories. In his first collection, A Universal History of Infamy, he reworked old plots and developed some of the main features of his concise style. In Dreamtigers and The Book of Imaginary Beings he further developed the terseness of his prose. In 1961, at the invitation of the University of Texas, he lectured on Argentine literature,": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.0021760738
      ],
      [
        "orge",
        -3.0545007e-06
      ],
      [
        " Luis",
        -2.319992e-05
      ],
      [
        " Borg",
        -6.392203e-06
      ],
      [
        "es",
        -4.9617593e-06
      ]
    ]
  },
  "In his youth he always carried a copy of Disquestiones Arithmaticae with him. Along with Legendre he gave the first proof of Fermat's Last theorem in the case of n equals 5. For his corrections of Cauchy, he is credited with developing the field of Fourier analysis. In 1837, he developed the modern definition of a function. FTP, name this successor to Gauss at G?ttingen whose name is also sometimes given in association with the pigeonhole principle and whose namesake theorem deals with primes in arithmetic progression.": {
    "guess": "Peter Gustav Lejeune Dirichlet",
    "confidence": [
      [
        "Peter",
        -0.5686816
      ],
      [
        " Gust",
        -0.0002937519
      ],
      [
        "av",
        -0.00037490393
      ],
      [
        " Le",
        -0.00024596223
      ],
      [
        "je",
        -0.00095791265
      ],
      [
        "une",
        -0.0004898841
      ],
      [
        " Dir",
        -0.0020081028
      ],
      [
        "ich",
        -0.00033296258
      ],
      [
        "let",
        -5.109358e-05
      ]
    ]
  },
  "In his youth he always carried a copy of Disquestiones Arithmaticae with him. Along with Legendre he": {
    "guess": "Disquisitiones Arithmeticae",
    "confidence": [
      [
        "Dis",
        -1.122498
      ],
      [
        "quisition",
        -0.0044330857
      ],
      [
        "es",
        -0.0011572469
      ],
      [
        " Ar",
        -0.00013202553
      ],
      [
        "ith",
        0.0
      ],
      [
        "met",
        -2.2603901e-05
      ],
      [
        "ica",
        0.0
      ],
      [
        "e",
        -4.9617593e-06
      ]
    ]
  },
  "In his youth, he became a member of Narodniki, though publicly he claimed to be a member of the more moderate Group of Toil.  After the czar's overthrow, he was made both vice chairman of the Petrograd Soviet and Minister of Justice, becoming popular due to his institution of basic freedoms and equal rights for women.  As Minister of War, his June Offensive was a complete disaster, and prompted him to give command to Lavr Kornilov, who he accused of attempting a coup d'?at.  Soon after - for 10 points": {
    "guess": "Alexander Kerensky",
    "confidence": [
      [
        "Alexander",
        -0.011353609
      ],
      [
        " Ker",
        -8.041768e-05
      ],
      [
        "ens",
        -1.0280384e-06
      ],
      [
        "ky",
        -6.587483e-05
      ]
    ]
  },
  "As a youth, he wanted to pursue a career in poetry but failed. Nurtured by his uncle Thomas as a young boy, he found the inspiration for his future career in navigation in that uncle's library. While his ship is stuck fast in ice on a journey to the North Pole, he encounters a doctor weakened by exposure, who, before his death, tells him the story that makes up the majority of the work he appears in. At that work's end, another prominent character states that the doctor deserved his punishment, having committed the crime of creating \"a man without love, friend, or soul.\" FTP, identify this character from Frankenstein, whose letters to his sister begin that novel.": {
    "guess": "Robert Walton",
    "confidence": [
      [
        "Robert",
        -0.2715425
      ],
      [
        " Walton",
        -0.00041386887
      ]
    ]
  },
  "A young child on the left side of this painting holds a horn, and a dog barks at a man beating a brown drum on the opposite end. In this painting, a musketeer dressed in red stands in front of a man who": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.0030216796
      ],
      [
        " Night",
        -0.0031487236
      ],
      [
        " Watch",
        -4.246537e-06
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage in his wake. The sequel to this game for third- generation consoles had the subtitle \"Final Edition.\" This game's opening animation showed the skyline of a city at dusk as the camera pans downward. An unsuccessful fourth-generation sequel to this game has a cover with a blurry ball hitting a blurry player, while the cover of this game itself asks whether you can reach the title place and sees third word of the title used to mostly cover a logo. A DS adaptation of this game subtitled \"Kickoff\" is due out this fall. The first sports game with both licensed team and player names, it also saw an expansion": {
    "guess": "Madden NFL 2005",
    "confidence": [
      [
        "M",
        -0.35503834
      ],
      [
        "adden",
        -0.00015991552
      ],
      [
        " NFL",
        -0.00035286226
      ],
      [
        " ",
        -0.20751585
      ],
      [
        "200",
        -1.4909949
      ],
      [
        "5",
        -0.6674448
      ]
    ]
  },
  "A young child on the left side of this painting holds a horn, and a dog barks at a man beating a brown drum on the opposite end. In this painting, a musketeer dressed in red stands in front of a man who hoists a large blue and yellow flag. A chicken dangles from the belt of a young girl whose (*) golden": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.043367498
      ],
      [
        " Night",
        -0.008514931
      ],
      [
        " Watch",
        -3.2855416e-05
      ]
    ]
  },
  "He was a young French marquis who, while learning Leibnizian mathematics from Jean Bernoulli, got his teacher to sign an agreement making over to him all his mathematical discoveries in exchange for a salary.  Among them was a principle that now bears his name, since he published it in his Treatise on Conic Sections.  FTP, name this man whose rule states that the limit of an indeterminate quotient is the limit of the quotient of the derivatives of the two functions.": {
    "guess": "L'Hôpital's rule",
    "confidence": [
      [
        "L",
        -0.20541391
      ],
      [
        "'H",
        -0.004786938
      ],
      [
        "ô",
        -0.08897807
      ],
      [
        "p",
        -0.0001843486
      ],
      [
        "ital",
        -0.00010425841
      ],
      [
        "'s",
        -0.00010998019
      ],
      [
        " rule",
        -0.38065094
      ]
    ]
  },
  "The younger daughter of a hypochondriac father, she swears off men after a series of disastrous encounters with would-be lovers of her own and of acquaintances Harriet Smith and Jane Fairfax. Her resolve is broken, though, when brother-in-law Mr. Knightley decides to behave in a more than brotherly manner. For 10 points, name this Jane Austen heroine, the most recent to grace the silver screen.": {
    "guess": "Emma (novel)",
    "confidence": [
      [
        "Emma",
        -0.07315378
      ],
      [
        " (",
        -0.34123588
      ],
      [
        "nov",
        -0.1940808
      ],
      [
        "el",
        -0.00014716439
      ],
      [
        ")",
        -0.0033849378
      ]
    ]
  },
  "In his youth, this man befriended Fran Kamara, the future king of Tabon, before settling for a time at Mema. Upon his death, the traditional fraternal succession was violated when the throne was seized by his son Uli. This son of Sogolon and Maghan was a member of the royal house of Kangaba, and supposedly didn't walk until age seven. He defeated an opponent who was said to be invulnerable to iron, draining that enemy's powers by hitting him with an arrow tipped with a white cockspur, then pursuing him to Koulikoro. He established his capital at Niani after his victory at Kirina over the Susu chieftain Sumanguru. For 10 points, -- name this founder of the Mali empire.": {
    "guess": "Sundiata Keita",
    "confidence": [
      [
        "S",
        -0.057074226
      ],
      [
        "undi",
        -0.00044866532
      ],
      [
        "ata",
        -3.888926e-06
      ],
      [
        " Ke",
        -0.0007270866
      ],
      [
        "ita",
        -0.0011327129
      ]
    ]
  },
  "As a youth the title character wrote a play called Let Freedom Ring! whose main characters are named Prejudice and Tolerance. The protagonist's former girlfriend was once married to a man who would pay black women to shit on a glass table while he masturbated beneath it. That girlfriend is abandoned": {
    "guess": "American Psycho",
    "confidence": [
      [
        "American",
        -0.048886426
      ],
      [
        " Psycho",
        -0.001536643
      ]
    ]
  },
  "Youths armed with knives were instructed to kill anyone found outside at night as part of this city's annual tradition of Krypteia. In one conflict, Syracuse was defended by Gylippus, a general from this city whose governing bodies included a council of elders known as the gerousia. Its two (*) jointly ruling kings were overseen by the five ephors. A force from this city lost to Epaminondas and Sacred Band of Thebes at Leuctra, and its admiral Lysander won at Aegospotami. This city's most notable battle saw Leonidas hold off an army of Persians at Thermopylae. For ten points, identify this Greek city-state that fought against Athens in the Peloponnesian War.": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.00054624176
      ],
      [
        "part",
        -3.650519e-06
      ],
      [
        "a",
        -1.6166903e-05
      ]
    ]
  },
  "As a young man, he supported the puritans, and his first major  work, _Heroique Stanzas_, is a eulogy for Oliver Cromwell. But he  reversed his political sympathies after the Stuart restoration and  even": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.12702207
      ],
      [
        " Milton",
        -0.5381926
      ]
    ]
  },
  "At a young age, he recalls having watched old men play pickup baseball games. Unlike his sister Hannah, who finds school difficult, this character graduates first in his class at every level and, after his schooling, works as a crusading lawyer in New York City. He refers to his love interests with names like The Pilgrim and The Monkey, providing merely two examples of his uncontrollable libido, something which naturally makes his parents Jack and Sophie very upset. For ten points, name this Jewish patient of Dr. Spielvogel, whose \"complaint\" is described in Philip Roth's first novel.": {
    "guess": "Portnoy's Complaint",
    "confidence": [
      [
        "Port",
        -0.010126826
      ],
      [
        "no",
        -2.9517714e-05
      ],
      [
        "y",
        -0.00089836214
      ],
      [
        "'s",
        -2.8206474e-05
      ],
      [
        " Complaint",
        -0.0005196704
      ]
    ]
  },
  "As a young man he and a group of friends interested in avant-garde poetry initiated a literary movement known as Ultraismo and began publishing the journal Proa. Despite his great accomplishments as a poet, however, his international reputation rests on his short stories. In his first collection, A Universal History of Infamy, he reworked old plots and developed some of the main features of his concise style. In Dreamtigers and The Book of Imaginary Beings he further developed the terseness of his prose. In 1961, at the invitation of the University of Texas, he lectured on Argentine literature, and commented on his collection El Aleph. FTP name this great man of letters most well known for his": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.0009236077
      ],
      [
        "orge",
        -1.2233183e-05
      ],
      [
        " Luis",
        -4.4537377e-05
      ],
      [
        " Borg",
        -1.0921943e-05
      ],
      [
        "es",
        -7.465036e-06
      ]
    ]
  },
  "Youths armed with knives were instructed to kill anyone found outside at night as part of this city's": {
    "guess": "Krypteia",
    "confidence": [
      [
        "K",
        -0.078476585
      ],
      [
        "rypt",
        -0.00039956806
      ],
      [
        "e",
        -0.0003250951
      ],
      [
        "ia",
        -7.004696e-05
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage in his wake. The sequel to this game for third- generation consoles had the subtitle \"Final Edition.\" This game's opening animation showed the skyline of a city at dusk as the camera pans downward. An unsuccessful fourth-generation sequel to this game has a cover with a blurry ball hitting a blurry player, while the cover of this game itself asks whether you can reach the title place and sees third word of the title used to mostly cover a logo. A DS adaptation of this game subtitled \"Kickoff\" is due out this fall. The first sports game with both licensed team and player names, it also saw an expansion to 11-on-11, from the 9-on-9 of its predecessor, which notoriously contained an x-factor that led to a badly broken Bo Jackson. For 10 points, identify this NFL Football game for the NES, SNES, and Genesis.": {
    "guess": "Tecmo Bowl",
    "confidence": [
      [
        "T",
        -0.026951967
      ],
      [
        "ec",
        -1.2233183e-05
      ],
      [
        "mo",
        -0.0005244385
      ],
      [
        " Bowl",
        -0.042580824
      ]
    ]
  },
  "A young boy hangs from two tree branches and a black woman plays the tambourine in this non-Poussin painter's depiction of the Worship of the Golden Calf. A cage hangs from a ceiling in his depiction of a child wearing a paper hat and taking a sip of wine, a variation of an actual festival that occurred on Epiphany in his home country. In one of his paintings, a girl holds up an empty shoe while its owner, her crying younger brother, looks on; that painting centers on a golden child holding a doll and a bucket of other gifts. In another of his paintings, a bearded man pokes his head in a window, while a girl in a bright blue dress plays a pipe and a laughing boy in red holds up the arms of the": {
    "guess": "Hieronymus Bosch",
    "confidence": [
      [
        "Hier",
        -0.32338178
      ],
      [
        "onym",
        -0.11740502
      ],
      [
        "us",
        -0.00019364648
      ],
      [
        " Bosch",
        -0.0005912788
      ]
    ]
  },
  "As a young man, he supported the puritans, and his first major  work, _Heroique Stanzas_, is a eulogy for Oliver Cromwell. But he  reversed his political sympathies after the Stuart restoration and  even converted to Catholicism, which caused him to lose his titles  of Historiographer Royal and Poet Laureate after the Glorious  Revolution. FTP, name this English poet, who satirized  seventeenth-century politics in his _Absalom and Achitophel_.": {
    "guess": "John Dryden",
    "confidence": [
      [
        "John",
        -0.0047060186
      ],
      [
        " Dry",
        -0.010084343
      ],
      [
        "den",
        -0.00012142374
      ]
    ]
  },
  "This man's youngest son produced a prose translation of Paradise Lost and wrote religious poetry such as the Sacred Odes.  The title character of one of this man's works commits suicide after being betrayed by his son Pharnace, while the title character of another of his works is the younger brother of Amurat whose death is ordered by a woman who loves him and who himself loves Atalide, an Ottoman princess.  In his final tragedy, he wrote about the crowning of Joas after the titular usurper is overthrown.  In addition to Mithridates, Bajazet, and Athalie [ah-thah-lee], he wrote plays about Britannicus and Esther.  FTP, name this 17th-century French author best known for his tragedies Andromaque and Ph?re [fedd].": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.0002515648
      ],
      [
        " Rac",
        -0.00014191943
      ],
      [
        "ine",
        -9.4914985e-06
      ]
    ]
  },
  "The younger daughter of a hypochondriac father, she swears off men after a series of disastrous encounters with would-be lovers of her own and of acquaintances Harriet Smith and Jane Fairfax. Her resolve": {
    "guess": "EMMA",
    "confidence": [
      [
        "EM",
        -0.022998767
      ],
      [
        "MA",
        -0.00012630376
      ]
    ]
  },
  "This man's youngest son produced a prose translation of Paradise Lost and wrote religious poetry such as the Sacred Odes.  The title character of one of this man's works commits suicide after being betrayed by his son Pharnace, while the title character of another of his works is the younger brother of Amurat whose death is ordered by a woman who loves him and who himself loves Atalide, an Ottoman": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.015632268
      ],
      [
        " Rac",
        -0.003456095
      ],
      [
        "ine",
        -9.253091e-06
      ]
    ]
  },
  "The younger sister of the main character of this novella plays the violin for three  lodgers in the parlor whereupon they view the \"monstrous vermin,\" refuse to pay the  rent, and leave the next day. The": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.13023
      ]
    ]
  },
  "A young child on the left side of this painting holds a horn, and a dog barks at a man beating a brown drum on the opposite end. In this painting, a musketeer dressed in red stands in front of a man who hoists a large blue and yellow flag. A chicken dangles from the belt of a young girl whose (*) golden dress is illuminated near the lower left of this work. In its center, a man wearing a red sash gestures at a lieutenant wearing a white sash. For ten points, identify this painting by Rembrandt van": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.0045187697
      ],
      [
        " Night",
        -0.0025789898
      ],
      [
        " Watch",
        -1.7954959e-05
      ]
    ]
  },
  "In his youth he always carried a copy of Disquestiones Arithmaticae with him. Along with Legendre he gave the first proof of Fermat's Last theorem in the case of n equals 5. For his corrections of Cauchy, he is credited with developing the field of Fourier analysis. In 1837, he developed the modern definition of a function. FTP, name this successor to Gauss at G?ttingen whose name is also sometimes": {
    "guess": "Peter Gustav Lejeune Dirichlet",
    "confidence": [
      [
        "Peter",
        -0.13616341
      ],
      [
        " Gust",
        -0.00031639694
      ],
      [
        "av",
        -0.0002319072
      ],
      [
        " Le",
        -0.0010498388
      ],
      [
        "je",
        -0.0008459602
      ],
      [
        "une",
        -0.00028564973
      ],
      [
        " Dir",
        -0.0016050787
      ],
      [
        "ich",
        -0.00019281206
      ],
      [
        "let",
        -2.2365493e-05
      ]
    ]
  },
  "In his youth, this man befriended Fran Kamara, the future king of Tabon, before settling for a time at Mema. Upon his death, the traditional fraternal succession was violated when the throne was seized by his son Uli. This son of Sogolon and Maghan was a member of the royal house of Kangaba, and supposedly didn't walk until age seven. He defeated an opponent who was said to be invulnerable to iron, draining that enemy's powers by hitting him with an arrow tipped with a white cockspur, then pursuing": {
    "guess": "Sundiata Keita",
    "confidence": [
      [
        "S",
        -0.10221867
      ],
      [
        "undi",
        -0.00065060187
      ],
      [
        "ata",
        -2.577686e-06
      ],
      [
        " Ke",
        -0.0018850884
      ],
      [
        "ita",
        -0.0048710424
      ]
    ]
  },
  "A young boy hangs from two tree branches and a black woman plays the tambourine in this non-Poussin painter's": {
    "guess": "The Banjo Lesson",
    "confidence": [
      [
        "The",
        -0.9033938
      ],
      [
        " Ban",
        -1.4097993
      ],
      [
        "jo",
        -0.041913338
      ],
      [
        " Lesson",
        -0.0025866006
      ]
    ]
  },
  "As a youth the title character wrote a play called Let Freedom Ring! whose main characters are named Prejudice and Tolerance. The protagonist's former girlfriend was once married to a man who would pay black women to shit on a glass table while he masturbated beneath it. That girlfriend is abandoned by him in Greece after he has a threesome with her and a prostitute named Lina in Rome. The protagonist": {
    "guess": "The World According to Garp",
    "confidence": [
      [
        "The",
        -0.39596775
      ],
      [
        " World",
        -0.87753326
      ],
      [
        " According",
        -0.038121585
      ],
      [
        " to",
        -0.00054838747
      ],
      [
        " G",
        -0.0009213465
      ],
      [
        "arp",
        -2.9160103e-05
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage in his wake. The sequel to this game for third- generation consoles had the subtitle \"Final Edition.\"": {
    "guess": "Streets of Rage",
    "confidence": [
      [
        "St",
        -0.55870295
      ],
      [
        "re",
        -1.3306016e-05
      ],
      [
        "ets",
        -5.9153886e-06
      ],
      [
        " of",
        -0.0006476255
      ],
      [
        " Rage",
        -0.0006520323
      ]
    ]
  },
  "As a young man, he participated in friendly keyboard competition with Handel, and the two remained lifelong friends.  While in Lisbon, he taught the Infanta Maria Barbara, and was later choirmaster at St. Peter's in Rome. The American harpsichordist Ralph Kirkpatrick catalogued many of his works, giving them \"K.\" numbers. FTP, identify this son of the operatic composer Alessandro, who wrote over 600": {
    "guess": "Domenico Scarlatti",
    "confidence": [
      [
        "D",
        -0.0026473596
      ],
      [
        "omen",
        -1.3067608e-05
      ],
      [
        "ico",
        -1.867018e-05
      ],
      [
        " Scar",
        -2.7252845e-05
      ],
      [
        "l",
        -2.7133641e-05
      ],
      [
        "atti",
        -0.00012666137
      ]
    ]
  },
  "Because a Young Tableau consists of rows and columns of numbers that are sorted, functions that search and extract the minimum value from these data structures are easily extended to such. Implementing a priority queue using this data structure provides good performance for Dijkstra's algorithm, especially when its Fibonacci type is used. An in-place sorting algorithm named for these data structures has an average runtime of big O of n log n, combining the best properties of insertion and merge sort,": {
    "guess": "Heap (data structure)",
    "confidence": [
      [
        "Heap",
        -0.39615738
      ],
      [
        " (",
        -0.38681388
      ],
      [
        "data",
        -0.004322472
      ],
      [
        " structure",
        -0.00010580806
      ],
      [
        ")",
        -0.00016194198
      ]
    ]
  },
  "Because a Young Tableau consists of rows and columns of numbers that are sorted, functions that search and extract the minimum value from these data structures are easily extended to such. Implementing a priority queue using this data structure provides good performance for Dijkstra's algorithm, especially when its Fibonacci type is used. An in-place sorting algorithm named for these data structures": {
    "guess": "Heap (data structure)",
    "confidence": [
      [
        "Heap",
        -0.31457463
      ],
      [
        " (",
        -0.19693582
      ],
      [
        "data",
        -0.007049129
      ],
      [
        " structure",
        -0.00018172979
      ],
      [
        ")",
        -0.00018601745
      ]
    ]
  },
  "Because a Young Tableau consists of rows and columns of numbers that are sorted, functions that search and extract the minimum value from these data structures are easily extended to such. Implementing a priority queue using this data structure provides good performance for Dijkstra's algorithm, especially when its Fibonacci type is used. An in-place sorting algorithm named for these data structures has an average runtime of big O of n log n, combining the best properties of insertion and merge sort, respectively. The binary type of these data structures must be complete binary trees. For 10 points, name these data structures whose order property dictates that data stored in a node must be less": {
    "guess": "Heap (data structure)",
    "confidence": [
      [
        "Heap",
        -0.30934164
      ],
      [
        " (",
        -0.08455744
      ],
      [
        "data",
        -0.00068276847
      ],
      [
        " structure",
        -0.00021748354
      ],
      [
        ")",
        -0.00014227704
      ]
    ]
  },
  "In this man's youth he was not above indiscretions like sleeping with Caligula's sister, nor above writing such satires as The Transformation of the Emperor Claudius into a Pumpkin. A practicing stoic whose precepts are found in such philosophic dialogues as On Anger, On Mercy, and On Leisure, he was": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.0065173605
      ],
      [
        "eca",
        -3.357064e-05
      ],
      [
        " the",
        -4.604148e-06
      ],
      [
        " Young",
        -5.967624e-05
      ],
      [
        "er",
        -4.3202e-07
      ]
    ]
  },
  "In his youth, he became a member of Narodniki, though publicly he claimed to be a member of the more moderate Group of Toil.  After the czar's overthrow, he was made both vice chairman of the Petrograd": {
    "guess": "Russian Revolution",
    "confidence": [
      [
        "Russian",
        -0.69033
      ],
      [
        " Revolution",
        -0.494046
      ]
    ]
  },
  "He was a young French marquis who, while learning Leibnizian mathematics from Jean Bernoulli, got his teacher to sign an agreement making over to him all his mathematical discoveries in exchange for a salary.  Among them was a principle that now bears his name, since he published it in his Treatise on Conic Sections.  FTP, name this man whose rule states that the limit of an indeterminate quotient": {
    "guess": "L'Hopital's Rule",
    "confidence": [
      [
        "L",
        -0.3291818
      ],
      [
        "'H",
        -0.02230266
      ],
      [
        "op",
        -0.5440247
      ],
      [
        "ital",
        -0.0005862759
      ],
      [
        "'s",
        -0.0005594661
      ],
      [
        " Rule",
        -0.6397208
      ]
    ]
  },
  "A young boy hangs from two tree branches and a black woman plays the tambourine in this non-Poussin painter's depiction of the Worship of the Golden Calf. A cage hangs from a ceiling in his depiction of a child wearing a paper hat and taking a sip of wine, a variation of an actual festival that occurred on Epiphany in his home country. In one of his paintings, a girl holds up an empty shoe while its owner, her crying younger brother, looks on; that painting centers on a golden child holding a doll and a bucket of other gifts. In another of his paintings, a bearded man pokes his head in a window,": {
    "guess": "Pieter Bruegel the Elder",
    "confidence": [
      [
        "Pi",
        -0.9822659
      ],
      [
        "eter",
        -1.1041146e-05
      ],
      [
        " Br",
        -0.05432445
      ],
      [
        "ue",
        -3.5477897e-05
      ],
      [
        "gel",
        -0.025866395
      ],
      [
        " the",
        -0.0016705381
      ],
      [
        " Elder",
        -0.04444013
      ]
    ]
  },
  "In his youth he always carried a copy of Disquestiones Arithmaticae with him. Along with Legendre he gave the first proof of Fermat's Last theorem in the case of n equals 5. For his corrections of Cauchy,": {
    "guess": "Adrien-Marie Legendre",
    "confidence": [
      [
        "Ad",
        -0.40995118
      ],
      [
        "rien",
        -0.00056339975
      ],
      [
        "-Mar",
        -0.017115269
      ],
      [
        "ie",
        -2.451116e-05
      ],
      [
        " Legend",
        -0.00010902656
      ],
      [
        "re",
        -3.750436e-05
      ]
    ]
  },
  "He was a young French marquis who, while learning Leibnizian mathematics from Jean Bernoulli, got his": {
    "guess": "Marquis de l'Hôpital",
    "confidence": [
      [
        "Mar",
        -1.9128221
      ],
      [
        "quis",
        -0.03953478
      ],
      [
        " de",
        -0.009744991
      ],
      [
        " l",
        -0.07424087
      ],
      [
        "'H",
        -0.002089354
      ],
      [
        "ô",
        -0.055188153
      ],
      [
        "p",
        -0.0002605014
      ],
      [
        "ital",
        -0.00014036978
      ]
    ]
  },
  "Because a Young Tableau consists of rows and columns of numbers that are sorted, functions that search and extract the minimum value from these data structures are easily extended to such. Implementing a priority queue using this data structure provides good performance for Dijkstra's algorithm, especially": {
    "guess": "Young tableau",
    "confidence": [
      [
        "Young",
        -0.47022265
      ],
      [
        " tableau",
        -0.5578647
      ]
    ]
  },
  "Youths armed with knives were instructed to kill anyone found outside at night as part of this city's annual tradition of Krypteia. In one conflict, Syracuse was defended by Gylippus, a general from this city whose governing bodies included a council of elders known as the gerousia. Its two (*) jointly ruling kings were overseen by the five ephors. A force from this city lost to Epaminondas and Sacred Band of Thebes at Leuctra, and its admiral Lysander won at Aegospotami. This city's most notable": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.0035216755
      ],
      [
        "part",
        -0.00010747691
      ],
      [
        "a",
        -0.00013202553
      ]
    ]
  },
  "In his youth, this man befriended Fran Kamara, the future king of Tabon, before settling for a time at Mema. Upon his death, the traditional fraternal succession was violated when the throne was seized": {
    "guess": "Karamokho Alfa",
    "confidence": [
      [
        "K",
        -2.239341
      ],
      [
        "aram",
        -2.2728236
      ],
      [
        "ok",
        -0.90337014
      ],
      [
        "ho",
        -0.05702018
      ],
      [
        " Al",
        -0.054531164
      ],
      [
        "fa",
        -0.0024202492
      ]
    ]
  },
  "In his youth, he became a member of Narodniki, though publicly he claimed to be a member of the more moderate Group of Toil.  After the czar's overthrow, he was made both vice chairman of the Petrograd Soviet and Minister of Justice, becoming popular due to his institution of basic freedoms and equal rights for women.  As Minister of War, his June Offensive was a complete disaster, and prompted him": {
    "guess": "Alexander Kerensky",
    "confidence": [
      [
        "Alexander",
        -0.05794713
      ],
      [
        " Ker",
        -0.000101039914
      ],
      [
        "ens",
        -2.4584822e-06
      ],
      [
        "ky",
        -9.5198935e-05
      ]
    ]
  },
  "In his youth, this man befriended Fran Kamara, the future king of Tabon, before settling for a time at Mema. Upon his death, the traditional fraternal succession was violated when the throne was seized by his son Uli. This son of Sogolon and Maghan was a member of the royal house of Kangaba, and supposedly didn't walk until age seven. He defeated an opponent who was said to be invulnerable to iron,": {
    "guess": "Sundiata Keita",
    "confidence": [
      [
        "S",
        -0.035368245
      ],
      [
        "undi",
        -0.00070707133
      ],
      [
        "ata",
        -2.1008714e-06
      ],
      [
        " Ke",
        -0.0008537048
      ],
      [
        "ita",
        -0.0035866527
      ]
    ]
  },
  "As a youth the title character wrote a play called Let Freedom Ring! whose main characters are named Prejudice and Tolerance. The protagonist's former girlfriend was once married to a man who would pay black women to shit on a glass table while he masturbated beneath it. That girlfriend is abandoned by him in Greece after he has a threesome with her and a prostitute named Lina in Rome. The protagonist has had affairs with women he calls \"The Pumpkin\" and \"The Pilgrim\" in addition to \"The Monkey,\" but is impotent with two women when he visits Israel at the end of the novel. FTP, name this book about a man who tells his life story to Dr. Spielvogel, written by Philip Roth.": {
    "guess": "Portnoy's Complaint",
    "confidence": [
      [
        "Port",
        -0.0021538304
      ],
      [
        "no",
        -2.546479e-05
      ],
      [
        "y",
        -0.00013023747
      ],
      [
        "'s",
        -2.3915141e-05
      ],
      [
        " Complaint",
        -0.00012606535
      ]
    ]
  },
  "In his youth, this man befriended Fran Kamara, the future king of Tabon, before settling for a time at": {
    "guess": "Neoptolemus",
    "confidence": [
      [
        "Ne",
        -1.7830384
      ],
      [
        "opt",
        -0.009188099
      ],
      [
        "ole",
        -0.0003807449
      ],
      [
        "mus",
        -0.0029796024
      ]
    ]
  },
  "Because a Young Tableau consists of rows and columns of numbers that are sorted, functions that search and extract the minimum value from these data structures are easily extended to such. Implementing a priority queue using this data structure provides good performance for Dijkstra's algorithm, especially when its Fibonacci type is used. An in-place sorting algorithm named for these data structures has an average runtime of big O of n log n, combining the best properties of insertion and merge sort, respectively. The binary type of these data structures must be complete binary trees. For 10 points,": {
    "guess": "Heap (data structure)",
    "confidence": [
      [
        "Heap",
        -0.17123614
      ],
      [
        " (",
        -0.10044443
      ],
      [
        "data",
        -0.0008782314
      ],
      [
        " structure",
        -0.00012130453
      ],
      [
        ")",
        -0.00017994174
      ]
    ]
  },
  "Because a Young Tableau consists of rows and columns of numbers that are sorted, functions that search": {
    "guess": "Young Tableau",
    "confidence": [
      [
        "Young",
        -0.005767615
      ],
      [
        " Table",
        -0.59420794
      ],
      [
        "au",
        -0.03883302
      ]
    ]
  },
  "A young boy hangs from two tree branches and a black woman plays the tambourine in this non-Poussin painter's depiction of the Worship of the Golden Calf. A cage hangs from a ceiling in his depiction of": {
    "guess": "Nicolas Poussin",
    "confidence": [
      [
        "Nic",
        -0.36226946
      ],
      [
        "olas",
        -0.013449612
      ],
      [
        " Pou",
        -0.004730465
      ],
      [
        "ss",
        -1.504853e-06
      ],
      [
        "in",
        -8.196733e-05
      ]
    ]
  },
  "A young boy hangs from two tree branches and a black woman plays the tambourine in this non-Poussin painter's depiction of the Worship of the Golden Calf. A cage hangs from a ceiling in his depiction of a child wearing a paper hat and taking a sip of wine, a variation of an actual festival that occurred on Epiphany in his home country. In one of his paintings, a girl holds up an empty shoe while its owner, her crying younger brother, looks on; that painting centers on a golden child holding a doll and a bucket of other gifts. In another of his paintings, a bearded man pokes his head in a window, while a girl in a bright blue dress plays a pipe and a laughing boy in red holds up the arms of the title animal, who meows in protest. For 10 points, name this artist of The Feast of Saint Nicholas and Children Teaching a Cat to Dance, a Dutchman known primarily for his chaotic interior scenes.": {
    "guess": "Jan Steen",
    "confidence": [
      [
        "Jan",
        -0.025123812
      ],
      [
        " Ste",
        -0.0005205048
      ],
      [
        "en",
        -2.0100624e-05
      ]
    ]
  },
  "As a young man, he participated in friendly keyboard competition with Handel, and the two remained lifelong friends.  While in Lisbon, he taught the Infanta Maria Barbara, and was later choirmaster at St. Peter's in Rome. The American harpsichordist Ralph Kirkpatrick catalogued many of his works, giving": {
    "guess": "Domenico Scarlatti",
    "confidence": [
      [
        "D",
        -0.009501655
      ],
      [
        "omen",
        -6.0345924e-06
      ],
      [
        "ico",
        -1.4617256e-05
      ],
      [
        " Scar",
        -2.057744e-05
      ],
      [
        "l",
        -1.9743013e-05
      ],
      [
        "atti",
        -0.00016861738
      ]
    ]
  },
  "In this man's youth he was not above indiscretions like sleeping with Caligula's sister, nor above writing such satires as The Transformation of the Emperor Claudius into a Pumpkin. A practicing stoic": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.04030808
      ],
      [
        "eca",
        -1.962381e-05
      ],
      [
        " the",
        -5.3193703e-06
      ],
      [
        " Young",
        -4.0603656e-05
      ],
      [
        "er",
        -1.9361265e-07
      ]
    ]
  },
  "At a young age, he recalls having watched old men play pickup baseball games. Unlike his sister Hannah, who finds school difficult, this character graduates first in his class at every level and, after his schooling, works as a crusading lawyer in New York City. He refers to his love interests with names like The Pilgrim and The Monkey, providing merely two examples of his uncontrollable libido, something": {
    "guess": "Roth",
    "confidence": [
      [
        "R",
        -0.8184495
      ],
      [
        "oth",
        -0.47106087
      ]
    ]
  },
  "Youths armed with knives were instructed to kill anyone found outside at night as part of this city's annual tradition of Krypteia. In one conflict, Syracuse was defended by Gylippus, a general from this city whose governing bodies included a council of elders known as the gerousia. Its two (*) jointly": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.017974915
      ],
      [
        "part",
        -0.0038650394
      ],
      [
        "a",
        -0.0021770275
      ]
    ]
  },
  "In this man's youth he was not above indiscretions like sleeping with Caligula's sister, nor above writing such satires as The Transformation of the Emperor Claudius into a Pumpkin. A practicing stoic whose precepts are found in such philosophic dialogues as On Anger, On Mercy, and On Leisure, he was nevertheless better known as a playwright synonymous with bloody revenge in such works as Thyestes and Hercules Insane. For 10 points, name this Roman philosopher and playwright from Cordoba, whose other role as advisor to Nero ultimately led to his execution, and who shares his name with an important": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.009533773
      ],
      [
        "eca",
        -4.9186317e-05
      ],
      [
        " the",
        -1.18755715e-05
      ],
      [
        " Young",
        -3.8100377e-05
      ],
      [
        "er",
        -5.5122365e-07
      ]
    ]
  },
  "At a young age, he recalls having watched old men play pickup baseball games. Unlike his sister Hannah,": {
    "guess": "Baseball",
    "confidence": [
      [
        "Base",
        -0.09767649
      ],
      [
        "ball",
        -6.392203e-06
      ]
    ]
  },
  "The younger daughter of a hypochondriac father, she swears off men after a series of disastrous encounters with would-be lovers of her own and of acquaintances Harriet Smith and Jane Fairfax. Her resolve is broken, though, when brother-in-law Mr. Knightley decides to behave in a more than brotherly manner.": {
    "guess": "Emma (novel)",
    "confidence": [
      [
        "Emma",
        -0.041555125
      ],
      [
        " (",
        -0.6385404
      ],
      [
        "nov",
        -0.00020866614
      ],
      [
        "el",
        -3.368984e-05
      ],
      [
        ")",
        -0.00092158484
      ]
    ]
  },
  "He was a young French marquis who, while learning Leibnizian mathematics from Jean Bernoulli, got his teacher to sign an agreement making over to him all his mathematical discoveries in exchange for a salary.  Among them was a principle that now bears his name, since he published it in his Treatise on": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0648797
      ]
    ]
  },
  "A young boy hangs from two tree branches and a black woman plays the tambourine in this non-Poussin painter's depiction of the Worship of the Golden Calf. A cage hangs from a ceiling in his depiction of a child wearing a paper hat and taking a sip of wine, a variation of an actual festival that occurred": {
    "guess": "Jan Steen",
    "confidence": [
      [
        "Jan",
        -0.18025073
      ],
      [
        " Ste",
        -0.0008319015
      ],
      [
        "en",
        -4.692145e-05
      ]
    ]
  },
  "As a youth, he wanted to pursue a career in poetry but failed. Nurtured by his uncle Thomas as a young": {
    "guess": "Edgar Allan Poe",
    "confidence": [
      [
        "Ed",
        -1.5074414
      ],
      [
        "gar",
        -0.10590458
      ],
      [
        " Allan",
        -0.0020480782
      ],
      [
        " Poe",
        -0.00020461321
      ]
    ]
  },
  "As a young man, he participated in friendly keyboard competition with Handel, and the two remained lifelong friends.  While in Lisbon, he taught the Infanta Maria Barbara, and was later choirmaster at St. Peter's in Rome. The American harpsichordist Ralph Kirkpatrick catalogued many of his works, giving them \"K.\" numbers. FTP, identify this son of the operatic composer Alessandro, who wrote over 600 sonatas for the harpsichord.": {
    "guess": "Domenico Scarlatti",
    "confidence": [
      [
        "D",
        -0.005660222
      ],
      [
        "omen",
        -1.0445127e-05
      ],
      [
        "ico",
        -3.0471343e-05
      ],
      [
        " Scar",
        -6.670925e-05
      ],
      [
        "l",
        -3.7981175e-05
      ],
      [
        "atti",
        -0.000134052
      ]
    ]
  },
  "A young child on the left side of this painting holds a horn, and a dog barks at a man beating a brown drum on the opposite end. In this painting, a musketeer dressed in red stands in front of a man who hoists a large blue and yellow flag. A chicken dangles from the belt of a young girl whose (*) golden dress is illuminated near the lower left of this work. In its center, a man wearing a red sash gestures": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.019822571
      ],
      [
        " Night",
        -0.00071028626
      ],
      [
        " Watch",
        -5.6457742e-05
      ]
    ]
  },
  "The younger sister of the main character of this novella plays the violin for three  lodgers in the parlor": {
    "guess": "Winesburg, Ohio",
    "confidence": [
      [
        "W",
        -0.7442083
      ],
      [
        "ines",
        -0.006537266
      ],
      [
        "burg",
        -9.877504e-05
      ],
      [
        ",",
        -0.00048811073
      ],
      [
        " Ohio",
        -6.8616515e-05
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage": {
    "guess": "Mortal Kombat",
    "confidence": [
      [
        "M",
        -2.0226722
      ],
      [
        "ortal",
        -0.07883956
      ],
      [
        " K",
        -0.00024608144
      ],
      [
        "ombat",
        -2.2961513e-05
      ]
    ]
  },
  "As a youth, he wanted to pursue a career in poetry but failed. Nurtured by his uncle Thomas as a young boy, he found the inspiration for his future career in navigation in that uncle's library. While his ship is stuck fast in ice on a journey to the North Pole, he encounters a doctor weakened by exposure, who, before his death, tells him the story that makes up the majority of the work he appears in. At that work's end, another prominent character states that the doctor deserved his punishment, having": {
    "guess": "Frankenstein",
    "confidence": [
      [
        "Frank",
        -0.17421924
      ],
      [
        "enstein",
        -0.001642573
      ]
    ]
  },
  "A young child on the left side of this painting holds a horn, and a dog barks at a man beating a brown": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.0052771578
      ],
      [
        " Night",
        -0.0024344048
      ],
      [
        " Watch",
        -0.10126004
      ]
    ]
  },
  "As a young man, he supported the puritans, and his first major  work, _Heroique Stanzas_, is a eulogy for Oliver Cromwell. But he  reversed his political sympathies after the Stuart restoration and  even converted to Catholicism, which caused him to lose his titles  of Historiographer Royal and Poet": {
    "guess": "John Dryden",
    "confidence": [
      [
        "John",
        -0.11751674
      ],
      [
        " Dry",
        -0.03401805
      ],
      [
        "den",
        -0.00018863993
      ]
    ]
  },
  "The younger sister of the main character of this novella plays the violin for three  lodgers in the parlor whereupon they view the \"monstrous vermin,\" refuse to pay the  rent, and leave the next day. The family then locks their son, who is unable to speak,  in his room where he willingly dies of starvation with an apple lodged in his back.  FTP name this novella by Franz Kafka about Gregor Samsa who wakes up one  morning from unsettling dreams to find himself changed into a large bug.": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.006238407
      ],
      [
        " Met",
        -0.00048405782
      ],
      [
        "am",
        -6.6947665e-05
      ],
      [
        "orph",
        -0.00016301482
      ],
      [
        "osis",
        -1.700133e-05
      ]
    ]
  },
  "In his youth, this man befriended Fran Kamara, the future king of Tabon, before settling for a time at Mema. Upon his death, the traditional fraternal succession was violated when the throne was seized by his son Uli. This son of Sogolon and Maghan was a member of the royal house of Kangaba, and supposedly didn't walk until age seven. He defeated an opponent who was said to be invulnerable to iron, draining that enemy's powers by hitting him with an arrow tipped with a white cockspur, then pursuing him to Koulikoro. He established his capital at Niani after his victory at Kirina over the Susu chieftain": {
    "guess": "Sundiata Keita",
    "confidence": [
      [
        "S",
        -0.020261802
      ],
      [
        "undi",
        -0.0009255149
      ],
      [
        "ata",
        -5.9153886e-06
      ],
      [
        " Ke",
        -0.00033236656
      ],
      [
        "ita",
        -0.00018816312
      ]
    ]
  },
  "As a young man, he participated in friendly keyboard competition with Handel, and the two remained lifelong friends.  While in Lisbon, he taught the Infanta Maria Barbara, and was later choirmaster at": {
    "guess": "Domenico Scarlatti",
    "confidence": [
      [
        "D",
        -0.076484196
      ],
      [
        "omen",
        -6.2656334e-05
      ],
      [
        "ico",
        -0.00020687809
      ],
      [
        " Scar",
        -9.198044e-05
      ],
      [
        "l",
        -9.567575e-05
      ],
      [
        "atti",
        -0.00018947436
      ]
    ]
  },
  "This man's youngest son produced a prose translation of Paradise Lost and wrote religious poetry such as the Sacred Odes.  The title character of one of this man's works commits suicide after being betrayed": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.34386516
      ],
      [
        " Milton",
        -0.2918753
      ]
    ]
  },
  "Youths armed with knives were instructed to kill anyone found outside at night as part of this city's annual tradition of Krypteia. In one conflict, Syracuse was defended by Gylippus, a general from this city whose governing bodies included a council of elders known as the gerousia. Its two (*) jointly ruling kings were overseen by the five ephors. A force from this city lost to Epaminondas and Sacred Band of Thebes at Leuctra, and its admiral Lysander won at Aegospotami. This city's most notable battle saw Leonidas hold off an army of Persians at Thermopylae. For ten points, identify this Greek": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.0004069587
      ],
      [
        "part",
        -5.443128e-05
      ],
      [
        "a",
        -0.000113913906
      ]
    ]
  },
  "As a young man he and a group of friends interested in avant-garde poetry initiated a literary movement known as Ultraismo and began publishing the journal Proa. Despite his great accomplishments as a poet, however, his international reputation rests on his short stories. In his first collection, A Universal History of Infamy, he reworked old plots and developed some of the main features of his concise style. In Dreamtigers and The Book of Imaginary Beings he further developed the terseness of his": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.00044890374
      ],
      [
        "orge",
        -2.1054253e-05
      ],
      [
        " Luis",
        -1.5332478e-05
      ],
      [
        " Borg",
        -9.253091e-06
      ],
      [
        "es",
        -3.1737043e-06
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage in his wake. The sequel to this game for third- generation consoles had the subtitle \"Final Edition.\" This game's opening animation showed the skyline of a city at dusk as the camera pans downward. An": {
    "guess": "Streets of Rage",
    "confidence": [
      [
        "St",
        -0.076125905
      ],
      [
        "re",
        -4.8425554e-06
      ],
      [
        "ets",
        -3.8457987e-05
      ],
      [
        " of",
        -0.00016659092
      ],
      [
        " Rage",
        -4.3226137e-05
      ]
    ]
  },
  "The younger sister of the main character of this novella plays the violin for three  lodgers in the parlor whereupon they view the \"monstrous vermin,\" refuse to pay the  rent, and leave the next day. The family then locks their son, who is unable to speak,  in his room where he willingly dies of starvation": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.039492164
      ],
      [
        " Met",
        -0.0009556478
      ],
      [
        "am",
        -7.111979e-05
      ],
      [
        "orph",
        -6.50404e-05
      ],
      [
        "osis",
        -3.4047454e-05
      ]
    ]
  },
  "In his youth, this man befriended Fran Kamara, the future king of Tabon, before settling for a time at Mema. Upon his death, the traditional fraternal succession was violated when the throne was seized by his son Uli. This son of Sogolon and Maghan was a member of the royal house of Kangaba, and supposedly": {
    "guess": "Sundiata Keita",
    "confidence": [
      [
        "S",
        -0.0861043
      ],
      [
        "undi",
        -0.00016563729
      ],
      [
        "ata",
        -1.9816675e-06
      ],
      [
        " Ke",
        -0.0008073675
      ],
      [
        "ita",
        -0.003253289
      ]
    ]
  },
  "Because a Young Tableau consists of rows and columns of numbers that are sorted, functions that search and extract the minimum value from these data structures are easily extended to such. Implementing": {
    "guess": "Young tableau",
    "confidence": [
      [
        "Young",
        -0.005997052
      ],
      [
        " tableau",
        -0.05910167
      ]
    ]
  },
  "In this man's youth he was not above indiscretions like sleeping with Caligula's sister, nor above writing": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -1.0685743
      ],
      [
        "eca",
        -2.7372049e-05
      ],
      [
        " the",
        -0.10136874
      ],
      [
        " Young",
        -0.00012320446
      ],
      [
        "er",
        -1.9816675e-06
      ]
    ]
  },
  "This man's youngest son produced a prose translation of Paradise Lost and wrote religious poetry such as the Sacred Odes.  The title character of one of this man's works commits suicide after being betrayed by his son Pharnace, while the title character of another of his works is the younger brother of Amurat whose death is ordered by a woman who loves him and who himself loves Atalide, an Ottoman princess.  In his final tragedy, he wrote about the crowning of Joas after the titular usurper is overthrown.": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.13686009
      ],
      [
        " Rac",
        -0.00043782144
      ],
      [
        "ine",
        -1.18755715e-05
      ]
    ]
  },
  "In this man's youth he was not above indiscretions like sleeping with Caligula's sister, nor above writing such satires as The Transformation of the Emperor Claudius into a Pumpkin. A practicing stoic whose precepts are found in such philosophic dialogues as On Anger, On Mercy, and On Leisure, he was nevertheless better known as a playwright synonymous with bloody revenge in such works as Thyestes": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.0048589534
      ],
      [
        "eca",
        -5.6576944e-05
      ],
      [
        " the",
        -1.7120534e-05
      ],
      [
        " Young",
        -3.106736e-05
      ],
      [
        "er",
        -6.704273e-07
      ]
    ]
  },
  "As a youth the title character wrote a play called Let Freedom Ring! whose main characters are named Prejudice and Tolerance. The protagonist's former girlfriend was once married to a man who would pay black women to shit on a glass table while he masturbated beneath it. That girlfriend is abandoned by him in Greece after he has a threesome with her and a prostitute named Lina in Rome. The protagonist has had affairs with women he calls \"The Pumpkin\" and \"The Pilgrim\" in addition to \"The Monkey,\"": {
    "guess": "Portnoy's Complaint",
    "confidence": [
      [
        "Port",
        -0.0015981758
      ],
      [
        "no",
        -3.5954712e-05
      ],
      [
        "y",
        -0.00038837024
      ],
      [
        "'s",
        -9.2576454e-05
      ],
      [
        " Complaint",
        -0.00066990557
      ]
    ]
  },
  "At a young age, he recalls having watched old men play pickup baseball games. Unlike his sister Hannah, who finds school difficult, this character graduates first in his class at every level and, after his schooling, works as a crusading lawyer in New York City. He refers to his love interests with names": {
    "guess": "Atticus Finch",
    "confidence": [
      [
        "Att",
        -1.4963574
      ],
      [
        "icus",
        -0.00020473242
      ],
      [
        " Finch",
        -0.0014731991
      ]
    ]
  },
  "In this man's youth he was not above indiscretions like sleeping with Caligula's sister, nor above writing such satires as The Transformation of the Emperor Claudius into a Pumpkin. A practicing stoic whose precepts are found in such philosophic dialogues as On Anger, On Mercy, and On Leisure, he was nevertheless better known as a playwright synonymous with bloody revenge in such works as Thyestes and Hercules Insane. For 10 points, name this Roman philosopher and playwright from Cordoba, whose other role as advisor to Nero ultimately led to his execution, and who shares his name with an important constituent of the Iroquois League.": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.0032930903
      ],
      [
        "eca",
        -2.2842309e-05
      ],
      [
        " the",
        -1.0445127e-05
      ],
      [
        " Young",
        -4.310693e-05
      ],
      [
        "er",
        -4.3202e-07
      ]
    ]
  },
  "In this man's youth he was not above indiscretions like sleeping with Caligula's sister, nor above writing such satires as The Transformation of the Emperor Claudius into a Pumpkin. A practicing stoic whose precepts are found in such philosophic dialogues as On Anger, On Mercy, and On Leisure, he was nevertheless better known as a playwright synonymous with bloody revenge in such works as Thyestes and Hercules Insane. For 10 points, name this Roman philosopher and playwright from Cordoba, whose other": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.007804173
      ],
      [
        "eca",
        -5.4312077e-05
      ],
      [
        " the",
        -7.9418505e-06
      ],
      [
        " Young",
        -4.370295e-05
      ],
      [
        "er",
        -9.0883464e-07
      ]
    ]
  },
  "In his youth, he became a member of Narodniki, though publicly he claimed to be a member of the more moderate Group of Toil.  After the czar's overthrow, he was made both vice chairman of the Petrograd Soviet and Minister of Justice, becoming popular due to his institution of basic freedoms and equal": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1374208
      ]
    ]
  },
  "As a youth the title character wrote a play called Let Freedom Ring! whose main characters are named": {
    "guess": "Martin Luther King Jr.",
    "confidence": [
      [
        "Martin",
        -0.5901706
      ],
      [
        " Luther",
        -0.00026133584
      ],
      [
        " King",
        -0.00036763248
      ],
      [
        " Jr",
        -0.1263829
      ],
      [
        ".",
        -0.0031426586
      ]
    ]
  },
  "As a youth, he wanted to pursue a career in poetry but failed. Nurtured by his uncle Thomas as a young boy, he found the inspiration for his future career in navigation in that uncle's library. While his": {
    "guess": "Captain James Cook",
    "confidence": [
      [
        "Captain",
        -0.8233259
      ],
      [
        " James",
        -0.18836142
      ],
      [
        " Cook",
        -8.351697e-05
      ]
    ]
  },
  "In his youth he always carried a copy of Disquestiones Arithmaticae with him. Along with Legendre he gave the first proof of Fermat's Last theorem in the case of n equals 5. For his corrections of Cauchy, he is credited with developing the field of Fourier analysis. In 1837, he developed the modern definition of a function. FTP, name this successor to Gauss at G?ttingen whose name is also sometimes given in association with the pigeonhole principle and whose namesake theorem deals with primes in": {
    "guess": "Peter Gustav Lejeune Dirichlet",
    "confidence": [
      [
        "Peter",
        -0.08725513
      ],
      [
        " Gust",
        -0.00043651022
      ],
      [
        "av",
        -0.00028719936
      ],
      [
        " Le",
        -0.00029482474
      ],
      [
        "je",
        -0.0007441144
      ],
      [
        "une",
        -0.0004552215
      ],
      [
        " Dir",
        -0.0012491621
      ],
      [
        "ich",
        -0.0002421587
      ],
      [
        "let",
        -5.705376e-05
      ]
    ]
  },
  "This man's youngest son produced a prose translation of Paradise Lost and wrote religious poetry such as the Sacred Odes.  The title character of one of this man's works commits suicide after being betrayed by his son Pharnace, while the title character of another of his works is the younger brother of Amurat whose death is ordered by a woman who loves him and who himself loves Atalide, an Ottoman princess.  In his final tragedy, he wrote about the crowning of Joas after the titular usurper is overthrown.  In addition to Mithridates, Bajazet, and Athalie [ah-thah-lee], he wrote plays about Britannicus and Esther.  FTP, name this 17th-century French author best known for his tragedies Andromaque": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.00028386168
      ],
      [
        " Rac",
        -6.1106686e-05
      ],
      [
        "ine",
        -1.0683535e-05
      ]
    ]
  },
  "A young boy hangs from two tree branches and a black woman plays the tambourine in this non-Poussin painter's depiction of the Worship of the Golden Calf. A cage hangs from a ceiling in his depiction of a child wearing a paper hat and taking a sip of wine, a variation of an actual festival that occurred on Epiphany in his home country. In one of his paintings, a girl holds up an empty shoe while its owner, her crying younger brother, looks on; that painting centers on a golden child holding a doll and a bucket of other gifts. In another of his paintings, a bearded man pokes his head in a window, while a girl in a bright blue dress plays a pipe and a laughing boy in red holds up the arms of the title animal, who meows in protest. For 10 points, name this artist of The Feast of Saint Nicholas": {
    "guess": "Jan Steen",
    "confidence": [
      [
        "Jan",
        -0.0027442465
      ],
      [
        " Ste",
        -0.00036323295
      ],
      [
        "en",
        -0.00015097891
      ]
    ]
  },
  "As a young girl, she won Balboa & Sons Mother and Daughter Prettiest Pretty Princess Pageant, and kept the trophy until her ex-husband blew it up with a bottle rocket. Her current husband graduated college at the age of 14 and has a pet turtle named Mr. Turtle. She runs a manicure business out of her trailer and has two children, one named for his father's vehicle and the other named for her ex-husband who was clearly not the biological father. For 10 points, name this character played by Jamie Pressley,": {
    "guess": "Joy Turner",
    "confidence": [
      [
        "Joy",
        -0.52410704
      ],
      [
        " Turner",
        -0.00017612721
      ]
    ]
  },
  "This man's youngest son produced a prose translation of Paradise Lost and wrote religious poetry such as the Sacred Odes.  The title character of one of this man's works commits suicide after being betrayed by his son Pharnace, while the title character of another of his works is the younger brother": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.93105304
      ],
      [
        " Rac",
        -0.029147554
      ],
      [
        "ine",
        -6.2729996e-06
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage in his wake. The sequel to this game for third- generation consoles had the subtitle \"Final Edition.\" This game's opening animation showed the skyline of a city at dusk as the camera pans downward. An unsuccessful fourth-generation sequel to this game has a cover with a blurry ball hitting a blurry player, while the cover of this game itself asks whether you can reach the title place and sees third word of the title used to mostly cover a logo. A DS adaptation of this game subtitled \"Kickoff\" is due out this fall. The first sports game with both licensed team and player names, it also saw an expansion to 11-on-11, from the 9-on-9 of its predecessor, which notoriously contained an x-factor that": {
    "guess": "Madden NFL 06",
    "confidence": [
      [
        "M",
        -0.64069504
      ],
      [
        "adden",
        -0.0011989205
      ],
      [
        " NFL",
        -0.00044866532
      ],
      [
        " ",
        -0.24735948
      ],
      [
        "06",
        -1.4256586
      ]
    ]
  },
  "As a young man, he participated in friendly keyboard competition with Handel, and the two remained lifelong": {
    "guess": "Domenico Scarlatti",
    "confidence": [
      [
        "D",
        -0.1599772
      ],
      [
        "omen",
        -2.1008714e-06
      ],
      [
        "ico",
        -9.968313e-06
      ],
      [
        " Scar",
        -2.8160932e-06
      ],
      [
        "l",
        -1.6643718e-05
      ],
      [
        "atti",
        -3.2855416e-05
      ]
    ]
  },
  "As a young man, he supported the puritans, and his first major  work, _Heroique Stanzas_, is a eulogy": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.09900448
      ],
      [
        " Milton",
        -0.10737406
      ]
    ]
  },
  "As a young man he and a group of friends interested in avant-garde poetry initiated a literary movement known as Ultraismo and began publishing the journal Proa. Despite his great accomplishments as a poet, however, his international reputation rests on his short stories. In his first collection, A Universal History of Infamy, he reworked old plots and developed some of the main features of his concise style. In Dreamtigers and The Book of Imaginary Beings he further developed the terseness of his prose. In 1961, at the invitation of the University of Texas, he lectured on Argentine literature, and commented on his collection El Aleph. FTP name this great man of letters most well known for his collection Ficciones.": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.0006436917
      ],
      [
        "orge",
        -3.9292416e-05
      ],
      [
        " Luis",
        -0.00013655527
      ],
      [
        " Borg",
        -2.6418418e-05
      ],
      [
        "es",
        -5.080963e-06
      ]
    ]
  },
  "As a youth the title character wrote a play called Let Freedom Ring! whose main characters are named Prejudice and Tolerance. The protagonist's former girlfriend was once married to a man who would pay": {
    "guess": "Macbeth (character)",
    "confidence": [
      [
        "Mac",
        -1.0858544
      ],
      [
        "beth",
        -0.011947935
      ],
      [
        " (",
        -0.43495288
      ],
      [
        "character",
        -0.019226246
      ],
      [
        ")",
        -0.00043198047
      ]
    ]
  },
  "As a young girl, she won Balboa & Sons Mother and Daughter Prettiest Pretty Princess Pageant, and kept the trophy until her ex-husband blew it up with a bottle rocket. Her current husband graduated college": {
    "guess": "Beauty pageants in the United States",
    "confidence": [
      [
        "Beauty",
        -1.2617202
      ],
      [
        " page",
        -0.37217805
      ],
      [
        "ants",
        -0.5182423
      ],
      [
        " in",
        -0.042558435
      ],
      [
        " the",
        -0.47656587
      ],
      [
        " United",
        -0.010786525
      ],
      [
        " States",
        -0.0007999806
      ]
    ]
  },
  "In his youth, he became a member of Narodniki, though publicly he claimed to be a member of the more moderate Group of Toil.  After the czar's overthrow, he was made both vice chairman of the Petrograd Soviet and Minister of Justice, becoming popular due to his institution of basic freedoms and equal rights for women.  As Minister of War, his June Offensive was a complete disaster, and prompted him to give command to Lavr Kornilov, who he accused of attempting a coup d'?at.  Soon after - for 10 points - the Bolsheviks launched the October Revolution to overthrow whose short-lived provisional government?": {
    "guess": "Alexander Kerensky",
    "confidence": [
      [
        "Alexander",
        -0.05088934
      ],
      [
        " Ker",
        -0.0002158147
      ],
      [
        "ens",
        -4.1273333e-06
      ],
      [
        "ky",
        -0.00022415895
      ]
    ]
  },
  "A young boy hangs from two tree branches and a black woman plays the tambourine in this non-Poussin painter's depiction of the Worship of the Golden Calf. A cage hangs from a ceiling in his depiction of a child wearing a paper hat and taking a sip of wine, a variation of an actual festival that occurred on Epiphany in his home country. In one of his paintings, a girl holds up an empty shoe while its": {
    "guess": "Jan Steen",
    "confidence": [
      [
        "Jan",
        -0.09555982
      ],
      [
        " Ste",
        -0.0017657396
      ],
      [
        "en",
        -0.00013941615
      ]
    ]
  },
  "As a young man he and a group of friends interested in avant-garde poetry initiated a literary movement known as Ultraismo and began publishing the journal Proa. Despite his great accomplishments as a poet, however, his international reputation rests on his short stories. In his first collection, A Universal": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.011949583
      ],
      [
        "orge",
        -4.6802244e-05
      ],
      [
        " Luis",
        -5.383526e-05
      ],
      [
        " Borg",
        -1.7120534e-05
      ],
      [
        "es",
        -3.2929079e-06
      ]
    ]
  },
  "As a young man, this author dropped out of Kazan University without  recieving his medical degree. Later, he became an army officer and  participated in the seige of Sevastopol during the Crimean War. In 1876, he  had a religious awakening and freed the serfs on his land. FTP, identify this  author known": {
    "guess": "Leo Tolstoy",
    "confidence": [
      [
        "Leo",
        -0.020851796
      ],
      [
        " Tol",
        -2.3795938e-05
      ],
      [
        "st",
        -8.852353e-05
      ],
      [
        "oy",
        -1.9027791e-05
      ]
    ]
  },
  "Youths armed with knives were instructed to kill anyone found outside at night as part of this city's annual tradition of Krypteia. In one conflict, Syracuse was defended by Gylippus, a general from this": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.00967747
      ],
      [
        "part",
        -0.006777423
      ],
      [
        "a",
        -2.1411865e-05
      ]
    ]
  },
  "As a young girl, she won Balboa & Sons Mother and Daughter Prettiest Pretty Princess Pageant, and kept the trophy until her ex-husband blew it up with a bottle rocket. Her current husband graduated college at the age of 14 and has a pet turtle named Mr. Turtle. She runs a manicure business out of her": {
    "guess": "June Diane Raphael",
    "confidence": [
      [
        "June",
        -2.6181207
      ],
      [
        " Diane",
        -0.8026277
      ],
      [
        " Raphael",
        -0.0030049232
      ]
    ]
  },
  "As a young man he and a group of friends interested in avant-garde poetry initiated a literary movement known as Ultraismo and began publishing the journal Proa. Despite his great accomplishments as a": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.4427115
      ],
      [
        "orge",
        -3.9769227e-05
      ],
      [
        " Luis",
        -0.00028886824
      ],
      [
        " Borg",
        -3.9650025e-05
      ],
      [
        "es",
        -3.2929079e-06
      ]
    ]
  },
  "At a young age, he recalls having watched old men play pickup baseball games. Unlike his sister Hannah, who finds school difficult, this character graduates first in his class at every level and, after his schooling, works as a crusading lawyer in New York City. He refers to his love interests with names like The Pilgrim and The Monkey, providing merely two examples of his uncontrollable libido, something which naturally makes his parents Jack and Sophie very upset. For ten points, name this Jewish": {
    "guess": "Portnoy's Complaint",
    "confidence": [
      [
        "Port",
        -0.33025312
      ],
      [
        "no",
        -0.00013393279
      ],
      [
        "y",
        -0.0007679368
      ],
      [
        "'s",
        -0.009299593
      ],
      [
        " Complaint",
        -0.0024020548
      ]
    ]
  },
  "This man's youngest son produced a prose translation of Paradise Lost and wrote religious poetry such": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.13114096
      ],
      [
        " Milton",
        -0.09799713
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage in his wake. The sequel to this game for third- generation consoles had the subtitle \"Final Edition.\" This game's opening animation showed the skyline of a city at dusk as the camera pans downward. An unsuccessful fourth-generation sequel to this game has a cover with a blurry ball hitting a blurry player, while the cover of this game itself asks whether you can reach the title place and sees third": {
    "guess": "Madden NFL 2004",
    "confidence": [
      [
        "M",
        -2.0004368
      ],
      [
        "adden",
        -0.060773138
      ],
      [
        " NFL",
        -0.002266709
      ],
      [
        " ",
        -0.009014084
      ],
      [
        "200",
        -1.1179396
      ],
      [
        "4",
        -1.2111957
      ]
    ]
  },
  "At a young age, he recalls having watched old men play pickup baseball games. Unlike his sister Hannah, who finds school difficult, this character graduates first in his class at every level and, after": {
    "guess": "List of fictional characters who are prodigies",
    "confidence": [
      [
        "List",
        -1.8599675
      ],
      [
        " of",
        -0.0017131396
      ],
      [
        " fictional",
        -0.75165105
      ],
      [
        " characters",
        -1.6335242
      ],
      [
        " who",
        -0.7249541
      ],
      [
        " are",
        -1.4019122
      ],
      [
        " prod",
        -2.46715
      ],
      [
        "ig",
        -0.0025049131
      ],
      [
        "ies",
        -0.0050740065
      ]
    ]
  },
  "A young boy hangs from two tree branches and a black woman plays the tambourine in this non-Poussin painter's depiction of the Worship of the Golden Calf. A cage hangs from a ceiling in his depiction of a child wearing a paper hat and taking a sip of wine, a variation of an actual festival that occurred on Epiphany in his home country. In one of his paintings, a girl holds up an empty shoe while its owner, her crying younger brother, looks on; that painting centers on a golden child holding a doll": {
    "guess": "Jan Steen",
    "confidence": [
      [
        "Jan",
        -0.5122177
      ],
      [
        " Ste",
        -0.0025900502
      ],
      [
        "en",
        -5.6934558e-05
      ]
    ]
  },
  "As a young girl, she won Balboa & Sons Mother and Daughter Prettiest Pretty Princess Pageant, and kept the trophy until her ex-husband blew it up with a bottle rocket. Her current husband graduated college at the age of 14 and has a pet turtle named Mr. Turtle. She runs a manicure business out of her trailer and has two children, one named for his father's vehicle and the other named for her ex-husband": {
    "guess": "Trailer Park Boys",
    "confidence": [
      [
        "Tr",
        -1.4745244
      ],
      [
        "ailer",
        -0.015253711
      ],
      [
        " Park",
        -0.08533632
      ],
      [
        " Boys",
        -0.024549238
      ]
    ]
  },
  "Youths armed with knives were instructed to kill anyone found outside at night as part of this city's annual tradition of Krypteia. In one conflict, Syracuse was defended by Gylippus, a general from this city whose governing bodies included a council of elders known as the gerousia. Its two (*) jointly ruling kings were overseen by the five ephors. A force from this city lost to Epaminondas and Sacred": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.0011642689
      ],
      [
        "part",
        -2.355753e-05
      ],
      [
        "a",
        -0.00031639694
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage in his wake. The sequel to this game for third- generation consoles had the subtitle \"Final Edition.\" This game's opening animation showed the skyline of a city at dusk as the camera pans downward. An unsuccessful fourth-generation sequel to this game has a cover with a blurry ball hitting a blurry": {
    "guess": "Streets of Rage",
    "confidence": [
      [
        "St",
        -1.4600853
      ],
      [
        "re",
        -1.2829201e-05
      ],
      [
        "ets",
        -0.00013512482
      ],
      [
        " of",
        -0.00043829824
      ],
      [
        " Rage",
        -0.000774847
      ]
    ]
  },
  "Because a Young Tableau consists of rows and columns of numbers that are sorted, functions that search and extract the minimum value from these data structures are easily extended to such. Implementing a priority queue using this data structure provides good performance for Dijkstra's algorithm, especially when its Fibonacci type is used. An in-place sorting algorithm named for these data structures has an average runtime of big O of n log n, combining the best properties of insertion and merge sort, respectively. The binary type of these data structures must be complete binary trees. For 10 points, name these data structures whose order property dictates that data stored in a node must be less than or equal to all the node's descendants, so the smallest value is the root node.": {
    "guess": "Heap (data structure)",
    "confidence": [
      [
        "Heap",
        -0.555862
      ],
      [
        " (",
        -0.07595643
      ],
      [
        "data",
        -0.00078973646
      ],
      [
        " structure",
        -5.0020742e-05
      ],
      [
        ")",
        -4.0722858e-05
      ]
    ]
  },
  "He was a young French marquis who, while learning Leibnizian mathematics from Jean Bernoulli, got his teacher to sign an agreement making over to him all his mathematical discoveries in exchange for a": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4113908
      ]
    ]
  },
  "In his youth he always carried a copy of Disquestiones Arithmaticae with him. Along with Legendre he gave the first proof of Fermat's Last theorem in the case of n equals 5. For his corrections of Cauchy, he is credited with developing the field of Fourier analysis. In 1837, he developed the modern definition": {
    "guess": "Joseph Fourier",
    "confidence": [
      [
        "Joseph",
        -0.71862584
      ],
      [
        " Fourier",
        -0.64583635
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage in his wake. The sequel to this game for third- generation consoles had the subtitle \"Final Edition.\" This game's opening animation showed the skyline of a city at dusk as the camera pans downward. An unsuccessful fourth-generation sequel to this game has a cover with a blurry ball hitting a blurry player, while the cover of this game itself asks whether you can reach the title place and sees third word of the title used to mostly cover a logo. A DS adaptation of this game subtitled \"Kickoff\" is due out this fall. The first sports game with both licensed team and player names, it also saw an expansion to 11-on-11, from the 9-on-9 of its predecessor, which notoriously contained an x-factor that led to a badly broken Bo Jackson. For 10 points, identify this NFL Football game for the NES, SNES,": {
    "guess": "Tecmo Bowl",
    "confidence": [
      [
        "T",
        -0.011412182
      ],
      [
        "ec",
        -3.88156e-05
      ],
      [
        "mo",
        -0.00032330706
      ],
      [
        " Bowl",
        -0.050526723
      ]
    ]
  },
  "As a youth, he wanted to pursue a career in poetry but failed. Nurtured by his uncle Thomas as a young boy, he found the inspiration for his future career in navigation in that uncle's library. While his ship is stuck fast in ice on a journey to the North Pole, he encounters a doctor weakened by exposure, who, before his death, tells him the story that makes up the majority of the work he appears in.": {
    "guess": "Frankenstein",
    "confidence": [
      [
        "Frank",
        -0.18382691
      ],
      [
        "enstein",
        -0.008564341
      ]
    ]
  },
  "One YouTube video depicting this game shows a man nicknamed \"The Nigerian Nightmare\" leaving carnage in his wake. The sequel to this game for third- generation consoles had the subtitle \"Final Edition.\" This game's opening animation showed the skyline of a city at dusk as the camera pans downward. An unsuccessful fourth-generation sequel to this game has a cover with a blurry ball hitting a blurry player, while the cover of this game itself asks whether you can reach the title place and sees third word of the title used to mostly cover a logo. A DS adaptation of this game subtitled \"Kickoff\" is": {
    "guess": "Actua Soccer",
    "confidence": [
      [
        "Act",
        -1.2312597
      ],
      [
        "ua",
        -0.09475123
      ],
      [
        " Soccer",
        -0.00019817622
      ]
    ]
  },
  "The younger daughter of a hypochondriac father, she swears off men after a series of disastrous encounters": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8375401
      ]
    ]
  },
  "As a young man he and a group of friends interested in avant-garde poetry initiated a literary movement known as Ultraismo and began publishing the journal Proa. Despite his great accomplishments as a poet, however, his international reputation rests on his short stories. In his first collection, A Universal History of Infamy, he reworked old plots and developed some of the main features of his concise": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.0007611495
      ],
      [
        "orge",
        -7.58424e-06
      ],
      [
        " Luis",
        -1.1041146e-05
      ],
      [
        " Borg",
        -1.569009e-05
      ],
      [
        "es",
        -3.1737043e-06
      ]
    ]
  },
  "As a young girl, she won Balboa & Sons Mother and Daughter Prettiest Pretty Princess Pageant, and kept the trophy until her ex-husband blew it up with a bottle rocket. Her current husband graduated college at the age of 14 and has a pet turtle named Mr. Turtle. She runs a manicure business out of her trailer and has two children, one named for his father's vehicle and the other named for her ex-husband who was clearly not the biological father. For 10 points, name this character played by Jamie Pressley, the ex-wife of the title character on My Name is Earl.": {
    "guess": "Joy Turner",
    "confidence": [
      [
        "Joy",
        -0.02053524
      ],
      [
        " Turner",
        -0.001484032
      ]
    ]
  },
  "The younger sister of the main character of this novella plays the violin for three  lodgers in the parlor whereupon they view the \"monstrous vermin,\" refuse to pay the  rent, and leave the next day. The family then locks their son, who is unable to speak,  in his room where he willingly dies of starvation with an apple lodged in his back.  FTP name this novella by Franz Kafka about Gregor Samsa who": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.2528886
      ],
      [
        " Met",
        -0.0010272121
      ],
      [
        "am",
        -0.00011915887
      ],
      [
        "orph",
        -0.00012082772
      ],
      [
        "osis",
        -0.00020759332
      ]
    ]
  },
  "As a young girl, she won Balboa & Sons Mother and Daughter Prettiest Pretty Princess Pageant, and kept": {
    "guess": "Toddlers & Tiaras",
    "confidence": [
      [
        "T",
        -1.2628078
      ],
      [
        "od",
        -0.040093828
      ],
      [
        "dl",
        -0.0007055217
      ],
      [
        "ers",
        -1.3067608e-05
      ],
      [
        " &",
        -0.00849165
      ],
      [
        " T",
        -0.0003341546
      ],
      [
        "iar",
        -7.3458323e-06
      ],
      [
        "as",
        -2.6418418e-05
      ]
    ]
  },
  "A young child on the left side of this painting holds a horn, and a dog barks at a man beating a brown drum on the opposite end. In this painting, a musketeer dressed in red stands in front of a man who hoists a large blue and yellow flag. A chicken dangles from the belt of a young girl whose (*) golden dress is illuminated near the lower left of this work. In its center, a man wearing a red sash gestures at a lieutenant wearing a white sash. For ten points, identify this painting by Rembrandt van Rijn that depicts the militia of Frans Banning Cocq.": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.0017201616
      ],
      [
        " Night",
        -0.00018983196
      ],
      [
        " Watch",
        -1.3663626e-05
      ]
    ]
  },
  "As a young man, this author dropped out of Kazan University without  recieving his medical degree. Later, he became an army officer and  participated in the seige of Sevastopol during the Crimean War. In 1876, he  had a religious awakening and freed the serfs on his land. FTP, identify this  author known for The Kreutzer Sonata.": {
    "guess": "Leo Tolstoy",
    "confidence": [
      [
        "Leo",
        -0.03682083
      ],
      [
        " Tol",
        -5.6934558e-05
      ],
      [
        "st",
        -0.00012904544
      ],
      [
        "oy",
        -1.3902034e-05
      ]
    ]
  },
  "As a young man, he supported the puritans, and his first major  work, _Heroique Stanzas_, is a eulogy for Oliver Cromwell. But he  reversed his political sympathies after the Stuart restoration and  even converted to Catholicism, which caused him to lose his titles  of Historiographer Royal and Poet Laureate after the Glorious  Revolution. FTP, name this English poet, who satirized  seventeenth-century": {
    "guess": "John Dryden",
    "confidence": [
      [
        "John",
        -0.013135636
      ],
      [
        " Dry",
        -0.047277793
      ],
      [
        "den",
        -0.00013584005
      ]
    ]
  },
  "This man's youngest son produced a prose translation of Paradise Lost and wrote religious poetry such as the Sacred Odes.  The title character of one of this man's works commits suicide after being betrayed by his son Pharnace, while the title character of another of his works is the younger brother of Amurat whose death is ordered by a woman who loves him and who himself loves Atalide, an Ottoman princess.  In his final tragedy, he wrote about the crowning of Joas after the titular usurper is overthrown.  In addition to Mithridates, Bajazet, and Athalie [ah-thah-lee], he wrote plays about Britannicus": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.0009380203
      ],
      [
        " Rac",
        -0.000108788154
      ],
      [
        "ine",
        -9.729906e-06
      ]
    ]
  },
  "As a youth, he wanted to pursue a career in poetry but failed. Nurtured by his uncle Thomas as a young boy, he found the inspiration for his future career in navigation in that uncle's library. While his ship is stuck fast in ice on a journey to the North Pole, he encounters a doctor weakened by exposure,": {
    "guess": "William Parry (explorer)",
    "confidence": [
      [
        "William",
        -1.5054787
      ],
      [
        " Par",
        -1.2664896
      ],
      [
        "ry",
        -0.00028326566
      ],
      [
        " (",
        -0.6738503
      ],
      [
        "expl",
        -0.09401404
      ],
      [
        "orer",
        -2.1650272e-05
      ],
      [
        ")",
        -0.0010173293
      ]
    ]
  },
  "As a youth, he wanted to pursue a career in poetry but failed. Nurtured by his uncle Thomas as a young boy, he found the inspiration for his future career in navigation in that uncle's library. While his ship is stuck fast in ice on a journey to the North Pole, he encounters a doctor weakened by exposure, who, before his death, tells him the story that makes up the majority of the work he appears in. At that work's end, another prominent character states that the doctor deserved his punishment, having committed the crime of creating \"a man without love, friend, or soul.\" FTP, identify this character": {
    "guess": "Victor Frankenstein",
    "confidence": [
      [
        "Vict",
        -0.43618464
      ],
      [
        "or",
        -2.9352968e-06
      ],
      [
        " Frank",
        -0.0001719551
      ],
      [
        "enstein",
        -5.407367e-05
      ]
    ]
  },
  "As a young man, this author dropped out of Kazan University without  recieving his medical degree. Later, he became an army officer and  participated in the seige of Sevastopol during the Crimean War.": {
    "guess": "Siege of Sevastopol",
    "confidence": [
      [
        "Sie",
        -0.56007564
      ],
      [
        "ge",
        -0.000409462
      ],
      [
        " of",
        -0.0016653042
      ],
      [
        " Se",
        -0.005037714
      ],
      [
        "v",
        -1.9743013e-05
      ],
      [
        "ast",
        -1.2590794e-05
      ],
      [
        "opol",
        -0.003729299
      ]
    ]
  },
  "As a young man he and a group of friends interested in avant-garde poetry initiated a literary movement": {
    "guess": "Beat Generation",
    "confidence": [
      [
        "Beat",
        -1.0746125
      ],
      [
        " Generation",
        -0.00012797261
      ]
    ]
  },
  "As a youth the title character wrote a play called Let Freedom Ring! whose main characters are named Prejudice and Tolerance. The protagonist's former girlfriend was once married to a man who would pay black women to shit on a glass table while he masturbated beneath it. That girlfriend is abandoned by him in Greece after he has a threesome with her and a prostitute named Lina in Rome. The protagonist has had affairs with women he calls \"The Pumpkin\" and \"The Pilgrim\" in addition to \"The Monkey,\" but is impotent with two women when he visits Israel at the end of the novel. FTP, name this book about": {
    "guess": "Portnoy's Complaint",
    "confidence": [
      [
        "Port",
        -0.008169608
      ],
      [
        "no",
        -1.7716551e-05
      ],
      [
        "y",
        -0.00026598477
      ],
      [
        "'s",
        -4.4537377e-05
      ],
      [
        " Complaint",
        -2.4034345e-05
      ]
    ]
  }
}