{
  "The libration theory of the formation of these claims that oscillations increase at certain points, while the most commonly accepted theory for their formation is based on Wisdom's calculations. Paradoxically, the same mechanism that appears to explain their existence gives rise to the position of the Plutinos and Twotinos in the Kuiper belt, as well as the Hilda family and 279 Thule. Recently found to contain some high-eccentricity objects such as the Griqua and Alinda familises, they occur prominently at 2.95, 2.82 and 2.5 AU, distances which correspond to 7:3, 5:2 and 3:1 resonances with Jupiter, respectively. For 10 points, name these regions of the asteroid belt, which are nearly devoid": {
    "guess": "Kirkwood gap",
    "confidence": [
      [
        "K",
        -0.6039515
      ],
      [
        "irk",
        -0.008596966
      ],
      [
        "wood",
        -0.00028588812
      ],
      [
        " gap",
        -0.09763746
      ]
    ]
  },
  "The libration theory of the formation of these claims that oscillations increase at certain points, while the most commonly accepted theory for their formation is based on Wisdom's calculations. Paradoxically, the same mechanism that appears to explain their existence gives rise to the position of the Plutinos and Twotinos in the Kuiper belt, as well as the Hilda family and 279 Thule. Recently found to contain some high-eccentricity objects such as the Griqua and Alinda familises, they occur prominently at 2.95, 2.82 and 2.5 AU, distances which correspond to 7:3, 5:2 and 3:1 resonances with Jupiter, respectively. For 10 points, name these regions of the asteroid belt, which are nearly devoid of asteroids.": {
    "guess": "Asteroid Kirkwood gap",
    "confidence": [
      [
        "A",
        -0.63105917
      ],
      [
        "ster",
        -0.004445551
      ],
      [
        "oid",
        -0.02928869
      ],
      [
        " Kirk",
        -0.55400205
      ],
      [
        "wood",
        -0.0039758165
      ],
      [
        " gap",
        -0.61787075
      ]
    ]
  },
  "With Libya, this god is the father of Belus, Agenor, and Lelex, while with Lybie, he is the father of Lamia. After he raped Caenaeus, he turned her into a man. He was associated with many cities, but is identify specifically as the deity of Corinth. Before the Trojan war, he sent a monster to attack Troy because of an unrewarded wall-building mission he was forced to take part in. His wife is Amphitrite, and he may be more famous for such children as Triton and Theseus. At birth, his mother Rhea fed a baby horse to Cronos to save him from being devoured. For ten points, identify this brother of Zeus and Hades, the Greek god of horses, earthquakes, and the sea.": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.0005344443
      ],
      [
        "idon",
        -0.00031150956
      ]
    ]
  },
  "With Libya, this god is the father of Belus, Agenor, and Lelex, while with Lybie, he is the father of Lamia. After he raped Caenaeus, he turned her into a man. He was associated with many cities, but is identify specifically as the deity of Corinth. Before the Trojan war, he sent a monster to attack Troy because of an unrewarded wall-building mission he was forced to take part in. His wife is Amphitrite, and he may be more famous for such children as Triton and Theseus. At birth, his mother Rhea": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.0048497
      ],
      [
        "idon",
        -0.00053504034
      ]
    ]
  },
  "With Libya, this god is the father of Belus, Agenor, and Lelex, while with Lybie, he is the father of Lamia. After he raped Caenaeus, he turned her into a man. He was associated with many cities, but is identify specifically as the deity of Corinth. Before the Trojan war, he sent a monster to attack Troy because of an unrewarded wall-building mission he was forced to take part in. His wife is Amphitrite,": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.43246013
      ],
      [
        "idon",
        -0.0002158147
      ]
    ]
  },
  "With Libya, this god is the father of Belus, Agenor, and Lelex, while with Lybie, he is the father of Lamia. After he raped Caenaeus, he turned her into a man. He was associated with many cities, but is identify specifically as the deity of Corinth. Before the Trojan war, he sent a monster to attack Troy because of an unrewarded wall-building mission he was forced to take part in. His wife is Amphitrite, and he may be more famous for such children as Triton and Theseus. At birth, his mother Rhea fed a baby horse to Cronos to save him from being devoured. For ten points, identify this brother of": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.017855134
      ],
      [
        "idon",
        -0.00028243123
      ]
    ]
  },
  "The libration theory of the formation of these claims that oscillations increase at certain points, while the most commonly accepted theory for their formation is based on Wisdom's calculations. Paradoxically, the same mechanism that appears to explain their existence gives rise to the position of the Plutinos and Twotinos in the Kuiper belt, as well as the Hilda family and 279 Thule. Recently found to contain some high-eccentricity objects such as the Griqua and Alinda familises, they occur prominently at 2.95, 2.82 and 2.5 AU, distances which correspond to 7:3, 5:2 and 3:1 resonances with Jupiter,": {
    "guess": "Trojan asteroids",
    "confidence": [
      [
        "Tro",
        -0.88911384
      ],
      [
        "jan",
        -0.016107447
      ],
      [
        " asteroids",
        -0.64406395
      ]
    ]
  },
  "A librarian is saved from death via self-caused pneumonia in France, but the arrival of the Baroness leads to their relationship in this author's The Confession of a Fool, while Frederick's mother jumps out the window of the burning house while Frederick and his wife embrace each other at the end of another of his works. This author also wrote about Indra's visit to Earth in another work, while Hummel": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.5884182
      ],
      [
        " Str",
        -0.000462724
      ],
      [
        "ind",
        -0.0002290463
      ],
      [
        "berg",
        -0.00017028624
      ]
    ]
  },
  "With Libya, this god is the father of Belus, Agenor, and Lelex, while with Lybie, he is the father of Lamia. After he raped Caenaeus, he turned her into a man. He was associated with many cities, but is": {
    "guess": "Epaphus",
    "confidence": [
      [
        "Ep",
        -0.6818912
      ],
      [
        "aph",
        -0.0029571392
      ],
      [
        "us",
        -0.003874062
      ]
    ]
  },
  "With Libya, this god is the father of Belus, Agenor, and Lelex, while with Lybie, he is the father of Lamia. After he raped Caenaeus, he turned her into a man. He was associated with many cities, but is identify specifically as the deity of Corinth. Before the Trojan war, he sent a monster to attack": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.1275558
      ],
      [
        "idon",
        -0.00041684892
      ]
    ]
  },
  "The libration theory of the formation of these claims that oscillations increase at certain points, while the most commonly accepted theory for their formation is based on Wisdom's calculations. Paradoxically, the same mechanism that appears to explain their existence gives rise to the position of the Plutinos and Twotinos in the Kuiper belt, as well as the Hilda family and 279 Thule. Recently found to contain some high-eccentricity objects such as the Griqua and Alinda familises, they occur prominently": {
    "guess": "Trojan asteroids",
    "confidence": [
      [
        "Tro",
        -0.086276114
      ],
      [
        "jan",
        -0.0049782856
      ],
      [
        " asteroids",
        -0.49993014
      ]
    ]
  },
  "If you're into liberated chicks, then you should love opera. FTSNOP identify these operatic works featuring empowered women.      A. For 5, the audience at this opera's 1875 premiere in Paris was appalled": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.035436466
      ],
      [
        "arm",
        -1.1041146e-05
      ],
      [
        "en",
        -2.2127088e-05
      ]
    ]
  },
  "The libration theory of the formation of these claims that oscillations increase at certain points, while the most commonly accepted theory for their formation is based on Wisdom's calculations. Paradoxically,": {
    "guess": "Trojan asteroids",
    "confidence": [
      [
        "Tro",
        -0.7365249
      ],
      [
        "jan",
        -0.22206572
      ],
      [
        " asteroids",
        -0.4484916
      ]
    ]
  },
  "A librarian is saved from death via self-caused pneumonia in France, but the arrival of the Baroness": {
    "guess": "The Scarlet Pimpernel",
    "confidence": [
      [
        "The",
        -0.10746848
      ],
      [
        " Scarlet",
        -0.03760175
      ],
      [
        " P",
        -0.0003303401
      ],
      [
        "im",
        -0.00014597236
      ],
      [
        "per",
        -6.511407e-06
      ],
      [
        "nel",
        -0.00019591136
      ]
    ]
  },
  "If you're into liberated chicks, then you should love opera. FTSNOP identify these operatic works featuring": {
    "guess": "List of operas by Carl Maria von Weber",
    "confidence": [
      [
        "List",
        -0.78468496
      ],
      [
        " of",
        -0.00018804391
      ],
      [
        " oper",
        -0.097543396
      ],
      [
        "as",
        -0.019902047
      ],
      [
        " by",
        -0.0014485642
      ],
      [
        " Carl",
        -0.55518353
      ],
      [
        " Maria",
        -0.00079914613
      ],
      [
        " von",
        -0.00033463142
      ],
      [
        " Weber",
        -1.2233183e-05
      ]
    ]
  },
  "A librarian is saved from death via self-caused pneumonia in France, but the arrival of the Baroness leads to their relationship in this author's The Confession of a Fool, while Frederick's mother jumps out the window of the burning house while Frederick and his wife embrace each other at the end of": {
    "guess": "The Confession of a Fool",
    "confidence": [
      [
        "The",
        -0.2127003
      ],
      [
        " Conf",
        -0.0015064093
      ],
      [
        "ession",
        -0.059560694
      ],
      [
        " of",
        -8.220573e-05
      ],
      [
        " a",
        -0.00020318278
      ],
      [
        " Fool",
        -0.00023274162
      ]
    ]
  },
  "The libration theory of the formation of these claims that oscillations increase at certain points, while the most commonly accepted theory for their formation is based on Wisdom's calculations. Paradoxically, the same mechanism that appears to explain their existence gives rise to the position of the": {
    "guess": "Trojan asteroids",
    "confidence": [
      [
        "Tro",
        -0.3627161
      ],
      [
        "jan",
        -0.084559955
      ],
      [
        " asteroids",
        -0.3036854
      ]
    ]
  },
  "A librarian is saved from death via self-caused pneumonia in France, but the arrival of the Baroness leads to their relationship in this author's The Confession of a Fool, while Frederick's mother jumps out the window of the burning house while Frederick and his wife embrace each other at the end of another of his works. This author also wrote about Indra's visit to Earth in another work, while Hummel attempts to set up his daughter with the student Arkenholz in another work. This author of The Pelican,": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.12868392
      ],
      [
        " Str",
        -0.00021236145
      ],
      [
        "ind",
        -0.00015991552
      ],
      [
        "berg",
        -0.00023035755
      ]
    ]
  },
  "A librarian is saved from death via self-caused pneumonia in France, but the arrival of the Baroness leads to their relationship in this author's The Confession of a Fool, while Frederick's mother jumps out the window of the burning house while Frederick and his wife embrace each other at the end of another of his works. This author also wrote about Indra's visit to Earth in another work, while Hummel attempts to set up his daughter with the student Arkenholz in another work. This author of The Pelican, A Dream Play, and The Ghost Sonata may be better known for a work about Laura's struggle over": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.0103579825
      ],
      [
        " Str",
        -0.00070754817
      ],
      [
        "ind",
        -0.00016945181
      ],
      [
        "berg",
        -8.733149e-05
      ]
    ]
  },
  "The libration theory of the formation of these claims that oscillations increase at certain points, while": {
    "guess": "Libration",
    "confidence": [
      [
        "Lib",
        -0.25271678
      ],
      [
        "ration",
        -0.0070131407
      ]
    ]
  },
  "A librarian is saved from death via self-caused pneumonia in France, but the arrival of the Baroness leads to their relationship in this author's The Confession of a Fool, while Frederick's mother jumps out the window of the burning house while Frederick and his wife embrace each other at the end of another of his works. This author also wrote about Indra's visit to Earth in another work, while Hummel attempts to set up his daughter with the student Arkenholz in another work. This author of The Pelican, A Dream Play, and The Ghost Sonata may be better known for a work about Laura's struggle over how to raise Bertha, as well as one about Jean's relationship with the count's daughter. The author of The Father and Miss Julie, this is, for 10 points, which Swedish dramatist?": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.0011227145
      ],
      [
        " Str",
        -4.6206227e-05
      ],
      [
        "ind",
        -0.00010902656
      ],
      [
        "berg",
        -8.351697e-05
      ]
    ]
  },
  "A librarian is saved from death via self-caused pneumonia in France, but the arrival of the Baroness leads to their relationship in this author's The Confession of a Fool, while Frederick's mother jumps": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.6575418
      ],
      [
        " Str",
        -0.00024810788
      ],
      [
        "ind",
        -0.0006297559
      ],
      [
        "berg",
        -0.000111291425
      ]
    ]
  },
  "A librarian is saved from death via self-caused pneumonia in France, but the arrival of the Baroness leads to their relationship in this author's The Confession of a Fool, while Frederick's mother jumps out the window of the burning house while Frederick and his wife embrace each other at the end of another of his works. This author also wrote about Indra's visit to Earth in another work, while Hummel attempts to set up his daughter with the student Arkenholz in another work. This author of The Pelican, A Dream Play, and The Ghost Sonata may be better known for a work about Laura's struggle over how to raise Bertha, as well as one about Jean's relationship with the count's daughter. The author": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.0027176181
      ],
      [
        " Str",
        -0.00017445837
      ],
      [
        "ind",
        -0.00011498674
      ],
      [
        "berg",
        -5.2285613e-05
      ]
    ]
  },
  "If you're into liberated chicks, then you should love opera. FTSNOP identify these operatic works featuring empowered women.      A. For 5, the audience at this opera's 1875 premiere in Paris was appalled that Bizet would depict women smoking cigarettes, catfighting, and seducing police officers and": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.005157266
      ],
      [
        "arm",
        -2.1008714e-06
      ],
      [
        "en",
        -1.5809293e-05
      ]
    ]
  },
  "With Libya, this god is the father of Belus, Agenor, and Lelex, while with Lybie, he is the father of": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.39994937
      ],
      [
        "idon",
        -0.0003679901
      ]
    ]
  },
  "The libration theory of the formation of these claims that oscillations increase at certain points, while the most commonly accepted theory for their formation is based on Wisdom's calculations. Paradoxically, the same mechanism that appears to explain their existence gives rise to the position of the Plutinos and Twotinos in the Kuiper belt, as well as the Hilda family and 279 Thule. Recently found": {
    "guess": "Trojan asteroids",
    "confidence": [
      [
        "Tro",
        -1.5255501
      ],
      [
        "jan",
        -0.08010023
      ],
      [
        " asteroids",
        -0.988449
      ]
    ]
  },
  "If you're into liberated chicks, then you should love opera. FTSNOP identify these operatic works featuring empowered women.      A. For 5, the audience at this opera's 1875 premiere in Paris was appalled that Bizet would depict women smoking cigarettes, catfighting, and seducing police officers and bullfighters. But in the end, the heroine dies.": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.0075705345
      ],
      [
        "arm",
        -2.1008714e-06
      ],
      [
        "en",
        -1.569009e-05
      ]
    ]
  }
}