{
  "Hephaestus' unsuccessful attempt to rape this goddess led to the birth of Erichthonius. This goddess casted the deciding vote at Orestes' trial. She won a contest judged by Cecrops by creating the olive tree. In the Odyssey, she forces Calypso to release the imprisoned Odysseus and aids Telemachus. This daughter of Metis defeated Arachne in a weaving contest. She was born by emerging, fully formed,": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.0015565207
      ],
      [
        "then",
        -6.704273e-07
      ],
      [
        "a",
        -3.9769227e-05
      ]
    ]
  },
  "Hephaestus' unsuccessful attempt to rape this goddess led to the birth of Erichthonius. This goddess casted the deciding vote at Orestes' trial. She won a contest judged by Cecrops by creating the olive": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.002961654
      ],
      [
        "then",
        -7.89631e-07
      ],
      [
        "a",
        -0.00015133653
      ]
    ]
  },
  "Hephaestus' unsuccessful attempt to rape this goddess led to the birth of Erichthonius. This goddess casted the deciding vote at Orestes' trial. She won a contest judged by Cecrops by creating the olive tree. In the Odyssey, she forces Calypso to release the imprisoned Odysseus and aids Telemachus. This": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.00052205444
      ],
      [
        "then",
        -3.1281633e-07
      ],
      [
        "a",
        -2.5345586e-05
      ]
    ]
  },
  "Hephaestus' unsuccessful attempt to rape this goddess led to the birth of Erichthonius. This goddess casted the deciding vote at Orestes' trial. She won a contest judged by Cecrops by creating the olive tree. In the Odyssey, she forces Calypso to release the imprisoned Odysseus and aids Telemachus. This daughter of Metis defeated Arachne in a weaving contest. She was born by emerging, fully formed, from the head of Zeus. For 10 points, name this Greek goddess of wisdom, the counterpart of the Roman Minerva and patron deity and namesake of Athens.": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.0025250071
      ],
      [
        "then",
        -4.3202e-07
      ],
      [
        "a",
        -5.9153886e-06
      ]
    ]
  },
  "Hephaestus' unsuccessful attempt to rape this goddess led to the birth of Erichthonius. This goddess casted the deciding vote at Orestes' trial. She won a contest judged by Cecrops by creating the olive tree. In the Odyssey, she forces Calypso to release the imprisoned Odysseus and aids Telemachus. This daughter of Metis defeated Arachne in a weaving contest. She was born by emerging, fully formed, from the head of Zeus. For 10 points, name this Greek goddess of wisdom, the counterpart of the Roman": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.0019342315
      ],
      [
        "then",
        -1.2664457e-06
      ],
      [
        "a",
        -6.82589e-05
      ]
    ]
  },
  "Hephaestus' unsuccessful attempt to rape this goddess led to the birth of Erichthonius. This goddess": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.0019793108
      ],
      [
        "then",
        -2.1008714e-06
      ],
      [
        "a",
        -4.20341e-05
      ]
    ]
  }
}