{
  "A small bird is inscribed on a stone bench in this painting, which also features a burning lamp atop a pedestal in the center. Two men beneath an arch in the left background lead the waving title figure's wife away from the central scene, and a broken shackle lies on the floor in its foreground. A grieving man in blue leans against a wall, and Crito clutches the thigh of this work's title subject.": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.008794789
      ],
      [
        " Death",
        -0.001156651
      ],
      [
        " of",
        -1.4259645e-05
      ],
      [
        " S",
        -0.00011617878
      ],
      [
        "ocrates",
        -1.6240566e-06
      ]
    ]
  },
  "Its smaller settlements include the fishing port Marciana Marina, the resort town Marina di Campo, and the more centrally-located Poggio. Often carrying a batch of criminals to the penal colony at Porto Azzurro, the boat from Piombino needs only a half hour to cover the six miles lying between the capital at Portoferraio and the Italian mainland. FTP, name the Tyrrhenian island on which, between May 1814 and March 1815, Napoleon Bonaparte lived in exile.": {
    "guess": "Elba",
    "confidence": [
      [
        "El",
        -0.0030026622
      ],
      [
        "ba",
        -5.967624e-05
      ]
    ]
  },
  "Small sculptures depicted in this painting include a praying human, as well as two gargoyle-like creatures on a chair in the background. A feather-duster hangs near the human sculpture, and a close look at this painting reveals a second window that is often ignored. The signature on this painting notes that its artist \"fuit hic\" [FU-it HEEC] or \"was here,\" and that signature is above a mirror in which": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.039772414
      ],
      [
        "ol",
        -1.9027791e-05
      ],
      [
        "fin",
        -6.194111e-05
      ],
      [
        "i",
        -1.0564331e-05
      ],
      [
        " Portrait",
        -3.6431527e-05
      ]
    ]
  },
  "Its smaller settlements include the fishing port Marciana Marina, the resort town Marina di Campo, and the more centrally-located Poggio. Often carrying a batch of criminals to the penal colony at Porto Azzurro, the boat from Piombino needs only a half hour to cover the six miles lying between the capital at Portoferraio and the Italian mainland. FTP, name the Tyrrhenian island on which, between May": {
    "guess": "Elba",
    "confidence": [
      [
        "El",
        -0.011119858
      ],
      [
        "ba",
        -4.5371802e-05
      ]
    ]
  },
  "The smaller part of this body might be undergoing super-rotation and J.A. Jacobs proposed that constituent is freezing. It lies below D\" (D double prime) or the Gutenberg discontinuity and its two constituents were differentiated by Lehmann. Shear waves cannot travel through the liquid part of this body,": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.014419108
      ],
      [
        " core",
        -0.033398774
      ]
    ]
  },
  "Its smaller settlements include the fishing port Marciana Marina, the resort town Marina di Campo, and the more centrally-located Poggio. Often carrying a batch of criminals to the penal colony at Porto Azzurro, the boat from Piombino needs only a half hour to cover the six miles lying between the capital": {
    "guess": "Elba",
    "confidence": [
      [
        "El",
        -0.109001
      ],
      [
        "ba",
        -0.0001842294
      ]
    ]
  },
  "The smaller subunits in these structures have a structural protein known as nebulin and are bound by the protein CapZ. These bodies' namesake reticula release a chemical that forces exposure of cross binding sites on a protein bound to tropomyosin dimmers; that chemical is calcium and that protein is actin. These structures' centers are in a region named for the German for bright, the H-zone, and are": {
    "guess": "Sarcomere",
    "confidence": [
      [
        "S",
        -0.16454966
      ],
      [
        "ar",
        -0.019443026
      ],
      [
        "com",
        -7.89631e-07
      ],
      [
        "ere",
        -0.020127915
      ]
    ]
  },
  "Small sculptures depicted in this painting include a praying human, as well as two gargoyle-like creatures on a chair in the background. A feather-duster hangs near the human sculpture, and a close look": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.0059399367
      ],
      [
        "ol",
        -6.1537958e-06
      ],
      [
        "fin",
        -3.23786e-05
      ],
      [
        "i",
        -1.9504607e-05
      ],
      [
        " Portrait",
        -2.1054253e-05
      ]
    ]
  },
  "The smaller subunits in these structures have a structural protein known as nebulin and are bound by the protein CapZ. These bodies' namesake reticula release a chemical that forces exposure of cross binding sites on a protein bound to tropomyosin dimmers; that chemical is calcium and that protein is": {
    "guess": "Sarcoplasmic reticulum",
    "confidence": [
      [
        "S",
        -1.4049087
      ],
      [
        "arc",
        -0.31110382
      ],
      [
        "opl",
        -0.003762071
      ],
      [
        "asm",
        -7.89631e-07
      ],
      [
        "ic",
        -9.841743e-05
      ],
      [
        " ret",
        -0.0047343764
      ],
      [
        "ic",
        -6.9882217e-06
      ],
      [
        "ulum",
        -0.00048203135
      ]
    ]
  },
  "A small bird is inscribed on a stone bench in this painting, which also features a burning lamp atop a pedestal in the center. Two men beneath an arch in the left background lead the waving title figure's": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.0018856844
      ],
      [
        " Death",
        -0.0019111462
      ],
      [
        " of",
        -6.6306106e-06
      ],
      [
        " S",
        -0.00018244502
      ],
      [
        "ocrates",
        -2.1008714e-06
      ]
    ]
  },
  "A small disclaimer at the end of this show noted that not all contestants appearing on the show were even eligible to win in the first place, and that the judge knew in advance that certain contestants were ineligible. Its origins lay in a segment of Man vs. Beast where 40 people lost an airplane- pulling": {
    "guess": "The X Factor",
    "confidence": [
      [
        "The",
        -1.083297
      ],
      [
        " X",
        -1.6019113
      ],
      [
        " Factor",
        -0.089562446
      ]
    ]
  },
  "A small bird is inscribed on a stone bench in this painting, which also features a burning lamp atop a pedestal in the center. Two men beneath an arch in the left background lead the waving title figure's wife away from the central scene, and a broken shackle lies on the floor in its foreground. A grieving man in blue leans against a wall, and Crito clutches the thigh of this work's title subject. The title figure's student sits at the foot of a bed in this work, which portrays a weeping man in red handing the title figure a goblet. For 10 points, name this painting by Jacques-Louis David that depicts a Greek philosopher defiantly raising his finger as he prepares to drink hemlock.": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.0023223644
      ],
      [
        " Death",
        -0.00013679368
      ],
      [
        " of",
        -2.8921695e-05
      ],
      [
        " S",
        -4.00813e-06
      ],
      [
        "ocrates",
        -3.0545007e-06
      ]
    ]
  },
  "The smaller subunits in these structures have a structural protein known as nebulin and are bound by the protein CapZ. These bodies' namesake reticula release a chemical that forces exposure of cross binding sites on a protein bound to tropomyosin dimmers; that chemical is calcium and that protein is actin. These structures' centers are in a region named for the German for bright, the H-zone, and are known as M-lines. Titin binds the thick filaments comprising theses structures to the I-band Z-lines that they lie between. Appearing as the striation in cardiac and voluntary muscles, for 10 points, name this basic unit of the muscular myofibril.": {
    "guess": "Sarcomere",
    "confidence": [
      [
        "S",
        -0.03282272
      ],
      [
        "ar",
        -8.7212284e-05
      ],
      [
        "com",
        -2.220075e-06
      ],
      [
        "ere",
        -0.00093170616
      ]
    ]
  },
  "A small disclaimer at the end of this show noted that not all contestants appearing on the show were even eligible to win in the first place, and that the judge knew in advance that certain contestants were ineligible. Its origins lay in a segment of Man vs. Beast where 40 people lost an airplane- pulling contest to an elephant. The producer of that show, Rick Schotz, decided to take similar people, such as Glen Foster, put them in a Malibu mansion, and let things take their natural course. At the end of the first episode three \"normal\" women were added to the mix, putting Glen in a nasty dilemma": {
    "guess": "Joe Millionaire",
    "confidence": [
      [
        "Joe",
        -0.42574474
      ],
      [
        " Million",
        -0.32052365
      ],
      [
        "aire",
        -0.00041291525
      ]
    ]
  },
  "Small sculptures depicted in this painting include a praying human, as well as two gargoyle-like creatures on a chair in the background. A feather-duster hangs near the human sculpture, and a close look at this painting reveals a second window that is often ignored. The signature on this painting notes": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.02869347
      ],
      [
        "ol",
        -1.2829201e-05
      ],
      [
        "fin",
        -3.166338e-05
      ],
      [
        "i",
        -1.0087517e-05
      ],
      [
        " Portrait",
        -8.657073e-06
      ]
    ]
  },
  "The smaller part of this body might be undergoing super-rotation and J.A. Jacobs proposed that constituent is freezing. It lies below D\" (D double prime) or the Gutenberg discontinuity and its two constituents were differentiated by Lehmann. Shear waves cannot travel through the liquid part of this body, even though primary waves can. For ten points, name this part of the earth that lies under the": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.18361709
      ],
      [
        " core",
        -0.6348208
      ]
    ]
  },
  "A small bird is inscribed on a stone bench in this painting, which also features a burning lamp atop": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.39036173
      ],
      [
        " Death",
        -0.48617524
      ],
      [
        " of",
        -5.2285613e-05
      ],
      [
        " S",
        -0.006142323
      ],
      [
        "ocrates",
        -0.00012618455
      ]
    ]
  },
  "A small bird is inscribed on a stone bench in this painting, which also features a burning lamp atop a pedestal in the center. Two men beneath an arch in the left background lead the waving title figure's wife away from the central scene, and a broken shackle lies on the floor in its foreground. A grieving": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.024233729
      ],
      [
        " Death",
        -0.009363246
      ],
      [
        " of",
        -1.0683535e-05
      ],
      [
        " S",
        -0.0013772567
      ],
      [
        "ocrates",
        -3.2929079e-06
      ]
    ]
  },
  "Small sculptures depicted in this painting include a praying human, as well as two gargoyle-like creatures on a chair in the background. A feather-duster hangs near the human sculpture, and a close look at this painting reveals a second window that is often ignored. The signature on this painting notes that its artist \"fuit hic\" [FU-it HEEC] or \"was here,\" and that signature is above a mirror in which the artist can be seen. Below the mirror is the chair, in front of which there are red sandals which": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.11538301
      ],
      [
        "ol",
        -0.0001278534
      ],
      [
        "fin",
        -0.0010837789
      ],
      [
        "i",
        -9.1622824e-05
      ],
      [
        " Portrait",
        -0.0012977349
      ]
    ]
  },
  "The smaller part of this body might be undergoing super-rotation and J.A. Jacobs proposed that constituent is freezing. It lies below D\" (D double prime) or the Gutenberg discontinuity and its two constituents were differentiated by Lehmann. Shear waves cannot travel through the liquid part of this body, even though primary waves can. For ten points, name this part of the earth that lies under the mantle, featuring an inner and outer section.": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.09021967
      ],
      [
        " core",
        -0.22171788
      ]
    ]
  },
  "A small disclaimer at the end of this show noted that not all contestants appearing on the show were": {
    "guess": "The Bachelor (American TV series)",
    "confidence": [
      [
        "The",
        -0.50059944
      ],
      [
        " Bachelor",
        -0.65583664
      ],
      [
        " (",
        -0.02090713
      ],
      [
        "American",
        -0.07453091
      ],
      [
        " TV",
        -0.00021355349
      ],
      [
        " series",
        -0.00033689264
      ],
      [
        ")",
        -9.960947e-05
      ]
    ]
  },
  "A small disclaimer at the end of this show noted that not all contestants appearing on the show were even eligible to win in the first place, and that the judge knew in advance that certain contestants were ineligible. Its origins lay in a segment of Man vs. Beast where 40 people lost an airplane- pulling contest to an elephant. The producer of that show, Rick Schotz, decided to take similar people, such as Glen Foster, put them in a Malibu mansion, and let things take their natural course. At the": {
    "guess": "Joe Millionaire",
    "confidence": [
      [
        "Joe",
        -0.8634231
      ],
      [
        " Million",
        -0.09289106
      ],
      [
        "aire",
        -0.00060164585
      ]
    ]
  },
  "The smaller subunits in these structures have a structural protein known as nebulin and are bound by": {
    "guess": "Sarcomere",
    "confidence": [
      [
        "S",
        -0.761873
      ],
      [
        "ar",
        -0.018456135
      ],
      [
        "com",
        -2.6968896e-06
      ],
      [
        "ere",
        -0.0031928048
      ]
    ]
  },
  "Small sculptures depicted in this painting include a praying human, as well as two gargoyle-like creatures on a chair in the background. A feather-duster hangs near the human sculpture, and a close look at this painting reveals a second window that is often ignored. The signature on this painting notes that its artist \"fuit hic\" [FU-it HEEC] or \"was here,\" and that signature is above a mirror in which the artist can be seen. Below the mirror is the chair, in front of which there are red sandals which vaguely resemble another pair in the foreground. FTP name this painting depicting the title event": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.14349909
      ],
      [
        "ol",
        -5.3000836e-05
      ],
      [
        "fin",
        -0.0009437421
      ],
      [
        "i",
        -2.057744e-05
      ],
      [
        " Portrait",
        -0.0004037402
      ]
    ]
  },
  "Small sculptures depicted in this painting include a praying human, as well as two gargoyle-like creatures on a chair in the background. A feather-duster hangs near the human sculpture, and a close look at this painting reveals a second window that is often ignored. The signature on this painting notes that its artist \"fuit hic\" [FU-it HEEC] or \"was here,\" and that signature is above a mirror in which the artist can be seen. Below the mirror is the chair, in front of which there are red sandals which vaguely resemble another pair in the foreground. FTP name this painting depicting the title event by Jan van Eyck.": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.10075219
      ],
      [
        "ol",
        -4.8709502e-05
      ],
      [
        "fin",
        -0.00046486966
      ],
      [
        "i",
        -1.4378848e-05
      ],
      [
        " Portrait",
        -0.0005063269
      ]
    ]
  },
  "A small bird is inscribed on a stone bench in this painting, which also features a burning lamp atop a pedestal in the center. Two men beneath an arch in the left background lead the waving title figure's wife away from the central scene, and a broken shackle lies on the floor in its foreground. A grieving man in blue leans against a wall, and Crito clutches the thigh of this work's title subject. The title figure's student sits at the foot of a bed in this work, which portrays a weeping man in red": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.043082085
      ],
      [
        " Death",
        -0.005387788
      ],
      [
        " of",
        -0.00068622536
      ],
      [
        " S",
        -0.0024266713
      ],
      [
        "ocrates",
        -0.09439735
      ]
    ]
  },
  "A small bird is inscribed on a stone bench in this painting, which also features a burning lamp atop a pedestal in the center. Two men beneath an arch in the left background lead the waving title figure's wife away from the central scene, and a broken shackle lies on the floor in its foreground. A grieving man in blue leans against a wall, and Crito clutches the thigh of this work's title subject. The title figure's student sits at the foot of a bed in this work, which portrays a weeping man in red handing the title figure a goblet. For 10 points, name this painting by Jacques-Louis David that": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.0057004155
      ],
      [
        " Death",
        -0.00014203864
      ],
      [
        " of",
        -8.4112995e-05
      ],
      [
        " S",
        -0.00025263763
      ],
      [
        "ocrates",
        -4.7994283e-05
      ]
    ]
  },
  "Small sculptures depicted in this painting include a praying human, as well as two gargoyle-like creatures": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.4484238
      ],
      [
        " Garden",
        -0.04701567
      ],
      [
        " of",
        -0.00010211275
      ],
      [
        " Earth",
        -5.2001665e-06
      ],
      [
        "ly",
        -0.000648933
      ],
      [
        " Del",
        0.0
      ],
      [
        "ights",
        -0.00039742238
      ]
    ]
  },
  "The smaller part of this body might be undergoing super-rotation and J.A. Jacobs proposed that constituent": {
    "guess": "Internal structure of Mars",
    "confidence": [
      [
        "Internal",
        -0.17650634
      ],
      [
        " structure",
        -0.008560201
      ],
      [
        " of",
        -5.6769813e-06
      ],
      [
        " Mars",
        -0.8618421
      ]
    ]
  },
  "The smaller subunits in these structures have a structural protein known as nebulin and are bound by the protein CapZ. These bodies' namesake reticula release a chemical that forces exposure of cross binding sites on a protein bound to tropomyosin dimmers; that chemical is calcium and that protein is actin. These structures' centers are in a region named for the German for bright, the H-zone, and are known as M-lines. Titin binds the thick filaments comprising theses structures to the I-band Z-lines that they lie between. Appearing as the striation in cardiac and voluntary muscles, for 10 points,": {
    "guess": "Sarcomere",
    "confidence": [
      [
        "S",
        -0.20607805
      ],
      [
        "ar",
        -0.00094802247
      ],
      [
        "com",
        -2.4584822e-06
      ],
      [
        "ere",
        -0.0024857654
      ]
    ]
  },
  "A small disclaimer at the end of this show noted that not all contestants appearing on the show were even eligible to win in the first place, and that the judge knew in advance that certain contestants": {
    "guess": "The Great British Bake-off",
    "confidence": [
      [
        "The",
        -0.52819926
      ],
      [
        " Great",
        -0.5201342
      ],
      [
        " British",
        -0.02351007
      ],
      [
        " Bake",
        -0.064621665
      ],
      [
        "-off",
        -0.088204995
      ]
    ]
  },
  "Its smaller settlements include the fishing port Marciana Marina, the resort town Marina di Campo, and the more centrally-located Poggio. Often carrying a batch of criminals to the penal colony at Porto": {
    "guess": "Elba",
    "confidence": [
      [
        "El",
        -0.2697348
      ],
      [
        "ba",
        -0.0001201125
      ]
    ]
  },
  "A small disclaimer at the end of this show noted that not all contestants appearing on the show were even eligible to win in the first place, and that the judge knew in advance that certain contestants were ineligible. Its origins lay in a segment of Man vs. Beast where 40 people lost an airplane- pulling contest to an elephant. The producer of that show, Rick Schotz, decided to take similar people,": {
    "guess": "The Joe Schmo Show",
    "confidence": [
      [
        "The",
        -0.6904777
      ],
      [
        " Joe",
        -1.5096058
      ],
      [
        " Sch",
        -0.0010517461
      ],
      [
        "mo",
        -0.005622289
      ],
      [
        " Show",
        -0.00031067515
      ]
    ]
  },
  "Its smaller settlements include the fishing port Marciana Marina, the resort town Marina di Campo, and": {
    "guess": "Elba",
    "confidence": [
      [
        "El",
        -0.088256516
      ],
      [
        "ba",
        -0.00015717384
      ]
    ]
  },
  "The smaller subunits in these structures have a structural protein known as nebulin and are bound by the protein CapZ. These bodies' namesake reticula release a chemical that forces exposure of cross binding sites on a protein bound to tropomyosin dimmers; that chemical is calcium and that protein is actin. These structures' centers are in a region named for the German for bright, the H-zone, and are known as M-lines. Titin binds the thick filaments comprising theses structures to the I-band Z-lines": {
    "guess": "Sarcomere",
    "confidence": [
      [
        "S",
        -0.24890247
      ],
      [
        "ar",
        -0.0018883032
      ],
      [
        "com",
        -1.147242e-06
      ],
      [
        "ere",
        -0.0057461676
      ]
    ]
  },
  "A small disclaimer at the end of this show noted that not all contestants appearing on the show were even eligible to win in the first place, and that the judge knew in advance that certain contestants were ineligible. Its origins lay in a segment of Man vs. Beast where 40 people lost an airplane- pulling contest to an elephant. The producer of that show, Rick Schotz, decided to take similar people, such as Glen Foster, put them in a Malibu mansion, and let things take their natural course. At the end of the first episode three \"normal\" women were added to the mix, putting Glen in a nasty dilemma as he tried to find true love. FTP identify this Fox offering which reached new lows in more ways": {
    "guess": "Joe Millionaire",
    "confidence": [
      [
        "Joe",
        -0.2036661
      ],
      [
        " Million",
        -0.0006727591
      ],
      [
        "aire",
        -0.0004539103
      ]
    ]
  },
  "The smaller subunits in these structures have a structural protein known as nebulin and are bound by the protein CapZ. These bodies' namesake reticula release a chemical that forces exposure of cross binding": {
    "guess": "Muscle fiber",
    "confidence": [
      [
        "Mus",
        -1.1801372
      ],
      [
        "cle",
        -0.00015121732
      ],
      [
        " fiber",
        -0.83867663
      ]
    ]
  },
  "A small disclaimer at the end of this show noted that not all contestants appearing on the show were even eligible to win in the first place, and that the judge knew in advance that certain contestants were ineligible. Its origins lay in a segment of Man vs. Beast where 40 people lost an airplane- pulling contest to an elephant. The producer of that show, Rick Schotz, decided to take similar people, such as Glen Foster, put them in a Malibu mansion, and let things take their natural course. At the end of the first episode three \"normal\" women were added to the mix, putting Glen in a nasty dilemma as he tried to find true love. FTP identify this Fox offering which reached new lows in more ways than one and offended dwarf-rights groups everywhere.": {
    "guess": "Joe Millionaire",
    "confidence": [
      [
        "Joe",
        -0.3862382
      ],
      [
        " Million",
        -0.0017245612
      ],
      [
        "aire",
        -0.0011059215
      ]
    ]
  },
  "The smaller part of this body might be undergoing super-rotation and J.A. Jacobs proposed that constituent is freezing. It lies below D\" (D double prime) or the Gutenberg discontinuity and its two constituents": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.520497
      ],
      [
        "ant",
        -0.0037883234
      ],
      [
        "le",
        -1.5809293e-05
      ],
      [
        " (",
        -0.0003887279
      ],
      [
        "ge",
        -8.172892e-05
      ],
      [
        "ology",
        -0.00011594037
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  }
}