{
  "A xanthate intermediate is eliminated to give the syn product in an elimination of this functionality to alkenes. The synthesis of molecules with two of this functionality can be achieved by reaction with iodate or via osmium tetroxide. This functionality reacts with triphenylphosphine and DEAD in the to give esters, and they may be formed without rearrangement from alkenes in a reaction using a boron reagent named for Brown. Tertiary ones are formed when ketones react with Grignard reagents, and secondary ones form from the reduction of ketones. For 10 points, name this functionality, whose methyl type will make you go blind and whose ethyl type is produced in fermentation in plants.": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.09104366
      ],
      [
        "cohol",
        -0.0038973454
      ]
    ]
  },
  "A xanthate intermediate is eliminated to give the syn product in an elimination of this functionality to alkenes. The synthesis of molecules with two of this functionality can be achieved by reaction with": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.22022663
      ],
      [
        "cohol",
        -0.036295373
      ]
    ]
  },
  "A xanthate intermediate is eliminated to give the syn product in an elimination of this functionality to alkenes. The synthesis of molecules with two of this functionality can be achieved by reaction with iodate or via osmium tetroxide. This functionality reacts with triphenylphosphine and DEAD in the to give esters, and they may be formed without rearrangement from alkenes in a reaction using a boron": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.27778268
      ],
      [
        "cohol",
        -0.03489716
      ]
    ]
  },
  "A xanthate intermediate is eliminated to give the syn product in an elimination of this functionality to alkenes. The synthesis of molecules with two of this functionality can be achieved by reaction with iodate or via osmium tetroxide. This functionality reacts with triphenylphosphine and DEAD in the to give esters, and they may be formed without rearrangement from alkenes in a reaction using a boron reagent named for Brown. Tertiary ones are formed when ketones react with Grignard reagents, and secondary ones form from the reduction of ketones. For 10 points, name this functionality, whose methyl": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.2630423
      ],
      [
        "cohol",
        -0.005176951
      ]
    ]
  },
  "A xanthate intermediate is eliminated to give the syn product in an elimination of this functionality to alkenes. The synthesis of molecules with two of this functionality can be achieved by reaction with iodate or via osmium tetroxide. This functionality reacts with triphenylphosphine and DEAD in the": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.12639889
      ],
      [
        "cohol",
        -0.02886571
      ]
    ]
  },
  "A xanthate intermediate is eliminated to give the syn product in an elimination of this functionality": {
    "guess": "Chugaev elimination",
    "confidence": [
      [
        "Ch",
        -0.32518247
      ],
      [
        "uga",
        -0.00012499251
      ],
      [
        "ev",
        -9.031158e-05
      ],
      [
        " elimination",
        -0.34286267
      ]
    ]
  },
  "A xanthate intermediate is eliminated to give the syn product in an elimination of this functionality to alkenes. The synthesis of molecules with two of this functionality can be achieved by reaction with iodate or via osmium tetroxide. This functionality reacts with triphenylphosphine and DEAD in the to give esters, and they may be formed without rearrangement from alkenes in a reaction using a boron reagent named for Brown. Tertiary ones are formed when ketones react with Grignard reagents, and": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.57166356
      ],
      [
        "cohol",
        -0.06823238
      ]
    ]
  }
}