{
  "He ascended to the throne at the age of nine and his kingdom was ruled by the regents William Marshal, earl of Pembroke, and the justiciar Hubert de Burgh until his majority. He attempted to place his son on the throne of Sicily by paying off the pope, and Louis IX of France ruled in his favor in a dispute": {
    "guess": "Henry III of England",
    "confidence": [
      [
        "Henry",
        -0.038917758
      ],
      [
        " III",
        -0.0004617704
      ],
      [
        " of",
        -0.0045006196
      ],
      [
        " England",
        -0.00013369438
      ]
    ]
  },
  "He ascended to the throne at the age of nine and his kingdom was ruled by the regents William Marshal, earl of Pembroke, and the justiciar Hubert de Burgh until his majority. He attempted to place his": {
    "guess": "Henry III of England",
    "confidence": [
      [
        "Henry",
        -0.006372267
      ],
      [
        " III",
        -0.0005090686
      ],
      [
        " of",
        -2.6968896e-06
      ],
      [
        " England",
        -4.2272506e-05
      ]
    ]
  },
  "Ascension Island served as a staging ground for one of the belligerents during this event, while the other side lost a sizable portion of its total casualties with the sinking of the cruiser General Belgrano.  Territorial disputes in the Beagle Channel with Chile would prevent the aggressor from utilizing some of its elite forces here. The aggressor's populace converged at the Plaza De Mayo to praise": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.00010652328
      ],
      [
        "alk",
        -3.7697225e-06
      ],
      [
        "lands",
        -0.00093825866
      ],
      [
        " War",
        -7.8987236e-05
      ]
    ]
  },
  "He ascended to the throne at the age of nine and his kingdom was ruled by the regents William Marshal, earl of Pembroke, and the justiciar Hubert de Burgh until his majority. He attempted to place his son on the throne of Sicily by paying off the pope, and Louis IX of France ruled in his favor in a dispute with his barons by a judgment called the Mise of Amiens. He was taken prisoner by his barons": {
    "guess": "Henry III of England",
    "confidence": [
      [
        "Henry",
        -0.0048078224
      ],
      [
        " III",
        -8.9953974e-05
      ],
      [
        " of",
        -0.0002227285
      ],
      [
        " England",
        -4.1080468e-05
      ]
    ]
  },
  "Ascension Island served as a staging ground for one of the belligerents during this event, while the other side lost a sizable portion of its total casualties with the sinking of the cruiser General Belgrano.  Territorial disputes in the Beagle Channel with Chile would prevent the aggressor from utilizing some of its elite forces here. The aggressor's populace converged at the Plaza De Mayo to praise their leader Leopold Galtieri, who had recently ascended in a military junta. Ultimately, Galtieri's army would be driven back out of Stanley, in what would result in a political victory for Margaret": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.00053849723
      ],
      [
        "alk",
        -6.6306106e-06
      ],
      [
        "lands",
        -0.00031985383
      ],
      [
        " War",
        -5.2047206e-05
      ]
    ]
  },
  "He ascended to the throne at the age of nine and his kingdom was ruled by the regents William Marshal, earl of Pembroke, and the justiciar Hubert de Burgh until his majority. He attempted to place his son on the throne of Sicily by paying off the pope, and Louis IX of France ruled in his favor in a dispute with his barons by a judgment called the Mise of Amiens. He was taken prisoner by his barons at the Battle of Lewes, but before that was forced to agree to the Provisions of Oxford. FTP, identify": {
    "guess": "Henry III of England",
    "confidence": [
      [
        "Henry",
        -0.010237869
      ],
      [
        " III",
        -0.000116417184
      ],
      [
        " of",
        -0.00015717384
      ],
      [
        " England",
        -9.41261e-05
      ]
    ]
  },
  "Ascension Island served as a staging ground for one of the belligerents during this event, while the other side lost a sizable portion of its total casualties with the sinking of the cruiser General Belgrano.  Territorial disputes in the Beagle Channel with Chile would prevent the aggressor from utilizing": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.00046522732
      ],
      [
        "alk",
        -5.080963e-06
      ],
      [
        "lands",
        -0.0009468304
      ],
      [
        " War",
        -7.481511e-05
      ]
    ]
  },
  "Ascension Island served as a staging ground for one of the belligerents during this event, while the other side lost a sizable portion of its total casualties with the sinking of the cruiser General Belgrano.  Territorial disputes in the Beagle Channel with Chile would prevent the aggressor from utilizing some of its elite forces here. The aggressor's populace converged at the Plaza De Mayo to praise their leader Leopold Galtieri, who had recently ascended in a military junta. Ultimately, Galtieri's army would be driven back out of Stanley, in what would result in a political victory for Margaret Thatcher. For ten points, identify this brief 1982 conflict between the United Kingdom and Argentina over a South Atlantic archipelago.": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.00052122003
      ],
      [
        "alk",
        -4.246537e-06
      ],
      [
        "lands",
        -0.00029649358
      ],
      [
        " War",
        -2.577686e-06
      ]
    ]
  },
  "He ascended to the throne at the age of nine and his kingdom was ruled by the regents William Marshal,": {
    "guess": "Henry III of England",
    "confidence": [
      [
        "Henry",
        -0.011118803
      ],
      [
        " III",
        -6.1821906e-05
      ],
      [
        " of",
        -0.0035360404
      ],
      [
        " England",
        -2.9160103e-05
      ]
    ]
  },
  "He ascended to the throne at the age of nine and his kingdom was ruled by the regents William Marshal, earl of Pembroke, and the justiciar Hubert de Burgh until his majority. He attempted to place his son on the throne of Sicily by paying off the pope, and Louis IX of France ruled in his favor in a dispute with his barons by a judgment called the Mise of Amiens. He was taken prisoner by his barons at the Battle of Lewes, but before that was forced to agree to the Provisions of Oxford. FTP, identify this English king who succeeded his father King John and was succeeded by his son Edward I.": {
    "guess": "Henry III of England",
    "confidence": [
      [
        "Henry",
        -0.011844272
      ],
      [
        " III",
        -7.7199176e-05
      ],
      [
        " of",
        -0.006945068
      ],
      [
        " England",
        -6.539802e-05
      ]
    ]
  },
  "Ascension Island served as a staging ground for one of the belligerents during this event, while the other side lost a sizable portion of its total casualties with the sinking of the cruiser General Belgrano.": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.00038491338
      ],
      [
        "alk",
        -2.6968896e-06
      ],
      [
        "lands",
        -0.0005113298
      ],
      [
        " War",
        -9.253091e-06
      ]
    ]
  },
  "Ascension Island served as a staging ground for one of the belligerents during this event, while the": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.41432065
      ],
      [
        "alk",
        -0.0028416105
      ],
      [
        "lands",
        -0.0072454843
      ],
      [
        " War",
        -0.0011364046
      ]
    ]
  },
  "Ascension Island served as a staging ground for one of the belligerents during this event, while the other side lost a sizable portion of its total casualties with the sinking of the cruiser General Belgrano.  Territorial disputes in the Beagle Channel with Chile would prevent the aggressor from utilizing some of its elite forces here. The aggressor's populace converged at the Plaza De Mayo to praise their leader Leopold Galtieri, who had recently ascended in a military junta. Ultimately, Galtieri's": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.00016313401
      ],
      [
        "alk",
        -4.9617593e-06
      ],
      [
        "lands",
        -0.0001819682
      ],
      [
        " War",
        -9.610702e-06
      ]
    ]
  },
  "Ascension Island served as a staging ground for one of the belligerents during this event, while the other side lost a sizable portion of its total casualties with the sinking of the cruiser General Belgrano.  Territorial disputes in the Beagle Channel with Chile would prevent the aggressor from utilizing some of its elite forces here. The aggressor's populace converged at the Plaza De Mayo to praise their leader Leopold Galtieri, who had recently ascended in a military junta. Ultimately, Galtieri's army would be driven back out of Stanley, in what would result in a political victory for Margaret Thatcher. For ten points, identify this brief 1982 conflict between the United Kingdom and Argentina": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.0012416596
      ],
      [
        "alk",
        -3.1737043e-06
      ],
      [
        "lands",
        -0.00037287746
      ],
      [
        " War",
        -1.0206721e-05
      ]
    ]
  }
}