{
  "Ten years after its premiere, the composer made a piano arrangement of \"three movements\" from this work,": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.6394615
      ],
      [
        "phony",
        -0.007657262
      ],
      [
        " No",
        -0.009583248
      ],
      [
        ".",
        -0.00018947436
      ],
      [
        " ",
        -0.0007121935
      ],
      [
        "9",
        -0.68465793
      ],
      [
        " (",
        -0.010502742
      ],
      [
        "Be",
        -0.19886272
      ],
      [
        "ethoven",
        -6.539802e-05
      ],
      [
        ")",
        -2.220075e-06
      ]
    ]
  },
  "Ten years after its premiere, the composer made a piano arrangement of \"three movements\" from this work, including a \"Russian Dance\" and a piece set in the title character's room.  The fourth scene features the \"Dance of the Bear and the Peasant\" as well as the \"Dance of the Coachmen and Grooms.\"  Scene one is set at the Shrovetide Fair, where a showman plays a flute to three characters.  In scene three, the villain begins worshipping a cocoanut after he is unable to crack it with his scimitar.  That villain, the Blackamoor, murders the title character because of their rivalry over the Ballerina, and in the end the title character's ghost appears above the theater.  FTP, name this 1911 ballet": {
    "guess": "Petrushka (ballet)",
    "confidence": [
      [
        "P",
        -0.10439464
      ],
      [
        "etr",
        -4.370295e-05
      ],
      [
        "ush",
        -1.4259645e-05
      ],
      [
        "ka",
        -2.2603901e-05
      ],
      [
        " (",
        -0.62769526
      ],
      [
        "b",
        -0.0007355354
      ],
      [
        "allet",
        0.0
      ],
      [
        ")",
        -4.954393e-05
      ]
    ]
  },
  "Ten years after its premiere, the composer made a piano arrangement of \"three movements\" from this work, including a \"Russian Dance\" and a piece set in the title character's room.  The fourth scene features the \"Dance of the Bear and the Peasant\" as well as the \"Dance of the Coachmen and Grooms.\"  Scene": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.17139897
      ],
      [
        " Fire",
        -0.21022113
      ],
      [
        "bird",
        -2.4584822e-06
      ]
    ]
  },
  "For ten years after its premiere in 1980, it was the most watched public television show in America, being replaced by Ken Burns's The Civil War.  The special edition of this series featured segments like Other Worlds, Children of the Stars, and Message from the Sky, while the thirteen episodes of the regular series all have galactic names. This show's creator has won the Pulitzer Prize for nonfiction, as well as the Oersted Medal and the NASA Distinguished Public Service Medal. FTP, name this PBS series about the universe and the origin of life, written by the man who believes that we only exist on the last day of the \"cosmic calendar,\" Carl Sagan.          |": {
    "guess": "Cosmos: A Personal Voyage",
    "confidence": [
      [
        "Cos",
        -0.005268738
      ],
      [
        "mos",
        -0.0014282134
      ],
      [
        ":",
        -0.00421979
      ],
      [
        " A",
        -0.00044973815
      ],
      [
        " Personal",
        -0.00030197695
      ],
      [
        " Voyage",
        -0.0044015134
      ]
    ]
  },
  "Ten years after resigning from the Senate, when none of the party leaders could get a majority at the": {
    "guess": "United States presidential election, 1892",
    "confidence": [
      [
        "United",
        -0.4255151
      ],
      [
        " States",
        -0.00070301845
      ],
      [
        " presidential",
        -0.34555864
      ],
      [
        " election",
        -0.0004247164
      ],
      [
        ",",
        -0.24610654
      ],
      [
        " ",
        -7.278864e-05
      ],
      [
        "189",
        -0.2830786
      ],
      [
        "2",
        -0.1403975
      ]
    ]
  },
  "Ten years after its premiere, the composer made a piano arrangement of \"three movements\" from this work, including a \"Russian Dance\" and a piece set in the title character's room.  The fourth scene features the \"Dance of the Bear and the Peasant\" as well as the \"Dance of the Coachmen and Grooms.\"  Scene one is set at the Shrovetide Fair, where a showman plays a flute to three characters.  In scene three, the villain begins worshipping a cocoanut after he is unable to crack it with his scimitar. ": {
    "guess": "The Miraculous Mandarin",
    "confidence": [
      [
        "The",
        -0.19252558
      ],
      [
        " Mir",
        -0.25084603
      ],
      [
        "ac",
        -2.577686e-06
      ],
      [
        "ulous",
        -0.00032247265
      ],
      [
        " Mandarin",
        -0.014856696
      ]
    ]
  },
  "Ten years after resigning from the Senate, when none of the party leaders could get a majority at the Democratic convention because of factional rivalries, this man emerged as the compromise candidate.  This almost unknown candidate swept the country in the elections and vainly tried to preserve the peace by nominating a diverse cabinet, including both Caleb Cushing and Jefferson Davis.  FTP, name this US President, who approved the Gadsden purchase and ineptly handled the Kansas-Nebraska affair.": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.18399908
      ],
      [
        "lin",
        -0.0012067807
      ],
      [
        " Pierce",
        -0.0008263026
      ]
    ]
  },
  "Ten years after its premiere, the composer made a piano arrangement of \"three movements\" from this work, including a \"Russian Dance\" and a piece set in the title character's room.  The fourth scene features": {
    "guess": "Petrushka",
    "confidence": [
      [
        "P",
        -0.46516234
      ],
      [
        "etr",
        -0.004927635
      ],
      [
        "ush",
        -0.00062749104
      ],
      [
        "ka",
        -5.0378356e-05
      ]
    ]
  },
  "Ten years after resigning from the Senate, when none of the party leaders could get a majority at the Democratic convention because of factional rivalries, this man emerged as the compromise candidate.  This almost unknown candidate swept the country in the elections and vainly tried to preserve the": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -1.2711878
      ],
      [
        "lin",
        -0.004832738
      ],
      [
        " Pierce",
        -0.0039148997
      ]
    ]
  },
  "Ten years after its premiere, the composer made a piano arrangement of \"three movements\" from this work, including a \"Russian Dance\" and a piece set in the title character's room.  The fourth scene features the \"Dance of the Bear and the Peasant\" as well as the \"Dance of the Coachmen and Grooms.\"  Scene one is set at the Shrovetide Fair, where a showman plays a flute to three characters.  In scene three, the villain begins worshipping a cocoanut after he is unable to crack it with his scimitar.  That villain, the Blackamoor, murders the title character because of their rivalry over the Ballerina,": {
    "guess": "Petrushka",
    "confidence": [
      [
        "P",
        -0.17334305
      ],
      [
        "etr",
        -0.0005174092
      ],
      [
        "ush",
        -0.0017155166
      ],
      [
        "ka",
        -8.6735476e-05
      ]
    ]
  },
  "For ten years after its premiere in 1980, it was the most watched public television show in America, being replaced by Ken Burns's The Civil War.  The special edition of this series featured segments like Other Worlds, Children of the Stars, and Message from the Sky, while the thirteen episodes of the regular series all have galactic names. This show's creator has won the Pulitzer Prize for nonfiction, as well as the Oersted Medal and the NASA Distinguished Public Service Medal. FTP, name this PBS": {
    "guess": "Cosmos: A Personal Voyage",
    "confidence": [
      [
        "Cos",
        -0.0651587
      ],
      [
        "mos",
        -0.00021283828
      ],
      [
        ":",
        -0.022655733
      ],
      [
        " A",
        -0.00019829543
      ],
      [
        " Personal",
        -0.0004185178
      ],
      [
        " Voyage",
        -0.0036602875
      ]
    ]
  },
  "Ten years after resigning from the Senate, when none of the party leaders could get a majority at the Democratic convention because of factional rivalries, this man emerged as the compromise candidate.": {
    "guess": "Democratic Party presidential primaries, 1924",
    "confidence": [
      [
        "Democratic",
        -1.1070428
      ],
      [
        " Party",
        -0.09235383
      ],
      [
        " presidential",
        -0.049040347
      ],
      [
        " primaries",
        -0.23530754
      ],
      [
        ",",
        -0.055716977
      ],
      [
        " ",
        -0.0017136165
      ],
      [
        "192",
        -0.17266482
      ],
      [
        "4",
        -0.03055471
      ]
    ]
  },
  "Ten years after resigning from the Senate, when none of the party leaders could get a majority at the Democratic convention because of factional rivalries, this man emerged as the compromise candidate.  This almost unknown candidate swept the country in the elections and vainly tried to preserve the peace by nominating a diverse cabinet, including both Caleb Cushing and Jefferson Davis.  FTP, name": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.9616706
      ],
      [
        "lin",
        -0.008292806
      ],
      [
        " Pierce",
        -0.0018045341
      ]
    ]
  },
  "Ten years after its premiere, the composer made a piano arrangement of \"three movements\" from this work, including a \"Russian Dance\" and a piece set in the title character's room.  The fourth scene features the \"Dance of the Bear and the Peasant\" as well as the \"Dance of the Coachmen and Grooms.\"  Scene one is set at the Shrovetide Fair, where a showman plays a flute to three characters.  In scene": {
    "guess": "The Miraculous Mandarin",
    "confidence": [
      [
        "The",
        -0.34641704
      ],
      [
        " Mir",
        -0.57146007
      ],
      [
        "ac",
        -3.2929079e-06
      ],
      [
        "ulous",
        -0.00026586556
      ],
      [
        " Mandarin",
        -0.020267878
      ]
    ]
  },
  "For ten years after its premiere in 1980, it was the most watched public television show in America,": {
    "guess": "List of most watched television broadcasts in the United States",
    "confidence": [
      [
        "List",
        -1.3461281
      ],
      [
        " of",
        -0.0005681643
      ],
      [
        " most",
        -0.053856
      ],
      [
        " watched",
        -0.068960994
      ],
      [
        " television",
        -0.11972796
      ],
      [
        " broadcasts",
        -0.0006492906
      ],
      [
        " in",
        -0.08625949
      ],
      [
        " the",
        -0.00031937702
      ],
      [
        " United",
        -8.657073e-06
      ],
      [
        " States",
        -0.0002550217
      ]
    ]
  },
  "For ten years after its premiere in 1980, it was the most watched public television show in America, being replaced by Ken Burns's The Civil War.  The special edition of this series featured segments like Other Worlds, Children of the Stars, and Message from the Sky, while the thirteen episodes of the regular series all have galactic names. This show's creator has won the Pulitzer Prize for nonfiction, as well as the Oersted Medal and the NASA Distinguished Public Service Medal. FTP, name this PBS series about the universe and the origin of life, written by the man who believes that we only exist": {
    "guess": "Cosmos: A Personal Voyage",
    "confidence": [
      [
        "Cos",
        -0.17727014
      ],
      [
        "mos",
        -0.00042292834
      ],
      [
        ":",
        -0.23073749
      ],
      [
        " A",
        -0.00096874917
      ],
      [
        " Personal",
        -0.00072327576
      ],
      [
        " Voyage",
        -0.009344126
      ]
    ]
  },
  "For ten years after its premiere in 1980, it was the most watched public television show in America, being replaced by Ken Burns's The Civil War.  The special edition of this series featured segments like": {
    "guess": "Cosmos: A Personal Voyage",
    "confidence": [
      [
        "Cos",
        -0.12670255
      ],
      [
        "mos",
        -6.0749073e-05
      ],
      [
        ":",
        -0.044393044
      ],
      [
        " A",
        -0.00016802136
      ],
      [
        " Personal",
        -0.00013727049
      ],
      [
        " Voyage",
        -0.007673707
      ]
    ]
  },
  "For ten years after its premiere in 1980, it was the most watched public television show in America, being replaced by Ken Burns's The Civil War.  The special edition of this series featured segments like Other Worlds, Children of the Stars, and Message from the Sky, while the thirteen episodes of the regular series all have galactic names. This show's creator has won the Pulitzer Prize for nonfiction,": {
    "guess": "Cosmos: A Personal Voyage",
    "confidence": [
      [
        "Cos",
        -0.0725595
      ],
      [
        "mos",
        -6.253713e-05
      ],
      [
        ":",
        -0.05808313
      ],
      [
        " A",
        -0.0002514456
      ],
      [
        " Personal",
        -0.0006120019
      ],
      [
        " Voyage",
        -0.006804899
      ]
    ]
  },
  "Ten years after its premiere, the composer made a piano arrangement of \"three movements\" from this work, including a \"Russian Dance\" and a piece set in the title character's room.  The fourth scene features the \"Dance of the Bear and the Peasant\" as well as the \"Dance of the Coachmen and Grooms.\"  Scene one is set at the Shrovetide Fair, where a showman plays a flute to three characters.  In scene three, the villain begins worshipping a cocoanut after he is unable to crack it with his scimitar.  That villain, the Blackamoor, murders the title character because of their rivalry over the Ballerina, and in the end the title character's ghost appears above the theater.  FTP, name this 1911 ballet by Igor Stravinsky about a puppet.": {
    "guess": "Petrushka",
    "confidence": [
      [
        "P",
        -0.033544496
      ],
      [
        "etr",
        -3.619312e-05
      ],
      [
        "ush",
        -1.6286107e-05
      ],
      [
        "ka",
        -2.6060809e-05
      ]
    ]
  },
  "For ten years after its premiere in 1980, it was the most watched public television show in America, being replaced by Ken Burns's The Civil War.  The special edition of this series featured segments like Other Worlds, Children of the Stars, and Message from the Sky, while the thirteen episodes of the": {
    "guess": "Cosmos: A Personal Voyage",
    "confidence": [
      [
        "Cos",
        -0.005010429
      ],
      [
        "mos",
        -2.0339032e-05
      ],
      [
        ":",
        -0.017483039
      ],
      [
        " A",
        -0.00034106473
      ],
      [
        " Personal",
        -0.00039968727
      ],
      [
        " Voyage",
        -0.0056982776
      ]
    ]
  }
}