{
  "It is dark blue in solid and liquid phases. Discoverer Christian Friedrich Schönbein named it after the Greek word for odor due to the smell it gives off during thunder storms. It is sometimes used as": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.0030023046
      ],
      [
        "zone",
        -0.00020115632
      ]
    ]
  },
  "The dark streaks seen near it are caused by geysers throwing up sooty debris which is then blown downwind in its thin nitrogen atmosphere. It is composed of roughly 75% rock and 25% ice and has very active": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.074856356
      ],
      [
        "rit",
        -1.2590794e-05
      ],
      [
        "on",
        -1.5213274e-05
      ],
      [
        " (",
        -4.143808e-05
      ],
      [
        "moon",
        -1.0206721e-05
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "The dark streaks seen near it are caused by geysers throwing up sooty debris which is then blown downwind in its thin nitrogen atmosphere. It is composed of roughly 75% rock and 25% ice and has very active internal heating. With a surface temp of 37 Kelvin it is the coldest known spot in the solar system.": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.09173605
      ],
      [
        "rit",
        -0.00027051452
      ],
      [
        "on",
        -4.9424725e-05
      ],
      [
        " (",
        -0.001577594
      ],
      [
        "moon",
        -0.00014227704
      ],
      [
        ")",
        -2.3080716e-05
      ]
    ]
  },
  "A DARPA project called Energy Harvesting focuses on the use of this phenomenon for military purposes, and includes an attempt to power field equipment with generators in the soldiers' shoes. Atomic force and scanning tunneling microscopes use the converse effect to keep the sensing needle close to the probe. Materials exhibiting it include ceramics with tungsten-bronze structures or containing perovskite,": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.0006527475
      ],
      [
        "z",
        -2.1411865e-05
      ],
      [
        "oe",
        -2.9352968e-06
      ],
      [
        "lectric",
        -5.5122365e-07
      ],
      [
        "ity",
        -0.00015550498
      ]
    ]
  },
  "The dark streaks seen near it are caused by geysers throwing up sooty debris which is then blown downwind in its thin nitrogen atmosphere. It is composed of roughly 75% rock and 25% ice and has very active internal heating. With a surface temp of 37 Kelvin it is the coldest known spot in the solar system. Slightly smaller than Europa, it also has extreme seasons as the sun can be directly overhead": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.37992373
      ],
      [
        "rit",
        -0.00021259987
      ],
      [
        "on",
        -6.0510665e-05
      ],
      [
        " (",
        -0.0011608157
      ],
      [
        "moon",
        -0.00023798658
      ],
      [
        ")",
        -3.0545007e-06
      ]
    ]
  },
  "A DARPA project called Energy Harvesting focuses on the use of this phenomenon for military purposes, and includes an attempt to power field equipment with generators in the soldiers' shoes. Atomic force and scanning tunneling microscopes use the converse effect to keep the sensing needle close to the probe. Materials exhibiting it include ceramics with tungsten-bronze structures or containing perovskite, the compound berlinite, and polyvinlidene fluoride, which exhibits levels several times greater than quartz. FTP name this effect created by a sudden charge assymetry in a material, whereby the": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.0003602529
      ],
      [
        "z",
        -2.3915141e-05
      ],
      [
        "oe",
        -1.8624639e-06
      ],
      [
        "lectric",
        -5.2001665e-06
      ],
      [
        "ity",
        -0.001024355
      ]
    ]
  },
  "A DARPA project called Energy Harvesting focuses on the use of this phenomenon for military purposes, and includes an attempt to power field equipment with generators in the soldiers' shoes. Atomic force and scanning tunneling microscopes use the converse effect to keep the sensing needle close to the": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.00037633438
      ],
      [
        "z",
        -2.1411865e-05
      ],
      [
        "oe",
        -1.147242e-06
      ],
      [
        "lectric",
        -6.704273e-07
      ],
      [
        "ity",
        -0.00025084958
      ]
    ]
  },
  "The dark streaks seen near it are caused by geysers throwing up sooty debris which is then blown downwind in its thin nitrogen atmosphere. It is composed of roughly 75% rock and 25% ice and has very active internal heating. With a surface temp of 37 Kelvin it is the coldest known spot in the solar system. Slightly smaller than Europa, it also has extreme seasons as the sun can be directly overhead as far from the poles as 50 degrees North or South Latitude. Scientists assert that it was formed outside of its planet's orbit and later captured in order to explain its retrograde motion. FTP identify this largest satellite of Neptune.": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.0020290425
      ],
      [
        "rit",
        -5.4385737e-06
      ],
      [
        "on",
        -6.217952e-05
      ],
      [
        " (",
        -0.017205495
      ],
      [
        "moon",
        -1.6762922e-05
      ],
      [
        ")",
        -1.1994775e-05
      ]
    ]
  },
  "It is dark blue in solid and liquid phases. Discoverer Christian Friedrich Schönbein named it after the Greek word for odor due to the smell it gives off during thunder storms. It is sometimes used as a substitute for chlorine in water sanitation, but it can cause lung damage when inhaled from lower atmospheric smog. FTP, identify this molecule consisting of three oxygen atoms that makes up a namesake protective layer in the earth's atmosphere.": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.002292756
      ],
      [
        "zone",
        -7.505351e-05
      ]
    ]
  },
  "It is dark blue in solid and liquid phases. Discoverer Christian Friedrich Schönbein named it after the Greek word for odor due to the smell it gives off during thunder storms. It is sometimes used as a substitute for chlorine in water sanitation, but it can cause lung damage when inhaled from lower": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.012892661
      ],
      [
        "zone",
        -0.00064428773
      ]
    ]
  },
  "When Darwin was buried in Westminister Abbey, this man was one of the pallbearers. His work has been taken up as an example by many creationists, since he apparently believed a higher power necessary to set something as complicated as evolution in motion. Despite much brilliant work, he harbored some odd beliefs, including his opinion that Mendel's laws were antithetical to the ideas of evolution. FTP, name this man, now known primarily for being the man who didn't become famous for publishing the": {
    "guess": "Alfred Russel Wallace",
    "confidence": [
      [
        "Al",
        -0.30930442
      ],
      [
        "fred",
        -0.000807606
      ],
      [
        " Russ",
        -0.020694867
      ],
      [
        "el",
        -2.7848862e-05
      ],
      [
        " Wallace",
        -0.00017362394
      ]
    ]
  },
  "When Darwin was buried in Westminister Abbey, this man was one of the pallbearers. His work has been taken up as an example by many creationists, since he apparently believed a higher power necessary to set something as complicated as evolution in motion. Despite much brilliant work, he harbored some": {
    "guess": "Michael Behe",
    "confidence": [
      [
        "Michael",
        -1.1629969
      ],
      [
        " Be",
        -0.60190815
      ],
      [
        "he",
        -0.00013631687
      ]
    ]
  },
  "It is dark blue in solid and liquid phases. Discoverer Christian Friedrich Schönbein named it after the": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.072347835
      ],
      [
        "zone",
        -0.027834754
      ]
    ]
  },
  "When Darwin was buried in Westminister Abbey, this man was one of the pallbearers. His work has been taken up as an example by many creationists, since he apparently believed a higher power necessary to set something as complicated as evolution in motion. Despite much brilliant work, he harbored some odd beliefs, including his opinion that Mendel's laws were antithetical to the ideas of evolution.": {
    "guess": "Alfred Russel Wallace",
    "confidence": [
      [
        "Al",
        -0.33943647
      ],
      [
        "fred",
        -9.376849e-05
      ],
      [
        " Russ",
        -0.0027562568
      ],
      [
        "el",
        -1.3067608e-05
      ],
      [
        " Wallace",
        -0.000108788154
      ]
    ]
  },
  "A DARPA project called Energy Harvesting focuses on the use of this phenomenon for military purposes,": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.010165422
      ],
      [
        "z",
        -6.6232446e-05
      ],
      [
        "oe",
        -5.5122365e-07
      ],
      [
        "lectric",
        -4.3202e-07
      ],
      [
        "ity",
        -0.011903644
      ]
    ]
  },
  "A DARPA project called Energy Harvesting focuses on the use of this phenomenon for military purposes, and includes an attempt to power field equipment with generators in the soldiers' shoes. Atomic force and scanning tunneling microscopes use the converse effect to keep the sensing needle close to the probe. Materials exhibiting it include ceramics with tungsten-bronze structures or containing perovskite, the compound berlinite, and polyvinlidene fluoride, which exhibits levels several times greater than quartz. FTP name this effect created by a sudden charge assymetry in a material, whereby the deformation of a crystal produces a voltage.": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.00020985818
      ],
      [
        "z",
        -3.8219583e-05
      ],
      [
        "oe",
        -1.9361265e-07
      ],
      [
        "lectric",
        -4.246537e-06
      ],
      [
        "ity",
        -0.00017767686
      ]
    ]
  },
  "When Darwin was buried in Westminister Abbey, this man was one of the pallbearers. His work has been taken up as an example by many creationists, since he apparently believed a higher power necessary to set something as complicated as evolution in motion. Despite much brilliant work, he harbored some odd beliefs, including his opinion that Mendel's laws were antithetical to the ideas of evolution. FTP, name this man, now known primarily for being the man who didn't become famous for publishing the theory of evolution.": {
    "guess": "Alfred Russel Wallace",
    "confidence": [
      [
        "Al",
        -1.1071243
      ],
      [
        "fred",
        -0.00016921341
      ],
      [
        " Russ",
        -0.0049415124
      ],
      [
        "el",
        -8.776276e-06
      ],
      [
        " Wallace",
        -2.6537622e-05
      ]
    ]
  },
  "A DARPA project called Energy Harvesting focuses on the use of this phenomenon for military purposes, and includes an attempt to power field equipment with generators in the soldiers' shoes. Atomic force": {
    "guess": "Energy harvesting",
    "confidence": [
      [
        "Energy",
        -0.5435994
      ],
      [
        " harvesting",
        -0.03950831
      ]
    ]
  },
  "A DARPA project called Energy Harvesting focuses on the use of this phenomenon for military purposes, and includes an attempt to power field equipment with generators in the soldiers' shoes. Atomic force and scanning tunneling microscopes use the converse effect to keep the sensing needle close to the probe. Materials exhibiting it include ceramics with tungsten-bronze structures or containing perovskite, the compound berlinite, and polyvinlidene fluoride, which exhibits levels several times greater": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.00050311204
      ],
      [
        "z",
        -1.7239736e-05
      ],
      [
        "oe",
        -2.4584822e-06
      ],
      [
        "lectric",
        -1.504853e-06
      ],
      [
        "ity",
        -0.00018589824
      ]
    ]
  },
  "It is dark blue in solid and liquid phases. Discoverer Christian Friedrich Schönbein named it after the Greek word for odor due to the smell it gives off during thunder storms. It is sometimes used as a substitute for chlorine in water sanitation, but it can cause lung damage when inhaled from lower atmospheric smog. FTP, identify this molecule consisting of three oxygen atoms that makes up a namesake": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.011365632
      ],
      [
        "zone",
        -0.00021879478
      ]
    ]
  },
  "When Darwin was buried in Westminister Abbey, this man was one of the pallbearers. His work has been taken up as an example by many creationists, since he apparently believed a higher power necessary to": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.35038385
      ],
      [
        "aac",
        -2.4630364e-05
      ],
      [
        " Newton",
        -0.00024929992
      ]
    ]
  },
  "The dark streaks seen near it are caused by geysers throwing up sooty debris which is then blown downwind in its thin nitrogen atmosphere. It is composed of roughly 75% rock and 25% ice and has very active internal heating. With a surface temp of 37 Kelvin it is the coldest known spot in the solar system. Slightly smaller than Europa, it also has extreme seasons as the sun can be directly overhead as far from the poles as 50 degrees North or South Latitude. Scientists assert that it was formed outside": {
    "guess": "Triton",
    "confidence": [
      [
        "T",
        -0.5559794
      ],
      [
        "rit",
        -0.00017159748
      ],
      [
        "on",
        -6.372917e-05
      ]
    ]
  },
  "The dark streaks seen near it are caused by geysers throwing up sooty debris which is then blown downwind in its thin nitrogen atmosphere. It is composed of roughly 75% rock and 25% ice and has very active internal heating. With a surface temp of 37 Kelvin it is the coldest known spot in the solar system. Slightly smaller than Europa, it also has extreme seasons as the sun can be directly overhead as far from the poles as 50 degrees North or South Latitude. Scientists assert that it was formed outside of its planet's orbit and later captured in order to explain its retrograde motion. FTP identify": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.009314358
      ],
      [
        "rit",
        -0.000101159116
      ],
      [
        "on",
        -0.00022427815
      ],
      [
        " (",
        -0.00038777426
      ],
      [
        "moon",
        -3.3809047e-05
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "The dark streaks seen near it are caused by geysers throwing up sooty debris which is then blown downwind": {
    "guess": "Enceladus",
    "confidence": [
      [
        "Enc",
        -0.013340331
      ],
      [
        "el",
        -0.00037192382
      ],
      [
        "ad",
        -1.5451682e-05
      ],
      [
        "us",
        -3.106736e-05
      ]
    ]
  },
  "When Darwin was buried in Westminister Abbey, this man was one of the pallbearers. His work has been": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -0.1173288
      ],
      [
        " Darwin",
        -0.6826233
      ]
    ]
  }
}