{
  "One of this people's two major groups was led by Godegisel until he was killed in battle by the Franks, after which they united with King Respendial and the Alans and Suebi to plunder Gaul before being driven out by British troops under Constantine III. Their two main groups, the Asding and Siling, occupied Gallaecia and Baetica before being pushed further south by the Romans and Visigoths.  In 429, they sailed to a territory in the west from which, 25 years later, they would attack Italy. Belisarius": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.25801754
      ],
      [
        "and",
        -0.0021618025
      ],
      [
        "als",
        -0.000119874094
      ]
    ]
  },
  "These people believed in feminine nature spirits known as etugen. They also believed that humans were": {
    "guess": "Mongolian shamanism",
    "confidence": [
      [
        "M",
        -0.29685435
      ],
      [
        "ong",
        -6.134509e-05
      ],
      [
        "olian",
        -0.54783887
      ],
      [
        " sh",
        -0.038884055
      ],
      [
        "aman",
        -1.0280384e-06
      ],
      [
        "ism",
        -0.0001201125
      ]
    ]
  },
  "These people's numbers grew after the issuing of the Philipsburg Proclamation. One of the most famous examples of these people was grievously wounded when raiding the home of Captain Joshua Huddy. That example, Colonel Tye, was active in Monmouth County. James Moncrief led a group of them which included": {
    "guess": "Black Loyalists",
    "confidence": [
      [
        "Black",
        -0.022020957
      ],
      [
        " L",
        -0.0023215336
      ],
      [
        "oyal",
        -5.5122365e-07
      ],
      [
        "ists",
        -0.0055135847
      ]
    ]
  },
  "Pepi II ruled this polity for 94 years, and some of its early tombs are called Mastabas. This empire's capital was moved for a time to Avaris, and it built temples at Beit el-Wali and Abu Simbel. This civilization's capitals included(*) Memphis and Thebes, and their history contains three interregnums called \"Intermediate Periods\". Led by men such as Menes and Khufu, for 10 points, name this ancient civilization on the Nile River, responsible for building the tombs in the Valley of the Kings as well": {
    "guess": "Ancient Egypt",
    "confidence": [
      [
        "Anc",
        -0.020351509
      ],
      [
        "ient",
        -2.9352968e-06
      ],
      [
        " Egypt",
        -0.0002790935
      ]
    ]
  },
  "One of the people implicated in this had previously been the National Chief of the Congress of Aboriginal People, while another was born in Lebanon before immigrating to Canada. Despite accusations of the claims being exaggerated, David Tkachuk (ka-CHUK) insists that all accused parties had been given due process and the accusations are fair. Domestic violence charges have caused one of the accused to be suspended, while another previously hosted Prime Time News with Peter Mansbridge. Mac Harb and Pamela Wallin are two of the four accused, while Stephen Harper's Chief of Staff Nigel Wright paid back expenses on Mike Duffy's behalf. FTP, what is this scandal that is currently rocking Canada's": {
    "guess": "Canadian Senate expenses scandal",
    "confidence": [
      [
        "Canadian",
        -0.72775114
      ],
      [
        " Senate",
        -0.00029470553
      ],
      [
        " expenses",
        -0.054809492
      ],
      [
        " scandal",
        -0.004594011
      ]
    ]
  },
  "A people from this modern-day country believed the storm god became chief god after passing a test of fire. Warriors who died in this modern-day country were thought to accompany the rising sun in the east. In a legend originating in this country, a woman must wander the world searching for her drowned": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.08475613
      ]
    ]
  },
  "\"So—people a thousand years from now—this is the way we were in the provinces  north of New York at the": {
    "guess": "Albany, New York",
    "confidence": [
      [
        "Al",
        -0.290822
      ],
      [
        "b",
        -0.0004680882
      ],
      [
        "any",
        -6.778209e-05
      ],
      [
        ",",
        -0.0042454354
      ],
      [
        " New",
        -0.0010347146
      ],
      [
        " York",
        -0.00060057297
      ]
    ]
  },
  "More people were killed in the 1927 reenactment of the events here than in the events themselves. It was guarded by a bicycle brigade, a women's brigade, and a group of military cadets all of whom surrendered before the actual siege. If the Cossacks had relieved these troops, it possible that the Bolsheviks could have not taken this building, but the Cossacks refused to mobilize. For ten points, name": {
    "guess": "Kronstadt Rebellion",
    "confidence": [
      [
        "K",
        -0.9305414
      ],
      [
        "ron",
        -0.19139765
      ],
      [
        "stadt",
        -0.00019996427
      ],
      [
        " Rebellion",
        -0.5448562
      ]
    ]
  },
  "The people who occupied the town of Messana at the outbreak of the First Punic War were given a name meaning sons of this deity. Ovid claims that this deity's sacred bird was the woodpecker and along with Vulcan, this god was associated festival in which the trumpets of Rome were purified, the Tubilustria. Another festival to this deity featured a day of horse racing and was known as the Equirria. Sometimes known as Gradivus, this god's mother used the advice of Flora to find a flower from Olenus, which allowed her to give birth to this deity without the help of her husband. This god's priests guarded the arma ancilia, the twelve shields that this god made rain from the sky during the reign of Numa Pompilius. More famously, this god raped a Vestal Virgin, known as Ilia or Rhea Silvia, making": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0036858171
      ],
      [
        "ars",
        -2.9279307e-05
      ],
      [
        " (",
        -0.0004523606
      ],
      [
        "my",
        -0.00062558375
      ],
      [
        "th",
        -1.0280384e-06
      ],
      [
        "ology",
        -5.6576944e-05
      ],
      [
        ")",
        -9.4914985e-06
      ]
    ]
  },
  "These people's kinship rituals were studied by Alfred William Howitt and Lorimer Fison, and these people would paint themselves yellow for meetings called corroboree. These people practice a coming-of-age ceremony in which boys walk from a large circle of stones to a smaller one, and during which teeth or fingertips can be removed. Rhys Jones identified a form of agriculture practiced by these people in which patches of land would be (*) burned off to prevent larger brush fires; that is called firestick farming. This is the first culture analyzed in Levi-Strauss' Elementary Structures of Kinship, and in The Elementary Forms of the Religious Life Durkheim studied this group's totemic beliefs,": {
    "guess": "Aboriginal Australians",
    "confidence": [
      [
        "Ab",
        -0.61702806
      ],
      [
        "original",
        -0.017852558
      ],
      [
        " Australians",
        -0.00613948
      ]
    ]
  },
  "These people were relocated throughout the Ottoman empire by the surgun system. Groups of these people across Eurasia were visited in the 12th century by Benjamin of Tudela. The nobility of the early medieval Khazar khaganate chose to become members of this group. The Vilna Gaon dominated among these people in early modern Lithuania. In the 17th century, many of these people in and around Constantinople": {
    "guess": "Jews",
    "confidence": [
      [
        "J",
        -0.018581469
      ],
      [
        "ews",
        -0.0004745215
      ]
    ]
  },
  "This people's historical religion involves the worship of Malak Taus, a world-creating fallen peacock angel whose worship has stereotyped its believers as devil worshippers, a religion which disallows": {
    "guess": "Yazidi religion",
    "confidence": [
      [
        "Y",
        -0.000509307
      ],
      [
        "az",
        -0.0007823494
      ],
      [
        "idi",
        -0.08859195
      ],
      [
        " religion",
        -0.5856594
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up man. This civilization created the Sarcophagus of the Spouses, which depicted a husband and wife reclining at a banquet table. An important architect of this people was Vulca and its religion was allegedly founded by Tages. One female from this civilization prophesied that her husband would become king after seeing an eagle snatch a hat from his head. The naval hegemony of this polity was limited after the Battle of Alalia and they suffered a major defeat at the hands of Hiero at the Battle of Cumae. One leader of this people, Lars Porsenna, tried and failed to conquer this civilization's greatest rival, whose domination over these people began with the sack of Veii by Camillus. Tanaquil and Tarquin the Proud were, for ten points, leaders of what civilization, which worshipped Charun": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.010430306
      ],
      [
        "tr",
        -6.9882217e-06
      ],
      [
        "us",
        -0.00043138445
      ],
      [
        "can",
        -6.704273e-07
      ],
      [
        " civilization",
        -0.0029810295
      ]
    ]
  },
  "The people who occupied the town of Messana at the outbreak of the First Punic War were given a name meaning sons of this deity. Ovid claims that this deity's sacred bird was the woodpecker and along with Vulcan, this god was associated festival in which the trumpets of Rome were purified, the Tubilustria.": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.004488631
      ],
      [
        "ars",
        -3.8577193e-05
      ],
      [
        " (",
        -1.6286107e-05
      ],
      [
        "my",
        -0.00011081461
      ],
      [
        "th",
        -2.8160932e-06
      ],
      [
        "ology",
        -6.46828e-05
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "These people fear avenging spirits called ngozi and believe that they are protected by ancestral spirits called vadzimu, whom they communicate with by playing their traditional instrument, the mbira. They worship the god Mwari, and originally consolidated power under their Karanga Dynasty. In the 17th century, their Changamire and Rozwi kingdoms rose to power over their Mwene Mutapa empire, which reached": {
    "guess": "Shona people",
    "confidence": [
      [
        "Sh",
        -0.7024167
      ],
      [
        "ona",
        -6.392203e-06
      ],
      [
        " people",
        -0.04190076
      ]
    ]
  },
  "Some people who tried to purchase one on Ebay found out they had bought oddly shaped storage crates. It includes a signature green [i] jewel, a 733 megahertz Intel processor, and an Ethernet port for network play. The first game console to include a hard drive for information storage—for 10 points—name this product released for sale on November 15 by Microsoft.": {
    "guess": "Xbox",
    "confidence": [
      [
        "X",
        -0.04128371
      ],
      [
        "box",
        -0.0008221378
      ]
    ]
  },
  "These peoples believed that men and women were created by a war god who needed to offer human flesh to": {
    "guess": "Aztecs",
    "confidence": [
      [
        "Az",
        -0.012862175
      ],
      [
        "te",
        -0.028427241
      ],
      [
        "cs",
        -1.3902034e-05
      ]
    ]
  },
  "These people could become forros with the help of mutual aid societies. A Muslim subgroup of these people revolted in the Malê uprising. A female one named Aqualtune founded Palmares, an example of settlements to which these people moved called quilombos. The Queiroz Law was passed under pressure from Great Britain to end the movement of these people in 1850. These people, who founded the Candomblé religion, were (*) aided by a law signed by Princess Isabella concerning wombs. Their status was ended": {
    "guess": "Afro-Brazilians",
    "confidence": [
      [
        "Af",
        -0.19806881
      ],
      [
        "ro",
        -7.398068e-05
      ],
      [
        "-B",
        -0.0011786779
      ],
      [
        "raz",
        -0.6917066
      ],
      [
        "ilians",
        -0.007851723
      ]
    ]
  },
  "These people participated in the Battle of Clontarf against Brian Boru in 1014 as one of their last major actions in Ireland. This group took the monastery at Lindisfarne, and besieged Paris after the refusal of Louis the Fat to pay tribute. They defeated Ethelred the Unready at the Battle of Maldon in 991, and forced him to pay the Danegeld, but were defeated at the battle of Stamford Bridge by Harold Godwinson. This group included Ragnar Lodbrok, and settled Vinland beginning in the 11th century, reaching their peak of influence under Olaf II. For 10 points, name this group of North European": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -0.08079078
      ],
      [
        "ik",
        -0.0011137816
      ],
      [
        "ings",
        -3.1281633e-07
      ]
    ]
  },
  "These people were frequently subject to charges known as \"banalities.\" In England, a group of these people were spurred to anger by a sermon containing a notable rhyme about \"when Adam delved and Eve span.\" The priest John Ball preached to these people in a rebellion during the reign of Richard II. Also known as villeins, this class of people behind Wat Tyler's Rebellion lived on a manor and were obliged": {
    "guess": "Peasants",
    "confidence": [
      [
        "Pe",
        -0.12816998
      ],
      [
        "as",
        -0.00065608154
      ],
      [
        "ants",
        -0.00023953622
      ]
    ]
  },
  "These people ruled during the life of Yunus Emre, a key poet for their language. According to Edward Gibbon, one of their leaders died trying to fire an arrow as his foot slipped, letting a Khwarezmian": {
    "guess": "Seljuk Empire",
    "confidence": [
      [
        "Sel",
        -0.3819671
      ],
      [
        "j",
        -0.1729016
      ],
      [
        "uk",
        -3.88156e-05
      ],
      [
        " Empire",
        -0.39085603
      ]
    ]
  },
  "These people once lost their independence following a loss at the Battle of Chernomen. Among the laws attributed to their greatest king is one forbidding the exhumation and staking of the deceased. The successors to the state of Raska, these people were ruled by the Nemanjic Dynasty and such kings as Dusan the Mighty, who promulgated the laws known as the Zakonik. An important defeat for this group": {
    "guess": "Serbian Empire",
    "confidence": [
      [
        "Ser",
        -0.04307421
      ],
      [
        "bian",
        -0.6705019
      ],
      [
        " Empire",
        -1.2242172
      ]
    ]
  },
  "These people fear avenging spirits called ngozi and believe that they are protected by ancestral spirits called vadzimu, whom they communicate with by playing their traditional instrument, the mbira. They worship the god Mwari, and originally consolidated power under their Karanga Dynasty. In the 17th century, their Changamire and Rozwi kingdoms rose to power over their Mwene Mutapa empire, which reached the height of its power under King Mutota in the fifteenth century before becoming a vassal state of Portugal. People speaking their language built a city containing a Hill Complex and a massive": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -1.2160665
      ],
      [
        "imbabwe",
        -7.564953e-05
      ]
    ]
  },
  "Some people who tried to purchase one on Ebay found out they had bought oddly shaped storage crates. It includes a signature green [i] jewel, a 733 megahertz Intel processor, and an Ethernet port for network play. The first game console to include a hard drive for information storage—for 10 points—name": {
    "guess": "Xbox",
    "confidence": [
      [
        "X",
        -0.0688722
      ],
      [
        "box",
        -0.00024655825
      ]
    ]
  },
  "The people who occupied the town of Messana at the outbreak of the First Punic War were given a name meaning sons of this deity. Ovid claims that this deity's sacred bird was the woodpecker and along with Vulcan, this god was associated festival in which the trumpets of Rome were purified, the Tubilustria. Another festival to this deity featured a day of horse racing and was known as the Equirria. Sometimes known as Gradivus, this god's mother used the advice of Flora to find a flower from Olenus, which allowed her to give birth to this deity without the help of her husband. This god's priests guarded the arma ancilia, the twelve shields that this god made rain from the sky during the reign of": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0020920883
      ],
      [
        "ars",
        -2.1054253e-05
      ],
      [
        " (",
        -0.00040910434
      ],
      [
        "my",
        -0.0010809217
      ],
      [
        "th",
        -1.147242e-06
      ],
      [
        "ology",
        -5.7530575e-05
      ],
      [
        ")",
        -6.6306106e-06
      ]
    ]
  },
  "These people saw religious revival led by Redbird Smith as part of the Keetoowah Society. One member of these people named Stand Watie organized the Knights of the Golden Circle. Their border was fought for by John Ross in an 1831 Supreme Court case that dealt with their disputes over (*) Georgia. Their": {
    "guess": "Cherokee Nation",
    "confidence": [
      [
        "Ch",
        -0.014786103
      ],
      [
        "erokee",
        -0.00051026064
      ],
      [
        " Nation",
        -0.9245726
      ]
    ]
  },
  "People who are either in a state of \"cognitive load\" or live in so-called \"individualist\" societies are more likely to commit it.  Coined by Lee Ross, it was studied in a classic 1967 study by Edward Jones and Victor Harris in which subjects were asked to assess the pro- or anti-Castro sentiments of": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.028918512
      ],
      [
        "amental",
        -3.0232935e-05
      ],
      [
        " attribution",
        -0.004962151
      ],
      [
        " error",
        -2.8444882e-05
      ]
    ]
  },
  "These people fear avenging spirits called ngozi and believe that they are protected by ancestral spirits called vadzimu, whom they communicate with by playing their traditional instrument, the mbira. They worship the god Mwari, and originally consolidated power under their Karanga Dynasty. In the 17th century, their Changamire and Rozwi kingdoms rose to power over their Mwene Mutapa empire, which reached the height of its power under King Mutota in the fifteenth century before becoming a vassal state of Portugal. People speaking their language built a city containing a Hill Complex and a massive Great Enclosure, as well as numerous soapstone birds; that city was dismissed as non-African in origin by the government of Rhodesia. For 10 points, name these people whose ancestors constructed Great Zimbabwe.": {
    "guess": "Shona (people)",
    "confidence": [
      [
        "Sh",
        -0.017714953
      ],
      [
        "ona",
        -1.9361265e-07
      ],
      [
        " (",
        -0.03641872
      ],
      [
        "people",
        -0.0020151213
      ],
      [
        ")",
        -1.640531e-05
      ]
    ]
  },
  "People in this job were upset by the end of the FAM program. One opponent of people in this profession was John Shaffer, who ordered an end to checkoff dues collection among people in this job. An organization of people in this profession was founded in 1969 and led for two years by future O.J. Simpson attorney F. Lee Bailey. These people first protested their working conditions by adhering to the letter of the (*) \"five-mile separation\" rule. In 1993, several people were reinstated to this job by an executive order of Bill Clinton. Earlier, their union, PATCO, had gone on strike in 1981 with disastrous": {
    "guess": "Air Traffic Controllers",
    "confidence": [
      [
        "Air",
        -0.060733993
      ],
      [
        " Traffic",
        -0.0169533
      ],
      [
        " Controllers",
        -0.0011067559
      ]
    ]
  },
  "More people were killed in the 1927 reenactment of the events here than in the events themselves. It was guarded by a bicycle brigade, a women's brigade, and a group of military cadets all of whom surrendered": {
    "guess": "Battle of Blair Mountain",
    "confidence": [
      [
        "Battle",
        -0.46130377
      ],
      [
        " of",
        -0.008830951
      ],
      [
        " Blair",
        -1.251294
      ],
      [
        " Mountain",
        -2.6537622e-05
      ]
    ]
  },
  "The people who occupied the town of Messana at the outbreak of the First Punic War were given a name meaning sons of this deity. Ovid claims that this deity's sacred bird was the woodpecker and along with Vulcan, this god was associated festival in which the trumpets of Rome were purified, the Tubilustria. Another festival to this deity featured a day of horse racing and was known as the Equirria.": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0018484358
      ],
      [
        "ars",
        -9.054999e-05
      ],
      [
        " (",
        -0.0035765495
      ],
      [
        "my",
        -0.00050954544
      ],
      [
        "th",
        -1.0280384e-06
      ],
      [
        "ology",
        -8.2324936e-05
      ],
      [
        ")",
        -1.7432603e-06
      ]
    ]
  },
  "These people could become forros with the help of mutual aid societies. A Muslim subgroup of these people revolted in the Malê uprising. A female one named Aqualtune founded Palmares, an example of settlements to which these people moved called quilombos. The Queiroz Law was passed under pressure from": {
    "guess": "Afro-Brazilians",
    "confidence": [
      [
        "Af",
        -0.0330676
      ],
      [
        "ro",
        -1.0564331e-05
      ],
      [
        "-B",
        -0.0006061719
      ],
      [
        "raz",
        -0.22398226
      ],
      [
        "ilians",
        -0.00065584684
      ]
    ]
  },
  "These people prepared the sacrificial meal for the Lupercalia. Chosen between the ages of 6 and 10 to": {
    "guess": "Luperci",
    "confidence": [
      [
        "L",
        -0.040031295
      ],
      [
        "up",
        -0.05163126
      ],
      [
        "erc",
        -2.4584822e-06
      ],
      [
        "i",
        -0.0042448426
      ]
    ]
  },
  "One of this people's two major groups was led by Godegisel until he was killed in battle by the Franks,": {
    "guess": "Burgundians",
    "confidence": [
      [
        "B",
        -1.1515535
      ],
      [
        "urg",
        -0.035467308
      ],
      [
        "und",
        -0.00048238898
      ],
      [
        "ians",
        -0.003375792
      ]
    ]
  },
  "These peoples were issued an ultimatum by Henry Bartle Frere, leading to a conflict with colonialists. A militaristic rise amongst these peoples was known as the \"Mfecane,\" (mm-feh-CAN-eh) or \"Crushing,\" and arose near the Tugela (too-GAY-lah) River. These peoples perfected a military formation known as the \"Horns of the Buffalo.\" That formation proved helpful under this group's leader Cetshwayo in a conflict against the British that included battles like Rorke's Drift, Ulundi, and Isandlwana. For": {
    "guess": "Zulu people",
    "confidence": [
      [
        "Z",
        -0.0043933247
      ],
      [
        "ulu",
        -0.00010783452
      ],
      [
        " people",
        -0.00059390126
      ]
    ]
  },
  "These people ruled during the life of Yunus Emre, a key poet for their language. According to Edward Gibbon, one of their leaders died trying to fire an arrow as his foot slipped, letting a Khwarezmian stab him. Their rulers used a book on governance whose writer, eventually assassinated by the original Assassins, was the vizier Nizam al-Mulk. These victors at Dandanaqan refounded the city of Konya, where they let the new Mevlevi order of (*) whirling dervishes grow. Decades after Tugrul led them, these Sunni Muslims defeated Romanus IV Diogenes' Byzantines under the command of Alp Arslan at Manzikert. For 10 points, name these semi-nomadic people who settled the Middle East and Anatolia in the 11th century, before the Ottomans supplanted them.": {
    "guess": "Seljuk Empire",
    "confidence": [
      [
        "Sel",
        -0.04369825
      ],
      [
        "j",
        -0.039523665
      ],
      [
        "uk",
        -4.8425554e-06
      ],
      [
        " Empire",
        -0.28712484
      ]
    ]
  },
  "These people once lost their independence following a loss at the Battle of Chernomen. Among the laws attributed to their greatest king is one forbidding the exhumation and staking of the deceased. The successors to the state of Raska, these people were ruled by the Nemanjic Dynasty and such kings as": {
    "guess": "Serbs",
    "confidence": [
      [
        "Ser",
        -0.14034882
      ],
      [
        "bs",
        -0.49010378
      ]
    ]
  },
  "The people who occupied the town of Messana at the outbreak of the First Punic War were given a name meaning sons of this deity. Ovid claims that this deity's sacred bird was the woodpecker and along with Vulcan, this god was associated festival in which the trumpets of Rome were purified, the Tubilustria. Another festival to this deity featured a day of horse racing and was known as the Equirria. Sometimes known as Gradivus, this god's mother used the advice of Flora to find a flower from Olenus, which allowed her to give birth to this deity without the help of her husband. This god's priests": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0007214877
      ],
      [
        "ars",
        -5.2001665e-06
      ],
      [
        " (",
        -1.0683535e-05
      ],
      [
        "my",
        -0.00013142951
      ],
      [
        "th",
        -7.89631e-07
      ],
      [
        "ology",
        -5.5861725e-05
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "These people's numbers grew after the issuing of the Philipsburg Proclamation. One of the most famous examples of these people was grievously wounded when raiding the home of Captain Joshua Huddy. That example, Colonel Tye, was active in Monmouth County. James Moncrief led a group of them which included Henry Washington, a man who had previously worked draining the Great Dismal Swamp. A book listing": {
    "guess": "Black Loyalists",
    "confidence": [
      [
        "Black",
        -0.5243073
      ],
      [
        " L",
        -0.010247187
      ],
      [
        "oyal",
        -4.3202e-07
      ],
      [
        "ists",
        -0.07929886
      ]
    ]
  },
  "These people recorded their rulers' accomplishments on tetun using the only complete written language of the pre-Columbian Americas. Leaders of these people include Pakal (pah-KAHL) the Great and Hunac Ceel (HOO-nahk KEEL) and their myths are collected in the Popol Vuh (POE-pohl VUH). For 10 points,": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.00067038235
      ],
      [
        "a",
        -0.00027659023
      ],
      [
        " civilization",
        -0.0024077657
      ]
    ]
  },
  "The people who occupied the town of Messana at the outbreak of the First Punic War were given a name meaning sons of this deity. Ovid claims that this deity's sacred bird was the woodpecker and along with Vulcan, this god was associated festival in which the trumpets of Rome were purified, the Tubilustria. Another festival to this deity featured a day of horse racing and was known as the Equirria. Sometimes known as Gradivus, this god's mother used the advice of Flora to find a flower from Olenus, which allowed her to give birth to this deity without the help of her husband. This god's priests guarded the arma ancilia, the twelve shields that this god made rain from the sky during the reign of Numa Pompilius. More famously, this god raped a Vestal Virgin, known as Ilia or Rhea Silvia, making him the father of Rome's founder. For ten points, name this father of Remus, the Roman god of war.": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.00015312091
      ],
      [
        "ars",
        -1.8624639e-06
      ],
      [
        " (",
        -0.00020652048
      ],
      [
        "my",
        -2.3795938e-05
      ],
      [
        "th",
        -1.9361265e-07
      ],
      [
        "ology",
        -1.640531e-05
      ],
      [
        ")",
        -1.8624639e-06
      ]
    ]
  },
  "More people were killed in the 1927 reenactment of the events here than in the events themselves. It was guarded by a bicycle brigade, a women's brigade, and a group of military cadets all of whom surrendered before the actual siege. If the Cossacks had relieved these troops, it possible that the Bolsheviks could have not taken this building, but the Cossacks refused to mobilize. For ten points, name this assault on a St. Petersburg landmark, considered the defining event of the October Bolshevik Revolution.": {
    "guess": "Storming of the Winter Palace",
    "confidence": [
      [
        "Storm",
        -0.29598874
      ],
      [
        "ing",
        -9.133887e-06
      ],
      [
        " of",
        -8.3278566e-05
      ],
      [
        " the",
        -2.677603e-05
      ],
      [
        " Winter",
        -1.504853e-06
      ],
      [
        " Palace",
        -9.114601e-05
      ]
    ]
  },
  "People possessed by spirits in this religion are called tongji, and some sects of religion believe that Li Hong will appear at the apocalypse. Celestial Masters emerged as leaders of one branch of this religion in the Wudoumi (\"oodoh-mee\") Movement. One practitioner of this religion accompanied Genghis Khan and convinced him against trying to attain immortality. In modern times, this religion primarily": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.27816805
      ],
      [
        "ao",
        -0.0044278633
      ],
      [
        "ism",
        -7.159661e-05
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up man. This civilization created the Sarcophagus of the Spouses, which depicted a husband and wife reclining at a banquet table. An important architect of this people was Vulca and its religion was allegedly founded by Tages. One female from this civilization prophesied that her husband would become king after seeing an eagle snatch a hat from his head. The naval hegemony of this polity was limited after the Battle of Alalia and they suffered a major defeat at the hands of Hiero at the Battle of Cumae. One leader of this people, Lars Porsenna, tried and failed to conquer this civilization's": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.003766709
      ],
      [
        "tr",
        -4.365741e-06
      ],
      [
        "us",
        -9.0788395e-05
      ],
      [
        "can",
        -1.9361265e-07
      ],
      [
        " civilization",
        -0.0010285234
      ]
    ]
  },
  "These people fear avenging spirits called ngozi and believe that they are protected by ancestral spirits called vadzimu, whom they communicate with by playing their traditional instrument, the mbira. They worship the god Mwari, and originally consolidated power under their Karanga Dynasty. In the 17th century, their Changamire and Rozwi kingdoms rose to power over their Mwene Mutapa empire, which reached the height of its power under King Mutota in the fifteenth century before becoming a vassal state of Portugal. People speaking their language built a city containing a Hill Complex and a massive Great Enclosure, as well as numerous soapstone birds; that city was dismissed as non-African in origin by the government of Rhodesia. For 10 points, name these people whose ancestors constructed Great": {
    "guess": "Shona (people)",
    "confidence": [
      [
        "Sh",
        -0.06980603
      ],
      [
        "ona",
        -6.704273e-07
      ],
      [
        " (",
        -0.08641466
      ],
      [
        "people",
        -0.008587387
      ],
      [
        ")",
        -2.4391957e-05
      ]
    ]
  },
  "People who are either in a state of \"cognitive load\" or live in so-called \"individualist\" societies are more likely to commit it.  Coined by Lee Ross, it was studied in a classic 1967 study by Edward Jones and Victor Harris in which subjects were asked to assess the pro- or anti-Castro sentiments of various speakers.  Resulting largely from a misunderstanding of perspective and rarely occurring in analysis of one's own behavior, it is also known as the actor-observer bias.  FTP, name this psychological phenomenon, the tendency of people to overemphasize personality-based explanations for behavior": {
    "guess": "Fundamental Attribution Error",
    "confidence": [
      [
        "Fund",
        -0.025159264
      ],
      [
        "amental",
        -3.3093824e-05
      ],
      [
        " Attribution",
        -0.26747507
      ],
      [
        " Error",
        -0.0004871571
      ]
    ]
  },
  "They are the only people who can enjoy the sixth abinha power. They are often depicted artistically in groups of sixteen, and they are equivalent to the lohans often painted by Guanxiu. This (*) status is the culmination of a path which begins with a stream-enterer and proceeds through the once-returner": {
    "guess": "Arhat",
    "confidence": [
      [
        "Ar",
        -0.07090914
      ],
      [
        "hat",
        -0.015141117
      ]
    ]
  },
  "These people were frequently subject to charges known as \"banalities.\" In England, a group of these people were spurred to anger by a sermon containing a notable rhyme about \"when Adam delved and Eve span.\"": {
    "guess": "Peasants Revolt",
    "confidence": [
      [
        "Pe",
        -0.02035513
      ],
      [
        "as",
        -0.0018780663
      ],
      [
        "ants",
        -5.7411373e-05
      ],
      [
        " Rev",
        -0.5260546
      ],
      [
        "olt",
        -0.002339493
      ]
    ]
  },
  "These people ruled during the life of Yunus Emre, a key poet for their language. According to Edward Gibbon, one of their leaders died trying to fire an arrow as his foot slipped, letting a Khwarezmian stab him. Their rulers used a book on governance whose writer, eventually assassinated by the original Assassins, was the vizier Nizam al-Mulk. These victors at Dandanaqan refounded the city of Konya, where they let the new Mevlevi order of (*) whirling dervishes grow. Decades after Tugrul led them, these Sunni Muslims defeated Romanus IV Diogenes' Byzantines under the command of Alp Arslan at Manzikert.": {
    "guess": "Seljuk Empire",
    "confidence": [
      [
        "Sel",
        -0.24620253
      ],
      [
        "j",
        -0.023077857
      ],
      [
        "uk",
        -2.2246291e-05
      ],
      [
        " Empire",
        -0.024315173
      ]
    ]
  },
  "People sing hymns between the chanting of verses from this text during the first part of the Eastern Orthodox service on Holy Saturday. Its speaker says that he has \"become like a bottle in the smoke\" and his soul \"fainteth for thy salvation, but I hope in thy word.\" Along with the Parable of the Wise and Foolish Virgins, this text inspired the Eastern Orthodox practice of the \"Midnight Office.\" It begins with a verse sometimes translated as \"Happy are those whose way is perfect,\" which appears in the section titled \"Aleph.\" This text, which contains one stanza for each letter of the Hebrew alphabet, contains a pair of verses which read \"It is better to take refuge in the Lord than to trust in humans. It is better to take refuge in the Lord than to trust in princes.\" Those verses are regarded as the center of the Protestant Bible. For 10 points, name this longest chapter in the Bible, a Psalm.": {
    "guess": "Psalm 119",
    "confidence": [
      [
        "Ps",
        -0.0010386447
      ],
      [
        "alm",
        -3.7697225e-06
      ],
      [
        " ",
        -0.00073018594
      ],
      [
        "119",
        -0.009137891
      ]
    ]
  },
  "These peoples believed that men and women were created by a war god who needed to offer human flesh to the sun to quench its hunger. That god that they worshipped lost a foot battling a crocodile in order": {
    "guess": "Aztecs",
    "confidence": [
      [
        "Az",
        -0.0066290437
      ],
      [
        "te",
        -0.5597267
      ],
      [
        "cs",
        -1.3306016e-05
      ]
    ]
  },
  "These people fear avenging spirits called ngozi and believe that they are protected by ancestral spirits called vadzimu, whom they communicate with by playing their traditional instrument, the mbira. They worship the god Mwari, and originally consolidated power under their Karanga Dynasty. In the 17th century, their Changamire and Rozwi kingdoms rose to power over their Mwene Mutapa empire, which reached the height of its power under King Mutota in the fifteenth century before becoming a vassal state of Portugal. People speaking their language built a city containing a Hill Complex and a massive Great Enclosure, as well as numerous soapstone birds; that city was dismissed as non-African in origin": {
    "guess": "Zimbabwe Culture",
    "confidence": [
      [
        "Z",
        -0.7393767
      ],
      [
        "imbabwe",
        -2.2603901e-05
      ],
      [
        " Culture",
        -0.862545
      ]
    ]
  },
  "The people of Lamuella believe this character was sent by the Almighty Bob when he becomes the Sandwich Maker. At the Cathedral of Hate, he is attacked by Agrajag, a being whom he has accidentally killed in the form of a fly, a rabbit, and a falling bowl of petunias. This character's Babel fish allows him to understand Vogon poetry, and he journeys to Magrathea where he meets the fjord creator Slartibartfast. This character is rescued by The Heart of Gold along with Ford Prefect, and eventually learns": {
    "guess": "The Hitchhiker's Guide to the Galaxy",
    "confidence": [
      [
        "The",
        -0.3163275
      ],
      [
        " Hitch",
        -0.010604182
      ],
      [
        "h",
        -0.00010342398
      ],
      [
        "iker",
        -4.5371802e-05
      ],
      [
        "'s",
        -0.00032604876
      ],
      [
        " Guide",
        -3.5716304e-05
      ],
      [
        " to",
        -8.3159364e-05
      ],
      [
        " the",
        -0.0003055494
      ],
      [
        " Galaxy",
        -0.00016134596
      ]
    ]
  },
  "People in this job were upset by the end of the FAM program. One opponent of people in this profession was John Shaffer, who ordered an end to checkoff dues collection among people in this job. An organization of people in this profession was founded in 1969 and led for two years by future O.J. Simpson attorney F. Lee Bailey. These people first protested their working conditions by adhering to the": {
    "guess": "Air Traffic Controllers",
    "confidence": [
      [
        "Air",
        -0.084157296
      ],
      [
        " Traffic",
        -0.033260643
      ],
      [
        " Controllers",
        -0.00078068057
      ]
    ]
  },
  "These people lost favor after the Affair of the Placards, and the Duke of Buckingham led a failed attempt to relieve a siege of these people at La Rochelle. Dragonnades were sometimes quartered in their homes, and Gaspard de Coligny was one leader of this group. Frederick William protected these people in Prussia with the Edict of (*) Potsdam, which was a response to the second Edict of Fontainebleau. Catherine d'Medici instigated a mass murder of these people in the St. Bartholomew's Day Massacre, but they were later protected under Henry IV's Edict of Nantes. For ten points, name these oft-persecuted French Protestants.": {
    "guess": "Huguenots",
    "confidence": [
      [
        "H",
        -0.0009227732
      ],
      [
        "ug",
        -6.921253e-05
      ],
      [
        "uen",
        -7.004696e-05
      ],
      [
        "ots",
        -8.5781845e-05
      ]
    ]
  },
  "One of these people was the last Confederate general to surrender when the Civil War ended. That man, Stand Watie, succeeded as leader of these people a man who refused to sign the Treaty of New Echota and was named John Ross. These people were the subject of the Supreme Court case Worcester v. Georgia. Sequoyah created the writing system for this most populous of the Five Civilized Tribes. For 10 points, name this American Indian group that was forcibly removed to Oklahoma along the Trail of Tears.": {
    "guess": "Cherokee Nation",
    "confidence": [
      [
        "Ch",
        -0.0005891331
      ],
      [
        "erokee",
        -3.1305768e-05
      ],
      [
        " Nation",
        -0.05328912
      ]
    ]
  },
  "\"So—people a thousand years from now—this is the way we were in the provinces  north of New York at the beginning of the twentieth century.—This is the way we  were: in our growing up and in our marrying and in our living and in our dying.\"  This quote said by the Stage Manager in Act I highlights one": {
    "guess": "Our Town",
    "confidence": [
      [
        "Our",
        -0.20005925
      ],
      [
        " Town",
        -9.74638e-05
      ]
    ]
  },
  "One of these people was murdered at Camp Gordon for allegedly loving jazz music. Some of these people": {
    "guess": "African Americans in World War II",
    "confidence": [
      [
        "A",
        -0.77163994
      ],
      [
        "frican",
        -0.0011105668
      ],
      [
        " Americans",
        -0.115220375
      ],
      [
        " in",
        -0.05084526
      ],
      [
        " World",
        -0.6719784
      ],
      [
        " War",
        -0.00010652328
      ],
      [
        " II",
        -0.05760981
      ]
    ]
  },
  "These people's kinship rituals were studied by Alfred William Howitt and Lorimer Fison, and these people would paint themselves yellow for meetings called corroboree. These people practice a coming-of-age ceremony in which boys walk from a large circle of stones to a smaller one, and during which teeth or fingertips can be removed. Rhys Jones identified a form of agriculture practiced by these people in which patches of land would be (*) burned off to prevent larger brush fires; that is called firestick farming. This is the first culture analyzed in Levi-Strauss' Elementary Structures of Kinship, and in The Elementary Forms of the Religious Life Durkheim studied this group's totemic beliefs, which includes the Alcheringa, or Dreamtime. For 10 points, name these people who find Uluru, or Ayers": {
    "guess": "Indigenous Australians",
    "confidence": [
      [
        "Ind",
        -0.9235539
      ],
      [
        "igenous",
        -0.00013607845
      ],
      [
        " Australians",
        -0.14108379
      ]
    ]
  },
  "People sing hymns between the chanting of verses from this text during the first part of the Eastern Orthodox service on Holy Saturday. Its speaker says that he has \"become like a bottle in the smoke\"": {
    "guess": "Book of Lamentations",
    "confidence": [
      [
        "Book",
        -0.03009028
      ],
      [
        " of",
        -5.4550484e-05
      ],
      [
        " L",
        -0.42237556
      ],
      [
        "ament",
        -1.735894e-05
      ],
      [
        "ations",
        -0.00271833
      ]
    ]
  },
  "These peoples were issued an ultimatum by Henry Bartle Frere, leading to a conflict with colonialists. A militaristic rise amongst these peoples was known as the \"Mfecane,\" (mm-feh-CAN-eh) or \"Crushing,\" and arose near the Tugela (too-GAY-lah) River. These peoples perfected a military formation known as the \"Horns of the Buffalo.\" That formation proved helpful under this group's leader Cetshwayo in": {
    "guess": "Zulu people",
    "confidence": [
      [
        "Z",
        -0.1319507
      ],
      [
        "ulu",
        -0.00032688316
      ],
      [
        " people",
        -0.38779294
      ]
    ]
  },
  "These people ruled during the life of Yunus Emre, a key poet for their language. According to Edward": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.17113218
      ],
      [
        "tt",
        -0.001715278
      ],
      [
        "oman",
        -0.00088775664
      ],
      [
        " Empire",
        -0.024406036
      ]
    ]
  },
  "In 2007, 53 people disappeared while trying to reach this country, where Katrine Camilleri's car and door were firebombed for advocating on behalf of refugees. Those migrants often depart for this country from the city of Zuwara and head for Victoria, also known as Rabat, or for its most populous city, Birkirkara. Migrants might settle on its island of Gozo or hire boats to take them north to Catania or Syracuse. This country's status as the front line in immigration to Europe stems from the fact that, since 2004, it has been the southernmost member of the European Union. For 10 points, name this": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.04917712
      ],
      [
        "ta",
        -3.917321e-05
      ]
    ]
  },
  "These people saw religious revival led by Redbird Smith as part of the Keetoowah Society. One member of these people named Stand Watie organized the Knights of the Golden Circle. Their border was fought for by John Ross in an 1831 Supreme Court case that dealt with their disputes over (*) Georgia. Their ability to read grew after one of its members developed their first syllabary. Along with Sequoyah, they signed the Treaty of New Echota which was later used as the basis for their forced removal by the Jackson administration. For 10 points, name this southeastern tribe that was forced to move from Tennessee to Oregon on the Trail of Tears.": {
    "guess": "Cherokee",
    "confidence": [
      [
        "Ch",
        -0.001316547
      ],
      [
        "erokee",
        -5.157039e-05
      ]
    ]
  },
  "\"So—people a thousand years from now—this is the way we were in the provinces  north of New York at the beginning of the twentieth century.—This is the way we  were: in our growing up and in our marrying and in our living and in our dying.\"  This quote said by the Stage Manager in Act I highlights one of the key themes in  this American play. FTP name this play in three Acts set in Grover's Corners": {
    "guess": "Our Town",
    "confidence": [
      [
        "Our",
        -0.012695408
      ],
      [
        " Town",
        -0.00022010603
      ]
    ]
  },
  "These people could become forros with the help of mutual aid societies. A Muslim subgroup of these people revolted in the Malê uprising. A female one named Aqualtune founded Palmares, an example of settlements": {
    "guess": "Quilombos",
    "confidence": [
      [
        "Qu",
        -0.86012876
      ],
      [
        "il",
        -1.9361265e-07
      ],
      [
        "omb",
        -0.108504005
      ],
      [
        "os",
        -0.03364789
      ]
    ]
  },
  "When these people tried to promote Olybius as successor to Libius Severus, Leo I sent Marcellinus and Basiliscus on a failed campaign against them. One general who was sent by Honorius to fight them at Rhaetia, Flavius Stilicho, was actually one by birth. They expressed tolerance to Catholics when ruled by Gunthamund and Hilderich, but these people, who were originally split into Siling and Asding": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.059704565
      ],
      [
        "and",
        -0.10079283
      ],
      [
        "als",
        -6.50404e-05
      ]
    ]
  },
  "One of the people implicated in this had previously been the National Chief of the Congress of Aboriginal People, while another was born in Lebanon before immigrating to Canada. Despite accusations of the claims being exaggerated, David Tkachuk (ka-CHUK) insists that all accused parties had been given due process and the accusations are fair. Domestic violence charges have caused one of the accused to be suspended, while another previously hosted Prime Time News with Peter Mansbridge. Mac Harb and Pamela Wallin are two of the four accused, while Stephen Harper's Chief of Staff Nigel Wright paid back expenses on Mike Duffy's behalf. FTP, what is this scandal that is currently rocking Canada's Upper House.": {
    "guess": "Canadian Senate expenses scandal",
    "confidence": [
      [
        "Canadian",
        -0.38066322
      ],
      [
        " Senate",
        -0.00021152703
      ],
      [
        " expenses",
        -0.059514754
      ],
      [
        " scandal",
        -0.0030370129
      ]
    ]
  },
  "These people were relocated throughout the Ottoman empire by the surgun system. Groups of these people across Eurasia were visited in the 12th century by Benjamin of Tudela. The nobility of the early medieval Khazar khaganate chose to become members of this group. The Vilna Gaon dominated among these": {
    "guess": "Khazars",
    "confidence": [
      [
        "Kh",
        -0.022380188
      ],
      [
        "az",
        -0.008156129
      ],
      [
        "ars",
        -2.6968896e-06
      ]
    ]
  },
  "These people fear avenging spirits called ngozi and believe that they are protected by ancestral spirits called vadzimu, whom they communicate with by playing their traditional instrument, the mbira. They worship the god Mwari, and originally consolidated power under their Karanga Dynasty. In the 17th": {
    "guess": "Shona people",
    "confidence": [
      [
        "Sh",
        -0.3049374
      ],
      [
        "ona",
        -9.0883464e-07
      ],
      [
        " people",
        -0.10466963
      ]
    ]
  },
  "People who are either in a state of \"cognitive load\" or live in so-called \"individualist\" societies are": {
    "guess": "Cultural psychology",
    "confidence": [
      [
        "C",
        -0.47170392
      ],
      [
        "ultural",
        -0.0743533
      ],
      [
        " psychology",
        -1.3807881
      ]
    ]
  },
  "These peoples believed that men and women were created by a war god who needed to offer human flesh to the sun to quench its hunger. That god that they worshipped lost a foot battling a crocodile in order to create the world only to replace that foot with a magic obsidian mirror. One goddess venerated by these people wore a necklace of hearts and skeletons and was impregnated by a ball of feathers. That impregnation led to a god worshipped by these people who often warred with Tezcatlipoca and is known as a \"feathered serpent.\" For 10 points, which people's myth system includes Quetzalcoatl?": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.009825033
      ],
      [
        "tec",
        -0.047353394
      ],
      [
        " mythology",
        -0.09598206
      ]
    ]
  },
  "These people were Christianized by St. Olaf and their presence in England began with the attack on Lindisfarne Abbey. They established a settlement at L'Anse aux Meadows, which may have been part of Vinland.": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -0.368211
      ],
      [
        "ik",
        -0.028932637
      ],
      [
        "ings",
        -1.2664457e-06
      ]
    ]
  },
  "People lacking it may experience problems with sepsis and it may become inflamed due to mononu-cleosis": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.07015672
      ],
      [
        "ple",
        -4.7040652e-05
      ],
      [
        "en",
        -0.00026181265
      ]
    ]
  },
  "These people saw religious revival led by Redbird Smith as part of the Keetoowah Society. One member of these people named Stand Watie organized the Knights of the Golden Circle. Their border was fought": {
    "guess": "Cherokee Nation",
    "confidence": [
      [
        "Ch",
        -0.008699782
      ],
      [
        "erokee",
        -0.001038168
      ],
      [
        " Nation",
        -0.73253447
      ]
    ]
  },
  "This people's historical religion involves the worship of Malak Taus, a world-creating fallen peacock angel whose worship has stereotyped its believers as devil worshippers, a religion which disallows the eating of lettuce or butter beans. That religion, Yazidism, is now a minority faith among these people, and their ancient language of Pahlawani has been overtaken by the modern Kurmanji. The most famous persecutions of them occurred at Dersim in the 1930's, and at Halabja, where a chemical attack was launched on them by Saddam Hussein's régime. FTP, name this oppressed ethnic group of northern": {
    "guess": "Yazidis",
    "confidence": [
      [
        "Y",
        -0.23872145
      ],
      [
        "az",
        -3.488188e-05
      ],
      [
        "idis",
        -0.0033974103
      ]
    ]
  },
  "These people's kinship rituals were studied by Alfred William Howitt and Lorimer Fison, and these people would paint themselves yellow for meetings called corroboree. These people practice a coming-of-age ceremony in which boys walk from a large circle of stones to a smaller one, and during which teeth": {
    "guess": "Australian Aboriginals",
    "confidence": [
      [
        "Australian",
        -0.44538474
      ],
      [
        " Aboriginal",
        -0.27785364
      ],
      [
        "s",
        -0.12500793
      ]
    ]
  },
  "These people recorded their rulers' accomplishments on tetun using the only complete written language": {
    "guess": "Maya script",
    "confidence": [
      [
        "May",
        -0.35660306
      ],
      [
        "a",
        -0.10255299
      ],
      [
        " script",
        -0.020290658
      ]
    ]
  },
  "These people believed in a goddess named \"mother tree\" who appeared as a two-headed snake. In this people's origin myth, a golden stick was repeatedly pushed into the ground until sinking at a fertile place. These people believed in a rain god who kept the Milky Way in a jug. The creator of the world in this people's mythology announced his departure at Manta and walked away across the ocean, leaving daily affairs in the hands of such figures as Mama Quilla and the sun god Inti. For 10 points, name this people that worshipped Ilyapa and Viracocha from temples in modern-day Peru.": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.019282736
      ],
      [
        "ca",
        -0.6609584
      ],
      [
        " Empire",
        -1.1257108
      ]
    ]
  },
  "One of the people implicated in this had previously been the National Chief of the Congress of Aboriginal": {
    "guess": "Attawapiskat First Nation",
    "confidence": [
      [
        "Att",
        -1.2171172
      ],
      [
        "aw",
        -0.011356206
      ],
      [
        "ap",
        -3.4166656e-05
      ],
      [
        "isk",
        -4.370295e-05
      ],
      [
        "at",
        -0.00012058931
      ],
      [
        " First",
        -0.08440329
      ],
      [
        " Nation",
        -0.00017588881
      ]
    ]
  },
  "People sing hymns between the chanting of verses from this text during the first part of the Eastern Orthodox service on Holy Saturday. Its speaker says that he has \"become like a bottle in the smoke\" and his soul \"fainteth for thy salvation, but I hope in thy word.\" Along with the Parable of the Wise and Foolish Virgins, this text inspired the Eastern Orthodox practice of the \"Midnight Office.\" It": {
    "guess": "Psalms",
    "confidence": [
      [
        "P",
        -0.8140316
      ],
      [
        "sal",
        -0.01991607
      ],
      [
        "ms",
        -0.5626386
      ]
    ]
  },
  "These people were Christianized by St. Olaf and their presence in England began with the attack on Lindisfarne Abbey. They established a settlement at L'Anse aux Meadows, which may have been part of Vinland. Famous members of this people include Leif Erikson and Erik the Red. For 10 points, name these": {
    "guess": "Norsemen",
    "confidence": [
      [
        "N",
        -0.034437142
      ],
      [
        "orse",
        -2.1008714e-06
      ],
      [
        "men",
        -0.010044694
      ]
    ]
  },
  "When these people tried to promote Olybius as successor to Libius Severus, Leo I sent Marcellinus and Basiliscus on a failed campaign against them. One general who was sent by Honorius to fight them at Rhaetia, Flavius Stilicho, was actually one by birth. They expressed tolerance to Catholics when ruled by Gunthamund and Hilderich, but these people, who were originally split into Siling and Asding tribes, mostly practiced Arianism. During the reign of Gaiseric, they controlled most of North Africa, and their fall occurred under the rule of Gelimer, during which they were crushed at Ad Decimum and": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.011482194
      ],
      [
        "and",
        -0.28641003
      ],
      [
        "als",
        -4.7755875e-05
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up man. This civilization created the Sarcophagus of the Spouses, which depicted a husband and wife reclining at a banquet table. An important architect of this people was Vulca and its religion was allegedly founded by Tages. One female from this civilization prophesied that her husband would become king after seeing an eagle snatch a hat from his head. The naval hegemony of this polity was limited after the Battle of Alalia and they suffered a major defeat at the hands of Hiero at the Battle": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.002390756
      ],
      [
        "tr",
        -2.577686e-06
      ],
      [
        "us",
        -0.0016741105
      ],
      [
        "can",
        -4.3202e-07
      ],
      [
        " civilization",
        -0.0004446124
      ]
    ]
  },
  "People in this job were upset by the end of the FAM program. One opponent of people in this profession": {
    "guess": "Air Traffic Controllers",
    "confidence": [
      [
        "Air",
        -0.030048287
      ],
      [
        " Traffic",
        -0.008423441
      ],
      [
        " Controllers",
        -0.0031442048
      ]
    ]
  },
  "People lacking it may experience problems with sepsis and it may become inflamed due to mononu-cleosis or blood cancers. Its \"red pulp\" part is often referred to as the red blood cell graveyard due to the fact that damaged and destroyed red blood cells are stored there. When it becomes enlarged, it can clog and take blood out of circulation, resulting in anemia and serious bleeding. Its \"white pulp\"": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.0016961267
      ],
      [
        "ple",
        -0.00020961977
      ],
      [
        "en",
        -1.0206721e-05
      ]
    ]
  },
  "These people's numbers grew after the issuing of the Philipsburg Proclamation. One of the most famous examples of these people was grievously wounded when raiding the home of Captain Joshua Huddy. That example, Colonel Tye, was active in Monmouth County. James Moncrief led a group of them which included Henry Washington, a man who had previously worked draining the Great Dismal Swamp. A book listing these people was produced on the orders of Sir Guy Carleton, and many of them eventually ended up in places like Birchtown, Nova Scotia, or Sierra Leone. Many of these people were created after the passing of Lord Dunmore's Proclamation and the formation of groups like the Royal Ethiopian Regiment.": {
    "guess": "Black Loyalists",
    "confidence": [
      [
        "Black",
        -0.0035535046
      ],
      [
        " L",
        -0.008833197
      ],
      [
        "oyal",
        0.0
      ],
      [
        "ists",
        -0.0006058143
      ]
    ]
  },
  "The people of Lamuella believe this character was sent by the Almighty Bob when he becomes the Sandwich Maker. At the Cathedral of Hate, he is attacked by Agrajag, a being whom he has accidentally killed in the form of a fly, a rabbit, and a falling bowl of petunias. This character's Babel fish allows": {
    "guess": "Dirk Gently's Holistic Detective Agency (TV series)",
    "confidence": [
      [
        "Dir",
        -0.8406691
      ],
      [
        "k",
        -5.5122365e-07
      ],
      [
        " G",
        -6.730528e-05
      ],
      [
        "ently",
        -2.129266e-05
      ],
      [
        "'s",
        -0.22841395
      ],
      [
        " Hol",
        -5.3954464e-05
      ],
      [
        "istic",
        -7.314626e-05
      ],
      [
        " Detective",
        -1.2829201e-05
      ],
      [
        " Agency",
        -1.4617256e-05
      ],
      [
        " (",
        -0.6243053
      ],
      [
        "TV",
        -0.027014846
      ],
      [
        " series",
        -0.00020663968
      ],
      [
        ")",
        -0.00014907165
      ]
    ]
  },
  "These people fear avenging spirits called ngozi and believe that they are protected by ancestral spirits called vadzimu, whom they communicate with by playing their traditional instrument, the mbira. They worship the god Mwari, and originally consolidated power under their Karanga Dynasty. In the 17th century, their Changamire and Rozwi kingdoms rose to power over their Mwene Mutapa empire, which reached the height of its power under King Mutota in the fifteenth century before becoming a vassal state": {
    "guess": "Mutapa Empire",
    "confidence": [
      [
        "Mut",
        -0.7612452
      ],
      [
        "apa",
        -0.00014847564
      ],
      [
        " Empire",
        -0.001836422
      ]
    ]
  },
  "These people prepared the sacrificial meal for the Lupercalia. Chosen between the ages of 6 and 10 to serve for 30 years, six of them served at a time, and they enjoyed great privileges, but were entombed": {
    "guess": "Vestal Virgins",
    "confidence": [
      [
        "V",
        -0.40775228
      ],
      [
        "est",
        -0.001403564
      ],
      [
        "al",
        -0.00073434337
      ],
      [
        " Vir",
        -0.27061126
      ],
      [
        "g",
        -6.1537958e-06
      ],
      [
        "ins",
        -1.0564331e-05
      ]
    ]
  },
  "These people's kinship rituals were studied by Alfred William Howitt and Lorimer Fison, and these people would paint themselves yellow for meetings called corroboree. These people practice a coming-of-age ceremony in which boys walk from a large circle of stones to a smaller one, and during which teeth or fingertips can be removed. Rhys Jones identified a form of agriculture practiced by these people in which patches of land would be (*) burned off to prevent larger brush fires; that is called firestick farming. This is the first culture analyzed in Levi-Strauss' Elementary Structures of Kinship,": {
    "guess": "Australian Aboriginals",
    "confidence": [
      [
        "Australian",
        -0.78406376
      ],
      [
        " Aboriginal",
        -0.17402202
      ],
      [
        "s",
        -0.26607785
      ]
    ]
  },
  "These people could become forros with the help of mutual aid societies. A Muslim subgroup of these people revolted in the Malê uprising. A female one named Aqualtune founded Palmares, an example of settlements to which these people moved called quilombos. The Queiroz Law was passed under pressure from Great Britain to end the movement of these people in 1850. These people, who founded the Candomblé religion, were (*) aided by a law signed by Princess Isabella concerning wombs. Their status was ended by the Golden Law of Pedro II. For 10 points, name these people, some of whom developed a form of kickboxing called capoeira while working on plantations.": {
    "guess": "Afro-Brazilians",
    "confidence": [
      [
        "Af",
        -0.34137392
      ],
      [
        "ro",
        -2.6968896e-06
      ],
      [
        "-B",
        -0.00040195213
      ],
      [
        "raz",
        -0.46131754
      ],
      [
        "ilians",
        -0.00087334774
      ]
    ]
  },
  "When these people tried to promote Olybius as successor to Libius Severus, Leo I sent Marcellinus and Basiliscus on a failed campaign against them. One general who was sent by Honorius to fight them at": {
    "guess": "Vandalic War",
    "confidence": [
      [
        "V",
        -0.23744059
      ],
      [
        "andal",
        -0.40734625
      ],
      [
        "ic",
        -0.045629032
      ],
      [
        " War",
        -0.0031222217
      ]
    ]
  },
  "One of these people was murdered at Camp Gordon for allegedly loving jazz music. Some of these people built a scale model of the Mississippi River basin for the Corps of Engineers and nine of these people were killed at Salina, Utah by Clarence Bertucci. The construction of a volleyball field was used as a ruse by some of these people who were surprised to discover that the Salt River lacked water": {
    "guess": "Civilian Conservation Corps",
    "confidence": [
      [
        "Civil",
        -2.3079534
      ],
      [
        "ian",
        -8.709308e-05
      ],
      [
        " Conservation",
        -0.00070218404
      ],
      [
        " Corps",
        -8.900034e-05
      ]
    ]
  },
  "These people could become forros with the help of mutual aid societies. A Muslim subgroup of these people": {
    "guess": "African slaves in the United States",
    "confidence": [
      [
        "A",
        -1.775705
      ],
      [
        "frican",
        -0.18032531
      ],
      [
        " slaves",
        -0.9010842
      ],
      [
        " in",
        -0.042809956
      ],
      [
        " the",
        -0.5150921
      ],
      [
        " United",
        -0.9698996
      ],
      [
        " States",
        -0.00042543162
      ]
    ]
  },
  "One of these people was murdered at Camp Gordon for allegedly loving jazz music. Some of these people built a scale model of the Mississippi River basin for the Corps of Engineers and nine of these people were killed at Salina, Utah by Clarence Bertucci. The construction of a volleyball field was used": {
    "guess": "Japanese Americans",
    "confidence": [
      [
        "Japanese",
        -0.712582
      ],
      [
        " Americans",
        -0.58146375
      ]
    ]
  },
  "People who are either in a state of \"cognitive load\" or live in so-called \"individualist\" societies are more likely to commit it.  Coined by Lee Ross, it was studied in a classic 1967 study by Edward Jones and Victor Harris in which subjects were asked to assess the pro- or anti-Castro sentiments of various speakers.  Resulting largely from a misunderstanding of perspective and rarely occurring in analysis of one's own behavior, it is also known as the actor-observer bias.  FTP, name this psychological phenomenon, the tendency of people to overemphasize personality-based explanations for behavior in others.": {
    "guess": "Fundamental Attribution Error",
    "confidence": [
      [
        "Fund",
        -0.034534235
      ],
      [
        "amental",
        -2.5226382e-05
      ],
      [
        " Attribution",
        -0.32845947
      ],
      [
        " Error",
        -0.00049715186
      ]
    ]
  },
  "These people believed in feminine nature spirits known as etugen. They also believed that humans were the descendants of a fallow deer who mated with a blue-gray wolf. Their greatest leader, possibly in": {
    "guess": "Mongol mythology",
    "confidence": [
      [
        "M",
        -0.0687213
      ],
      [
        "ong",
        -7.9418505e-06
      ],
      [
        "ol",
        -0.74160844
      ],
      [
        " mythology",
        -0.22883269
      ]
    ]
  },
  "More people were killed in the 1927 reenactment of the events here than in the events themselves. It was guarded by a bicycle brigade, a women's brigade, and a group of military cadets all of whom surrendered before the actual siege. If the Cossacks had relieved these troops, it possible that the Bolsheviks could have not taken this building, but the Cossacks refused to mobilize. For ten points, name this assault on a St. Petersburg landmark, considered the defining event of the October Bolshevik": {
    "guess": "Storming of the Winter Palace",
    "confidence": [
      [
        "Storm",
        -0.76596117
      ],
      [
        "ing",
        -2.0100624e-05
      ],
      [
        " of",
        -0.000111291425
      ],
      [
        " the",
        -6.921253e-05
      ],
      [
        " Winter",
        -3.7697225e-06
      ],
      [
        " Palace",
        -0.00016849818
      ]
    ]
  },
  "People possessed by spirits in this religion are called tongji, and some sects of religion believe that Li Hong will appear at the apocalypse. Celestial Masters emerged as leaders of one branch of this": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.2723031
      ],
      [
        "ao",
        -0.0061473004
      ],
      [
        "ism",
        -0.00015705463
      ]
    ]
  },
  "The people of Lamuella believe this character was sent by the Almighty Bob when he becomes the Sandwich Maker. At the Cathedral of Hate, he is attacked by Agrajag, a being whom he has accidentally killed in the form of a fly, a rabbit, and a falling bowl of petunias. This character's Babel fish allows him to understand Vogon poetry, and he journeys to Magrathea where he meets the fjord creator Slartibartfast. This character is rescued by The Heart of Gold along with Ford Prefect, and eventually learns that the answer to Life, the Universe, and Everything is 42. For 10 points, name this protagonist": {
    "guess": "Arthur Dent",
    "confidence": [
      [
        "Arthur",
        -0.018127002
      ],
      [
        " Dent",
        -0.00069146673
      ]
    ]
  },
  "\"So—people a thousand years from now—this is the way we were in the provinces  north of New York at the beginning of the twentieth century.—This is the way we  were: in our growing up and in our marrying": {
    "guess": "Ethan Frome",
    "confidence": [
      [
        "E",
        -0.5352667
      ],
      [
        "than",
        -0.05932346
      ],
      [
        " From",
        -0.0031323244
      ],
      [
        "e",
        -0.0001876863
      ]
    ]
  },
  "These people saw religious revival led by Redbird Smith as part of the Keetoowah Society. One member of these people named Stand Watie organized the Knights of the Golden Circle. Their border was fought for by John Ross in an 1831 Supreme Court case that dealt with their disputes over (*) Georgia. Their ability to read grew after one of its members developed their first syllabary. Along with Sequoyah,": {
    "guess": "Cherokee syllabary",
    "confidence": [
      [
        "Ch",
        -0.02037195
      ],
      [
        "erokee",
        -0.00037800323
      ],
      [
        " syll",
        -0.08436911
      ],
      [
        "ab",
        -8.220573e-05
      ],
      [
        "ary",
        -0.00021259987
      ]
    ]
  },
  "One of the people implicated in this had previously been the National Chief of the Congress of Aboriginal People, while another was born in Lebanon before immigrating to Canada. Despite accusations of the claims being exaggerated, David Tkachuk (ka-CHUK) insists that all accused parties had been given": {
    "guess": "Canadian Senate expenses scandal",
    "confidence": [
      [
        "Canadian",
        -0.63525206
      ],
      [
        " Senate",
        -0.0038366597
      ],
      [
        " expenses",
        -0.011543945
      ],
      [
        " scandal",
        -0.0046600997
      ]
    ]
  },
  "One of this people's two major groups was led by Godegisel until he was killed in battle by the Franks, after which they united with King Respendial and the Alans and Suebi to plunder Gaul before being": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.4639632
      ],
      [
        "and",
        -0.014834381
      ],
      [
        "als",
        -7.755679e-05
      ]
    ]
  },
  "When these people tried to promote Olybius as successor to Libius Severus, Leo I sent Marcellinus and Basiliscus on a failed campaign against them. One general who was sent by Honorius to fight them at Rhaetia, Flavius Stilicho, was actually one by birth. They expressed tolerance to Catholics when ruled by Gunthamund and Hilderich, but these people, who were originally split into Siling and Asding tribes, mostly practiced Arianism. During the reign of Gaiseric, they controlled most of North Africa,": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.0014283328
      ],
      [
        "and",
        -1.9504607e-05
      ],
      [
        "als",
        -6.6306106e-06
      ]
    ]
  },
  "This people's historical religion involves the worship of Malak Taus, a world-creating fallen peacock angel whose worship has stereotyped its believers as devil worshippers, a religion which disallows the eating of lettuce or butter beans. That religion, Yazidism, is now a minority faith among these people, and their ancient language of Pahlawani has been overtaken by the modern Kurmanji. The most famous persecutions of them occurred at Dersim in the 1930's, and at Halabja, where a chemical attack was launched on them by Saddam Hussein's régime. FTP, name this oppressed ethnic group of northern Iraq and southeast Turkey.": {
    "guess": "Yazidis",
    "confidence": [
      [
        "Y",
        -0.045986664
      ],
      [
        "az",
        -6.0153056e-05
      ],
      [
        "idis",
        -0.005303012
      ]
    ]
  },
  "These people were frequently subject to charges known as \"banalities.\" In England, a group of these people were spurred to anger by a sermon containing a notable rhyme about \"when Adam delved and Eve span.\" The priest John Ball preached to these people in a rebellion during the reign of Richard II. Also": {
    "guess": "Peasants' Revolt",
    "confidence": [
      [
        "Pe",
        -0.007419914
      ],
      [
        "as",
        -0.00045760558
      ],
      [
        "ants",
        -6.122589e-05
      ],
      [
        "'",
        -0.36640292
      ],
      [
        " Rev",
        -0.00016361084
      ],
      [
        "olt",
        -5.6219335e-05
      ]
    ]
  },
  "People sing hymns between the chanting of verses from this text during the first part of the Eastern Orthodox service on Holy Saturday. Its speaker says that he has \"become like a bottle in the smoke\" and his soul \"fainteth for thy salvation, but I hope in thy word.\" Along with the Parable of the Wise": {
    "guess": "Psalm 119",
    "confidence": [
      [
        "Ps",
        -0.46621275
      ],
      [
        "alm",
        -0.00046284322
      ],
      [
        " ",
        -0.0049298857
      ],
      [
        "119",
        -0.23044641
      ]
    ]
  },
  "These people's numbers grew after the issuing of the Philipsburg Proclamation. One of the most famous examples of these people was grievously wounded when raiding the home of Captain Joshua Huddy. That example, Colonel Tye, was active in Monmouth County. James Moncrief led a group of them which included Henry Washington, a man who had previously worked draining the Great Dismal Swamp. A book listing these people was produced on the orders of Sir Guy Carleton, and many of them eventually ended up in places like Birchtown, Nova Scotia, or Sierra Leone. Many of these people were created after the passing of Lord Dunmore's Proclamation and the formation of groups like the Royal Ethiopian Regiment. For 10 points, name this group of people who fought for the British during the American Revolution,": {
    "guess": "Black Loyalists",
    "confidence": [
      [
        "Black",
        -0.006960104
      ],
      [
        " L",
        -0.011924958
      ],
      [
        "oyal",
        -3.1281633e-07
      ],
      [
        "ists",
        -0.0007204149
      ]
    ]
  },
  "In 2007, 53 people disappeared while trying to reach this country, where Katrine Camilleri's car and door were firebombed for advocating on behalf of refugees. Those migrants often depart for this country from the city of Zuwara and head for Victoria, also known as Rabat, or for its most populous city, Birkirkara. Migrants might settle on its island of Gozo or hire boats to take them north to Catania or Syracuse. This country's status as the front line in immigration to Europe stems from the fact": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.05885838
      ],
      [
        "ta",
        -3.261701e-05
      ]
    ]
  },
  "A people from this modern-day country believed the storm god became chief god after passing a test of fire. Warriors who died in this modern-day country were thought to accompany the rising sun in the east. In a legend originating in this country, a woman must wander the world searching for her drowned children forever, constantly weeping. Worshippers from this modern-day country wore flayed skins in honor of a god of fertility. Blue (*) paint was applied to the foreheads of victims of waterborne": {
    "guess": "Aztec religion",
    "confidence": [
      [
        "Az",
        -1.0834756
      ],
      [
        "tec",
        -0.0065337117
      ],
      [
        " religion",
        -0.22541718
      ]
    ]
  },
  "In 2007, 53 people disappeared while trying to reach this country, where Katrine Camilleri's car and door were firebombed for advocating on behalf of refugees. Those migrants often depart for this country": {
    "guess": "Australia",
    "confidence": [
      [
        "Australia",
        -0.32159746
      ]
    ]
  },
  "The people of Lamuella believe this character was sent by the Almighty Bob when he becomes the Sandwich Maker. At the Cathedral of Hate, he is attacked by Agrajag, a being whom he has accidentally killed": {
    "guess": "Arthur Dent",
    "confidence": [
      [
        "Arthur",
        -0.6061644
      ],
      [
        " Dent",
        -0.027318122
      ]
    ]
  },
  "These people lost favor after the Affair of the Placards, and the Duke of Buckingham led a failed attempt to relieve a siege of these people at La Rochelle. Dragonnades were sometimes quartered in their homes, and Gaspard de Coligny was one leader of this group. Frederick William protected these people in Prussia with the Edict of (*) Potsdam, which was a response to the second Edict of Fontainebleau. Catherine d'Medici instigated a mass murder of these people in the St. Bartholomew's Day Massacre, but they were later protected under Henry IV's Edict of Nantes. For ten points, name these oft-persecuted": {
    "guess": "Huguenots",
    "confidence": [
      [
        "H",
        -0.0052259327
      ],
      [
        "ug",
        -0.00010902656
      ],
      [
        "uen",
        -0.00011892046
      ],
      [
        "ots",
        -0.00014275387
      ]
    ]
  },
  "Pepi II ruled this polity for 94 years, and some of its early tombs are called Mastabas. This empire's capital was moved for a time to Avaris, and it built temples at Beit el-Wali and Abu Simbel. This": {
    "guess": "Sixth Dynasty of Egypt",
    "confidence": [
      [
        "Six",
        -1.389485
      ],
      [
        "th",
        -0.0031919705
      ],
      [
        " Dynasty",
        -0.016989522
      ],
      [
        " of",
        -0.00017970333
      ],
      [
        " Egypt",
        -0.0012988078
      ]
    ]
  },
  "People who are either in a state of \"cognitive load\" or live in so-called \"individualist\" societies are more likely to commit it.  Coined by Lee Ross, it was studied in a classic 1967 study by Edward Jones and Victor Harris in which subjects were asked to assess the pro- or anti-Castro sentiments of various speakers.  Resulting largely from a misunderstanding of perspective and rarely occurring in": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.02814507
      ],
      [
        "amental",
        -1.9504607e-05
      ],
      [
        " attribution",
        -0.0074846456
      ],
      [
        " error",
        -3.6073914e-05
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up man. This civilization created the Sarcophagus of the Spouses, which depicted a husband and wife reclining at a banquet table. An important architect of this people was Vulca and its religion was": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.07674909
      ],
      [
        "tr",
        -1.2829201e-05
      ],
      [
        "us",
        -0.017350895
      ],
      [
        "can",
        -2.4749568e-05
      ],
      [
        " civilization",
        -0.026615042
      ]
    ]
  },
  "One of these people was murdered at Camp Gordon for allegedly loving jazz music. Some of these people built a scale model of the Mississippi River basin for the Corps of Engineers and nine of these people": {
    "guess": "African Americans in the United States Army",
    "confidence": [
      [
        "A",
        -2.162752
      ],
      [
        "frican",
        -0.0032422396
      ],
      [
        " Americans",
        -0.57786393
      ],
      [
        " in",
        -0.59032893
      ],
      [
        " the",
        -0.84749526
      ],
      [
        " United",
        -0.012965269
      ],
      [
        " States",
        -9.5914154e-05
      ],
      [
        " Army",
        -0.5005114
      ]
    ]
  },
  "People lacking it may experience problems with sepsis and it may become inflamed due to mononu-cleosis or blood cancers. Its \"red pulp\" part is often referred to as the red blood cell graveyard due to the fact that damaged and destroyed red blood cells are stored there. When it becomes enlarged, it can clog and take blood out of circulation, resulting in anemia and serious bleeding. Its \"white pulp\" part is responsible for the production of lymphocytes and is an important part of the immune system. FTP, identify this small fist-shaped organ, the largest lymph node in the body, which can rupture when enlarged.": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.0025478392
      ],
      [
        "ple",
        -7.064298e-05
      ],
      [
        "en",
        -9.849109e-06
      ]
    ]
  },
  "These people were relocated throughout the Ottoman empire by the surgun system. Groups of these people across Eurasia were visited in the 12th century by Benjamin of Tudela. The nobility of the early medieval": {
    "guess": "Khazars",
    "confidence": [
      [
        "Kh",
        -0.1708588
      ],
      [
        "az",
        -0.13947217
      ],
      [
        "ars",
        -0.00075638137
      ]
    ]
  },
  "One of this people's two major groups was led by Godegisel until he was killed in battle by the Franks, after which they united with King Respendial and the Alans and Suebi to plunder Gaul before being driven out by British troops under Constantine III. Their two main groups, the Asding and Siling, occupied Gallaecia and Baetica before being pushed further south by the Romans and Visigoths.  In 429, they sailed to a territory in the west from which, 25 years later, they would attack Italy. Belisarius would eventually defeat Gelimer, the last king of, FTP, this East Germanic people which ruled North": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.008315626
      ],
      [
        "and",
        -0.00041625294
      ],
      [
        "als",
        -3.650519e-06
      ]
    ]
  },
  "A people from this modern-day country believed the storm god became chief god after passing a test of fire. Warriors who died in this modern-day country were thought to accompany the rising sun in the east. In a legend originating in this country, a woman must wander the world searching for her drowned children forever, constantly weeping. Worshippers from this modern-day country wore flayed skins in honor of a god of fertility. Blue (*) paint was applied to the foreheads of victims of waterborne disease and drowning in this modern-day country, since they were bound south for the realm of a storm god who married a goddess with a jade skirt. This country is the origin of the rain god Cocijo, as": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.5635725
      ]
    ]
  },
  "One of these people was murdered at Camp Gordon for allegedly loving jazz music. Some of these people built a scale model of the Mississippi River basin for the Corps of Engineers and nine of these people were killed at Salina, Utah by Clarence Bertucci. The construction of a volleyball field was used as a ruse by some of these people who were surprised to discover that the Salt River lacked water when attempting to raft from Papago Park. The newspaper (*) der Ruf was part of the Special Projects Division's attempts to re-educate these people, who were forced to watch movies showing the Holocaust before being repatriated. For 10 points, identify these people, including many members of the Afrika Korps (core), who were sent to America during World War II.": {
    "guess": "German prisoners of war in the United States",
    "confidence": [
      [
        "German",
        -0.040804658
      ],
      [
        " prisoners",
        -0.027567826
      ],
      [
        " of",
        -0.00029267906
      ],
      [
        " war",
        -0.0037435484
      ],
      [
        " in",
        -0.016437834
      ],
      [
        " the",
        -0.0001690942
      ],
      [
        " United",
        -0.00238528
      ],
      [
        " States",
        -0.000107238506
      ]
    ]
  },
  "A people from this modern-day country believed the storm god became chief god after passing a test of fire. Warriors who died in this modern-day country were thought to accompany the rising sun in the east. In a legend originating in this country, a woman must wander the world searching for her drowned children forever, constantly weeping. Worshippers from this modern-day country wore flayed skins in honor of a god of fertility. Blue (*) paint was applied to the foreheads of victims of waterborne disease and drowning in this modern-day country, since they were bound south for the realm of a storm god who married a goddess with a jade skirt. This country is the origin of the rain god Cocijo, as well as the underworlds of Mictlan and Tlalocan. For 10 points, name this country, the home of legends": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.42147636
      ]
    ]
  },
  "When these people tried to promote Olybius as successor to Libius Severus, Leo I sent Marcellinus and Basiliscus on a failed campaign against them. One general who was sent by Honorius to fight them at Rhaetia, Flavius Stilicho, was actually one by birth. They expressed tolerance to Catholics when ruled": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.5390711
      ],
      [
        "and",
        -0.0032026698
      ],
      [
        "als",
        -6.0272258e-05
      ]
    ]
  },
  "These people believed in a goddess named \"mother tree\" who appeared as a two-headed snake. In this people's origin myth, a golden stick was repeatedly pushed into the ground until sinking at a fertile place. These people believed in a rain god who kept the Milky Way in a jug. The creator of the world": {
    "guess": "Yoruba religion",
    "confidence": [
      [
        "Y",
        -0.9971847
      ],
      [
        "or",
        -0.08063904
      ],
      [
        "uba",
        -0.0009132516
      ],
      [
        " religion",
        -0.0064563705
      ]
    ]
  },
  "These people prepared the sacrificial meal for the Lupercalia. Chosen between the ages of 6 and 10 to serve for 30 years, six of them served at a time, and they enjoyed great privileges, but were entombed alive for disobeying certain rules. Charged with maintaining the fire Aeneas brought to Rome, FTP, who were these Roman priestesses who served the goddess of the hearth and whose name now means any": {
    "guess": "Vestal Virgin",
    "confidence": [
      [
        "V",
        -0.004323541
      ],
      [
        "est",
        -0.00016039233
      ],
      [
        "al",
        -0.0043943906
      ],
      [
        " Virgin",
        -0.07494074
      ]
    ]
  },
  "One of these people was murdered at Camp Gordon for allegedly loving jazz music. Some of these people built a scale model of the Mississippi River basin for the Corps of Engineers and nine of these people were killed at Salina, Utah by Clarence Bertucci. The construction of a volleyball field was used as a ruse by some of these people who were surprised to discover that the Salt River lacked water when attempting to raft from Papago Park. The newspaper (*) der Ruf was part of the Special Projects Division's attempts to re-educate these people, who were forced to watch movies showing the Holocaust": {
    "guess": "Japanese-Americans",
    "confidence": [
      [
        "Japanese",
        -0.3080069
      ],
      [
        "-Americans",
        -1.2283708
      ]
    ]
  },
  "This people's historical religion involves the worship of Malak Taus, a world-creating fallen peacock angel whose worship has stereotyped its believers as devil worshippers, a religion which disallows the eating of lettuce or butter beans. That religion, Yazidism, is now a minority faith among these people, and their ancient language of Pahlawani has been overtaken by the modern Kurmanji. The most": {
    "guess": "Yazidis",
    "confidence": [
      [
        "Y",
        -0.012615947
      ],
      [
        "az",
        -6.81397e-05
      ],
      [
        "idis",
        -0.117700934
      ]
    ]
  },
  "These people lost favor after the Affair of the Placards, and the Duke of Buckingham led a failed attempt to relieve a siege of these people at La Rochelle. Dragonnades were sometimes quartered in their": {
    "guess": "Huguenots",
    "confidence": [
      [
        "H",
        -0.0048294114
      ],
      [
        "ug",
        -1.8908588e-05
      ],
      [
        "uen",
        -6.587483e-05
      ],
      [
        "ots",
        -0.00021843717
      ]
    ]
  },
  "These people ruled during the life of Yunus Emre, a key poet for their language. According to Edward Gibbon, one of their leaders died trying to fire an arrow as his foot slipped, letting a Khwarezmian stab him. Their rulers used a book on governance whose writer, eventually assassinated by the original Assassins, was the vizier Nizam al-Mulk. These victors at Dandanaqan refounded the city of Konya, where they let the new Mevlevi order of (*) whirling dervishes grow. Decades after Tugrul led them,": {
    "guess": "Seljuk Turks",
    "confidence": [
      [
        "Sel",
        -0.21419193
      ],
      [
        "j",
        -0.052714456
      ],
      [
        "uk",
        -7.89631e-07
      ],
      [
        " Turks",
        -0.45533478
      ]
    ]
  },
  "These people's numbers grew after the issuing of the Philipsburg Proclamation. One of the most famous": {
    "guess": "Loyalists",
    "confidence": [
      [
        "L",
        -0.45234153
      ],
      [
        "oyal",
        -0.00047094907
      ],
      [
        "ists",
        -0.03691642
      ]
    ]
  },
  "People possessed by spirits in this religion are called tongji, and some sects of religion believe that": {
    "guess": "Korean Shamanism",
    "confidence": [
      [
        "K",
        -0.50954056
      ],
      [
        "orean",
        -0.0006062911
      ],
      [
        " Shaman",
        -0.45487514
      ],
      [
        "ism",
        -1.4617256e-05
      ]
    ]
  },
  "A people from this modern-day country believed the storm god became chief god after passing a test of fire. Warriors who died in this modern-day country were thought to accompany the rising sun in the east. In a legend originating in this country, a woman must wander the world searching for her drowned children forever, constantly weeping. Worshippers from this modern-day country wore flayed skins in honor of a god of fertility. Blue (*) paint was applied to the foreheads of victims of waterborne disease and drowning in this modern-day country, since they were bound south for the realm of a storm god who married a goddess with a jade skirt. This country is the origin of the rain god Cocijo, as well as the underworlds of Mictlan and Tlalocan. For 10 points, name this country, the home of legends about La Llorona, La Malinche, and the conquest of the Aztecs.": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.0019475567
      ]
    ]
  },
  "These people believed in feminine nature spirits known as etugen. They also believed that humans were the descendants of a fallow deer who mated with a blue-gray wolf. Their greatest leader, possibly in an attempt to identify himself with the hero Bukhe Beligte, claimed to be the son of the sky spirit Hormast Tengri. According to legend, they were repelled by a shower of lightning arrows shot by Raiden, or by the storm god Kami-kaze when they sent an invading fleet to Japan. FTP, name these people whose epic of Geser follows the exploits of the titular khan.": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.14057206
      ],
      [
        "ong",
        -4.00813e-06
      ],
      [
        "ols",
        -0.08053543
      ]
    ]
  },
  "People in this job were upset by the end of the FAM program. One opponent of people in this profession was John Shaffer, who ordered an end to checkoff dues collection among people in this job. An organization of people in this profession was founded in 1969 and led for two years by future O.J. Simpson attorney F. Lee Bailey. These people first protested their working conditions by adhering to the letter of the (*) \"five-mile separation\" rule. In 1993, several people were reinstated to this job by an executive order of Bill Clinton. Earlier, their union, PATCO, had gone on strike in 1981 with disastrous results. For 10 points, name this occupation whose members were fired en masse by Ronald Reagan.": {
    "guess": "Air Traffic Controllers",
    "confidence": [
      [
        "Air",
        -0.06304106
      ],
      [
        " Traffic",
        -0.06024994
      ],
      [
        " Controllers",
        -0.001066632
      ]
    ]
  },
  "These people believed in feminine nature spirits known as etugen. They also believed that humans were the descendants of a fallow deer who mated with a blue-gray wolf. Their greatest leader, possibly in an attempt to identify himself with the hero Bukhe Beligte, claimed to be the son of the sky spirit Hormast Tengri. According to legend, they were repelled by a shower of lightning arrows shot by Raiden,": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.05848325
      ],
      [
        "ong",
        -2.4584822e-06
      ],
      [
        "ols",
        -0.43336555
      ]
    ]
  },
  "A people from this modern-day country believed the storm god became chief god after passing a test of": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -1.479718
      ]
    ]
  },
  "These people's kinship rituals were studied by Alfred William Howitt and Lorimer Fison, and these people would paint themselves yellow for meetings called corroboree. These people practice a coming-of-age ceremony in which boys walk from a large circle of stones to a smaller one, and during which teeth or fingertips can be removed. Rhys Jones identified a form of agriculture practiced by these people in which patches of land would be (*) burned off to prevent larger brush fires; that is called firestick farming. This is the first culture analyzed in Levi-Strauss' Elementary Structures of Kinship, and in The Elementary Forms of the Religious Life Durkheim studied this group's totemic beliefs, which includes the Alcheringa, or Dreamtime. For 10 points, name these people who find Uluru, or Ayers Rock, sacred.": {
    "guess": "Indigenous Australians",
    "confidence": [
      [
        "Ind",
        -0.85401094
      ],
      [
        "igenous",
        -2.1650272e-05
      ],
      [
        " Australians",
        -0.09037302
      ]
    ]
  },
  "More people were killed in the 1927 reenactment of the events here than in the events themselves. It was guarded by a bicycle brigade, a women's brigade, and a group of military cadets all of whom surrendered before the actual siege. If the Cossacks had relieved these troops, it possible that the Bolsheviks": {
    "guess": "Kronstadt Rebellion",
    "confidence": [
      [
        "K",
        -1.3232553
      ],
      [
        "ron",
        -0.32745785
      ],
      [
        "stadt",
        -0.00023631772
      ],
      [
        " Rebellion",
        -0.6565807
      ]
    ]
  },
  "\"So—people a thousand years from now—this is the way we were in the provinces  north of New York at the beginning of the twentieth century.—This is the way we  were: in our growing up and in our marrying and in our living and in our dying.\"  This quote said by the Stage Manager in Act I highlights one of the key themes in  this American play. FTP name this play in three Acts set in Grover's Corners by  Thornton Wilder.": {
    "guess": "Our Town",
    "confidence": [
      [
        "Our",
        -0.003339552
      ],
      [
        " Town",
        -0.00034094555
      ]
    ]
  },
  "They are the only people who can enjoy the sixth abinha power. They are often depicted artistically in groups of sixteen, and they are equivalent to the lohans often painted by Guanxiu. This (*) status is the culmination of a path which begins with a stream-enterer and proceeds through the once-returner and the non-returner. For 10 points— name these achievers of nirvana in Theravada Buddhism.": {
    "guess": "Arhats",
    "confidence": [
      [
        "Ar",
        -0.008627106
      ],
      [
        "h",
        -0.11807523
      ],
      [
        "ats",
        -6.0749073e-05
      ]
    ]
  },
  "People in this job were upset by the end of the FAM program. One opponent of people in this profession was John Shaffer, who ordered an end to checkoff dues collection among people in this job. An organization of people in this profession was founded in 1969 and led for two years by future O.J. Simpson attorney F. Lee Bailey. These people first protested their working conditions by adhering to the letter of the (*) \"five-mile separation\" rule. In 1993, several people were reinstated to this job by": {
    "guess": "Air Traffic Controllers",
    "confidence": [
      [
        "Air",
        -0.17561033
      ],
      [
        " Traffic",
        -0.020532317
      ],
      [
        " Controllers",
        -0.004412552
      ]
    ]
  },
  "These people's numbers grew after the issuing of the Philipsburg Proclamation. One of the most famous examples of these people was grievously wounded when raiding the home of Captain Joshua Huddy. That example, Colonel Tye, was active in Monmouth County. James Moncrief led a group of them which included Henry Washington, a man who had previously worked draining the Great Dismal Swamp. A book listing these people was produced on the orders of Sir Guy Carleton, and many of them eventually ended up in places like Birchtown, Nova Scotia, or Sierra Leone. Many of these people were created after the passing of Lord Dunmore's Proclamation and the formation of groups like the Royal Ethiopian Regiment. For 10 points, name this group of people who fought for the British during the American Revolution, many of which were former slaves.": {
    "guess": "Black Loyalists",
    "confidence": [
      [
        "Black",
        -0.00796302
      ],
      [
        " L",
        -0.0013584481
      ],
      [
        "oyal",
        0.0
      ],
      [
        "ists",
        -0.0001788689
      ]
    ]
  },
  "When these people tried to promote Olybius as successor to Libius Severus, Leo I sent Marcellinus and Basiliscus on a failed campaign against them. One general who was sent by Honorius to fight them at Rhaetia, Flavius Stilicho, was actually one by birth. They expressed tolerance to Catholics when ruled by Gunthamund and Hilderich, but these people, who were originally split into Siling and Asding tribes, mostly practiced Arianism. During the reign of Gaiseric, they controlled most of North Africa, and their fall occurred under the rule of Gelimer, during which they were crushed at Ad Decimum and Tricameron by Belisarius. FTP, identify these barbarians who sacked Rome in 455 AD and became synonymous": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.020640109
      ],
      [
        "and",
        -0.0017230116
      ],
      [
        "als",
        -1.1994775e-05
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up man. This civilization created the Sarcophagus of the Spouses, which depicted a husband and wife reclining at a banquet table. An important architect of this people was Vulca and its religion was allegedly founded by Tages. One female from this civilization prophesied that her husband would become king after seeing an eagle snatch a hat from his head. The naval hegemony of this polity was limited": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.035765253
      ],
      [
        "tr",
        -3.1305768e-05
      ],
      [
        "us",
        -0.0051800357
      ],
      [
        "can",
        -3.917321e-05
      ],
      [
        " civilization",
        -0.009252467
      ]
    ]
  },
  "These people's kinship rituals were studied by Alfred William Howitt and Lorimer Fison, and these people would paint themselves yellow for meetings called corroboree. These people practice a coming-of-age ceremony in which boys walk from a large circle of stones to a smaller one, and during which teeth or fingertips can be removed. Rhys Jones identified a form of agriculture practiced by these people": {
    "guess": "Australian Aboriginal culture",
    "confidence": [
      [
        "Australian",
        -0.28584927
      ],
      [
        " Aboriginal",
        -0.03548998
      ],
      [
        " culture",
        -1.024227
      ]
    ]
  },
  "People sing hymns between the chanting of verses from this text during the first part of the Eastern Orthodox service on Holy Saturday. Its speaker says that he has \"become like a bottle in the smoke\" and his soul \"fainteth for thy salvation, but I hope in thy word.\" Along with the Parable of the Wise and Foolish Virgins, this text inspired the Eastern Orthodox practice of the \"Midnight Office.\" It begins with a verse sometimes translated as \"Happy are those whose way is perfect,\" which appears in the section titled \"Aleph.\" This text, which contains one stanza for each letter of the Hebrew alphabet, contains a pair of verses which read \"It is better to take refuge in the Lord than to trust in": {
    "guess": "Psalm 119",
    "confidence": [
      [
        "Ps",
        -0.05090588
      ],
      [
        "alm",
        -2.451116e-05
      ],
      [
        " ",
        -0.0014511867
      ],
      [
        "119",
        -0.08710861
      ]
    ]
  },
  "The people who occupied the town of Messana at the outbreak of the First Punic War were given a name meaning sons of this deity. Ovid claims that this deity's sacred bird was the woodpecker and along with Vulcan, this god was associated festival in which the trumpets of Rome were purified, the Tubilustria. Another festival to this deity featured a day of horse racing and was known as the Equirria. Sometimes known as Gradivus, this god's mother used the advice of Flora to find a flower from Olenus,": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0048244307
      ],
      [
        "ars",
        -5.0020742e-05
      ],
      [
        " (",
        -0.000989938
      ],
      [
        "my",
        -0.0019109079
      ],
      [
        "th",
        -2.1008714e-06
      ],
      [
        "ology",
        -0.00017386234
      ],
      [
        ")",
        -9.968313e-06
      ]
    ]
  },
  "Pepi II ruled this polity for 94 years, and some of its early tombs are called Mastabas. This empire's": {
    "guess": "Ancient Egypt",
    "confidence": [
      [
        "Anc",
        -0.49847874
      ],
      [
        "ient",
        -5.7961847e-06
      ],
      [
        " Egypt",
        -0.0043357643
      ]
    ]
  },
  "Some people who tried to purchase one on Ebay found out they had bought oddly shaped storage crates.": {
    "guess": "DNA data storage",
    "confidence": [
      [
        "DNA",
        -0.5677291
      ],
      [
        " data",
        -0.7853683
      ],
      [
        " storage",
        -0.00013893934
      ]
    ]
  },
  "They are the only people who can enjoy the sixth abinha power. They are often depicted artistically in": {
    "guess": "X-Men: Days of Future Past",
    "confidence": [
      [
        "X",
        -1.3144435
      ],
      [
        "-Men",
        -0.06952518
      ],
      [
        ":",
        -0.5056667
      ],
      [
        " Days",
        -0.39362797
      ],
      [
        " of",
        -0.00030638382
      ],
      [
        " Future",
        -0.0008229723
      ],
      [
        " Past",
        -0.00014990607
      ]
    ]
  },
  "These people prepared the sacrificial meal for the Lupercalia. Chosen between the ages of 6 and 10 to serve for 30 years, six of them served at a time, and they enjoyed great privileges, but were entombed alive for disobeying certain rules. Charged with maintaining the fire Aeneas brought to Rome, FTP,": {
    "guess": "Vestal Virgins",
    "confidence": [
      [
        "V",
        -0.017856073
      ],
      [
        "est",
        -9.72254e-05
      ],
      [
        "al",
        -0.0007149352
      ],
      [
        " Vir",
        -0.14287947
      ],
      [
        "g",
        -4.3202e-07
      ],
      [
        "ins",
        -9.968313e-06
      ]
    ]
  },
  "The people of Lamuella believe this character was sent by the Almighty Bob when he becomes the Sandwich Maker. At the Cathedral of Hate, he is attacked by Agrajag, a being whom he has accidentally killed in the form of a fly, a rabbit, and a falling bowl of petunias. This character's Babel fish allows him to understand Vogon poetry, and he journeys to Magrathea where he meets the fjord creator Slartibartfast.": {
    "guess": "Ford Prefect",
    "confidence": [
      [
        "Ford",
        -1.1889588
      ],
      [
        " Pref",
        -0.00045593674
      ],
      [
        "ect",
        -4.739826e-05
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up man. This civilization created the Sarcophagus of the Spouses, which depicted a husband and wife": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0047438727
      ],
      [
        "tr",
        -2.4630364e-05
      ],
      [
        "us",
        -0.0023809997
      ],
      [
        "can",
        -3.4121115e-06
      ],
      [
        " civilization",
        -0.032501288
      ]
    ]
  },
  "These people's numbers grew after the issuing of the Philipsburg Proclamation. One of the most famous examples of these people was grievously wounded when raiding the home of Captain Joshua Huddy. That example, Colonel Tye, was active in Monmouth County. James Moncrief led a group of them which included Henry Washington, a man who had previously worked draining the Great Dismal Swamp. A book listing these people was produced on the orders of Sir Guy Carleton, and many of them eventually ended up": {
    "guess": "Black Loyalists",
    "confidence": [
      [
        "Black",
        -0.419049
      ],
      [
        " L",
        -0.0051309313
      ],
      [
        "oyal",
        -7.89631e-07
      ],
      [
        "ists",
        -0.04295191
      ]
    ]
  },
  "People lacking it may experience problems with sepsis and it may become inflamed due to mononu-cleosis or blood cancers. Its \"red pulp\" part is often referred to as the red blood cell graveyard due to the fact that damaged and destroyed red blood cells are stored there. When it becomes enlarged, it can clog and take blood out of circulation, resulting in anemia and serious bleeding. Its \"white pulp\" part is responsible for the production of lymphocytes and is an important part of the immune system.": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.00076257996
      ],
      [
        "ple",
        -8.518583e-05
      ],
      [
        "en",
        -7.465036e-06
      ]
    ]
  },
  "These people were frequently subject to charges known as \"banalities.\" In England, a group of these people were spurred to anger by a sermon containing a notable rhyme about \"when Adam delved and Eve span.\" The priest John Ball preached to these people in a rebellion during the reign of Richard II. Also known as villeins, this class of people behind Wat Tyler's Rebellion lived on a manor and were obliged to perform corvee labor for a lord. For 10 points, name this lower class of the medieval feudal system.": {
    "guess": "Peasants",
    "confidence": [
      [
        "Pe",
        -0.059431303
      ],
      [
        "as",
        -5.0139948e-05
      ],
      [
        "ants",
        -0.00031758897
      ]
    ]
  },
  "These people believed in a goddess named \"mother tree\" who appeared as a two-headed snake. In this people's origin myth, a golden stick was repeatedly pushed into the ground until sinking at a fertile place. These people believed in a rain god who kept the Milky Way in a jug. The creator of the world in this people's mythology announced his departure at Manta and walked away across the ocean, leaving": {
    "guess": "Yoruba religion",
    "confidence": [
      [
        "Y",
        -0.8084192
      ],
      [
        "or",
        -0.038087733
      ],
      [
        "uba",
        -0.00020103711
      ],
      [
        " religion",
        -0.24354756
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.11115367
      ],
      [
        "tr",
        -7.1238996e-05
      ],
      [
        "us",
        -0.07534778
      ],
      [
        "can",
        -1.50940705e-05
      ],
      [
        " civilization",
        -0.30591667
      ]
    ]
  },
  "These people ruled during the life of Yunus Emre, a key poet for their language. According to Edward Gibbon, one of their leaders died trying to fire an arrow as his foot slipped, letting a Khwarezmian stab him. Their rulers used a book on governance whose writer, eventually assassinated by the original Assassins, was the vizier Nizam al-Mulk. These victors at Dandanaqan refounded the city of Konya,": {
    "guess": "Seljuk dynasty",
    "confidence": [
      [
        "Sel",
        -0.35733032
      ],
      [
        "j",
        -0.4791403
      ],
      [
        "uk",
        -1.3902034e-05
      ],
      [
        " dynasty",
        -0.52924275
      ]
    ]
  },
  "These people ruled during the life of Yunus Emre, a key poet for their language. According to Edward Gibbon, one of their leaders died trying to fire an arrow as his foot slipped, letting a Khwarezmian stab him. Their rulers used a book on governance whose writer, eventually assassinated by the original": {
    "guess": "Seljuk Empire",
    "confidence": [
      [
        "Sel",
        -0.6630015
      ],
      [
        "j",
        -0.2589102
      ],
      [
        "uk",
        -8.542423e-05
      ],
      [
        " Empire",
        -0.22342078
      ]
    ]
  },
  "These people could become forros with the help of mutual aid societies. A Muslim subgroup of these people revolted in the Malê uprising. A female one named Aqualtune founded Palmares, an example of settlements to which these people moved called quilombos. The Queiroz Law was passed under pressure from Great Britain to end the movement of these people in 1850. These people, who founded the Candomblé religion, were (*) aided by a law signed by Princess Isabella concerning wombs. Their status was ended by the Golden Law of Pedro II. For 10 points, name these people, some of whom developed a form of": {
    "guess": "Afro-Brazilians",
    "confidence": [
      [
        "Af",
        -0.2428189
      ],
      [
        "ro",
        -1.378283e-05
      ],
      [
        "-B",
        -0.00033832307
      ],
      [
        "raz",
        -0.48343623
      ],
      [
        "ilians",
        -0.0008591734
      ]
    ]
  },
  "These people fear avenging spirits called ngozi and believe that they are protected by ancestral spirits called vadzimu, whom they communicate with by playing their traditional instrument, the mbira. They": {
    "guess": "Shona people",
    "confidence": [
      [
        "Sh",
        -0.15521026
      ],
      [
        "ona",
        -2.1008714e-06
      ],
      [
        " people",
        -0.30441105
      ]
    ]
  },
  "These people ruled during the life of Yunus Emre, a key poet for their language. According to Edward Gibbon, one of their leaders died trying to fire an arrow as his foot slipped, letting a Khwarezmian stab him. Their rulers used a book on governance whose writer, eventually assassinated by the original Assassins, was the vizier Nizam al-Mulk. These victors at Dandanaqan refounded the city of Konya, where they let the new Mevlevi order of (*) whirling dervishes grow. Decades after Tugrul led them, these Sunni Muslims defeated Romanus IV Diogenes' Byzantines under the command of Alp Arslan at Manzikert. For 10 points, name these semi-nomadic people who settled the Middle East and Anatolia in the": {
    "guess": "Seljuk Empire",
    "confidence": [
      [
        "Sel",
        -0.050569
      ],
      [
        "j",
        -0.013080232
      ],
      [
        "uk",
        -1.9816675e-06
      ],
      [
        " Empire",
        -0.18307437
      ]
    ]
  },
  "The people of Lamuella believe this character was sent by the Almighty Bob when he becomes the Sandwich Maker. At the Cathedral of Hate, he is attacked by Agrajag, a being whom he has accidentally killed in the form of a fly, a rabbit, and a falling bowl of petunias. This character's Babel fish allows him to understand Vogon poetry, and he journeys to Magrathea where he meets the fjord creator Slartibartfast. This character is rescued by The Heart of Gold along with Ford Prefect, and eventually learns that the answer to Life, the Universe, and Everything is 42. For 10 points, name this protagonist of Douglas Adams' The Hitchhiker's Guide to the Galaxy series.": {
    "guess": "Arthur Dent",
    "confidence": [
      [
        "Arthur",
        -0.008628052
      ],
      [
        " Dent",
        -1.1517961e-05
      ]
    ]
  },
  "These peoples were issued an ultimatum by Henry Bartle Frere, leading to a conflict with colonialists. A militaristic rise amongst these peoples was known as the \"Mfecane,\" (mm-feh-CAN-eh) or \"Crushing,\"": {
    "guess": "Zulu people",
    "confidence": [
      [
        "Z",
        -0.0017959661
      ],
      [
        "ulu",
        -0.00040600507
      ],
      [
        " people",
        -0.0012392756
      ]
    ]
  },
  "Pepi II ruled this polity for 94 years, and some of its early tombs are called Mastabas. This empire's capital was moved for a time to Avaris, and it built temples at Beit el-Wali and Abu Simbel. This civilization's capitals included(*) Memphis and Thebes, and their history contains three interregnums": {
    "guess": "Middle Kingdom of Egypt",
    "confidence": [
      [
        "Middle",
        -1.3589268
      ],
      [
        " Kingdom",
        -0.0019113846
      ],
      [
        " of",
        -0.23521973
      ],
      [
        " Egypt",
        -0.0015693799
      ]
    ]
  },
  "When these people tried to promote Olybius as successor to Libius Severus, Leo I sent Marcellinus and": {
    "guess": "Council of Chalcedon",
    "confidence": [
      [
        "Council",
        -0.3093615
      ],
      [
        " of",
        -0.017170696
      ],
      [
        " Ch",
        -0.021624735
      ],
      [
        "al",
        -3.6789137e-05
      ],
      [
        "ced",
        -5.9199425e-05
      ],
      [
        "on",
        -3.070975e-05
      ]
    ]
  },
  "These people participated in the Battle of Clontarf against Brian Boru in 1014 as one of their last major": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -0.0073683267
      ],
      [
        "ik",
        -0.00013226394
      ],
      [
        "ings",
        -7.89631e-07
      ]
    ]
  },
  "These people were relocated throughout the Ottoman empire by the surgun system. Groups of these people across Eurasia were visited in the 12th century by Benjamin of Tudela. The nobility of the early medieval Khazar khaganate chose to become members of this group. The Vilna Gaon dominated among these people in early modern Lithuania. In the 17th century, many of these people in and around Constantinople became Sabbateans. Catherine the Great established the Pale of Settlement to include these people, who were targeted in Strasbourg and Mainz after allegations of well-poisoning during the Black Death. For 10 points, name this religious group which lived in shtetls and was often targeted by pogroms.": {
    "guess": "History of the Jews in Poland",
    "confidence": [
      [
        "History",
        -0.37222627
      ],
      [
        " of",
        -5.8603408e-05
      ],
      [
        " the",
        -0.00041637212
      ],
      [
        " Jews",
        -0.00035238542
      ],
      [
        " in",
        -0.01743946
      ],
      [
        " Poland",
        -0.68273306
      ]
    ]
  },
  "This people's historical religion involves the worship of Malak Taus, a world-creating fallen peacock angel whose worship has stereotyped its believers as devil worshippers, a religion which disallows the eating of lettuce or butter beans. That religion, Yazidism, is now a minority faith among these": {
    "guess": "Yazidis",
    "confidence": [
      [
        "Y",
        -0.019419875
      ],
      [
        "az",
        -0.00036822853
      ],
      [
        "idis",
        -0.083737485
      ]
    ]
  },
  "These peoples were issued an ultimatum by Henry Bartle Frere, leading to a conflict with colonialists.": {
    "guess": "Zulu people",
    "confidence": [
      [
        "Z",
        -0.0030157377
      ],
      [
        "ulu",
        -0.00012701898
      ],
      [
        " people",
        -0.013736423
      ]
    ]
  },
  "People who are either in a state of \"cognitive load\" or live in so-called \"individualist\" societies are more likely to commit it.  Coined by Lee Ross, it was studied in a classic 1967 study by Edward Jones": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.023188518
      ],
      [
        "amental",
        -1.2948405e-05
      ],
      [
        " attribution",
        -0.011425737
      ],
      [
        " error",
        -4.85903e-05
      ]
    ]
  },
  "People possessed by spirits in this religion are called tongji, and some sects of religion believe that Li Hong will appear at the apocalypse. Celestial Masters emerged as leaders of one branch of this religion in the Wudoumi (\"oodoh-mee\") Movement. One practitioner of this religion accompanied Genghis Khan and convinced him against trying to attain immortality. In modern times, this religion primarily consists of the Zhengyi and Quanzhen Schools. This religion's founder emphasized wuwei and supposedly": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.14394554
      ],
      [
        "ao",
        -0.0004247164
      ],
      [
        "ism",
        -6.4325184e-05
      ]
    ]
  },
  "These people saw religious revival led by Redbird Smith as part of the Keetoowah Society. One member of these people named Stand Watie organized the Knights of the Golden Circle. Their border was fought for by John Ross in an 1831 Supreme Court case that dealt with their disputes over (*) Georgia. Their ability to read grew after one of its members developed their first syllabary. Along with Sequoyah, they signed the Treaty of New Echota which was later used as the basis for their forced removal by the Jackson administration. For 10 points, name this southeastern tribe that was forced to move from": {
    "guess": "Cherokee Tribe",
    "confidence": [
      [
        "Ch",
        -0.004320453
      ],
      [
        "erokee",
        -0.00047845521
      ],
      [
        " Tribe",
        -1.0702543
      ]
    ]
  },
  "People possessed by spirits in this religion are called tongji, and some sects of religion believe that Li Hong will appear at the apocalypse. Celestial Masters emerged as leaders of one branch of this religion in the Wudoumi (\"oodoh-mee\") Movement. One practitioner of this religion accompanied Genghis": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.2804124
      ],
      [
        "ao",
        -0.03309159
      ],
      [
        "ism",
        -0.00066180335
      ]
    ]
  },
  "This people's historical religion involves the worship of Malak Taus, a world-creating fallen peacock": {
    "guess": "Yazidi religion",
    "confidence": [
      [
        "Y",
        -0.0004107732
      ],
      [
        "az",
        -0.00035274302
      ],
      [
        "idi",
        -0.7647902
      ],
      [
        " religion",
        -1.020162
      ]
    ]
  },
  "These people fear avenging spirits called ngozi and believe that they are protected by ancestral spirits": {
    "guess": "Igbo religion",
    "confidence": [
      [
        "I",
        -1.5030444
      ],
      [
        "g",
        -0.00078068057
      ],
      [
        "bo",
        -2.188868e-05
      ],
      [
        " religion",
        -0.77826697
      ]
    ]
  },
  "A people from this modern-day country believed the storm god became chief god after passing a test of fire. Warriors who died in this modern-day country were thought to accompany the rising sun in the": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.8605799
      ]
    ]
  },
  "These peoples believed that men and women were created by a war god who needed to offer human flesh to the sun to quench its hunger. That god that they worshipped lost a foot battling a crocodile in order to create the world only to replace that foot with a magic obsidian mirror. One goddess venerated": {
    "guess": "Aztec religion",
    "confidence": [
      [
        "Az",
        -0.005515961
      ],
      [
        "tec",
        -0.052101314
      ],
      [
        " religion",
        -0.6357996
      ]
    ]
  },
  "One of these people's goddesses became pregnant after eating fruit containing sperm from their moon god Coniraya, after which she and her son jumped into the sea and turned into rocks. One god of these people was said to wear shining clothes and to carry the Milky Way in a jug, from which he would dispense rain. Their god Supay was the king of a race of demons and the ruler of the underworld, known to them as Uku Pacha. In addition to the weather god Ilyap'a, their deities included the benevolent sun god Inti. For 10 points, name these people whose creator god Viracocha was the grandfather of Manco": {
    "guess": "Incan mythology",
    "confidence": [
      [
        "In",
        -0.003025483
      ],
      [
        "can",
        -0.4023007
      ],
      [
        " mythology",
        -0.034012523
      ]
    ]
  },
  "Some people who tried to purchase one on Ebay found out they had bought oddly shaped storage crates. It includes a signature green [i] jewel, a 733 megahertz Intel processor, and an Ethernet port for network": {
    "guess": "iMac G3",
    "confidence": [
      [
        "i",
        -0.38316086
      ],
      [
        "Mac",
        -0.00087060605
      ],
      [
        " G",
        -0.07293071
      ],
      [
        "3",
        -0.0006594193
      ]
    ]
  },
  "These people participated in the Battle of Clontarf against Brian Boru in 1014 as one of their last major actions in Ireland. This group took the monastery at Lindisfarne, and besieged Paris after the refusal of Louis the Fat to pay tribute. They defeated Ethelred the Unready at the Battle of Maldon in 991, and forced him to pay the Danegeld, but were defeated at the battle of Stamford Bridge by Harold Godwinson. This group included Ragnar Lodbrok, and settled Vinland beginning in the 11th century, reaching their peak of influence under Olaf II. For 10 points, name this group of North European raiders and explorers, known for their use of longships.": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -0.006929562
      ],
      [
        "ik",
        -0.0034116777
      ],
      [
        "ings",
        0.0
      ]
    ]
  },
  "People possessed by spirits in this religion are called tongji, and some sects of religion believe that Li Hong will appear at the apocalypse. Celestial Masters emerged as leaders of one branch of this religion in the Wudoumi (\"oodoh-mee\") Movement. One practitioner of this religion accompanied Genghis Khan and convinced him against trying to attain immortality. In modern times, this religion primarily consists of the Zhengyi and Quanzhen Schools. This religion's founder emphasized wuwei and supposedly left his home country on an ox after writing its central work. For 10 points, name this Chinese religious tradition founded by Lao Tzu.": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.005029406
      ],
      [
        "ao",
        -2.1650272e-05
      ],
      [
        "ism",
        -2.2961513e-05
      ]
    ]
  },
  "These people believe in the veracity of the Abishua Scroll, allegedly written by a great-grandson of Aaron. They believe that Abraham's near-sacrifice of Isaac occurred on Mount Gerizim, which is sacred to them and serves as the main site for their sacrifices. According to the Book of Kings, an epidemic of killer lions forced this group to convert, despite their alleged origin as pagan immigrants settled": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.020265771
      ],
      [
        "amar",
        -0.00017004783
      ],
      [
        "it",
        -0.005323528
      ],
      [
        "ans",
        -0.00021498026
      ]
    ]
  },
  "These people once lost their independence following a loss at the Battle of Chernomen. Among the laws attributed to their greatest king is one forbidding the exhumation and staking of the deceased. The successors to the state of Raska, these people were ruled by the Nemanjic Dynasty and such kings as Dusan the Mighty, who promulgated the laws known as the Zakonik. An important defeat for this group involved the killing of Sultan Murad I and the death of their leader Lazar in 1389, at the Field of": {
    "guess": "Serbia",
    "confidence": [
      [
        "Ser",
        -0.14227559
      ],
      [
        "bia",
        -0.6337494
      ]
    ]
  },
  "More people were killed in the 1927 reenactment of the events here than in the events themselves. It": {
    "guess": "Bath School disaster",
    "confidence": [
      [
        "B",
        -1.2296228
      ],
      [
        "ath",
        -0.15590768
      ],
      [
        " School",
        -0.017314812
      ],
      [
        " disaster",
        -0.16091663
      ]
    ]
  },
  "In 2007, 53 people disappeared while trying to reach this country, where Katrine Camilleri's car and door were firebombed for advocating on behalf of refugees. Those migrants often depart for this country from the city of Zuwara and head for Victoria, also known as Rabat, or for its most populous city, Birkirkara. Migrants might settle on its island of Gozo or hire boats to take them north to Catania or Syracuse. This country's status as the front line in immigration to Europe stems from the fact that, since 2004, it has been the southernmost member of the European Union. For 10 points, name this Mediterranean island whose capital is Valetta.": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.02413563
      ],
      [
        "ta",
        -1.92662e-05
      ]
    ]
  },
  "People lacking it may experience problems with sepsis and it may become inflamed due to mononu-cleosis or blood cancers. Its \"red pulp\" part is often referred to as the red blood cell graveyard due to the fact that damaged and destroyed red blood cells are stored there. When it becomes enlarged, it can clog and take blood out of circulation, resulting in anemia and serious bleeding. Its \"white pulp\" part is responsible for the production of lymphocytes and is an important part of the immune system. FTP, identify this small fist-shaped organ, the largest lymph node in the body, which can rupture": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.0020735294
      ],
      [
        "ple",
        -5.9080223e-05
      ],
      [
        "en",
        -9.4914985e-06
      ]
    ]
  },
  "One of these people was murdered at Camp Gordon for allegedly loving jazz music. Some of these people built a scale model of the Mississippi River basin for the Corps of Engineers and nine of these people were killed at Salina, Utah by Clarence Bertucci. The construction of a volleyball field was used as a ruse by some of these people who were surprised to discover that the Salt River lacked water when attempting to raft from Papago Park. The newspaper (*) der Ruf was part of the Special Projects": {
    "guess": "German prisoners of war in the United States",
    "confidence": [
      [
        "German",
        -0.39640948
      ],
      [
        " prisoners",
        -0.0553974
      ],
      [
        " of",
        -0.0008525127
      ],
      [
        " war",
        -0.001951826
      ],
      [
        " in",
        -0.03648101
      ],
      [
        " the",
        -0.00049131457
      ],
      [
        " United",
        -0.00036406738
      ],
      [
        " States",
        -9.1622824e-05
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up man. This civilization created the Sarcophagus of the Spouses, which depicted a husband and wife reclining at a banquet table. An important architect of this people was Vulca and its religion was allegedly founded by Tages. One female from this civilization prophesied that her husband would become": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.010962335
      ],
      [
        "tr",
        -1.7597347e-05
      ],
      [
        "us",
        -0.0034626292
      ],
      [
        "can",
        -1.1041146e-05
      ],
      [
        " civilization",
        -0.022940159
      ]
    ]
  },
  "These people recorded their rulers' accomplishments on tetun using the only complete written language of the pre-Columbian Americas. Leaders of these people include Pakal (pah-KAHL) the Great and Hunac": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.0014235681
      ],
      [
        "a",
        -0.0023474577
      ],
      [
        " civilization",
        -0.0013651161
      ]
    ]
  },
  "In 2007, 53 people disappeared while trying to reach this country, where Katrine Camilleri's car and door were firebombed for advocating on behalf of refugees. Those migrants often depart for this country from the city of Zuwara and head for Victoria, also known as Rabat, or for its most populous city, Birkirkara. Migrants might settle on its island of Gozo or hire boats to take them north to Catania": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.025026042
      ],
      [
        "ta",
        -4.739826e-05
      ]
    ]
  },
  "One of these people was the last Confederate general to surrender when the Civil War ended. That man, Stand Watie, succeeded as leader of these people a man who refused to sign the Treaty of New Echota and was named John Ross. These people were the subject of the Supreme Court case Worcester v. Georgia. Sequoyah created the writing system for this most populous of the Five Civilized Tribes. For 10": {
    "guess": "Cherokee",
    "confidence": [
      [
        "Ch",
        -0.0022130618
      ],
      [
        "erokee",
        -9.674858e-05
      ]
    ]
  },
  "These people's numbers grew after the issuing of the Philipsburg Proclamation. One of the most famous examples of these people was grievously wounded when raiding the home of Captain Joshua Huddy. That": {
    "guess": "Loyalists",
    "confidence": [
      [
        "L",
        -0.028506259
      ],
      [
        "oyal",
        -0.0012322536
      ],
      [
        "ists",
        -0.050556533
      ]
    ]
  },
  "These people's kinship rituals were studied by Alfred William Howitt and Lorimer Fison, and these people": {
    "guess": "Australian Aboriginals",
    "confidence": [
      [
        "Australian",
        -0.47569045
      ],
      [
        " Aboriginal",
        -0.11286106
      ],
      [
        "s",
        -0.48969886
      ]
    ]
  },
  "One of these people was the last Confederate general to surrender when the Civil War ended. That man,": {
    "guess": "Stand Watie",
    "confidence": [
      [
        "Stand",
        -0.014452824
      ],
      [
        " Wat",
        -3.166338e-05
      ],
      [
        "ie",
        -1.247159e-05
      ]
    ]
  },
  "One of these people's goddesses became pregnant after eating fruit containing sperm from their moon god Coniraya, after which she and her son jumped into the sea and turned into rocks. One god of these people was said to wear shining clothes and to carry the Milky Way in a jug, from which he would dispense": {
    "guess": "Inca Mythology",
    "confidence": [
      [
        "In",
        -0.02078279
      ],
      [
        "ca",
        -0.56565213
      ],
      [
        " Myth",
        -0.77194583
      ],
      [
        "ology",
        -0.00017720005
      ]
    ]
  },
  "People sing hymns between the chanting of verses from this text during the first part of the Eastern Orthodox service on Holy Saturday. Its speaker says that he has \"become like a bottle in the smoke\" and his soul \"fainteth for thy salvation, but I hope in thy word.\" Along with the Parable of the Wise and Foolish Virgins, this text inspired the Eastern Orthodox practice of the \"Midnight Office.\" It begins with a verse sometimes translated as \"Happy are those whose way is perfect,\" which appears in the section titled \"Aleph.\" This text, which contains one stanza for each letter of the Hebrew alphabet,": {
    "guess": "Psalm 119",
    "confidence": [
      [
        "Ps",
        -0.2133602
      ],
      [
        "alm",
        -0.00019030878
      ],
      [
        " ",
        -0.0031722488
      ],
      [
        "119",
        -0.022760835
      ]
    ]
  },
  "These people believe in the veracity of the Abishua Scroll, allegedly written by a great-grandson of Aaron. They believe that Abraham's near-sacrifice of Isaac occurred on Mount Gerizim, which is sacred to them and serves as the main site for their sacrifices. According to the Book of Kings, an epidemic": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.007823218
      ],
      [
        "amar",
        -3.5477897e-05
      ],
      [
        "it",
        -0.004012392
      ],
      [
        "ans",
        -0.00015562419
      ]
    ]
  },
  "These people lost favor after the Affair of the Placards, and the Duke of Buckingham led a failed attempt to relieve a siege of these people at La Rochelle. Dragonnades were sometimes quartered in their homes, and Gaspard de Coligny was one leader of this group. Frederick William protected these people in Prussia with the Edict of (*) Potsdam, which was a response to the second Edict of Fontainebleau. Catherine d'Medici instigated a mass murder of these people in the St. Bartholomew's Day Massacre,": {
    "guess": "Huguenots",
    "confidence": [
      [
        "H",
        -0.057469584
      ],
      [
        "ug",
        -0.00011260267
      ],
      [
        "uen",
        -7.2192626e-05
      ],
      [
        "ots",
        -0.00032592955
      ]
    ]
  },
  "These people's kinship rituals were studied by Alfred William Howitt and Lorimer Fison, and these people would paint themselves yellow for meetings called corroboree. These people practice a coming-of-age": {
    "guess": "Australian Aboriginals",
    "confidence": [
      [
        "Australian",
        -0.5028619
      ],
      [
        " Aboriginal",
        -0.19712298
      ],
      [
        "s",
        -0.3546603
      ]
    ]
  },
  "A people from this modern-day country believed the storm god became chief god after passing a test of fire. Warriors who died in this modern-day country were thought to accompany the rising sun in the east. In a legend originating in this country, a woman must wander the world searching for her drowned children forever, constantly weeping. Worshippers from this modern-day country wore flayed skins in honor of a god of fertility. Blue (*) paint was applied to the foreheads of victims of waterborne disease and drowning in this modern-day country, since they were bound south for the realm of a storm": {
    "guess": "Aztec religion",
    "confidence": [
      [
        "Az",
        -0.4549011
      ],
      [
        "tec",
        -0.0014423766
      ],
      [
        " religion",
        -0.09017326
      ]
    ]
  },
  "One of this people's two major groups was led by Godegisel until he was killed in battle by the Franks, after which they united with King Respendial and the Alans and Suebi to plunder Gaul before being driven out by British troops under Constantine III. Their two main groups, the Asding and Siling, occupied Gallaecia and Baetica before being pushed further south by the Romans and Visigoths.  In 429,": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.34264493
      ],
      [
        "and",
        -0.0010425748
      ],
      [
        "als",
        -0.0001039008
      ]
    ]
  },
  "These people were frequently subject to charges known as \"banalities.\" In England, a group of these people": {
    "guess": "Jewish history",
    "confidence": [
      [
        "J",
        -2.0982528
      ],
      [
        "ewish",
        -0.39036906
      ],
      [
        " history",
        -0.38751507
      ]
    ]
  },
  "These people lost favor after the Affair of the Placards, and the Duke of Buckingham led a failed attempt": {
    "guess": "Huguenots",
    "confidence": [
      [
        "H",
        -0.30678234
      ],
      [
        "ug",
        -1.5570886e-05
      ],
      [
        "uen",
        -1.700133e-05
      ],
      [
        "ots",
        -0.00085523975
      ]
    ]
  },
  "When these people tried to promote Olybius as successor to Libius Severus, Leo I sent Marcellinus and Basiliscus on a failed campaign against them. One general who was sent by Honorius to fight them at Rhaetia, Flavius Stilicho, was actually one by birth. They expressed tolerance to Catholics when ruled by Gunthamund and Hilderich, but these people, who were originally split into Siling and Asding tribes, mostly practiced Arianism. During the reign of Gaiseric, they controlled most of North Africa, and their fall occurred under the rule of Gelimer, during which they were crushed at Ad Decimum and Tricameron by Belisarius. FTP, identify these barbarians who sacked Rome in 455 AD and became synonymous with wanton destruction.": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.0030782446
      ],
      [
        "and",
        -0.00026336228
      ],
      [
        "als",
        -2.8160932e-06
      ]
    ]
  },
  "These people believed in feminine nature spirits known as etugen. They also believed that humans were the descendants of a fallow deer who mated with a blue-gray wolf. Their greatest leader, possibly in an attempt to identify himself with the hero Bukhe Beligte, claimed to be the son of the sky spirit Hormast Tengri. According to legend, they were repelled by a shower of lightning arrows shot by Raiden, or by the storm god Kami-kaze when they sent an invading fleet to Japan. FTP, name these people": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.21698578
      ],
      [
        "ong",
        -1.9385403e-05
      ],
      [
        "ols",
        -0.08203539
      ]
    ]
  },
  "These people believe in the veracity of the Abishua Scroll, allegedly written by a great-grandson of Aaron. They believe that Abraham's near-sacrifice of Isaac occurred on Mount Gerizim, which is sacred": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.0102024665
      ],
      [
        "amar",
        -6.15835e-05
      ],
      [
        "it",
        -0.017308602
      ],
      [
        "ans",
        -0.0002676536
      ]
    ]
  },
  "These people believed in a goddess named \"mother tree\" who appeared as a two-headed snake. In this people's origin myth, a golden stick was repeatedly pushed into the ground until sinking at a fertile place. These people believed in a rain god who kept the Milky Way in a jug. The creator of the world in this people's mythology announced his departure at Manta and walked away across the ocean, leaving daily affairs in the hands of such figures as Mama Quilla and the sun god Inti. For 10 points, name": {
    "guess": "Inca religion",
    "confidence": [
      [
        "In",
        -0.21906646
      ],
      [
        "ca",
        -0.1426769
      ],
      [
        " religion",
        -0.5562295
      ]
    ]
  },
  "The people of Lamuella believe this character was sent by the Almighty Bob when he becomes the Sandwich": {
    "guess": "Douglas Adams",
    "confidence": [
      [
        "Dou",
        -0.8781265
      ],
      [
        "glas",
        -1.8074163e-05
      ],
      [
        " Adams",
        -0.0002939903
      ]
    ]
  },
  "People lacking it may experience problems with sepsis and it may become inflamed due to mononu-cleosis or blood cancers. Its \"red pulp\" part is often referred to as the red blood cell graveyard due to": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.0035384172
      ],
      [
        "ple",
        -7.648396e-05
      ],
      [
        "en",
        -1.50940705e-05
      ]
    ]
  },
  "This people's historical religion involves the worship of Malak Taus, a world-creating fallen peacock angel whose worship has stereotyped its believers as devil worshippers, a religion which disallows the eating of lettuce or butter beans. That religion, Yazidism, is now a minority faith among these people, and their ancient language of Pahlawani has been overtaken by the modern Kurmanji. The most famous persecutions of them occurred at Dersim in the 1930's, and at Halabja, where a chemical attack": {
    "guess": "Persecution of Yazidis",
    "confidence": [
      [
        "Per",
        -0.021967668
      ],
      [
        "sec",
        -3.5313153e-06
      ],
      [
        "ution",
        -6.837811e-05
      ],
      [
        " of",
        -0.00087144045
      ],
      [
        " Yaz",
        -0.00014263466
      ],
      [
        "idis",
        -9.133887e-06
      ]
    ]
  },
  "These people lost favor after the Affair of the Placards, and the Duke of Buckingham led a failed attempt to relieve a siege of these people at La Rochelle. Dragonnades were sometimes quartered in their homes, and Gaspard de Coligny was one leader of this group. Frederick William protected these people": {
    "guess": "Huguenots",
    "confidence": [
      [
        "H",
        -0.0012719007
      ],
      [
        "ug",
        -8.566264e-05
      ],
      [
        "uen",
        -0.00018565984
      ],
      [
        "ots",
        -7.278864e-05
      ]
    ]
  },
  "These people could become forros with the help of mutual aid societies. A Muslim subgroup of these people revolted in the Malê uprising. A female one named Aqualtune founded Palmares, an example of settlements to which these people moved called quilombos. The Queiroz Law was passed under pressure from Great Britain to end the movement of these people in 1850. These people, who founded the Candomblé": {
    "guess": "Afro-Brazilian people",
    "confidence": [
      [
        "Af",
        -0.079013936
      ],
      [
        "ro",
        -6.869018e-06
      ],
      [
        "-B",
        -0.00018304103
      ],
      [
        "razil",
        -0.24419183
      ],
      [
        "ian",
        -1.6524515e-05
      ],
      [
        " people",
        -0.8360991
      ]
    ]
  },
  "These peoples were issued an ultimatum by Henry Bartle Frere, leading to a conflict with colonialists. A militaristic rise amongst these peoples was known as the \"Mfecane,\" (mm-feh-CAN-eh) or \"Crushing,\" and arose near the Tugela (too-GAY-lah) River. These peoples perfected a military formation known as the \"Horns of the Buffalo.\" That formation proved helpful under this group's leader Cetshwayo in a conflict against the British that included battles like Rorke's Drift, Ulundi, and Isandlwana. For 10 points, name these South African peoples who became feared warriors under their ruler Shaka.": {
    "guess": "Zulu people",
    "confidence": [
      [
        "Z",
        -0.004503585
      ],
      [
        "ulu",
        -0.00012356207
      ],
      [
        " people",
        -0.009254829
      ]
    ]
  },
  "These people saw religious revival led by Redbird Smith as part of the Keetoowah Society. One member": {
    "guess": "Keetoowah Society",
    "confidence": [
      [
        "Ke",
        -0.8038461
      ],
      [
        "eto",
        -0.0011652225
      ],
      [
        "ow",
        -8.657073e-06
      ],
      [
        "ah",
        -4.4849444e-06
      ],
      [
        " Society",
        -0.02479127
      ]
    ]
  },
  "People in this job were upset by the end of the FAM program. One opponent of people in this profession was John Shaffer, who ordered an end to checkoff dues collection among people in this job. An organization of people in this profession was founded in 1969 and led for two years by future O.J. Simpson": {
    "guess": "Air Traffic Controllers",
    "confidence": [
      [
        "Air",
        -0.5900885
      ],
      [
        " Traffic",
        -0.026498616
      ],
      [
        " Controllers",
        -0.005318901
      ]
    ]
  },
  "People in this job were upset by the end of the FAM program. One opponent of people in this profession was John Shaffer, who ordered an end to checkoff dues collection among people in this job. An organization": {
    "guess": "Professional Air Traffic Controllers Organization",
    "confidence": [
      [
        "Professional",
        -0.48011142
      ],
      [
        " Air",
        -0.0037208614
      ],
      [
        " Traffic",
        -0.00018149138
      ],
      [
        " Controllers",
        -0.00030161935
      ],
      [
        " Organization",
        -8.8404326e-05
      ]
    ]
  },
  "Pepi II ruled this polity for 94 years, and some of its early tombs are called Mastabas. This empire's capital was moved for a time to Avaris, and it built temples at Beit el-Wali and Abu Simbel. This civilization's capitals included(*) Memphis and Thebes, and their history contains three interregnums called \"Intermediate Periods\". Led by men such as Menes and Khufu, for 10 points, name this ancient civilization on the Nile River, responsible for building the tombs in the Valley of the Kings as well as the Pyramids of Giza.": {
    "guess": "Ancient Egypt",
    "confidence": [
      [
        "Anc",
        -0.23614202
      ],
      [
        "ient",
        -2.4584822e-06
      ],
      [
        " Egypt",
        -0.0006841989
      ]
    ]
  },
  "These people's numbers grew after the issuing of the Philipsburg Proclamation. One of the most famous examples of these people was grievously wounded when raiding the home of Captain Joshua Huddy. That example, Colonel Tye, was active in Monmouth County. James Moncrief led a group of them which included Henry Washington, a man who had previously worked draining the Great Dismal Swamp. A book listing these people was produced on the orders of Sir Guy Carleton, and many of them eventually ended up in places like Birchtown, Nova Scotia, or Sierra Leone. Many of these people were created after the": {
    "guess": "Black Loyalists",
    "confidence": [
      [
        "Black",
        -0.10839105
      ],
      [
        " L",
        -0.065821365
      ],
      [
        "oyal",
        -4.3202e-07
      ],
      [
        "ists",
        -0.01707097
      ]
    ]
  },
  "One of this people's two major groups was led by Godegisel until he was killed in battle by the Franks, after which they united with King Respendial and the Alans and Suebi to plunder Gaul before being driven out by British troops under Constantine III. Their two main groups, the Asding and Siling, occupied": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.23445293
      ],
      [
        "and",
        -0.0011348587
      ],
      [
        "als",
        -3.3809047e-05
      ]
    ]
  },
  "One of this people's two major groups was led by Godegisel until he was killed in battle by the Franks, after which they united with King Respendial and the Alans and Suebi to plunder Gaul before being driven out by British troops under Constantine III. Their two main groups, the Asding and Siling, occupied Gallaecia and Baetica before being pushed further south by the Romans and Visigoths.  In 429, they sailed to a territory in the west from which, 25 years later, they would attack Italy. Belisarius would eventually defeat Gelimer, the last king of, FTP, this East Germanic people which ruled North Africa for 100 years and under Gaiseric sacked Rome in 455, doubtless committing many of their namesake acts of wanton property destruction.": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.0020822163
      ],
      [
        "and",
        -0.0043285224
      ],
      [
        "als",
        -3.5313153e-06
      ]
    ]
  },
  "These people believe in the veracity of the Abishua Scroll, allegedly written by a great-grandson of Aaron. They believe that Abraham's near-sacrifice of Isaac occurred on Mount Gerizim, which is sacred to them and serves as the main site for their sacrifices. According to the Book of Kings, an epidemic of killer lions forced this group to convert, despite their alleged origin as pagan immigrants settled by the Assyrians, and their aid was refused during the building of the Second Temple. For ten": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.012469505
      ],
      [
        "amar",
        -0.00011009939
      ],
      [
        "it",
        -0.0054539554
      ],
      [
        "ans",
        -0.00016694854
      ]
    ]
  },
  "In 2007, 53 people disappeared while trying to reach this country, where Katrine Camilleri's car and door were firebombed for advocating on behalf of refugees. Those migrants often depart for this country from the city of Zuwara and head for Victoria, also known as Rabat, or for its most populous city,": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.8730258
      ],
      [
        "ta",
        -0.00040469383
      ]
    ]
  },
  "These people's kinship rituals were studied by Alfred William Howitt and Lorimer Fison, and these people would paint themselves yellow for meetings called corroboree. These people practice a coming-of-age ceremony in which boys walk from a large circle of stones to a smaller one, and during which teeth or fingertips can be removed. Rhys Jones identified a form of agriculture practiced by these people in which patches of land would be (*) burned off to prevent larger brush fires; that is called firestick": {
    "guess": "Australian Aboriginal culture",
    "confidence": [
      [
        "Australian",
        -0.6510269
      ],
      [
        " Aboriginal",
        -0.0548025
      ],
      [
        " culture",
        -0.86594856
      ]
    ]
  },
  "These people believe in the veracity of the Abishua Scroll, allegedly written by a great-grandson of Aaron. They believe that Abraham's near-sacrifice of Isaac occurred on Mount Gerizim, which is sacred to them and serves as the main site for their sacrifices. According to the Book of Kings, an epidemic of killer lions forced this group to convert, despite their alleged origin as pagan immigrants settled by the Assyrians, and their aid was refused during the building of the Second Temple. For ten points, name this religious group, whose members claim to be descendants of Jews who were remained": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.09014179
      ],
      [
        "amar",
        -0.00010580806
      ],
      [
        "it",
        -0.0036648025
      ],
      [
        "ans",
        -0.00023798658
      ]
    ]
  },
  "People sing hymns between the chanting of verses from this text during the first part of the Eastern Orthodox service on Holy Saturday. Its speaker says that he has \"become like a bottle in the smoke\" and his soul \"fainteth for thy salvation, but I hope in thy word.\" Along with the Parable of the Wise and Foolish Virgins, this text inspired the Eastern Orthodox practice of the \"Midnight Office.\" It begins with a verse sometimes translated as \"Happy are those whose way is perfect,\" which appears in": {
    "guess": "Psalms",
    "confidence": [
      [
        "P",
        -0.5871193
      ],
      [
        "sal",
        -0.018875126
      ],
      [
        "ms",
        -0.48975876
      ]
    ]
  },
  "These people once lost their independence following a loss at the Battle of Chernomen. Among the laws attributed to their greatest king is one forbidding the exhumation and staking of the deceased. The successors to the state of Raska, these people were ruled by the Nemanjic Dynasty and such kings as Dusan the Mighty, who promulgated the laws known as the Zakonik. An important defeat for this group involved the killing of Sultan Murad I and the death of their leader Lazar in 1389, at the Field of Blackbirds. For 10 points,  name this group of people whose namesake state is no longer in federation with Montenegro and is in danger of losing Kosovo as well.": {
    "guess": "Serbs",
    "confidence": [
      [
        "Ser",
        -0.08640886
      ],
      [
        "bs",
        -0.5271914
      ]
    ]
  },
  "These people once lost their independence following a loss at the Battle of Chernomen. Among the laws attributed to their greatest king is one forbidding the exhumation and staking of the deceased. The successors to the state of Raska, these people were ruled by the Nemanjic Dynasty and such kings as Dusan the Mighty, who promulgated the laws known as the Zakonik. An important defeat for this group involved the killing of Sultan Murad I and the death of their leader Lazar in 1389, at the Field of Blackbirds. For 10 points,  name this group of people whose namesake state is no longer in federation": {
    "guess": "Serbs",
    "confidence": [
      [
        "Ser",
        -0.089912996
      ],
      [
        "bs",
        -0.3728207
      ]
    ]
  },
  "These people believed in feminine nature spirits known as etugen. They also believed that humans were the descendants of a fallow deer who mated with a blue-gray wolf. Their greatest leader, possibly in an attempt to identify himself with the hero Bukhe Beligte, claimed to be the son of the sky spirit": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.040952276
      ],
      [
        "ong",
        -3.2929079e-06
      ],
      [
        "ols",
        -0.4700035
      ]
    ]
  },
  "These people participated in the Battle of Clontarf against Brian Boru in 1014 as one of their last major actions in Ireland. This group took the monastery at Lindisfarne, and besieged Paris after the refusal of Louis the Fat to pay tribute. They defeated Ethelred the Unready at the Battle of Maldon in 991, and forced him to pay the Danegeld, but were defeated at the battle of Stamford Bridge by Harold Godwinson. This group included Ragnar Lodbrok, and settled Vinland beginning in the 11th century,": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -0.04642625
      ],
      [
        "ik",
        -0.0038036383
      ],
      [
        "ings",
        -1.2664457e-06
      ]
    ]
  },
  "One of the people implicated in this had previously been the National Chief of the Congress of Aboriginal People, while another was born in Lebanon before immigrating to Canada. Despite accusations of the claims being exaggerated, David Tkachuk (ka-CHUK) insists that all accused parties had been given due process and the accusations are fair. Domestic violence charges have caused one of the accused to be suspended, while another previously hosted Prime Time News with Peter Mansbridge. Mac Harb and Pamela Wallin are two of the four accused, while Stephen Harper's Chief of Staff Nigel Wright paid": {
    "guess": "Canadian Senate expenses scandal",
    "confidence": [
      [
        "Canadian",
        -0.7277879
      ],
      [
        " Senate",
        -0.00090967544
      ],
      [
        " expenses",
        -0.009718307
      ],
      [
        " scandal",
        -0.0025013406
      ]
    ]
  },
  "One of these people's goddesses became pregnant after eating fruit containing sperm from their moon god": {
    "guess": "Incan mythology",
    "confidence": [
      [
        "In",
        -0.013941819
      ],
      [
        "can",
        -0.061271872
      ],
      [
        " mythology",
        -0.44137502
      ]
    ]
  },
  "One of these people was the last Confederate general to surrender when the Civil War ended. That man, Stand Watie, succeeded as leader of these people a man who refused to sign the Treaty of New Echota and was named John Ross. These people were the subject of the Supreme Court case Worcester v. Georgia.": {
    "guess": "Cherokee people",
    "confidence": [
      [
        "Ch",
        -0.008534789
      ],
      [
        "erokee",
        -0.00046641935
      ],
      [
        " people",
        -1.4487638
      ]
    ]
  },
  "These people lost favor after the Affair of the Placards, and the Duke of Buckingham led a failed attempt to relieve a siege of these people at La Rochelle. Dragonnades were sometimes quartered in their homes, and Gaspard de Coligny was one leader of this group. Frederick William protected these people in Prussia with the Edict of (*) Potsdam, which was a response to the second Edict of Fontainebleau.": {
    "guess": "Huguenots",
    "confidence": [
      [
        "H",
        -0.0017798994
      ],
      [
        "ug",
        -5.3358446e-05
      ],
      [
        "uen",
        -6.0153056e-05
      ],
      [
        "ots",
        -0.00030412263
      ]
    ]
  },
  "One of these people was murdered at Camp Gordon for allegedly loving jazz music. Some of these people built a scale model of the Mississippi River basin for the Corps of Engineers and nine of these people were killed at Salina, Utah by Clarence Bertucci. The construction of a volleyball field was used as a ruse by some of these people who were surprised to discover that the Salt River lacked water when attempting to raft from Papago Park. The newspaper (*) der Ruf was part of the Special Projects Division's attempts to re-educate these people, who were forced to watch movies showing the Holocaust before being repatriated. For 10 points, identify these people, including many members of the Afrika": {
    "guess": "German prisoners of war in the United States",
    "confidence": [
      [
        "German",
        -0.31306177
      ],
      [
        " prisoners",
        -0.10869394
      ],
      [
        " of",
        -0.000987554
      ],
      [
        " war",
        -0.005655014
      ],
      [
        " in",
        -0.0042501814
      ],
      [
        " the",
        -0.0017087328
      ],
      [
        " United",
        -0.0017433661
      ],
      [
        " States",
        -7.064298e-05
      ]
    ]
  },
  "These people prepared the sacrificial meal for the Lupercalia. Chosen between the ages of 6 and 10 to serve for 30 years, six of them served at a time, and they enjoyed great privileges, but were entombed alive for disobeying certain rules. Charged with maintaining the fire Aeneas brought to Rome, FTP, who were these Roman priestesses who served the goddess of the hearth and whose name now means any chaste woman?": {
    "guess": "Vestal Virgin",
    "confidence": [
      [
        "V",
        -0.0027828852
      ],
      [
        "est",
        -0.00012725739
      ],
      [
        "al",
        -0.0031415932
      ],
      [
        " Virgin",
        -0.099174194
      ]
    ]
  },
  "These people participated in the Battle of Clontarf against Brian Boru in 1014 as one of their last major actions in Ireland. This group took the monastery at Lindisfarne, and besieged Paris after the": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -0.002659601
      ],
      [
        "ik",
        -0.0033414522
      ],
      [
        "ings",
        -1.147242e-06
      ]
    ]
  },
  "People possessed by spirits in this religion are called tongji, and some sects of religion believe that Li Hong will appear at the apocalypse. Celestial Masters emerged as leaders of one branch of this religion in the Wudoumi (\"oodoh-mee\") Movement. One practitioner of this religion accompanied Genghis Khan and convinced him against trying to attain immortality. In modern times, this religion primarily consists of the Zhengyi and Quanzhen Schools. This religion's founder emphasized wuwei and supposedly left his home country on an ox after writing its central work. For 10 points, name this Chinese": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.19987096
      ],
      [
        "ao",
        -0.0004720219
      ],
      [
        "ism",
        -6.325235e-05
      ]
    ]
  },
  "These people believe in the veracity of the Abishua Scroll, allegedly written by a great-grandson of": {
    "guess": "Abishua",
    "confidence": [
      [
        "Ab",
        -0.99629056
      ],
      [
        "ish",
        -0.04713008
      ],
      [
        "ua",
        -0.020596078
      ]
    ]
  },
  "One of these people was the last Confederate general to surrender when the Civil War ended. That man, Stand Watie, succeeded as leader of these people a man who refused to sign the Treaty of New Echota": {
    "guess": "Cherokee people",
    "confidence": [
      [
        "Ch",
        -0.055255953
      ],
      [
        "erokee",
        -0.0016775564
      ],
      [
        " people",
        -0.66703767
      ]
    ]
  },
  "Pepi II ruled this polity for 94 years, and some of its early tombs are called Mastabas. This empire's capital was moved for a time to Avaris, and it built temples at Beit el-Wali and Abu Simbel. This civilization's capitals included(*) Memphis and Thebes, and their history contains three interregnums called \"Intermediate Periods\". Led by men such as Menes and Khufu, for 10 points, name this ancient": {
    "guess": "Ancient Egypt",
    "confidence": [
      [
        "Anc",
        -0.5104847
      ],
      [
        "ient",
        -1.4974867e-05
      ],
      [
        " Egypt",
        -0.008992475
      ]
    ]
  },
  "The people who occupied the town of Messana at the outbreak of the First Punic War were given a name": {
    "guess": "Mamertines",
    "confidence": [
      [
        "M",
        -0.004127319
      ],
      [
        "am",
        -4.1199673e-05
      ],
      [
        "ert",
        -0.0001439459
      ],
      [
        "ines",
        -0.002179408
      ]
    ]
  },
  "These people believed in a goddess named \"mother tree\" who appeared as a two-headed snake. In this people's origin myth, a golden stick was repeatedly pushed into the ground until sinking at a fertile": {
    "guess": "Yoruba religion",
    "confidence": [
      [
        "Y",
        -2.068177
      ],
      [
        "or",
        -0.113578856
      ],
      [
        "uba",
        -0.002273366
      ],
      [
        " religion",
        -0.5419602
      ]
    ]
  },
  "These people were relocated throughout the Ottoman empire by the surgun system. Groups of these people across Eurasia were visited in the 12th century by Benjamin of Tudela. The nobility of the early medieval Khazar khaganate chose to become members of this group. The Vilna Gaon dominated among these people in early modern Lithuania. In the 17th century, many of these people in and around Constantinople became Sabbateans. Catherine the Great established the Pale of Settlement to include these people, who were targeted in Strasbourg and Mainz after allegations of well-poisoning during the Black": {
    "guess": "Jews",
    "confidence": [
      [
        "J",
        -0.012289006
      ],
      [
        "ews",
        -0.001924233
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up man. This civilization created the Sarcophagus of the Spouses, which depicted a husband and wife reclining at a banquet table. An important architect of this people was Vulca and its religion was allegedly founded by Tages. One female from this civilization prophesied that her husband would become king after seeing an eagle snatch a hat from his head. The naval hegemony of this polity was limited after the Battle of Alalia and they suffered a major defeat at the hands of Hiero at the Battle of Cumae. One leader of this people, Lars Porsenna, tried and failed to conquer this civilization's greatest rival, whose domination over these people began with the sack of Veii by Camillus. Tanaquil": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.003960263
      ],
      [
        "tr",
        -1.50940705e-05
      ],
      [
        "us",
        -0.002338543
      ],
      [
        "can",
        -1.8624639e-06
      ],
      [
        " civilization",
        -0.0023418735
      ]
    ]
  },
  "These people participated in the Battle of Clontarf against Brian Boru in 1014 as one of their last major actions in Ireland. This group took the monastery at Lindisfarne, and besieged Paris after the refusal of Louis the Fat to pay tribute. They defeated Ethelred the Unready at the Battle of Maldon": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -0.026520662
      ],
      [
        "ik",
        -0.0021698899
      ],
      [
        "ings",
        -2.1008714e-06
      ]
    ]
  },
  "One of these people's goddesses became pregnant after eating fruit containing sperm from their moon god Coniraya, after which she and her son jumped into the sea and turned into rocks. One god of these people was said to wear shining clothes and to carry the Milky Way in a jug, from which he would dispense rain. Their god Supay was the king of a race of demons and the ruler of the underworld, known": {
    "guess": "Incan mythology",
    "confidence": [
      [
        "In",
        -0.0048037847
      ],
      [
        "can",
        -0.010833219
      ],
      [
        " mythology",
        -0.0051156343
      ]
    ]
  },
  "These people believe in the veracity of the Abishua Scroll, allegedly written by a great-grandson of Aaron. They believe that Abraham's near-sacrifice of Isaac occurred on Mount Gerizim, which is sacred to them and serves as the main site for their sacrifices. According to the Book of Kings, an epidemic of killer lions forced this group to convert, despite their alleged origin as pagan immigrants settled by the Assyrians, and their aid was refused during the building of the Second Temple. For ten points, name this religious group, whose members claim to be descendants of Jews who were remained in Israel during the Babylonian captivity and who lend their name to the practice of helping strangers.": {
    "guess": "Samaritans",
    "confidence": [
      [
        "S",
        -0.012933496
      ],
      [
        "amar",
        -6.46828e-05
      ],
      [
        "it",
        -0.007340042
      ],
      [
        "ans",
        -0.00019614976
      ]
    ]
  },
  "One of these people's goddesses became pregnant after eating fruit containing sperm from their moon god Coniraya, after which she and her son jumped into the sea and turned into rocks. One god of these people was said to wear shining clothes and to carry the Milky Way in a jug, from which he would dispense rain. Their god Supay was the king of a race of demons and the ruler of the underworld, known to them as Uku Pacha. In addition to the weather god Ilyap'a, their deities included the benevolent sun god Inti. For 10 points, name these people whose creator god Viracocha was the grandfather of Manco Capac, the legendary first king of Cuzco.": {
    "guess": "Inca mythology",
    "confidence": [
      [
        "In",
        -0.012992801
      ],
      [
        "ca",
        -0.7858776
      ],
      [
        " mythology",
        -0.38298336
      ]
    ]
  },
  "A people from this modern-day country believed the storm god became chief god after passing a test of fire. Warriors who died in this modern-day country were thought to accompany the rising sun in the east. In a legend originating in this country, a woman must wander the world searching for her drowned children forever, constantly weeping. Worshippers from this modern-day country wore flayed skins": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.5725221
      ]
    ]
  },
  "In 2007, 53 people disappeared while trying to reach this country, where Katrine Camilleri's car and": {
    "guess": "Illegal immigration to Europe",
    "confidence": [
      [
        "Illegal",
        -0.53781855
      ],
      [
        " immigration",
        -0.036103133
      ],
      [
        " to",
        -0.16063362
      ],
      [
        " Europe",
        -0.75178695
      ]
    ]
  },
  "These people were relocated throughout the Ottoman empire by the surgun system. Groups of these people across Eurasia were visited in the 12th century by Benjamin of Tudela. The nobility of the early medieval Khazar khaganate chose to become members of this group. The Vilna Gaon dominated among these people in early modern Lithuania. In the 17th century, many of these people in and around Constantinople became Sabbateans. Catherine the Great established the Pale of Settlement to include these people,": {
    "guess": "Jews",
    "confidence": [
      [
        "J",
        -0.007000347
      ],
      [
        "ews",
        -0.0031617954
      ]
    ]
  },
  "These people were Christianized by St. Olaf and their presence in England began with the attack on Lindisfarne": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -1.0446885
      ],
      [
        "ik",
        -0.0122333085
      ],
      [
        "ings",
        -9.901345e-05
      ]
    ]
  },
  "People sing hymns between the chanting of verses from this text during the first part of the Eastern": {
    "guess": "Bhagavad Gita",
    "confidence": [
      [
        "B",
        -1.1134369
      ],
      [
        "h",
        -0.5026716
      ],
      [
        "ag",
        -0.014018939
      ],
      [
        "avad",
        -0.017396705
      ],
      [
        " G",
        -0.0006104522
      ],
      [
        "ita",
        -0.00015478976
      ]
    ]
  },
  "One of the people implicated in this had previously been the National Chief of the Congress of Aboriginal People, while another was born in Lebanon before immigrating to Canada. Despite accusations of": {
    "guess": "Attawapiskat First Nation water crisis",
    "confidence": [
      [
        "Att",
        -0.9419674
      ],
      [
        "aw",
        -0.00039123115
      ],
      [
        "ap",
        -1.11603495e-05
      ],
      [
        "isk",
        -3.3809047e-05
      ],
      [
        "at",
        -5.705376e-05
      ],
      [
        " First",
        -0.29661062
      ],
      [
        " Nation",
        -6.2775536e-05
      ],
      [
        " water",
        -1.1454477
      ],
      [
        " crisis",
        -0.0013495189
      ]
    ]
  },
  "One of these people's goddesses became pregnant after eating fruit containing sperm from their moon god Coniraya, after which she and her son jumped into the sea and turned into rocks. One god of these": {
    "guess": "Incan mythology",
    "confidence": [
      [
        "In",
        -0.034792963
      ],
      [
        "can",
        -0.6383134
      ],
      [
        " mythology",
        -0.056556262
      ]
    ]
  },
  "One of this people's two major groups was led by Godegisel until he was killed in battle by the Franks, after which they united with King Respendial and the Alans and Suebi to plunder Gaul before being driven out by British troops under Constantine III. Their two main groups, the Asding and Siling, occupied Gallaecia and Baetica before being pushed further south by the Romans and Visigoths.  In 429, they sailed to a territory in the west from which, 25 years later, they would attack Italy. Belisarius would eventually defeat Gelimer, the last king of, FTP, this East Germanic people which ruled North Africa for 100 years and under Gaiseric sacked Rome in 455, doubtless committing many of their": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.0013398853
      ],
      [
        "and",
        -0.0014693919
      ],
      [
        "als",
        -3.650519e-06
      ]
    ]
  },
  "These people were Christianized by St. Olaf and their presence in England began with the attack on Lindisfarne Abbey. They established a settlement at L'Anse aux Meadows, which may have been part of Vinland. Famous members of this people include Leif Erikson and Erik the Red. For 10 points, name these fierce Scandinavian warriors and explorers, who, contrary to popular belief, did not wear horned helmets.": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -0.024726959
      ],
      [
        "ik",
        -0.000116417184
      ],
      [
        "ings",
        -9.0883464e-07
      ]
    ]
  },
  "These people were relocated throughout the Ottoman empire by the surgun system. Groups of these people": {
    "guess": "Circassians",
    "confidence": [
      [
        "C",
        -1.140281
      ],
      [
        "irc",
        -0.0015379542
      ],
      [
        "ass",
        -1.147242e-06
      ],
      [
        "ians",
        -0.0010939039
      ]
    ]
  },
  "One of the people implicated in this had previously been the National Chief of the Congress of Aboriginal People, while another was born in Lebanon before immigrating to Canada. Despite accusations of the claims being exaggerated, David Tkachuk (ka-CHUK) insists that all accused parties had been given due process and the accusations are fair. Domestic violence charges have caused one of the accused": {
    "guess": "Senate expenses scandal",
    "confidence": [
      [
        "Senate",
        -1.0015278
      ],
      [
        " expenses",
        -0.1976058
      ],
      [
        " scandal",
        -0.0051755244
      ]
    ]
  },
  "These peoples believed that men and women were created by a war god who needed to offer human flesh to the sun to quench its hunger. That god that they worshipped lost a foot battling a crocodile in order to create the world only to replace that foot with a magic obsidian mirror. One goddess venerated by these people wore a necklace of hearts and skeletons and was impregnated by a ball of feathers.": {
    "guess": "Aztec religion",
    "confidence": [
      [
        "Az",
        -0.0025695947
      ],
      [
        "tec",
        -0.1397406
      ],
      [
        " religion",
        -0.42552933
      ]
    ]
  },
  "They are the only people who can enjoy the sixth abinha power. They are often depicted artistically in groups of sixteen, and they are equivalent to the lohans often painted by Guanxiu. This (*) status": {
    "guess": "Arhat",
    "confidence": [
      [
        "Ar",
        -0.13570951
      ],
      [
        "hat",
        -0.11936631
      ]
    ]
  },
  "These people may have played a funerary game called Phersu, where an irritated wild dog attacked a tied-up man. This civilization created the Sarcophagus of the Spouses, which depicted a husband and wife reclining at a banquet table. An important architect of this people was Vulca and its religion was allegedly founded by Tages. One female from this civilization prophesied that her husband would become king after seeing an eagle snatch a hat from his head. The naval hegemony of this polity was limited after the Battle of Alalia and they suffered a major defeat at the hands of Hiero at the Battle of Cumae. One leader of this people, Lars Porsenna, tried and failed to conquer this civilization's greatest rival, whose domination over these people began with the sack of Veii by Camillus. Tanaquil and Tarquin the Proud were, for ten points, leaders of what civilization, which worshipped Charun and Tinia.": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0031099766
      ],
      [
        "tr",
        -3.4121115e-06
      ],
      [
        "us",
        -0.0003155625
      ],
      [
        "can",
        -7.89631e-07
      ],
      [
        " civilization",
        -0.0017049367
      ]
    ]
  },
  "These people believed in a goddess named \"mother tree\" who appeared as a two-headed snake. In this people's": {
    "guess": "Aztec religion",
    "confidence": [
      [
        "Az",
        -1.162338
      ],
      [
        "tec",
        -0.5489118
      ],
      [
        " religion",
        -0.90678984
      ]
    ]
  },
  "These people recorded their rulers' accomplishments on tetun using the only complete written language of the pre-Columbian Americas. Leaders of these people include Pakal (pah-KAHL) the Great and Hunac Ceel (HOO-nahk KEEL) and their myths are collected in the Popol Vuh (POE-pohl VUH). For 10 points, identify this Mesoamerican civilization that created the Long Count calendar and had cities at Tikal (tee- KAHL) and Chichen Itza (CHEE-chen EET-zah).": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.004407213
      ],
      [
        "a",
        -0.00083333196
      ],
      [
        " civilization",
        -0.0037749084
      ]
    ]
  },
  "These people recorded their rulers' accomplishments on tetun using the only complete written language of the pre-Columbian Americas. Leaders of these people include Pakal (pah-KAHL) the Great and Hunac Ceel (HOO-nahk KEEL) and their myths are collected in the Popol Vuh (POE-pohl VUH). For 10 points, identify this Mesoamerican civilization that created the Long Count calendar and had cities at Tikal": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.0017862062
      ],
      [
        "a",
        -0.0001878055
      ],
      [
        " civilization",
        -0.001463573
      ]
    ]
  },
  "People sing hymns between the chanting of verses from this text during the first part of the Eastern Orthodox service on Holy Saturday. Its speaker says that he has \"become like a bottle in the smoke\" and his soul \"fainteth for thy salvation, but I hope in thy word.\" Along with the Parable of the Wise and Foolish Virgins, this text inspired the Eastern Orthodox practice of the \"Midnight Office.\" It begins with a verse sometimes translated as \"Happy are those whose way is perfect,\" which appears in the section titled \"Aleph.\" This text, which contains one stanza for each letter of the Hebrew alphabet, contains a pair of verses which read \"It is better to take refuge in the Lord than to trust in humans. It is better to take refuge in the Lord than to trust in princes.\" Those verses are regarded": {
    "guess": "Psalm 119",
    "confidence": [
      [
        "Ps",
        -0.3089046
      ],
      [
        "alm",
        -6.647085e-05
      ],
      [
        " ",
        -0.0023727966
      ],
      [
        "119",
        -0.089452244
      ]
    ]
  },
  "These people once lost their independence following a loss at the Battle of Chernomen. Among the laws attributed to their greatest king is one forbidding the exhumation and staking of the deceased. The": {
    "guess": "Bulgarians",
    "confidence": [
      [
        "B",
        -1.4444722
      ],
      [
        "ulg",
        -0.009073273
      ],
      [
        "arians",
        -0.46602196
      ]
    ]
  },
  "These people saw religious revival led by Redbird Smith as part of the Keetoowah Society. One member of these people named Stand Watie organized the Knights of the Golden Circle. Their border was fought for by John Ross in an 1831 Supreme Court case that dealt with their disputes over (*) Georgia. Their ability to read grew after one of its members developed their first syllabary. Along with Sequoyah, they signed the Treaty of New Echota which was later used as the basis for their forced removal": {
    "guess": "Cherokee",
    "confidence": [
      [
        "Ch",
        -0.007252704
      ],
      [
        "erokee",
        -0.00036406738
      ]
    ]
  },
  "These peoples were issued an ultimatum by Henry Bartle Frere, leading to a conflict with colonialists. A militaristic rise amongst these peoples was known as the \"Mfecane,\" (mm-feh-CAN-eh) or \"Crushing,\" and arose near the Tugela (too-GAY-lah) River. These peoples perfected a military formation known": {
    "guess": "Zulu people",
    "confidence": [
      [
        "Z",
        -0.0068968823
      ],
      [
        "ulu",
        -0.00013917775
      ],
      [
        " people",
        -0.21051542
      ]
    ]
  },
  "These people were frequently subject to charges known as \"banalities.\" In England, a group of these people were spurred to anger by a sermon containing a notable rhyme about \"when Adam delved and Eve span.\" The priest John Ball preached to these people in a rebellion during the reign of Richard II. Also known as villeins, this class of people behind Wat Tyler's Rebellion lived on a manor and were obliged to perform corvee labor for a lord. For 10 points, name this lower class of the medieval feudal": {
    "guess": "Peasants",
    "confidence": [
      [
        "Pe",
        -0.15872747
      ],
      [
        "as",
        -9.150362e-05
      ],
      [
        "ants",
        -0.0007669832
      ]
    ]
  },
  "One of the people implicated in this had previously been the National Chief of the Congress of Aboriginal People, while another was born in Lebanon before immigrating to Canada. Despite accusations of the claims being exaggerated, David Tkachuk (ka-CHUK) insists that all accused parties had been given due process and the accusations are fair. Domestic violence charges have caused one of the accused to be suspended, while another previously hosted Prime Time News with Peter Mansbridge. Mac Harb and": {
    "guess": "Senate of Canada scandal",
    "confidence": [
      [
        "Senate",
        -0.4729284
      ],
      [
        " of",
        -0.4187
      ],
      [
        " Canada",
        -5.2285613e-05
      ],
      [
        " scandal",
        -0.20023607
      ]
    ]
  },
  "One of these people's goddesses became pregnant after eating fruit containing sperm from their moon god Coniraya, after which she and her son jumped into the sea and turned into rocks. One god of these people was said to wear shining clothes and to carry the Milky Way in a jug, from which he would dispense rain. Their god Supay was the king of a race of demons and the ruler of the underworld, known to them as Uku Pacha. In addition to the weather god Ilyap'a, their deities included the benevolent": {
    "guess": "Incan mythology",
    "confidence": [
      [
        "In",
        -0.0042605116
      ],
      [
        "can",
        -0.007614321
      ],
      [
        " mythology",
        -0.007292358
      ]
    ]
  },
  "These people participated in the Battle of Clontarf against Brian Boru in 1014 as one of their last major actions in Ireland. This group took the monastery at Lindisfarne, and besieged Paris after the refusal of Louis the Fat to pay tribute. They defeated Ethelred the Unready at the Battle of Maldon in 991, and forced him to pay the Danegeld, but were defeated at the battle of Stamford Bridge by Harold": {
    "guess": "Vikings",
    "confidence": [
      [
        "V",
        -0.033058025
      ],
      [
        "ik",
        -0.07363275
      ],
      [
        "ings",
        -2.3392786e-06
      ]
    ]
  },
  "People who are either in a state of \"cognitive load\" or live in so-called \"individualist\" societies are more likely to commit it.  Coined by Lee Ross, it was studied in a classic 1967 study by Edward Jones and Victor Harris in which subjects were asked to assess the pro- or anti-Castro sentiments of various speakers.  Resulting largely from a misunderstanding of perspective and rarely occurring in analysis of one's own behavior, it is also known as the actor-observer bias.  FTP, name this psychological": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.02121436
      ],
      [
        "amental",
        -2.4272753e-05
      ],
      [
        " attribution",
        -0.014470098
      ],
      [
        " error",
        -2.9756122e-05
      ]
    ]
  },
  "These peoples believed that men and women were created by a war god who needed to offer human flesh to the sun to quench its hunger. That god that they worshipped lost a foot battling a crocodile in order to create the world only to replace that foot with a magic obsidian mirror. One goddess venerated by these people wore a necklace of hearts and skeletons and was impregnated by a ball of feathers. That impregnation led to a god worshipped by these people who often warred with Tezcatlipoca and is": {
    "guess": "Aztec religion",
    "confidence": [
      [
        "Az",
        -0.0050877645
      ],
      [
        "tec",
        -0.37294465
      ],
      [
        " religion",
        -0.50929326
      ]
    ]
  },
  "The people who occupied the town of Messana at the outbreak of the First Punic War were given a name meaning sons of this deity. Ovid claims that this deity's sacred bird was the woodpecker and along with": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.007290105
      ],
      [
        "ars",
        -0.0001407274
      ],
      [
        " (",
        -5.9153886e-06
      ],
      [
        "my",
        -0.0001273766
      ],
      [
        "th",
        -2.3392786e-06
      ],
      [
        "ology",
        -5.5980927e-05
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "These people once lost their independence following a loss at the Battle of Chernomen. Among the laws": {
    "guess": "Bulgaria",
    "confidence": [
      [
        "B",
        -0.516424
      ],
      [
        "ulg",
        -0.0008098635
      ],
      [
        "aria",
        -0.6486393
      ]
    ]
  },
  "People lacking it may experience problems with sepsis and it may become inflamed due to mononu-cleosis or blood cancers. Its \"red pulp\" part is often referred to as the red blood cell graveyard due to the fact that damaged and destroyed red blood cells are stored there. When it becomes enlarged, it can": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.004639219
      ],
      [
        "ple",
        -0.0003840789
      ],
      [
        "en",
        -3.0232935e-05
      ]
    ]
  }
}