{
  "Garlington suggested that this work's \"Herz\" section revealed \"incipient misanthropy\" of the composer, which was also expressed in the \"Menschenhass\" part. In the first segment, the augmented triad of": {
    "guess": "Piano Sonata No. 3 (Brahms)",
    "confidence": [
      [
        "P",
        -2.0015543
      ],
      [
        "iano",
        -0.025472047
      ],
      [
        " Sonata",
        -0.109702125
      ],
      [
        " No",
        -0.00839826
      ],
      [
        ".",
        -0.00078473345
      ],
      [
        " ",
        -0.0025961113
      ],
      [
        "3",
        -0.7009934
      ],
      [
        " (",
        -0.25489348
      ],
      [
        "B",
        -0.012944797
      ],
      [
        "rah",
        -1.7432603e-06
      ],
      [
        "ms",
        -7.0285365e-05
      ],
      [
        ")",
        -0.00018053775
      ]
    ]
  },
  "The Garcia-Koelling experiment discovered constraints on this paradigm due to the close relations of flavor with X-ray-induced nausea. A mathematical model describing this paradigm calls lambda maximum associative strength and states that the incremental change in strength is proportional to factors": {
    "guess": "Conditioned taste aversion",
    "confidence": [
      [
        "Condition",
        -0.5177611
      ],
      [
        "ed",
        -0.0067757615
      ],
      [
        " taste",
        -0.028858298
      ],
      [
        " av",
        -3.888926e-06
      ],
      [
        "ersion",
        -6.0033854e-05
      ]
    ]
  },
  "The Garcia-Koelling experiment discovered constraints on this paradigm due to the close relations of flavor with X-ray-induced nausea. A mathematical model describing this paradigm calls lambda maximum associative strength and states that the incremental change in strength is proportional to factors like salience. That is the Rescorla-Wagner model. A more traditional experiment at Johns Hopkins saw the subject come to fear all (*) white fluffy things due to stimulus generalization common to this form of learning. That experiment saw a CR of crying to a harmless rat eventually evoked thanks to the banging of metal behind a child's head. FTP, name this type of learning exemplified by the Little": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -0.15361154
      ],
      [
        "ical",
        -9.877504e-05
      ],
      [
        " conditioning",
        -0.06812893
      ]
    ]
  },
  "The Garcia-Koelling experiment discovered constraints on this paradigm due to the close relations of flavor with X-ray-induced nausea. A mathematical model describing this paradigm calls lambda maximum": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -1.1704406
      ],
      [
        "ical",
        -2.8564085e-05
      ],
      [
        " conditioning",
        -0.37874076
      ]
    ]
  },
  "Garlington suggested that this work's \"Herz\" section revealed \"incipient misanthropy\" of the composer, which was also expressed in the \"Menschenhass\" part. In the first segment, the augmented triad of B/E-flat/G is first played, and the aria in this work begins with a syncopated beat that leads into a triplet pattern. The appearance of the erquicke motive, which differs only in one pitch from the Aber abseits form of an earlier motive, signals a rhythmic reversing. The third part sees a male chorus call to the heavens for aid to a wanderer, who has \"lost his way in the thicket.\" This setting of": {
    "guess": "Gustav Mahler's Symphony No. 3",
    "confidence": [
      [
        "G",
        -1.610239
      ],
      [
        "ust",
        -0.0064030695
      ],
      [
        "av",
        -2.2007884e-05
      ],
      [
        " Mah",
        -0.0003361774
      ],
      [
        "ler",
        -9.031158e-05
      ],
      [
        "'s",
        -0.29452744
      ],
      [
        " Symphony",
        -0.24678369
      ],
      [
        " No",
        -0.0005885371
      ],
      [
        ".",
        -0.00024025145
      ],
      [
        " ",
        -0.001399522
      ],
      [
        "3",
        -0.5816206
      ]
    ]
  },
  "Gary Karr arranged this composer's cello sonata in A Minor as a double bass concerto, while folk music collected by Lindeman gave inspiration to four symphonic dances, the Opus 64 of this composer. He included two wordless Hallings in his Album for Male Chorus, while a drum roll and a set of octaves played by the solo instrument open this composer's famous piano concerto in A Minor. An Arietta is the first of the 66 short piano pieces in one collection by this composer, whose lament The Death of Ase accompanies the title mountain outlaw's return just in time for his mother's death in part of another": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.00045593674
      ],
      [
        "vard",
        -1.504853e-06
      ],
      [
        " Gri",
        -5.371606e-05
      ],
      [
        "eg",
        -1.8431772e-05
      ]
    ]
  },
  "Gary Karr arranged this composer's cello sonata in A Minor as a double bass concerto, while folk music": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.37999135
      ],
      [
        "éd",
        -0.00085869664
      ],
      [
        "éric",
        -0.00015514737
      ],
      [
        " Chop",
        -0.00026884564
      ],
      [
        "in",
        -1.473646e-05
      ]
    ]
  },
  "The Garcia-Koelling experiment discovered constraints on this paradigm due to the close relations of flavor with X-ray-induced nausea. A mathematical model describing this paradigm calls lambda maximum associative strength and states that the incremental change in strength is proportional to factors like salience. That is the Rescorla-Wagner model. A more traditional experiment at Johns Hopkins saw the subject come to fear all (*) white fluffy things due to stimulus generalization common to this form of learning. That experiment saw a CR of crying to a harmless rat eventually evoked thanks to the banging of metal behind a child's head. FTP, name this type of learning exemplified by the Little Albert experiment, as well as teaching a dog to salivate at the sound of a bell, a type of conditioning": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -0.0013915427
      ],
      [
        "ical",
        -0.00012082772
      ],
      [
        " conditioning",
        -0.025913559
      ]
    ]
  },
  "The gardens of this complex were designed by Melinda Taylor and Lawrence Reed Moline, and a namesake fountain includes a mosaic made of broken Royal Delft China and emulates the opening petals of a rose.": {
    "guess": "Keukenhof",
    "confidence": [
      [
        "Ke",
        -0.4487865
      ],
      [
        "u",
        -0.0025099048
      ],
      [
        "ken",
        -1.7432603e-06
      ],
      [
        "hof",
        -4.20341e-05
      ]
    ]
  },
  "Gardner, Rand, and Haynes used this reaction to synthesize docosanedioc acid. One modification of this reaction uses scandium trifloromethane sulfonate and BTBSH to overcome the side production of dimers and is named for Meyer, while another variation is used on alpha-beta epoxy carbonyls and is named": {
    "guess": "Mukaiyama aldol addition",
    "confidence": [
      [
        "M",
        -2.519743
      ],
      [
        "uk",
        -0.81489074
      ],
      [
        "ai",
        -0.0013608321
      ],
      [
        "y",
        -0.00010294717
      ],
      [
        "ama",
        -5.383526e-05
      ],
      [
        " ald",
        -0.74897027
      ],
      [
        "ol",
        -1.1637165e-05
      ],
      [
        " addition",
        -0.25686085
      ]
    ]
  },
  "In a gas with a Maxwell-Boltzmann distribution, this effect transforms a sharp line into a Gaussian line profile. This effect is used to scan through frequencies to find resonances in gamma ray absorption in Mössbauer spectroscopy. A Galilean transformation of the phase velocity gives the equation for the classical version of this effect, while its (*) transverse form occurs due to relativistic time dilation. When the sine of the Mach angle is less than one, this effect causes wave compression in front of a wave source. Wavelength shifts caused by this effect can be red or blue based on the direction of motion of a source of light. For 10 points, name this effect that changes the frequencies of receding and advancing wave sources.": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0063956073
      ],
      [
        "op",
        -3.888926e-06
      ],
      [
        "pler",
        -2.451116e-05
      ],
      [
        " effect",
        -0.08750679
      ]
    ]
  },
  "The gardens of this complex were designed by Melinda Taylor and Lawrence Reed Moline, and a namesake fountain includes a mosaic made of broken Royal Delft China and emulates the opening petals of a rose. At the front of its auditorium is this building's pipe organ, surrounded by wildly intertwining wooden pipes and planks. Other sites within it include the Ira Gershwin Gallery, and the acoustics of the concert hall were designed by Yasuhisa (*) Toyota. Modifications had to be made to this work's Founders Room exterior, because the concave stainless steel surface with a matte finish caused some viewers to suffer from glare as well as intense interior heat. Constructed of many such concave panels and the successor to the Dorothy Chandler Pavilion, this is, for 10 points, which home of the Los Angeles Philharmonic and Los Angeles Master Chorale, a work designed by Frank Gehry?": {
    "guess": "Walt Disney Concert Hall",
    "confidence": [
      [
        "W",
        -0.018967899
      ],
      [
        "alt",
        -1.4498052e-05
      ],
      [
        " Disney",
        -5.3358446e-05
      ],
      [
        " Concert",
        -0.0004617704
      ],
      [
        " Hall",
        -0.00022105966
      ]
    ]
  },
  "Garlington suggested that this work's \"Herz\" section revealed \"incipient misanthropy\" of the composer, which was also expressed in the \"Menschenhass\" part. In the first segment, the augmented triad of B/E-flat/G is first played, and the aria in this work begins with a syncopated beat that leads into a triplet pattern. The appearance of the erquicke motive, which differs only in one pitch from the Aber abseits form of an earlier motive, signals a rhythmic reversing. The third part sees a male chorus": {
    "guess": "Symphony No. 2 (Mahler)",
    "confidence": [
      [
        "Sym",
        -1.4208112
      ],
      [
        "phony",
        -0.026332695
      ],
      [
        " No",
        -0.106387325
      ],
      [
        ".",
        -0.0015100973
      ],
      [
        " ",
        -0.0028376842
      ],
      [
        "2",
        -0.8284735
      ],
      [
        " (",
        -0.045698605
      ],
      [
        "Mah",
        -0.16005775
      ],
      [
        "ler",
        -3.2140193e-05
      ],
      [
        ")",
        -0.000371447
      ]
    ]
  },
  "The gardens of this complex were designed by Melinda Taylor and Lawrence Reed Moline, and a namesake fountain includes a mosaic made of broken Royal Delft China and emulates the opening petals of a rose. At the front of its auditorium is this building's pipe organ, surrounded by wildly intertwining wooden": {
    "guess": "Royal Opera House",
    "confidence": [
      [
        "Royal",
        -1.0509324
      ],
      [
        " Opera",
        -0.7182183
      ],
      [
        " House",
        -0.0001201125
      ]
    ]
  },
  "In a gas with a Maxwell-Boltzmann distribution, this effect transforms a sharp line into a Gaussian line profile. This effect is used to scan through frequencies to find resonances in gamma ray absorption in Mössbauer spectroscopy. A Galilean transformation of the phase velocity gives the equation for the classical version of this effect, while its (*) transverse form occurs due to relativistic time dilation. When the sine of the Mach angle is less than one, this effect causes wave compression in front of a wave source. Wavelength shifts caused by this effect can be red or blue based on the direction of motion of a source of light. For 10 points, name this effect that changes the frequencies": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.022864783
      ],
      [
        "op",
        -1.0325924e-05
      ],
      [
        "pler",
        -3.7981175e-05
      ],
      [
        " effect",
        -0.077663444
      ]
    ]
  },
  "Gardner, Rand, and Haynes used this reaction to synthesize docosanedioc acid. One modification of this": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2775828
      ]
    ]
  },
  "The garbha-dhatu style represents movements from one to many while the vajra-dhatu represents the opposite. The Kalachakra one represents the entirety of universal time. They appear in such unlikely sources as the writings of Hildegard of Bingen, while Carl Jung's studies of it were a critical step in his individuation theory. For 10 points, name this representation of the universe in Hinduism and Buddhism, named from the Sanskrit for \"circle.\"": {
    "guess": "Mandala",
    "confidence": [
      [
        "M",
        -0.0012376104
      ],
      [
        "and",
        -0.002921611
      ],
      [
        "ala",
        -7.89631e-07
      ]
    ]
  },
  "In a gas with a Maxwell-Boltzmann distribution, this effect transforms a sharp line into a Gaussian line profile. This effect is used to scan through frequencies to find resonances in gamma ray absorption in Mössbauer spectroscopy. A Galilean transformation of the phase velocity gives the equation for the classical version of this effect, while its (*) transverse form occurs due to relativistic time dilation. When the sine of the Mach angle is less than one, this effect causes wave compression in": {
    "guess": "Doppler broadening",
    "confidence": [
      [
        "D",
        -0.36003408
      ],
      [
        "op",
        -0.00010831134
      ],
      [
        "pler",
        -2.7610455e-05
      ],
      [
        " broad",
        -0.14187565
      ],
      [
        "ening",
        -1.6286107e-05
      ]
    ]
  },
  "Gardner, Rand, and Haynes used this reaction to synthesize docosanedioc acid. One modification of this reaction uses scandium trifloromethane sulfonate and BTBSH to overcome the side production of dimers": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8131967
      ]
    ]
  },
  "Garrison discovered that this compound could be created though helium ion bombardment of a solution of water, iron, and carbon dioxide. This is the smaller of the two products when reacting a monosaccharide with excess periodic acid. This compound and ammonia are used in a reduction of imines named for Leuckart. Pyruvate lyase converts pyruvate into acetyl-coA and this compound. Ozonolysis of a terminal alkene under oxidative conditions yields this compound as one of the products. Glycerol can catalyze": {
    "guess": "Acetaldehyde",
    "confidence": [
      [
        "Ac",
        -0.18430763
      ],
      [
        "etal",
        -0.11600695
      ],
      [
        "dehyde",
        -0.00048441542
      ]
    ]
  },
  "Gardner, Rand, and Haynes used this reaction to synthesize docosanedioc acid. One modification of this reaction uses scandium trifloromethane sulfonate and BTBSH to overcome the side production of dimers and is named for Meyer, while another variation is used on alpha-beta epoxy carbonyls and is named for Wharton. Modern instances of this reaction are performed in a pot of ethylene glycol instead of the sealed tubes used in the original version, in a modification named for Huang and Minlon. Its second step relies on three equivalents of hydroxide and is driven by the evolution of nitrogen. FTP,": {
    "guess": "Wolff–Kishner reduction",
    "confidence": [
      [
        "W",
        -0.09740152
      ],
      [
        "ol",
        -0.00025609453
      ],
      [
        "ff",
        -1.7239736e-05
      ],
      [
        "–",
        -0.32981804
      ],
      [
        "K",
        -6.9882217e-06
      ],
      [
        "ish",
        -5.080963e-06
      ],
      [
        "ner",
        -1.3856493e-06
      ],
      [
        " reduction",
        -0.25337875
      ]
    ]
  },
  "Garlington suggested that this work's \"Herz\" section revealed \"incipient misanthropy\" of the composer, which was also expressed in the \"Menschenhass\" part. In the first segment, the augmented triad of B/E-flat/G is first played, and the aria in this work begins with a syncopated beat that leads into a triplet pattern. The appearance of the erquicke motive, which differs only in one pitch from the Aber abseits form of an earlier motive, signals a rhythmic reversing. The third part sees a male chorus call to the heavens for aid to a wanderer, who has \"lost his way in the thicket.\" This setting of (*) Goethe's Harzreise im Winter was composed one year after the German Requiem. For 10 points, identify": {
    "guess": "Johannes Brahms' \"Four Serious Songs\"",
    "confidence": [
      [
        "J",
        -1.070405
      ],
      [
        "oh",
        -0.00018863993
      ],
      [
        "annes",
        -2.188868e-05
      ],
      [
        " Brah",
        -0.00014358829
      ],
      [
        "ms",
        -9.9371064e-05
      ],
      [
        "'",
        -0.33410013
      ],
      [
        " \"",
        -0.25209522
      ],
      [
        "Four",
        -1.1799511
      ],
      [
        " Serious",
        -0.008145481
      ],
      [
        " Songs",
        -4.5371802e-05
      ],
      [
        "\"",
        -0.0061331987
      ]
    ]
  },
  "The Garcia-Koelling experiment discovered constraints on this paradigm due to the close relations of": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -1.4339824
      ],
      [
        "ical",
        -4.298773e-05
      ],
      [
        " conditioning",
        -0.14359729
      ]
    ]
  },
  "In gas chromatography, this word describes a product obtained when silyl groups are added to a molecule of interest to reduce polarity. In multi-variable calculus, one operator with this name is the dot product of a unit vector with the gradient, known as the directional this. In biochemistry, this term refers to a molecule that is synthesized by slightly modifying a given compound, usually by adding a named group - for example, aniline is an amino one of these of benzene. In single-variable calculus, the nth of these of a given function appears in the nth coefficient of the Taylor series of that function. For 10 points, give this common word the one of which from calculus can be used on both": {
    "guess": "Derivative",
    "confidence": [
      [
        "Der",
        -0.013257638
      ],
      [
        "ivative",
        -0.0039400756
      ]
    ]
  },
  "In a gas with a Maxwell-Boltzmann distribution, this effect transforms a sharp line into a Gaussian line profile. This effect is used to scan through frequencies to find resonances in gamma ray absorption in Mössbauer spectroscopy. A Galilean transformation of the phase velocity gives the equation for the classical version of this effect, while its (*) transverse form occurs due to relativistic time dilation. When the sine of the Mach angle is less than one, this effect causes wave compression in front of a wave source. Wavelength shifts caused by this effect can be red or blue based on the direction": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.004480443
      ],
      [
        "op",
        -9.968313e-06
      ],
      [
        "pler",
        -3.4121115e-06
      ],
      [
        " effect",
        -0.78815526
      ]
    ]
  },
  "In gas chromatography, this word describes a product obtained when silyl groups are added to a molecule of interest to reduce polarity. In multi-variable calculus, one operator with this name is the dot": {
    "guess": "Dot product",
    "confidence": [
      [
        "Dot",
        -0.87528986
      ],
      [
        " product",
        -0.31418097
      ]
    ]
  },
  "Gary Karr arranged this composer's cello sonata in A Minor as a double bass concerto, while folk music collected by Lindeman gave inspiration to four symphonic dances, the Opus 64 of this composer. He included two wordless Hallings in his Album for Male Chorus, while a drum roll and a set of octaves played by the solo instrument open this composer's famous piano concerto in A Minor. An Arietta is the": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.0014952188
      ],
      [
        "vard",
        -4.365741e-06
      ],
      [
        " Gri",
        -9.138441e-05
      ],
      [
        "eg",
        -2.546479e-05
      ]
    ]
  },
  "Garrison discovered that this compound could be created though helium ion bombardment of a solution of water, iron, and carbon dioxide. This is the smaller of the two products when reacting a monosaccharide": {
    "guess": "Formaldehyde",
    "confidence": [
      [
        "Form",
        -1.227801
      ],
      [
        "al",
        -0.15078032
      ],
      [
        "dehyde",
        -0.0002036596
      ]
    ]
  },
  "In this gas-filled cylinder, the voltage between the walls and the axial wire is larger than in either a proportional counter or ionization chamber. Entering energetic particles ionize the gas and produce": {
    "guess": "Geiger-Muller counter",
    "confidence": [
      [
        "Ge",
        -0.062157582
      ],
      [
        "iger",
        -9.0883464e-07
      ],
      [
        "-M",
        -0.42370325
      ],
      [
        "ull",
        -0.6175601
      ],
      [
        "er",
        -5.080963e-06
      ],
      [
        " counter",
        -0.7136076
      ]
    ]
  },
  "The gardens of this complex were designed by Melinda Taylor and Lawrence Reed Moline, and a namesake fountain includes a mosaic made of broken Royal Delft China and emulates the opening petals of a rose. At the front of its auditorium is this building's pipe organ, surrounded by wildly intertwining wooden pipes and planks. Other sites within it include the Ira Gershwin Gallery, and the acoustics of the concert hall were designed by Yasuhisa (*) Toyota. Modifications had to be made to this work's": {
    "guess": "Walt Disney Concert Hall",
    "confidence": [
      [
        "W",
        -0.18192163
      ],
      [
        "alt",
        -0.00014561474
      ],
      [
        " Disney",
        -1.0280384e-06
      ],
      [
        " Concert",
        -6.849731e-05
      ],
      [
        " Hall",
        -0.00011236426
      ]
    ]
  },
  "Garlington suggested that this work's \"Herz\" section revealed \"incipient misanthropy\" of the composer, which was also expressed in the \"Menschenhass\" part. In the first segment, the augmented triad of B/E-flat/G is first played, and the aria in this work begins with a syncopated beat that leads into a triplet pattern. The appearance of the erquicke motive, which differs only in one pitch from the Aber": {
    "guess": "Piano Sonata No. 2 (Brahms)",
    "confidence": [
      [
        "P",
        -2.2110257
      ],
      [
        "iano",
        -0.14400439
      ],
      [
        " Sonata",
        -0.04811657
      ],
      [
        " No",
        -0.009661531
      ],
      [
        ".",
        -0.0023340208
      ],
      [
        " ",
        -0.010574101
      ],
      [
        "2",
        -1.8325007
      ],
      [
        " (",
        -0.3466309
      ],
      [
        "B",
        -0.72150135
      ],
      [
        "rah",
        -0.060508385
      ],
      [
        "ms",
        -0.0001530017
      ],
      [
        ")",
        -0.000116655596
      ]
    ]
  },
  "The Garcia-Koelling experiment discovered constraints on this paradigm due to the close relations of flavor with X-ray-induced nausea. A mathematical model describing this paradigm calls lambda maximum associative strength and states that the incremental change in strength is proportional to factors like salience. That is the Rescorla-Wagner model. A more traditional experiment at Johns Hopkins saw the subject come to fear all (*) white fluffy things due to stimulus generalization common to this form of learning. That experiment saw a CR of crying to a harmless rat eventually evoked thanks to the": {
    "guess": "Rescorla-Wagner model",
    "confidence": [
      [
        "Res",
        -0.018747844
      ],
      [
        "cor",
        -1.1637165e-05
      ],
      [
        "la",
        -4.5133394e-05
      ],
      [
        "-W",
        -0.111684114
      ],
      [
        "agner",
        -3.888926e-06
      ],
      [
        " model",
        -0.035385266
      ]
    ]
  },
  "Gary Karr arranged this composer's cello sonata in A Minor as a double bass concerto, while folk music collected by Lindeman gave inspiration to four symphonic dances, the Opus 64 of this composer. He included two wordless Hallings in his Album for Male Chorus, while a drum roll and a set of octaves played by the solo instrument open this composer's famous piano concerto in A Minor. An Arietta is the first of the 66 short piano pieces in one collection by this composer, whose lament The Death of Ase accompanies the title mountain outlaw's return just in time for his mother's death in part of another work. For 10 points, name this Norwegian composer whose works include his Lyric Pieces and In the Hall of the Mountain King, which is part of the incidental music to Peer Gynt.": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.00029410952
      ],
      [
        "vard",
        -6.704273e-07
      ],
      [
        " Gri",
        -4.8828708e-05
      ],
      [
        "eg",
        -2.0339032e-05
      ]
    ]
  },
  "The Garcia-Koelling experiment discovered constraints on this paradigm due to the close relations of flavor with X-ray-induced nausea. A mathematical model describing this paradigm calls lambda maximum associative strength and states that the incremental change in strength is proportional to factors like salience. That is the Rescorla-Wagner model. A more traditional experiment at Johns Hopkins saw": {
    "guess": "Rescorla-Wagner model",
    "confidence": [
      [
        "Res",
        -0.0028936786
      ],
      [
        "cor",
        -9.400689e-05
      ],
      [
        "la",
        -5.6934558e-05
      ],
      [
        "-W",
        -0.028387614
      ],
      [
        "agner",
        -4.3202e-07
      ],
      [
        " model",
        -0.03661905
      ]
    ]
  },
  "In gas chromatography, this word describes a product obtained when silyl groups are added to a molecule of interest to reduce polarity. In multi-variable calculus, one operator with this name is the dot product of a unit vector with the gradient, known as the directional this. In biochemistry, this term": {
    "guess": "Gradient",
    "confidence": [
      [
        "Gradient",
        -0.015571829
      ]
    ]
  },
  "The garbha-dhatu style represents movements from one to many while the vajra-dhatu represents the opposite. The Kalachakra one represents the entirety of universal time. They appear in such unlikely sources": {
    "guess": "Mandala",
    "confidence": [
      [
        "M",
        -0.91002727
      ],
      [
        "and",
        -0.028292477
      ],
      [
        "ala",
        -0.00020163313
      ]
    ]
  },
  "In a gas with a Maxwell-Boltzmann distribution, this effect transforms a sharp line into a Gaussian line profile. This effect is used to scan through frequencies to find resonances in gamma ray absorption in Mössbauer spectroscopy. A Galilean transformation of the phase velocity gives the equation for the classical version of this effect, while its (*) transverse form occurs due to relativistic time": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.03228443
      ],
      [
        "op",
        -1.504853e-06
      ],
      [
        "pler",
        -1.7432603e-06
      ],
      [
        " effect",
        -0.4906691
      ]
    ]
  },
  "The gardens of this complex were designed by Melinda Taylor and Lawrence Reed Moline, and a namesake fountain includes a mosaic made of broken Royal Delft China and emulates the opening petals of a rose. At the front of its auditorium is this building's pipe organ, surrounded by wildly intertwining wooden pipes and planks. Other sites within it include the Ira Gershwin Gallery, and the acoustics of the concert hall were designed by Yasuhisa (*) Toyota. Modifications had to be made to this work's Founders Room exterior, because the concave stainless steel surface with a matte finish caused some viewers to suffer from glare as well as intense interior heat. Constructed of many such concave panels": {
    "guess": "Walt Disney Concert Hall",
    "confidence": [
      [
        "W",
        -0.0084875105
      ],
      [
        "alt",
        -1.1756368e-05
      ],
      [
        " Disney",
        -1.3306016e-05
      ],
      [
        " Concert",
        -0.00029840085
      ],
      [
        " Hall",
        -0.00017946491
      ]
    ]
  },
  "Gardner, Rand, and Haynes used this reaction to synthesize docosanedioc acid. One modification of this reaction uses scandium trifloromethane sulfonate and BTBSH to overcome the side production of dimers and is named for Meyer, while another variation is used on alpha-beta epoxy carbonyls and is named for Wharton. Modern instances of this reaction are performed in a pot of ethylene glycol instead of the sealed tubes used in the original version, in a modification named for Huang and Minlon. Its second step relies on three equivalents of hydroxide and is driven by the evolution of nitrogen. FTP, name this alternative to the Clemmensen reduction, which uses hydrazine to reduce a carbonyl to an": {
    "guess": "Wolff–Kishner reduction",
    "confidence": [
      [
        "W",
        -0.028489232
      ],
      [
        "ol",
        -5.5623317e-05
      ],
      [
        "ff",
        -6.5994034e-05
      ],
      [
        "–",
        -0.38977838
      ],
      [
        "K",
        -3.2929079e-06
      ],
      [
        "ish",
        -4.00813e-06
      ],
      [
        "ner",
        -5.5122365e-07
      ],
      [
        " reduction",
        -0.02780148
      ]
    ]
  },
  "Gardner, Rand, and Haynes used this reaction to synthesize docosanedioc acid. One modification of this reaction uses scandium trifloromethane sulfonate and BTBSH to overcome the side production of dimers and is named for Meyer, while another variation is used on alpha-beta epoxy carbonyls and is named for Wharton. Modern instances of this reaction are performed in a pot of ethylene glycol instead of": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -1.7228959
      ],
      [
        "itt",
        -0.34788206
      ],
      [
        "ig",
        -0.000118324446
      ],
      [
        " reaction",
        -0.025096254
      ]
    ]
  },
  "Garlington suggested that this work's \"Herz\" section revealed \"incipient misanthropy\" of the composer, which was also expressed in the \"Menschenhass\" part. In the first segment, the augmented triad of B/E-flat/G is first played, and the aria in this work begins with a syncopated beat that leads into a triplet pattern. The appearance of the erquicke motive, which differs only in one pitch from the Aber abseits form of an earlier motive, signals a rhythmic reversing. The third part sees a male chorus call to the heavens for aid to a wanderer, who has \"lost his way in the thicket.\" This setting of (*) Goethe's Harzreise im Winter was composed one year after the German Requiem. For 10 points, identify this piece whose text is written for a soloist of a certain range, by Johannes Brahms.": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.62756
      ],
      [
        "haps",
        -0.59611565
      ],
      [
        "ody",
        -0.49849036
      ],
      [
        " in",
        -0.7141818
      ],
      [
        " Blue",
        -1.0087819
      ]
    ]
  },
  "Gary Karr arranged this composer's cello sonata in A Minor as a double bass concerto, while folk music collected by Lindeman gave inspiration to four symphonic dances, the Opus 64 of this composer. He": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.11872913
      ],
      [
        "vard",
        -0.00046570413
      ],
      [
        " Gri",
        -0.002004415
      ],
      [
        "eg",
        -2.7848862e-05
      ]
    ]
  },
  "In gas chromatography, this word describes a product obtained when silyl groups are added to a molecule of interest to reduce polarity. In multi-variable calculus, one operator with this name is the dot product of a unit vector with the gradient, known as the directional this. In biochemistry, this term refers to a molecule that is synthesized by slightly modifying a given compound, usually by adding a named group - for example, aniline is an amino one of these of benzene. In single-variable calculus, the nth of these of a given function appears in the nth coefficient of the Taylor series of that": {
    "guess": "Derivative",
    "confidence": [
      [
        "Der",
        -0.02464008
      ],
      [
        "ivative",
        -0.000946592
      ]
    ]
  },
  "Gary Karr arranged this composer's cello sonata in A Minor as a double bass concerto, while folk music collected by Lindeman gave inspiration to four symphonic dances, the Opus 64 of this composer. He included two wordless Hallings in his Album for Male Chorus, while a drum roll and a set of octaves played by the solo instrument open this composer's famous piano concerto in A Minor. An Arietta is the first of the 66 short piano pieces in one collection by this composer, whose lament The Death of": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.00064452615
      ],
      [
        "vard",
        -1.147242e-06
      ],
      [
        " Gri",
        -8.363618e-05
      ],
      [
        "eg",
        -2.057744e-05
      ]
    ]
  },
  "In this gas-filled cylinder, the voltage between the walls and the axial wire is larger than in either": {
    "guess": "Gas-filled tube",
    "confidence": [
      [
        "Gas",
        -0.3269961
      ],
      [
        "-filled",
        -0.08090667
      ],
      [
        " tube",
        -0.19834875
      ]
    ]
  },
  "Garlington suggested that this work's \"Herz\" section revealed \"incipient misanthropy\" of the composer,": {
    "guess": "Symphony No. 3 (Mahler)",
    "confidence": [
      [
        "Sym",
        -1.3993869
      ],
      [
        "phony",
        -0.10367062
      ],
      [
        " No",
        -0.0350925
      ],
      [
        ".",
        -0.0009094371
      ],
      [
        " ",
        -0.0017660973
      ],
      [
        "3",
        -1.1141092
      ],
      [
        " (",
        -0.2008319
      ],
      [
        "Mah",
        -1.3382236
      ],
      [
        "ler",
        -2.2723105e-05
      ],
      [
        ")",
        -0.00013190633
      ]
    ]
  },
  "Garrison discovered that this compound could be created though helium ion bombardment of a solution of water, iron, and carbon dioxide. This is the smaller of the two products when reacting a monosaccharide with excess periodic acid. This compound and ammonia are used in a reduction of imines named for": {
    "guess": "Hydrogen peroxide",
    "confidence": [
      [
        "Hy",
        -0.9146986
      ],
      [
        "dro",
        -0.40696272
      ],
      [
        "gen",
        -0.6394517
      ],
      [
        " per",
        -0.2775961
      ],
      [
        "oxide",
        -0.00037299667
      ]
    ]
  },
  "Garlington suggested that this work's \"Herz\" section revealed \"incipient misanthropy\" of the composer, which was also expressed in the \"Menschenhass\" part. In the first segment, the augmented triad of B/E-flat/G is first played, and the aria in this work begins with a syncopated beat that leads into": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -2.193596
      ]
    ]
  },
  "The Garcia-Koelling experiment discovered constraints on this paradigm due to the close relations of flavor with X-ray-induced nausea. A mathematical model describing this paradigm calls lambda maximum associative strength and states that the incremental change in strength is proportional to factors like salience. That is the Rescorla-Wagner model. A more traditional experiment at Johns Hopkins saw the subject come to fear all (*) white fluffy things due to stimulus generalization common to this form of learning. That experiment saw a CR of crying to a harmless rat eventually evoked thanks to the banging of metal behind a child's head. FTP, name this type of learning exemplified by the Little Albert experiment, as well as teaching a dog to salivate at the sound of a bell, a type of conditioning elucidated by Pavlov.": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -0.01661887
      ],
      [
        "ical",
        -9.233804e-05
      ],
      [
        " conditioning",
        -0.043426175
      ]
    ]
  },
  "In gas chromatography, this word describes a product obtained when silyl groups are added to a molecule": {
    "guess": "Derivatization",
    "confidence": [
      [
        "Der",
        -0.04922534
      ],
      [
        "iv",
        -0.00035524633
      ],
      [
        "at",
        -0.023434028
      ],
      [
        "ization",
        -0.000835716
      ]
    ]
  },
  "In a gas with a Maxwell-Boltzmann distribution, this effect transforms a sharp line into a Gaussian line": {
    "guess": "Doppler broadening",
    "confidence": [
      [
        "D",
        -0.1521525
      ],
      [
        "op",
        -1.2352386e-05
      ],
      [
        "pler",
        -1.9361265e-07
      ],
      [
        " broad",
        -0.0677742
      ],
      [
        "ening",
        -1.5213274e-05
      ]
    ]
  },
  "The garbha-dhatu style represents movements from one to many while the vajra-dhatu represents the opposite. The Kalachakra one represents the entirety of universal time. They appear in such unlikely sources as the writings of Hildegard of Bingen, while Carl Jung's studies of it were a critical step in": {
    "guess": "Mandala",
    "confidence": [
      [
        "M",
        -0.12038798
      ],
      [
        "and",
        -0.06483944
      ],
      [
        "ala",
        -4.723352e-06
      ]
    ]
  },
  "Garrison discovered that this compound could be created though helium ion bombardment of a solution of water, iron, and carbon dioxide. This is the smaller of the two products when reacting a monosaccharide with excess periodic acid. This compound and ammonia are used in a reduction of imines named for Leuckart. Pyruvate lyase converts pyruvate into acetyl-coA and this compound. Ozonolysis of a terminal alkene under oxidative conditions yields this compound as one of the products. Glycerol can catalyze the breakdown of oxalic acid into this compound.This compound is found in bee stings. For 10": {
    "guess": "Acetaldehyde",
    "confidence": [
      [
        "Ac",
        -0.62318766
      ],
      [
        "etal",
        -0.40665415
      ],
      [
        "dehyde",
        -7.648396e-05
      ]
    ]
  },
  "In this gas-filled cylinder, the voltage between the walls and the axial wire is larger than in either a proportional counter or ionization chamber. Entering energetic particles ionize the gas and produce an avalanche of electrons that generate a current pulse. What detector, for ten points, does not measure particle energy, instead producing the same characteristic click for all radiation?": {
    "guess": "Geiger-Muller counter",
    "confidence": [
      [
        "Ge",
        -0.0011753439
      ],
      [
        "iger",
        -1.7432603e-06
      ],
      [
        "-M",
        -0.4206707
      ],
      [
        "ull",
        -0.57000583
      ],
      [
        "er",
        -5.080963e-06
      ],
      [
        " counter",
        -0.94509554
      ]
    ]
  },
  "Gardner, Rand, and Haynes used this reaction to synthesize docosanedioc acid. One modification of this reaction uses scandium trifloromethane sulfonate and BTBSH to overcome the side production of dimers and is named for Meyer, while another variation is used on alpha-beta epoxy carbonyls and is named for Wharton. Modern instances of this reaction are performed in a pot of ethylene glycol instead of the sealed tubes used in the original version, in a modification named for Huang and Minlon. Its second": {
    "guess": "Wolff–Kishner reduction",
    "confidence": [
      [
        "W",
        -0.19428264
      ],
      [
        "ol",
        -0.0020550967
      ],
      [
        "ff",
        -1.60477e-05
      ],
      [
        "–",
        -0.23308708
      ],
      [
        "K",
        -4.9617593e-06
      ],
      [
        "ish",
        -7.3458323e-06
      ],
      [
        "ner",
        -2.1008714e-06
      ],
      [
        " reduction",
        -0.16582927
      ]
    ]
  },
  "The Garcia-Koelling experiment discovered constraints on this paradigm due to the close relations of flavor with X-ray-induced nausea. A mathematical model describing this paradigm calls lambda maximum associative strength and states that the incremental change in strength is proportional to factors like salience. That is the Rescorla-Wagner model. A more traditional experiment at Johns Hopkins saw the subject come to fear all (*) white fluffy things due to stimulus generalization common to this": {
    "guess": "Rescorla-Wagner model",
    "confidence": [
      [
        "Res",
        -0.0454493
      ],
      [
        "cor",
        -8.339777e-05
      ],
      [
        "la",
        -4.2868523e-05
      ],
      [
        "-W",
        -0.030452965
      ],
      [
        "agner",
        -9.0883464e-07
      ],
      [
        " model",
        -0.025444735
      ]
    ]
  },
  "Gary Karr arranged this composer's cello sonata in A Minor as a double bass concerto, while folk music collected by Lindeman gave inspiration to four symphonic dances, the Opus 64 of this composer. He included two wordless Hallings in his Album for Male Chorus, while a drum roll and a set of octaves played by the solo instrument open this composer's famous piano concerto in A Minor. An Arietta is the first of the 66 short piano pieces in one collection by this composer, whose lament The Death of Ase accompanies the title mountain outlaw's return just in time for his mother's death in part of another work. For 10 points, name this Norwegian composer whose works include his Lyric Pieces and In": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.00020628207
      ],
      [
        "vard",
        -7.89631e-07
      ],
      [
        " Gri",
        -1.8074163e-05
      ],
      [
        "eg",
        -1.1637165e-05
      ]
    ]
  },
  "The gardens of this complex were designed by Melinda Taylor and Lawrence Reed Moline, and a namesake fountain includes a mosaic made of broken Royal Delft China and emulates the opening petals of a rose. At the front of its auditorium is this building's pipe organ, surrounded by wildly intertwining wooden pipes and planks. Other sites within it include the Ira Gershwin Gallery, and the acoustics of the concert hall were designed by Yasuhisa (*) Toyota. Modifications had to be made to this work's Founders Room exterior, because the concave stainless steel surface with a matte finish caused some viewers to suffer from glare as well as intense interior heat. Constructed of many such concave panels and the successor to the Dorothy Chandler Pavilion, this is, for 10 points, which home of the Los": {
    "guess": "Walt Disney Concert Hall",
    "confidence": [
      [
        "W",
        -0.07950278
      ],
      [
        "alt",
        -0.0007093326
      ],
      [
        " Disney",
        -1.2590794e-05
      ],
      [
        " Concert",
        -0.00013643607
      ],
      [
        " Hall",
        -0.00013941615
      ]
    ]
  },
  "The garbha-dhatu style represents movements from one to many while the vajra-dhatu represents the opposite.": {
    "guess": "Mandala",
    "confidence": [
      [
        "M",
        -1.176903
      ],
      [
        "and",
        -0.26190224
      ],
      [
        "ala",
        -0.0007860411
      ]
    ]
  },
  "The gardens of this complex were designed by Melinda Taylor and Lawrence Reed Moline, and a namesake": {
    "guess": "Boston Common",
    "confidence": [
      [
        "Boston",
        -2.0233042
      ],
      [
        " Common",
        -0.8763873
      ]
    ]
  },
  "Gardner, Rand, and Haynes used this reaction to synthesize docosanedioc acid. One modification of this reaction uses scandium trifloromethane sulfonate and BTBSH to overcome the side production of dimers and is named for Meyer, while another variation is used on alpha-beta epoxy carbonyls and is named for Wharton. Modern instances of this reaction are performed in a pot of ethylene glycol instead of the sealed tubes used in the original version, in a modification named for Huang and Minlon. Its second step relies on three equivalents of hydroxide and is driven by the evolution of nitrogen. FTP, name this alternative to the Clemmensen reduction, which uses hydrazine to reduce a carbonyl to an alkane in strongly basic conditions.": {
    "guess": "Wolff–Kishner reduction",
    "confidence": [
      [
        "W",
        -0.013111638
      ],
      [
        "ol",
        -2.4272753e-05
      ],
      [
        "ff",
        -3.655073e-05
      ],
      [
        "–",
        -0.30443406
      ],
      [
        "K",
        -3.7697225e-06
      ],
      [
        "ish",
        -4.8425554e-06
      ],
      [
        "ner",
        -7.89631e-07
      ],
      [
        " reduction",
        -0.021086555
      ]
    ]
  },
  "In a gas with a Maxwell-Boltzmann distribution, this effect transforms a sharp line into a Gaussian line profile. This effect is used to scan through frequencies to find resonances in gamma ray absorption": {
    "guess": "Doppler broadening",
    "confidence": [
      [
        "D",
        -0.08503898
      ],
      [
        "op",
        -9.4914985e-06
      ],
      [
        "pler",
        -7.3458323e-06
      ],
      [
        " broad",
        -0.016008088
      ],
      [
        "ening",
        -0.00015598179
      ]
    ]
  },
  "Garrison discovered that this compound could be created though helium ion bombardment of a solution of water, iron, and carbon dioxide. This is the smaller of the two products when reacting a monosaccharide with excess periodic acid. This compound and ammonia are used in a reduction of imines named for Leuckart. Pyruvate lyase converts pyruvate into acetyl-coA and this compound. Ozonolysis of a terminal alkene under oxidative conditions yields this compound as one of the products. Glycerol can catalyze the breakdown of oxalic acid into this compound.This compound is found in bee stings. For 10 points, name this simplest carboxylic acid.": {
    "guess": "Formic acid",
    "confidence": [
      [
        "Form",
        -0.122182
      ],
      [
        "ic",
        -0.0011383118
      ],
      [
        " acid",
        -0.52672154
      ]
    ]
  },
  "The garbha-dhatu style represents movements from one to many while the vajra-dhatu represents the opposite. The Kalachakra one represents the entirety of universal time. They appear in such unlikely sources as the writings of Hildegard of Bingen, while Carl Jung's studies of it were a critical step in his individuation theory. For 10 points, name this representation of the universe in Hinduism and": {
    "guess": "Mandala",
    "confidence": [
      [
        "M",
        -0.005652052
      ],
      [
        "and",
        -0.0015706839
      ],
      [
        "ala",
        -4.3202e-07
      ]
    ]
  },
  "In gas chromatography, this word describes a product obtained when silyl groups are added to a molecule of interest to reduce polarity. In multi-variable calculus, one operator with this name is the dot product of a unit vector with the gradient, known as the directional this. In biochemistry, this term refers to a molecule that is synthesized by slightly modifying a given compound, usually by adding a named group - for example, aniline is an amino one of these of benzene. In single-variable calculus,": {
    "guess": "Derivative",
    "confidence": [
      [
        "Der",
        -0.040874235
      ],
      [
        "ivative",
        -0.0062866258
      ]
    ]
  },
  "In this gas-filled cylinder, the voltage between the walls and the axial wire is larger than in either a proportional counter or ionization chamber. Entering energetic particles ionize the gas and produce an avalanche of electrons that generate a current pulse. What detector, for ten points, does not": {
    "guess": "Geiger counter",
    "confidence": [
      [
        "Ge",
        -0.14315121
      ],
      [
        "iger",
        -9.0883464e-07
      ],
      [
        " counter",
        -0.6932321
      ]
    ]
  },
  "The gardens of this complex were designed by Melinda Taylor and Lawrence Reed Moline, and a namesake fountain includes a mosaic made of broken Royal Delft China and emulates the opening petals of a rose. At the front of its auditorium is this building's pipe organ, surrounded by wildly intertwining wooden pipes and planks. Other sites within it include the Ira Gershwin Gallery, and the acoustics of the concert hall were designed by Yasuhisa (*) Toyota. Modifications had to be made to this work's Founders Room exterior, because the concave stainless steel surface with a matte finish caused some": {
    "guess": "Walt Disney Concert Hall",
    "confidence": [
      [
        "W",
        -0.012892661
      ],
      [
        "alt",
        -0.00017350474
      ],
      [
        " Disney",
        -4.7040652e-05
      ],
      [
        " Concert",
        -0.00066477974
      ],
      [
        " Hall",
        -0.00026836884
      ]
    ]
  },
  "The gardens of this complex were designed by Melinda Taylor and Lawrence Reed Moline, and a namesake fountain includes a mosaic made of broken Royal Delft China and emulates the opening petals of a rose. At the front of its auditorium is this building's pipe organ, surrounded by wildly intertwining wooden pipes and planks. Other sites within it include the Ira Gershwin Gallery, and the acoustics of": {
    "guess": "Walt Disney Concert Hall",
    "confidence": [
      [
        "W",
        -1.3063046
      ],
      [
        "alt",
        -0.0023673244
      ],
      [
        " Disney",
        -1.1637165e-05
      ],
      [
        " Concert",
        -0.00021462266
      ],
      [
        " Hall",
        -9.8536635e-05
      ]
    ]
  },
  "Gary Karr arranged this composer's cello sonata in A Minor as a double bass concerto, while folk music collected by Lindeman gave inspiration to four symphonic dances, the Opus 64 of this composer. He included two wordless Hallings in his Album for Male Chorus, while a drum roll and a set of octaves": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.028137531
      ],
      [
        "vard",
        -3.070975e-05
      ],
      [
        " Gri",
        -0.0013172623
      ],
      [
        "eg",
        -2.0339032e-05
      ]
    ]
  },
  "Garrison discovered that this compound could be created though helium ion bombardment of a solution of": {
    "guess": "Helium-3",
    "confidence": [
      [
        "Hel",
        -1.0746744
      ],
      [
        "ium",
        -0.005518327
      ],
      [
        "-",
        -0.93847847
      ],
      [
        "3",
        -0.50149375
      ]
    ]
  },
  "Garrison discovered that this compound could be created though helium ion bombardment of a solution of water, iron, and carbon dioxide. This is the smaller of the two products when reacting a monosaccharide with excess periodic acid. This compound and ammonia are used in a reduction of imines named for Leuckart. Pyruvate lyase converts pyruvate into acetyl-coA and this compound. Ozonolysis of a terminal": {
    "guess": "Formaldehyde",
    "confidence": [
      [
        "Form",
        -1.3021007
      ],
      [
        "al",
        -0.19686757
      ],
      [
        "dehyde",
        -0.0007119551
      ]
    ]
  },
  "In a gas with a Maxwell-Boltzmann distribution, this effect transforms a sharp line into a Gaussian line profile. This effect is used to scan through frequencies to find resonances in gamma ray absorption in Mössbauer spectroscopy. A Galilean transformation of the phase velocity gives the equation for": {
    "guess": "Doppler broadening",
    "confidence": [
      [
        "D",
        -0.5449658
      ],
      [
        "op",
        -3.7623562e-05
      ],
      [
        "pler",
        -1.147242e-06
      ],
      [
        " broad",
        -0.09292279
      ],
      [
        "ening",
        -6.921253e-05
      ]
    ]
  },
  "In gas chromatography, this word describes a product obtained when silyl groups are added to a molecule of interest to reduce polarity. In multi-variable calculus, one operator with this name is the dot product of a unit vector with the gradient, known as the directional this. In biochemistry, this term refers to a molecule that is synthesized by slightly modifying a given compound, usually by adding": {
    "guess": "Derivative",
    "confidence": [
      [
        "Der",
        -0.097753584
      ],
      [
        "ivative",
        -0.010989813
      ]
    ]
  },
  "In gas chromatography, this word describes a product obtained when silyl groups are added to a molecule of interest to reduce polarity. In multi-variable calculus, one operator with this name is the dot product of a unit vector with the gradient, known as the directional this. In biochemistry, this term refers to a molecule that is synthesized by slightly modifying a given compound, usually by adding a named group - for example, aniline is an amino one of these of benzene. In single-variable calculus, the nth of these of a given function appears in the nth coefficient of the Taylor series of that function. For 10 points, give this common word the one of which from calculus can be used on both dividends of an apparently indeterminate limit according to l'Hôspital's [low-pee-TALZ] rule.": {
    "guess": "Derivative",
    "confidence": [
      [
        "Der",
        -0.01819981
      ],
      [
        "ivative",
        -0.006092085
      ]
    ]
  }
}