{
  "Richard Cassels and Edward Lovett Pearce were two proponents of his namesake style during its popularity in Ireland, and his systematic approach to his discipline resulted in parametric formulas whereby dimensions of frames and details were based on the size of other components. The bell tower of one": {
    "guess": "Palladian architecture",
    "confidence": [
      [
        "P",
        -0.25628063
      ],
      [
        "all",
        -5.252402e-05
      ],
      [
        "adian",
        -0.0003776456
      ],
      [
        " architecture",
        -0.030891385
      ]
    ]
  },
  "Richard Browning made a 1985 translation of the diary and poetic memoirs of this author, who inspired a study of \"poetics\" titled The Bridge of Dreams. This author's pen name was taken from a character who is called \"The Lady of the West Wing\" and nicknamed for a \"little wild plant\" that sports a deep purple flower. This author, whose real name is unknown, was known as \"Our (*) Lady of the Chronicles,\" and by a name that combined the rank of her father, the Minister of Ceremonials, with the name of a character she created who is loved by a prince whose childhood crush was Lady Fujitsubo. This rival of Sei Shonagon wrote of that prince around 1000 CE in what is sometimes called the world's first": {
    "guess": "Murasaki Shikibu",
    "confidence": [
      [
        "M",
        -0.28824532
      ],
      [
        "uras",
        -1.1756368e-05
      ],
      [
        "aki",
        -0.0005492182
      ],
      [
        " Sh",
        -0.0002883914
      ],
      [
        "ik",
        -4.604148e-06
      ],
      [
        "ibu",
        -1.7597347e-05
      ]
    ]
  },
  "Richard Wright spent his final years writing over four thousand works in this form. Many works in this": {
    "guess": "Haiku in English",
    "confidence": [
      [
        "Ha",
        -0.25312528
      ],
      [
        "iku",
        -0.016468083
      ],
      [
        " in",
        -0.12271305
      ],
      [
        " English",
        -0.00021593389
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable celestial clock. In May of 2012, Hermes et. al claimed to have found one with extremely low mass; its hydrogen atmosphere means that star is classified in the ZZ Ceti type of these objects. Another class of these objects, predicted by D.E. Winget, is designated DBV. The first star of this type to be": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.25298998
      ],
      [
        " dwarf",
        -0.0019487487
      ]
    ]
  },
  "Richard Rowland Kirkland was called an \"angel\" after this battle for providing water to both sides' wounded. During this battle, Thomas Meagher's Irish Brigade saw its force reduced from over 1600 to less than 300. The losing commander was soon removed from his post after his failed \"Mud March.\" After witnessing this battle, Robert E. Lee remarked, \"It is well that war is so terrible, or we should grow too fond of it.\" This battle is best remembered for bloody, unsuccessful charges on Confederate positions at Marye's Heights and led to the promotion of Joseph Hooker. For 10 points, name this December 1862 Civil War battle in which Confederate forces decisively defeated Ambrose Burnside's Army of the Potomac.": {
    "guess": "Battle of Fredericksburg",
    "confidence": [
      [
        "Battle",
        -0.0031851982
      ],
      [
        " of",
        -5.6100132e-05
      ],
      [
        " Freder",
        -7.13582e-05
      ],
      [
        "icks",
        -4.2510914e-05
      ],
      [
        "burg",
        -3.7385154e-05
      ]
    ]
  },
  "Richard Rowland Kirkland was called an \"angel\" after this battle for providing water to both sides' wounded. During this battle, Thomas Meagher's Irish Brigade saw its force reduced from over 1600 to less": {
    "guess": "Battle of Fredericksburg",
    "confidence": [
      [
        "Battle",
        -0.0027954914
      ],
      [
        " of",
        -5.7292167e-05
      ],
      [
        " Freder",
        -0.047190126
      ],
      [
        "icks",
        -1.378283e-05
      ],
      [
        "burg",
        -2.7372049e-05
      ]
    ]
  },
  "Riccardo Drigo altered the score for the most popular staging of this work, which was co-choreographed by Lev Ivanov and Marius Petipa. That score kept the first-act \"Dance with Goblets.\" In its second": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.0012305884
      ],
      [
        "an",
        -1.247159e-05
      ],
      [
        " Lake",
        -8.375538e-05
      ]
    ]
  },
  "It is rich in oxides of magnesium and calcium, but poor in silica. Its namesake flood plains cause the dark ―maria‖  observed on the moon, and formations have been found on Mars and Venus as well as on Earth. Its extrusive form is  called gabbro, and the Punalu‘u Beach in Hawaii‘s black sands are made from this material. FTP, name this fine-grained,  black or grey volcanic rock formed by rapid surface": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.008488811
      ],
      [
        "alt",
        -1.569009e-05
      ]
    ]
  },
  "Riccardo Drigo altered the score for the most popular staging of this work, which was co-choreographed": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.0018879456
      ],
      [
        "an",
        -1.2233183e-05
      ],
      [
        " Lake",
        -4.692145e-05
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable celestial clock. In May of 2012, Hermes et. al claimed to have found one with extremely low mass; its hydrogen atmosphere means that star is classified in the ZZ Ceti type of these objects. Another class of these objects, predicted by D.E. Winget, is designated DBV. The first star of this type to be observed was seen by Haro and Luyten in 1961; seven years later, Arlo Landolt determined that star, HL Tau 76, was one of these stars. Still another variety of these stars uses carbon and oxygen to": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.09086691
      ],
      [
        " dwarf",
        -0.0075124493
      ]
    ]
  },
  "Richard Crossman edited a later collection of essays expressing this group's principles, and Edward Reynolds Pease was its historian. The authors of Industrial Democracy and The History of Trade Unionism, (*) Sidney and Beatrice Webb, founded it along with George Bernard Shaw, and was named for a Roman general who achieved success in the Second Punic War by delaying. For 10 points— name this Socialist group.": {
    "guess": "Fabian Society",
    "confidence": [
      [
        "Fab",
        -0.0102736205
      ],
      [
        "ian",
        -3.3093824e-05
      ],
      [
        " Society",
        -0.00017970333
      ]
    ]
  },
  "RICH detectors use this effect to measure the velocity of subatomic particles. In a periodic medium, such as the surface of a diffraction grating, this effect requires no minimum velocity. Its spectral": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.02088075
      ],
      [
        "eren",
        -2.5345586e-05
      ],
      [
        "kov",
        -7.465036e-06
      ],
      [
        " radiation",
        -0.000116417184
      ]
    ]
  },
  "In 1999, Rick Janowitz determined that this river's source is the Llewellyn Glacier at the southern end of Atlin Lake, though many consider it to \"officially\" start at Marsh Lake.  Along its course, it carves out Miles Canyon, which is spanned by the Robert Lowe Suspension bridge, and also receives the Porcupine, Fortymile, and Klondike before emptying into the Bering Sea.  Passing through the towns of Galena, Dawson, and Whitehorse, it is the longest river in Alaska. FTP, name this river that is": {
    "guess": "Yukon River",
    "confidence": [
      [
        "Y",
        -0.0013195236
      ],
      [
        "uk",
        -2.2961513e-05
      ],
      [
        "on",
        -1.11603495e-05
      ],
      [
        " River",
        -5.705376e-05
      ]
    ]
  },
  "Richard Olney used it to give the US authority to resolve a dispute over the Schomburgk Line, demanding": {
    "guess": "Venezuela Boundary Dispute",
    "confidence": [
      [
        "V",
        -0.66095847
      ],
      [
        "enez",
        -0.00013679368
      ],
      [
        "uela",
        -0.048905388
      ],
      [
        " Boundary",
        -0.15277849
      ],
      [
        " Dis",
        -0.0047144457
      ],
      [
        "pute",
        -1.3306016e-05
      ]
    ]
  },
  "Richard Crossman edited a later collection of essays expressing this group's principles, and Edward Reynolds": {
    "guess": "New Left",
    "confidence": [
      [
        "New",
        -1.4602716
      ],
      [
        " Left",
        -0.088349275
      ]
    ]
  },
  "Riccardo Drigo altered the score for the most popular staging of this work, which was co-choreographed by Lev Ivanov and Marius Petipa. That score kept the first-act \"Dance with Goblets.\" In its second act, one main character puts down his loaded crossbow and learns about the father of Odile, the evil sorcerer Von Rothbart. Its ends as two characters kill themselves, breaking the spell that turned the princess Odette into the title animal. For 10 points, name this ballet by Pyotr Tchaikovsky.": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.0023988402
      ],
      [
        "an",
        -2.9756122e-05
      ],
      [
        " Lake",
        -0.00017493518
      ]
    ]
  },
  "Richard Helms ran this organization from 1966 to 1973. Bob Woodward's book Veil described William Casey's tenure as head of this organization. While working for this organization, Kermit Roosevelt orchestrated a 1953 coup that overthrew Mohammad Mosaddeq in favor of Mohammad Reza Shah. The predecessor to this organization was the (*) Office of Strategic Services. For 10 points, name this American government": {
    "guess": "Central Intelligence Agency",
    "confidence": [
      [
        "Central",
        -0.0029609427
      ],
      [
        " Intelligence",
        -0.00012308525
      ],
      [
        " Agency",
        -0.00011820524
      ]
    ]
  },
  "With Richard Feynman, this man helped popularize and discover the VA theory of weak interactions. With Nishijima, this man names a formula relating electric charge to isospin plus hypercharge and they": {
    "guess": "Murray Gell-Mann",
    "confidence": [
      [
        "M",
        -0.8751648
      ],
      [
        "urray",
        -0.00815116
      ],
      [
        " G",
        -0.0008340472
      ],
      [
        "ell",
        -9.729906e-06
      ],
      [
        "-M",
        -0.00021772196
      ],
      [
        "ann",
        -3.1424974e-05
      ]
    ]
  },
  "Richard Wright spent his final years writing over four thousand works in this form. Many works in this form were created by Bosun and Issa, and one particular work in this form depicts a frog jumping into an ancient pond. This form is most associated with the author of Records of a Travel-Worn Satchel and Narrow Road to the Deep North, Matsuo Basho. For 10 points, name this poetic form consisting of seventeen sound units broken into three lines of five, seven, and five syllables.": {
    "guess": "Haiku",
    "confidence": [
      [
        "Ha",
        -0.00077234366
      ],
      [
        "iku",
        -0.0003925424
      ]
    ]
  },
  "Richard Wiseman found that how someone drew an imaginary \"Q\" on their forehead was surprisingly correlated with this behavior. The Wizards Project sought to identify individuals who could accurately evaluate this behavior, part of Paul Ekman's research program that focused on using microexpressions to detect it. In one experiment, a confederate in the role of the \"learner\" performs this behavior by being silent when asked questions by the \"teacher.\" For 10 points, name this behavior that is unreliably detected by the pseudo-scientific polygraph technique.": {
    "guess": "Deception",
    "confidence": [
      [
        "De",
        -0.22490923
      ],
      [
        "ception",
        -0.0012365376
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable celestial clock. In May of 2012, Hermes et. al claimed to have found one with extremely low mass; its hydrogen atmosphere means that star is classified in the ZZ Ceti type of these objects. Another class of these objects, predicted by D.E. Winget, is designated DBV. The first star of this type to be observed was seen by Haro and Luyten in 1961; seven years later, Arlo Landolt determined that star, HL Tau 76, was one of these stars. Still another variety of these stars uses carbon and oxygen to carry out the kappa mechanism, which manages to occur despite the presence of helium in its atmosphere. That variety, the GW Vir star, is suggested to eventually become the result of the collapse of a star below the Chandrasekhar Limit. For 10 points identify this type of star with a varying luminosity that is held together by electron degenerate pressure.": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.7738681
      ],
      [
        " dwarf",
        -0.009672753
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable celestial clock. In May of 2012, Hermes et. al claimed to have found one with extremely low mass; its hydrogen atmosphere means that star is classified in the ZZ Ceti type of these objects. Another class of these objects, predicted by D.E. Winget, is designated DBV. The first star of this type to be observed was seen by Haro and Luyten in 1961; seven years later, Arlo Landolt determined that star, HL Tau 76, was one of these stars. Still another variety of these stars uses carbon and oxygen to carry out the kappa mechanism, which manages to occur despite the presence of helium in its atmosphere. That variety, the GW Vir star, is suggested to eventually become the result of the collapse of a star below the Chandrasekhar Limit. For 10 points identify this type of star with a varying luminosity": {
    "guess": "Variable white dwarf",
    "confidence": [
      [
        "Variable",
        -0.41883823
      ],
      [
        " white",
        -0.49775776
      ],
      [
        " dwarf",
        -0.038842767
      ]
    ]
  },
  "Richard Rowland Kirkland was called an \"angel\" after this battle for providing water to both sides' wounded. During this battle, Thomas Meagher's Irish Brigade saw its force reduced from over 1600 to less than 300. The losing commander was soon removed from his post after his failed \"Mud March.\" After witnessing this battle, Robert E. Lee remarked, \"It is well that war is so terrible, or we should grow too fond of it.\" This battle is best remembered for bloody, unsuccessful charges on Confederate positions at Marye's Heights and led to the promotion of Joseph Hooker. For 10 points, name this December 1862 Civil War battle in which Confederate forces decisively defeated Ambrose Burnside's Army": {
    "guess": "Battle of Fredericksburg",
    "confidence": [
      [
        "Battle",
        -0.0023291481
      ],
      [
        " of",
        -0.00017445837
      ],
      [
        " Freder",
        -0.00022499338
      ],
      [
        "icks",
        -4.8113485e-05
      ],
      [
        "burg",
        -4.6206227e-05
      ]
    ]
  },
  "RICH detectors use this effect to measure the velocity of subatomic particles. In a periodic medium, such as the surface of a diffraction grating, this effect requires no minimum velocity. Its spectral intensity is approximately proportional to the frequency, according to the (*) Frank-Tamm formula, so most of its energy is actually in the UV. Observatories such as IceCube and Super-Kamiokande use": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.017251665
      ],
      [
        "eren",
        -3.7027545e-05
      ],
      [
        "kov",
        -2.2484697e-05
      ],
      [
        " radiation",
        -0.00015550498
      ]
    ]
  },
  "Richard Wiseman found that how someone drew an imaginary \"Q\" on their forehead was surprisingly correlated with this behavior. The Wizards Project sought to identify individuals who could accurately evaluate this behavior, part of Paul Ekman's research program that focused on using microexpressions to": {
    "guess": "Lie detection",
    "confidence": [
      [
        "Lie",
        -0.7373077
      ],
      [
        " detection",
        -0.063462146
      ]
    ]
  },
  "Richard Helms ran this organization from 1966 to 1973. Bob Woodward's book Veil described William Casey's tenure as head of this organization. While working for this organization, Kermit Roosevelt orchestrated a 1953 coup that overthrew Mohammad Mosaddeq in favor of Mohammad Reza Shah. The predecessor to this organization was the (*) Office of Strategic Services. For 10 points, name this American government agency that has conducted spying on foreign governments.": {
    "guess": "Central Intelligence Agency",
    "confidence": [
      [
        "Central",
        -0.0041046427
      ],
      [
        " Intelligence",
        -7.8987236e-05
      ],
      [
        " Agency",
        -7.886803e-05
      ]
    ]
  },
  "Richard Wright spent his final years writing over four thousand works in this form. Many works in this form were created by Bosun and Issa, and one particular work in this form depicts a frog jumping into an ancient pond. This form is most associated with the author of Records of a Travel-Worn Satchel": {
    "guess": "Haikus",
    "confidence": [
      [
        "Ha",
        -0.008390693
      ],
      [
        "ik",
        -0.18753086
      ],
      [
        "us",
        -0.28278038
      ]
    ]
  },
  "Richard Herrnstein formulated a \"matching law\" for this school of thought. One proponent of this school developed an air crib for his daughter and invented a box designed to measure a rat's response to certain conditions. A pioneer of this school worked with Rosalie Rayner in an experiment to induce a (*) fear of white and furry objects in a child. Another member trained a dog to salivate at the sound of a tuning fork through classical conditioning. For ten points, identify this school which argues": {
    "guess": "Behaviorism",
    "confidence": [
      [
        "Behavior",
        -0.0025330945
      ],
      [
        "ism",
        -0.0030960776
      ]
    ]
  },
  "Richard Wallace's 1996 book Jack the Ripper, Light Hearted Friend proposes that Jack was this man, who once removed a chapter from one of his works and published the chapter as The Wasp in a Wig because illustrator John Tenniel found the story too implausible. For 10 points—name this man whose stories": {
    "guess": "Lewis Carroll",
    "confidence": [
      [
        "Lewis",
        -0.31449646
      ],
      [
        " Carroll",
        -0.004704477
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable celestial clock. In May of 2012, Hermes et. al claimed to have found one with extremely low mass; its hydrogen atmosphere means that star is classified in the ZZ Ceti type of these objects. Another class of these objects, predicted by D.E. Winget, is designated DBV. The first star of this type to be observed was seen by Haro and Luyten in 1961; seven years later, Arlo Landolt determined that star, HL Tau 76, was one of these stars. Still another variety of these stars uses carbon and oxygen to carry out the kappa mechanism, which manages to occur despite the presence of helium in its atmosphere. That variety, the GW Vir star, is suggested to eventually become the result of the collapse of a": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.3729161
      ],
      [
        " dwarf",
        -0.0073420536
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable celestial clock. In May of 2012, Hermes et. al claimed to have found one with extremely low mass; its hydrogen atmosphere means that star is classified in the ZZ Ceti type of these objects. Another class": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.08440198
      ],
      [
        " dwarf",
        -0.020617332
      ]
    ]
  },
  "In 1999, Rick Janowitz determined that this river's source is the Llewellyn Glacier at the southern end of Atlin Lake, though many consider it to \"officially\" start at Marsh Lake.  Along its course, it carves out Miles Canyon, which is spanned by the Robert Lowe Suspension bridge, and also receives the Porcupine, Fortymile, and Klondike before emptying into the Bering Sea.  Passing through the towns of Galena, Dawson, and Whitehorse, it is the longest river in Alaska. FTP, name this river that is also the longest in the Canadian territory with which it shares its name.": {
    "guess": "Yukon River",
    "confidence": [
      [
        "Y",
        -0.000736489
      ],
      [
        "uk",
        -3.4121115e-06
      ],
      [
        "on",
        -7.107425e-06
      ],
      [
        " River",
        -7.9418505e-06
      ]
    ]
  },
  "In 1999, Rick Janowitz determined that this river's source is the Llewellyn Glacier at the southern end of Atlin Lake, though many consider it to \"officially\" start at Marsh Lake.  Along its course, it": {
    "guess": "Yukon River",
    "confidence": [
      [
        "Y",
        -0.0007045681
      ],
      [
        "uk",
        -1.6240566e-06
      ],
      [
        "on",
        -1.7597347e-05
      ],
      [
        " River",
        -6.420598e-05
      ]
    ]
  },
  "Riccardo Drigo altered the score for the most popular staging of this work, which was co-choreographed by Lev Ivanov and Marius Petipa. That score kept the first-act \"Dance with Goblets.\" In its second act, one main character puts down his loaded crossbow and learns about the father of Odile, the evil": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.0013294065
      ],
      [
        "an",
        -9.372295e-06
      ],
      [
        " Lake",
        -0.00015538577
      ]
    ]
  },
  "It is rich in oxides of magnesium and calcium, but poor in silica. Its namesake flood plains cause the dark ―maria‖  observed on the moon, and formations have been found on Mars and Venus as well as on": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.022185024
      ],
      [
        "alt",
        -0.00037657277
      ]
    ]
  },
  "With Richard Feynman, this man helped popularize and discover the VA theory of weak interactions. With Nishijima, this man names a formula relating electric charge to isospin plus hypercharge and they also proposed hadrons as a class of particles. Along with Yuval Ne'eman, this man predicted the existence of the omega minus particle with his Baryon decuplet and Eightfold Way. In studying kaons, he proposed the strangeness quantum number. This man's namesake matrices are representations of the SU(3) group and are used in QCD, while he also created the color quantum number. Independently of George": {
    "guess": "Murray Gell-Mann",
    "confidence": [
      [
        "M",
        -0.006866452
      ],
      [
        "urray",
        -0.00061474356
      ],
      [
        " G",
        -0.0007063562
      ],
      [
        "ell",
        -4.723352e-06
      ],
      [
        "-M",
        -0.00055255595
      ],
      [
        "ann",
        -3.523949e-05
      ]
    ]
  },
  "Richard Herrnstein formulated a \"matching law\" for this school of thought. One proponent of this school developed an air crib for his daughter and invented a box designed to measure a rat's response to certain conditions. A pioneer of this school worked with Rosalie Rayner in an experiment to induce a (*) fear of white and furry objects in a child. Another member trained a dog to salivate at the sound": {
    "guess": "Behaviorism",
    "confidence": [
      [
        "Behavior",
        -0.017626414
      ],
      [
        "ism",
        -0.001668519
      ]
    ]
  },
  "With Richard Feynman, this man helped popularize and discover the VA theory of weak interactions. With Nishijima, this man names a formula relating electric charge to isospin plus hypercharge and they also proposed hadrons as a class of particles. Along with Yuval Ne'eman, this man predicted the existence of the omega minus particle with his Baryon decuplet and Eightfold Way. In studying kaons, he": {
    "guess": "Murray Gell-Mann",
    "confidence": [
      [
        "M",
        -0.0076055625
      ],
      [
        "urray",
        -0.0009794593
      ],
      [
        " G",
        -8.1371305e-05
      ],
      [
        "ell",
        -1.3856493e-06
      ],
      [
        "-M",
        -4.7517467e-05
      ],
      [
        "ann",
        -9.4914985e-06
      ]
    ]
  },
  "Richard Browning made a 1985 translation of the diary and poetic memoirs of this author, who inspired a study of \"poetics\" titled The Bridge of Dreams. This author's pen name was taken from a character who is called \"The Lady of the West Wing\" and nicknamed for a \"little wild plant\" that sports a deep purple flower. This author, whose real name is unknown, was known as \"Our (*) Lady of the Chronicles,\"": {
    "guess": "Sei Shonagon",
    "confidence": [
      [
        "Se",
        -0.57997626
      ],
      [
        "i",
        -0.00068896345
      ],
      [
        " Sh",
        -0.004793703
      ],
      [
        "on",
        -0.28350598
      ],
      [
        "agon",
        -0.0003342738
      ]
    ]
  },
  "Richard Helms ran this organization from 1966 to 1973. Bob Woodward's book Veil described William Casey's": {
    "guess": "Central Intelligence Agency",
    "confidence": [
      [
        "Central",
        -0.0069218655
      ],
      [
        " Intelligence",
        -0.00011522515
      ],
      [
        " Agency",
        -0.0003933768
      ]
    ]
  },
  "Richard Browning made a 1985 translation of the diary and poetic memoirs of this author, who inspired a study of \"poetics\" titled The Bridge of Dreams. This author's pen name was taken from a character who is called \"The Lady of the West Wing\" and nicknamed for a \"little wild plant\" that sports a deep purple flower. This author, whose real name is unknown, was known as \"Our (*) Lady of the Chronicles,\" and by a name that combined the rank of her father, the Minister of Ceremonials, with the name of a character she created who is loved by a prince whose childhood crush was Lady Fujitsubo. This rival": {
    "guess": "Murasaki Shikibu",
    "confidence": [
      [
        "M",
        -0.2611675
      ],
      [
        "uras",
        -1.3067608e-05
      ],
      [
        "aki",
        -0.00014871404
      ],
      [
        " Sh",
        -0.00010258956
      ],
      [
        "ik",
        -1.6240566e-06
      ],
      [
        "ibu",
        -8.180258e-06
      ]
    ]
  },
  "Richard Helms ran this organization from 1966 to 1973. Bob Woodward's book Veil described William Casey's tenure as head of this organization. While working for this organization, Kermit Roosevelt orchestrated a 1953 coup that overthrew Mohammad Mosaddeq in favor of Mohammad Reza Shah. The predecessor": {
    "guess": "Central Intelligence Agency",
    "confidence": [
      [
        "Central",
        -0.004388694
      ],
      [
        " Intelligence",
        -0.000106046464
      ],
      [
        " Agency",
        -0.00020675888
      ]
    ]
  },
  "Richard Herrnstein formulated a \"matching law\" for this school of thought. One proponent of this school": {
    "guess": "Behaviorism",
    "confidence": [
      [
        "Behavior",
        -0.22143763
      ],
      [
        "ism",
        -0.033152476
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable": {
    "guess": "Blue straggler",
    "confidence": [
      [
        "Blue",
        -1.4829205
      ],
      [
        " str",
        -0.27726793
      ],
      [
        "agg",
        -0.33020967
      ],
      [
        "ler",
        -2.9517714e-05
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable celestial clock. In May of 2012, Hermes et. al claimed to have found one with extremely low mass; its": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -1.1550475
      ],
      [
        " dwarf",
        -0.31703472
      ]
    ]
  },
  "In 1969, Richard Nixon implemented a plan named after this city that mandated federal employment quotas for minorities. The Paxton Boys marched in this city to protest the government's policy towards Native Americans. Ten percent of this city's residents died in a 1793 yellow fever epidemic. During the": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.03829508
      ]
    ]
  },
  "Richard Crossman edited a later collection of essays expressing this group's principles, and Edward Reynolds Pease was its historian. The authors of Industrial Democracy and The History of Trade Unionism,": {
    "guess": "Fabian Society",
    "confidence": [
      [
        "Fab",
        -0.7282911
      ],
      [
        "ian",
        -0.015689302
      ],
      [
        " Society",
        -0.062021237
      ]
    ]
  },
  "Richard Cassels and Edward Lovett Pearce were two proponents of his namesake style during its popularity in Ireland, and his systematic approach to his discipline resulted in parametric formulas whereby dimensions of frames and details were based on the size of other components. The bell tower of one of his works fell in 1774, and that church houses Tintoretto's Fall of Manna. In addition to the Church of San Giorgio Maggiore, this man designed a building with a central dome that Vincenzo Scamozzi lowered upon his death. FTP, name this Renaissance architect of the Villa Capra \"La Rotonda\" who wrote the treatise Four Books of Architecture.": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.0026811291
      ],
      [
        "rea",
        -1.831257e-05
      ],
      [
        " Pall",
        -1.0325924e-05
      ],
      [
        "adio",
        -9.150362e-05
      ]
    ]
  },
  "Richard Wiseman found that how someone drew an imaginary \"Q\" on their forehead was surprisingly correlated with this behavior. The Wizards Project sought to identify individuals who could accurately evaluate this behavior, part of Paul Ekman's research program that focused on using microexpressions to detect it. In one experiment, a confederate in the role of the \"learner\" performs this behavior by being silent when asked questions by the \"teacher.\" For 10 points, name this behavior that is unreliably": {
    "guess": "Lie detection",
    "confidence": [
      [
        "Lie",
        -0.062052716
      ],
      [
        " detection",
        -0.28016552
      ]
    ]
  },
  "Richard Crossman edited a later collection of essays expressing this group's principles, and Edward Reynolds Pease was its historian. The authors of Industrial Democracy and The History of Trade Unionism, (*) Sidney and Beatrice Webb, founded it along with George Bernard Shaw, and was named for a Roman general who achieved success in the Second Punic War by delaying. For 10 points— name this Socialist": {
    "guess": "Fabian Society",
    "confidence": [
      [
        "Fab",
        -0.006720229
      ],
      [
        "ian",
        -3.261701e-05
      ],
      [
        " Society",
        -0.00015229016
      ]
    ]
  },
  "Richard Browning made a 1985 translation of the diary and poetic memoirs of this author, who inspired a study of \"poetics\" titled The Bridge of Dreams. This author's pen name was taken from a character who is called \"The Lady of the West Wing\" and nicknamed for a \"little wild plant\" that sports a deep purple flower. This author, whose real name is unknown, was known as \"Our (*) Lady of the Chronicles,\" and by a name that combined the rank of her father, the Minister of Ceremonials, with the name": {
    "guess": "Sei Shonagon",
    "confidence": [
      [
        "Se",
        -0.3118119
      ],
      [
        "i",
        -0.0003548887
      ],
      [
        " Sh",
        -0.005523658
      ],
      [
        "on",
        -0.23594566
      ],
      [
        "agon",
        -0.00027611342
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable celestial clock. In May of 2012, Hermes et. al claimed to have found one with extremely low mass; its hydrogen atmosphere means that star is classified in the ZZ Ceti type of these objects. Another class of these objects, predicted by D.E. Winget, is designated DBV. The first star of this type to be observed was seen by Haro and Luyten in 1961; seven years later, Arlo Landolt determined that star, HL Tau 76, was one of these stars. Still another variety of these stars uses carbon and oxygen to carry out the kappa mechanism, which manages to occur despite the presence of helium in its atmosphere.": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.23963329
      ],
      [
        " dwarf",
        -0.010738753
      ]
    ]
  },
  "Richard Herrnstein formulated a \"matching law\" for this school of thought. One proponent of this school developed an air crib for his daughter and invented a box designed to measure a rat's response to certain conditions. A pioneer of this school worked with Rosalie Rayner in an experiment to induce": {
    "guess": "Behaviorism",
    "confidence": [
      [
        "Behavior",
        -0.01841073
      ],
      [
        "ism",
        -0.0025593762
      ]
    ]
  },
  "Richard Wallace's 1996 book Jack the Ripper, Light Hearted Friend proposes that Jack was this man, who once removed a chapter from one of his works and published the chapter as The Wasp in a Wig because": {
    "guess": "Jack the Ripper in fiction",
    "confidence": [
      [
        "Jack",
        -1.752494
      ],
      [
        " the",
        -0.021826893
      ],
      [
        " Rip",
        -0.00042018664
      ],
      [
        "per",
        -0.00043507977
      ],
      [
        " in",
        -0.7604953
      ],
      [
        " fiction",
        -0.053053554
      ]
    ]
  },
  "In 1999, Rick Janowitz determined that this river's source is the Llewellyn Glacier at the southern end of Atlin Lake, though many consider it to \"officially\" start at Marsh Lake.  Along its course, it carves out Miles Canyon, which is spanned by the Robert Lowe Suspension bridge, and also receives the Porcupine, Fortymile, and Klondike before emptying into the Bering Sea.  Passing through the towns": {
    "guess": "Yukon River",
    "confidence": [
      [
        "Y",
        -0.0013492841
      ],
      [
        "uk",
        -1.504853e-06
      ],
      [
        "on",
        -7.58424e-06
      ],
      [
        " River",
        -0.00010974178
      ]
    ]
  },
  "In 1969, Richard Nixon implemented a plan named after this city that mandated federal employment quotas": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.0072511686
      ]
    ]
  },
  "Richard Rowland Kirkland was called an \"angel\" after this battle for providing water to both sides' wounded.": {
    "guess": "Battle of Fredericksburg",
    "confidence": [
      [
        "Battle",
        -0.0019681277
      ],
      [
        " of",
        -0.000184587
      ],
      [
        " Freder",
        -0.0012853524
      ],
      [
        "icks",
        -3.5597102e-05
      ],
      [
        "burg",
        -3.9650025e-05
      ]
    ]
  },
  "Richard Wright spent his final years writing over four thousand works in this form. Many works in this form were created by Bosun and Issa, and one particular work in this form depicts a frog jumping into": {
    "guess": "Haiku",
    "confidence": [
      [
        "Ha",
        -0.007238144
      ],
      [
        "iku",
        -0.5435238
      ]
    ]
  },
  "Richard Mentor Johnson's political career was helped by the belief that he personally killed this man at the Battle of the Thames (TEMS). This man helped co-found a settlement in the Indiana Territory where his brother was defeated by William Henry Harrison; that defeat occurred during the Battle of Tippecanoe. For 10 points, name this leader of the Shawnee that attempted to unite all of the Indian": {
    "guess": "Tecumseh",
    "confidence": [
      [
        "T",
        -0.0040202187
      ],
      [
        "ec",
        -1.5332478e-05
      ],
      [
        "um",
        -5.7888185e-05
      ],
      [
        "se",
        -1.2233183e-05
      ],
      [
        "h",
        -4.246537e-06
      ]
    ]
  },
  "Richard Cassels and Edward Lovett Pearce were two proponents of his namesake style during its popularity in Ireland, and his systematic approach to his discipline resulted in parametric formulas whereby": {
    "guess": "Palladian architecture",
    "confidence": [
      [
        "P",
        -0.4903196
      ],
      [
        "all",
        -3.1305768e-05
      ],
      [
        "adian",
        -0.038701255
      ],
      [
        " architecture",
        -0.011771932
      ]
    ]
  },
  "Richard Olney used it to give the US authority to resolve a dispute over the Schomburgk Line, demanding arbitration to forestall a war. An even broader application was allowed in 1928 by the Clark Memorandum. George Canning had first proposed a joint British and American commitment, but John Quincy Adams encouraged solo action by its namesake. Eventually, FDR's Good Neighbor Policy overturned Theodore Roosevelt's corollary to this policy. For 10 points, name this decree which states that the US will not allow European colonial powers to interfere in the Western Hemisphere, promulgated by the 5th President.": {
    "guess": "Monroe Doctrine",
    "confidence": [
      [
        "Mon",
        -0.0010260202
      ],
      [
        "roe",
        -7.600714e-05
      ],
      [
        " Doctrine",
        -5.8841815e-05
      ]
    ]
  },
  "Richard Mentor Johnson's political career was helped by the belief that he personally killed this man at the Battle of the Thames (TEMS). This man helped co-found a settlement in the Indiana Territory where his brother was defeated by William Henry Harrison; that defeat occurred during the Battle of": {
    "guess": "Tecumseh",
    "confidence": [
      [
        "T",
        -0.005046487
      ],
      [
        "ec",
        -0.00017505439
      ],
      [
        "um",
        -0.00018840152
      ],
      [
        "se",
        -5.252402e-05
      ],
      [
        "h",
        -4.246537e-06
      ]
    ]
  },
  "It is rich in oxides of magnesium and calcium, but poor in silica. Its namesake flood plains cause the dark ―maria‖  observed on the moon, and formations have been found on Mars and Venus as well as on Earth. Its extrusive form is  called gabbro, and the Punalu‘u Beach in Hawaii‘s black sands are made": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.008251903
      ],
      [
        "alt",
        -2.0815847e-05
      ]
    ]
  },
  "In 1999, Rick Janowitz determined that this river's source is the Llewellyn Glacier at the southern end": {
    "guess": "Yukon",
    "confidence": [
      [
        "Y",
        -0.04983865
      ],
      [
        "uk",
        -0.00089597807
      ],
      [
        "on",
        -2.0935051e-05
      ]
    ]
  },
  "Richard Herrnstein formulated a \"matching law\" for this school of thought. One proponent of this school developed an air crib for his daughter and invented a box designed to measure a rat's response to": {
    "guess": "Behaviorism",
    "confidence": [
      [
        "Behavior",
        -0.023540458
      ],
      [
        "ism",
        -0.0022805037
      ]
    ]
  },
  "In 1969, Richard Nixon implemented a plan named after this city that mandated federal employment quotas for minorities. The Paxton Boys marched in this city to protest the government's policy towards Native Americans. Ten percent of this city's residents died in a 1793 yellow fever epidemic. During the First Barbary War, a (*) ship named after this city was burned by Stephen Decatur. This site of the First Bank of the United States also housed the Second Continental Congress and the Constitutional": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.0007294707
      ]
    ]
  },
  "It is rich in oxides of magnesium and calcium, but poor in silica. Its namesake flood plains cause the": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.4737634
      ],
      [
        "alt",
        -0.0022462464
      ]
    ]
  },
  "In 1969, Richard Nixon implemented a plan named after this city that mandated federal employment quotas for minorities. The Paxton Boys marched in this city to protest the government's policy towards Native": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.06194908
      ]
    ]
  },
  "Richard Rowland Kirkland was called an \"angel\" after this battle for providing water to both sides' wounded. During this battle, Thomas Meagher's Irish Brigade saw its force reduced from over 1600 to less than 300. The losing commander was soon removed from his post after his failed \"Mud March.\" After witnessing this battle, Robert E. Lee remarked, \"It is well that war is so terrible, or we should": {
    "guess": "Battle of Fredericksburg",
    "confidence": [
      [
        "Battle",
        -0.010175566
      ],
      [
        " of",
        -0.0003250951
      ],
      [
        " Freder",
        -0.0035620616
      ],
      [
        "icks",
        -4.5371802e-05
      ],
      [
        "burg",
        -2.7968066e-05
      ]
    ]
  },
  "Richard Wallace's 1996 book Jack the Ripper, Light Hearted Friend proposes that Jack was this man, who once removed a chapter from one of his works and published the chapter as The Wasp in a Wig because illustrator John Tenniel found the story too implausible. For 10 points—name this man whose stories to Henry Lidell's daughter became Through the Looking-Glass and Alice's Adventures in Wonderland.": {
    "guess": "Lewis Carroll",
    "confidence": [
      [
        "Lewis",
        -0.007880111
      ],
      [
        " Carroll",
        -0.0013204771
      ]
    ]
  },
  "RICH detectors use this effect to measure the velocity of subatomic particles. In a periodic medium, such as the surface of a diffraction grating, this effect requires no minimum velocity. Its spectral intensity is approximately proportional to the frequency, according to the (*) Frank-Tamm formula, so most of its energy is actually in the UV. Observatories such as IceCube and Super-Kamiokande use this effect to detect neutrinos. Created when a particle travels through a medium faster than the local speed of light, for ten points name of this type of radiation characterized by a blue glow in nuclear reactors.": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.0037158804
      ],
      [
        "eren",
        -1.342522e-05
      ],
      [
        "kov",
        -6.392203e-06
      ],
      [
        " radiation",
        -0.00020890454
      ]
    ]
  },
  "Richard Crossman edited a later collection of essays expressing this group's principles, and Edward Reynolds Pease was its historian. The authors of Industrial Democracy and The History of Trade Unionism, (*) Sidney and Beatrice Webb, founded it along with George Bernard Shaw, and was named for a Roman": {
    "guess": "Fabian Society",
    "confidence": [
      [
        "Fab",
        -0.021235254
      ],
      [
        "ian",
        -8.8404326e-05
      ],
      [
        " Society",
        -0.0007398231
      ]
    ]
  },
  "RICH detectors use this effect to measure the velocity of subatomic particles. In a periodic medium,": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.14781891
      ],
      [
        "eren",
        -2.319992e-05
      ],
      [
        "kov",
        -2.939851e-05
      ],
      [
        " radiation",
        -0.008191008
      ]
    ]
  },
  "Richard Cassels and Edward Lovett Pearce were two proponents of his namesake style during its popularity in Ireland, and his systematic approach to his discipline resulted in parametric formulas whereby dimensions of frames and details were based on the size of other components. The bell tower of one of his works fell in 1774, and that church houses Tintoretto's Fall of Manna. In addition to the Church": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.080536306
      ],
      [
        "rea",
        -3.5835506e-05
      ],
      [
        " Pall",
        -0.00029017578
      ],
      [
        "adio",
        -0.00010485443
      ]
    ]
  },
  "RICH detectors use this effect to measure the velocity of subatomic particles. In a periodic medium, such as the surface of a diffraction grating, this effect requires no minimum velocity. Its spectral intensity is approximately proportional to the frequency, according to the (*) Frank-Tamm formula, so most of its energy is actually in the UV. Observatories such as IceCube and Super-Kamiokande use this effect to detect neutrinos. Created when a particle travels through a medium faster than the local speed of light, for ten points name of this type of radiation characterized by a blue glow in nuclear": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.05734869
      ],
      [
        "eren",
        -1.735894e-05
      ],
      [
        "kov",
        -6.749814e-06
      ],
      [
        " radiation",
        -0.00063416274
      ]
    ]
  },
  "With Richard Feynman, this man helped popularize and discover the VA theory of weak interactions. With Nishijima, this man names a formula relating electric charge to isospin plus hypercharge and they also proposed hadrons as a class of particles. Along with Yuval Ne'eman, this man predicted the existence of the omega minus particle with his Baryon decuplet and Eightfold Way. In studying kaons, he proposed the strangeness quantum number. This man's namesake matrices are representations of the SU(3) group and are used in QCD, while he also created the color quantum number. Independently of George Zweig, this man posited the existence of quarks. For 10 points, name this winner of the 1969 Nobel Prize in Physics.": {
    "guess": "Murray Gell-Mann",
    "confidence": [
      [
        "M",
        -0.0024738743
      ],
      [
        "urray",
        -6.921253e-05
      ],
      [
        " G",
        -0.00010854974
      ],
      [
        "ell",
        -2.6968896e-06
      ],
      [
        "-M",
        -0.0001655181
      ],
      [
        "ann",
        -1.4140442e-05
      ]
    ]
  },
  "Richard Olney used it to give the US authority to resolve a dispute over the Schomburgk Line, demanding arbitration to forestall a war. An even broader application was allowed in 1928 by the Clark Memorandum. George Canning had first proposed a joint British and American commitment, but John Quincy Adams": {
    "guess": "Clark Memorandum",
    "confidence": [
      [
        "Clark",
        -0.39238834
      ],
      [
        " Memor",
        -0.0038215755
      ],
      [
        "andum",
        -3.8696395e-05
      ]
    ]
  },
  "In 1969, Richard Nixon implemented a plan named after this city that mandated federal employment quotas for minorities. The Paxton Boys marched in this city to protest the government's policy towards Native Americans. Ten percent of this city's residents died in a 1793 yellow fever epidemic. During the First Barbary War, a (*) ship named after this city was burned by Stephen Decatur. This site of the First Bank of the United States also housed the Second Continental Congress and the Constitutional Convention, both of which met in this city's Independence Hall. For ten points, name this \"City of": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.0026667349
      ]
    ]
  },
  "Richard Olney used it to give the US authority to resolve a dispute over the Schomburgk Line, demanding arbitration to forestall a war. An even broader application was allowed in 1928 by the Clark Memorandum. George Canning had first proposed a joint British and American commitment, but John Quincy Adams encouraged solo action by its namesake. Eventually, FDR's Good Neighbor Policy overturned Theodore Roosevelt's corollary to this policy. For 10 points, name this decree which states that the US will not allow European colonial powers to interfere in the Western Hemisphere, promulgated by the 5th": {
    "guess": "Monroe Doctrine",
    "confidence": [
      [
        "Mon",
        -0.023650251
      ],
      [
        "roe",
        -0.00017457757
      ],
      [
        " Doctrine",
        -0.0009063415
      ]
    ]
  },
  "Richer and Ulrych identified one of these stars in Leo Minor that is considered to be the most stable celestial clock. In May of 2012, Hermes et. al claimed to have found one with extremely low mass; its hydrogen atmosphere means that star is classified in the ZZ Ceti type of these objects. Another class of these objects, predicted by D.E. Winget, is designated DBV. The first star of this type to be observed was seen by Haro and Luyten in 1961; seven years later, Arlo Landolt determined that star,": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.15497659
      ],
      [
        " dwarf",
        -0.014443192
      ]
    ]
  },
  "Richard Helms ran this organization from 1966 to 1973. Bob Woodward's book Veil described William Casey's tenure as head of this organization. While working for this organization, Kermit Roosevelt orchestrated": {
    "guess": "Central Intelligence Agency",
    "confidence": [
      [
        "Central",
        -0.009477561
      ],
      [
        " Intelligence",
        -4.2153304e-05
      ],
      [
        " Agency",
        -0.00030185774
      ]
    ]
  },
  "Richard Olney used it to give the US authority to resolve a dispute over the Schomburgk Line, demanding arbitration to forestall a war. An even broader application was allowed in 1928 by the Clark Memorandum.": {
    "guess": "Monroe Doctrine",
    "confidence": [
      [
        "Mon",
        -1.2280581
      ],
      [
        "roe",
        -0.0005268189
      ],
      [
        " Doctrine",
        -0.0020843586
      ]
    ]
  },
  "Richard Browning made a 1985 translation of the diary and poetic memoirs of this author, who inspired a study of \"poetics\" titled The Bridge of Dreams. This author's pen name was taken from a character": {
    "guess": "Murasaki Shikibu",
    "confidence": [
      [
        "M",
        -0.7863172
      ],
      [
        "uras",
        -0.007892532
      ],
      [
        "aki",
        -0.00010425841
      ],
      [
        " Sh",
        -0.00021021579
      ],
      [
        "ik",
        -2.577686e-06
      ],
      [
        "ibu",
        -3.619312e-05
      ]
    ]
  },
  "In 1999, Rick Janowitz determined that this river's source is the Llewellyn Glacier at the southern end of Atlin Lake, though many consider it to \"officially\" start at Marsh Lake.  Along its course, it carves out Miles Canyon, which is spanned by the Robert Lowe Suspension bridge, and also receives the": {
    "guess": "Yukon River",
    "confidence": [
      [
        "Y",
        -0.00070242246
      ],
      [
        "uk",
        -6.392203e-06
      ],
      [
        "on",
        -1.5213274e-05
      ],
      [
        " River",
        -4.3941356e-05
      ]
    ]
  },
  "With Richard Feynman, this man helped popularize and discover the VA theory of weak interactions. With": {
    "guess": "George Sudarshan",
    "confidence": [
      [
        "George",
        -0.7742336
      ],
      [
        " Sud",
        -0.040572766
      ],
      [
        "ar",
        -6.392203e-06
      ],
      [
        "shan",
        -0.0009178895
      ]
    ]
  },
  "Richard Browning made a 1985 translation of the diary and poetic memoirs of this author, who inspired": {
    "guess": "Elizabeth Barrett Browning",
    "confidence": [
      [
        "Elizabeth",
        -0.25120986
      ],
      [
        " Barrett",
        -0.0058467854
      ],
      [
        " Brow",
        -3.7623562e-05
      ],
      [
        "ning",
        -1.9743013e-05
      ]
    ]
  },
  "With Richard Feynman, this man helped popularize and discover the VA theory of weak interactions. With Nishijima, this man names a formula relating electric charge to isospin plus hypercharge and they also proposed hadrons as a class of particles. Along with Yuval Ne'eman, this man predicted the existence": {
    "guess": "Murray Gell-Mann",
    "confidence": [
      [
        "M",
        -0.41035342
      ],
      [
        "urray",
        -0.008372729
      ],
      [
        " G",
        -0.00064452615
      ],
      [
        "ell",
        -2.1008714e-06
      ],
      [
        "-M",
        -4.1199673e-05
      ],
      [
        "ann",
        -1.5332478e-05
      ]
    ]
  },
  "With Richard Feynman, this man helped popularize and discover the VA theory of weak interactions. With Nishijima, this man names a formula relating electric charge to isospin plus hypercharge and they also proposed hadrons as a class of particles. Along with Yuval Ne'eman, this man predicted the existence of the omega minus particle with his Baryon decuplet and Eightfold Way. In studying kaons, he proposed the strangeness quantum number. This man's namesake matrices are representations of the SU(3)": {
    "guess": "Murray Gell-Mann",
    "confidence": [
      [
        "M",
        -0.002432382
      ],
      [
        "urray",
        -0.00017040544
      ],
      [
        " G",
        -7.445749e-05
      ],
      [
        "ell",
        -9.0883464e-07
      ],
      [
        "-M",
        -8.4112995e-05
      ],
      [
        "ann",
        -1.0325924e-05
      ]
    ]
  },
  "Richard Cassels and Edward Lovett Pearce were two proponents of his namesake style during its popularity": {
    "guess": "Palladian architecture",
    "confidence": [
      [
        "P",
        -0.26380774
      ],
      [
        "all",
        -6.2656334e-05
      ],
      [
        "adian",
        -2.220075e-06
      ],
      [
        " architecture",
        -0.030904215
      ]
    ]
  },
  "In 1969, Richard Nixon implemented a plan named after this city that mandated federal employment quotas for minorities. The Paxton Boys marched in this city to protest the government's policy towards Native Americans. Ten percent of this city's residents died in a 1793 yellow fever epidemic. During the First Barbary War, a (*) ship named after this city was burned by Stephen Decatur. This site of the First Bank of the United States also housed the Second Continental Congress and the Constitutional Convention, both of which met in this city's Independence Hall. For ten points, name this \"City of Brotherly Love\" that is now the largest city in Pennsylvania.": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.0016656581
      ]
    ]
  },
  "Richard Mentor Johnson's political career was helped by the belief that he personally killed this man": {
    "guess": "Tecumseh",
    "confidence": [
      [
        "T",
        -0.046309147
      ],
      [
        "ec",
        -7.9418505e-06
      ],
      [
        "um",
        -3.059055e-05
      ],
      [
        "se",
        -8.061054e-06
      ],
      [
        "h",
        -1.8624639e-06
      ]
    ]
  },
  "Richard Browning made a 1985 translation of the diary and poetic memoirs of this author, who inspired a study of \"poetics\" titled The Bridge of Dreams. This author's pen name was taken from a character who is called \"The Lady of the West Wing\" and nicknamed for a \"little wild plant\" that sports a deep": {
    "guess": "Sei Shonagon",
    "confidence": [
      [
        "Se",
        -0.84462565
      ],
      [
        "i",
        -0.0008796619
      ],
      [
        " Sh",
        -0.0016443572
      ],
      [
        "on",
        -0.3447635
      ],
      [
        "agon",
        -0.00017624642
      ]
    ]
  },
  "RICH detectors use this effect to measure the velocity of subatomic particles. In a periodic medium, such as the surface of a diffraction grating, this effect requires no minimum velocity. Its spectral intensity is approximately proportional to the frequency, according to the (*) Frank-Tamm formula,": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.11279877
      ],
      [
        "eren",
        -1.7239736e-05
      ],
      [
        "kov",
        -8.180258e-06
      ],
      [
        " radiation",
        -0.000108907356
      ]
    ]
  },
  "Richard Rowland Kirkland was called an \"angel\" after this battle for providing water to both sides' wounded. During this battle, Thomas Meagher's Irish Brigade saw its force reduced from over 1600 to less than 300. The losing commander was soon removed from his post after his failed \"Mud March.\" After witnessing this battle, Robert E. Lee remarked, \"It is well that war is so terrible, or we should grow too fond of it.\" This battle is best remembered for bloody, unsuccessful charges on Confederate positions at Marye's Heights and led to the promotion of Joseph Hooker. For 10 points, name this December": {
    "guess": "Battle of Fredericksburg",
    "confidence": [
      [
        "Battle",
        -0.021433279
      ],
      [
        " of",
        -0.006028454
      ],
      [
        " Freder",
        -0.043466926
      ],
      [
        "icks",
        -0.00016122675
      ],
      [
        "burg",
        -5.407367e-05
      ]
    ]
  },
  "Richard Olney used it to give the US authority to resolve a dispute over the Schomburgk Line, demanding arbitration to forestall a war. An even broader application was allowed in 1928 by the Clark Memorandum. George Canning had first proposed a joint British and American commitment, but John Quincy Adams encouraged solo action by its namesake. Eventually, FDR's Good Neighbor Policy overturned Theodore Roosevelt's corollary to this policy. For 10 points, name this decree which states that the US will": {
    "guess": "Monroe Doctrine",
    "confidence": [
      [
        "Mon",
        -0.008905388
      ],
      [
        "roe",
        -0.00014323067
      ],
      [
        " Doctrine",
        -0.0003196154
      ]
    ]
  },
  "It is rich in oxides of magnesium and calcium, but poor in silica. Its namesake flood plains cause the dark ―maria‖  observed on the moon, and formations have been found on Mars and Venus as well as on Earth. Its extrusive form is  called gabbro, and the Punalu‘u Beach in Hawaii‘s black sands are made from this material. FTP, name this fine-grained,  black or grey volcanic rock formed by rapid surface cooling of lava.": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.007800507
      ],
      [
        "alt",
        -9.133887e-06
      ]
    ]
  },
  "Richard Mentor Johnson's political career was helped by the belief that he personally killed this man at the Battle of the Thames (TEMS). This man helped co-found a settlement in the Indiana Territory where his brother was defeated by William Henry Harrison; that defeat occurred during the Battle of Tippecanoe. For 10 points, name this leader of the Shawnee that attempted to unite all of the Indian tribes in the early 1800's.": {
    "guess": "Tecumseh",
    "confidence": [
      [
        "T",
        -0.010203059
      ],
      [
        "ec",
        -1.6166903e-05
      ],
      [
        "um",
        -5.6457742e-05
      ],
      [
        "se",
        -1.7239736e-05
      ],
      [
        "h",
        -3.5313153e-06
      ]
    ]
  },
  "RICH detectors use this effect to measure the velocity of subatomic particles. In a periodic medium, such as the surface of a diffraction grating, this effect requires no minimum velocity. Its spectral intensity is approximately proportional to the frequency, according to the (*) Frank-Tamm formula, so most of its energy is actually in the UV. Observatories such as IceCube and Super-Kamiokande use this effect to detect neutrinos. Created when a particle travels through a medium faster than the local": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.03308825
      ],
      [
        "eren",
        -2.129266e-05
      ],
      [
        "kov",
        -8.657073e-06
      ],
      [
        " radiation",
        -0.000645599
      ]
    ]
  },
  "Richard Cassels and Edward Lovett Pearce were two proponents of his namesake style during its popularity in Ireland, and his systematic approach to his discipline resulted in parametric formulas whereby dimensions of frames and details were based on the size of other components. The bell tower of one of his works fell in 1774, and that church houses Tintoretto's Fall of Manna. In addition to the Church of San Giorgio Maggiore, this man designed a building with a central dome that Vincenzo Scamozzi": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.002281338
      ],
      [
        "rea",
        -9.133887e-06
      ],
      [
        " Pall",
        -3.5313153e-06
      ],
      [
        "adio",
        -0.00012535013
      ]
    ]
  },
  "Richard Browning made a 1985 translation of the diary and poetic memoirs of this author, who inspired a study of \"poetics\" titled The Bridge of Dreams. This author's pen name was taken from a character who is called \"The Lady of the West Wing\" and nicknamed for a \"little wild plant\" that sports a deep purple flower. This author, whose real name is unknown, was known as \"Our (*) Lady of the Chronicles,\" and by a name that combined the rank of her father, the Minister of Ceremonials, with the name of a character she created who is loved by a prince whose childhood crush was Lady Fujitsubo. This rival of Sei Shonagon wrote of that prince around 1000 CE in what is sometimes called the world's first novel. For 10 points, name this Heian period lady-in-waiting who wrote The Tale of Genji.": {
    "guess": "Murasaki Shikibu",
    "confidence": [
      [
        "M",
        -0.10107355
      ],
      [
        "uras",
        -8.657073e-06
      ],
      [
        "aki",
        -0.00015574339
      ],
      [
        " Sh",
        -9.2576454e-05
      ],
      [
        "ik",
        -6.511407e-06
      ],
      [
        "ibu",
        -5.8365e-05
      ]
    ]
  },
  "Richard Wiseman found that how someone drew an imaginary \"Q\" on their forehead was surprisingly correlated with this behavior. The Wizards Project sought to identify individuals who could accurately evaluate this behavior, part of Paul Ekman's research program that focused on using microexpressions to detect it. In one experiment, a confederate in the role of the \"learner\" performs this behavior by": {
    "guess": "Lie detection",
    "confidence": [
      [
        "Lie",
        -0.07043918
      ],
      [
        " detection",
        -0.08787904
      ]
    ]
  },
  "In 1969, Richard Nixon implemented a plan named after this city that mandated federal employment quotas for minorities. The Paxton Boys marched in this city to protest the government's policy towards Native Americans. Ten percent of this city's residents died in a 1793 yellow fever epidemic. During the First Barbary War, a (*) ship named after this city was burned by Stephen Decatur. This site of the": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.0011170001
      ]
    ]
  },
  "Richard Wallace's 1996 book Jack the Ripper, Light Hearted Friend proposes that Jack was this man, who": {
    "guess": "Richard Mansfield",
    "confidence": [
      [
        "Richard",
        -0.9397561
      ],
      [
        " Mans",
        -0.28875166
      ],
      [
        "field",
        -0.0004549831
      ]
    ]
  },
  "Richard Rowland Kirkland was called an \"angel\" after this battle for providing water to both sides' wounded. During this battle, Thomas Meagher's Irish Brigade saw its force reduced from over 1600 to less than 300. The losing commander was soon removed from his post after his failed \"Mud March.\" After witnessing this battle, Robert E. Lee remarked, \"It is well that war is so terrible, or we should grow too fond of it.\" This battle is best remembered for bloody, unsuccessful charges on Confederate": {
    "guess": "Battle of Fredericksburg",
    "confidence": [
      [
        "Battle",
        -0.01437375
      ],
      [
        " of",
        -0.0012474933
      ],
      [
        " Freder",
        -0.0011927293
      ],
      [
        "icks",
        -3.5477897e-05
      ],
      [
        "burg",
        -3.5358695e-05
      ]
    ]
  },
  "Richard Olney used it to give the US authority to resolve a dispute over the Schomburgk Line, demanding arbitration to forestall a war. An even broader application was allowed in 1928 by the Clark Memorandum. George Canning had first proposed a joint British and American commitment, but John Quincy Adams encouraged solo action by its namesake. Eventually, FDR's Good Neighbor Policy overturned Theodore": {
    "guess": "Monroe Doctrine",
    "confidence": [
      [
        "Mon",
        -0.011490439
      ],
      [
        "roe",
        -0.00016384924
      ],
      [
        " Doctrine",
        -0.0029011627
      ]
    ]
  },
  "Richard Mentor Johnson's political career was helped by the belief that he personally killed this man at the Battle of the Thames (TEMS). This man helped co-found a settlement in the Indiana Territory": {
    "guess": "Tecumseh",
    "confidence": [
      [
        "T",
        -0.054468285
      ],
      [
        "ec",
        -0.0005878219
      ],
      [
        "um",
        -5.6934558e-05
      ],
      [
        "se",
        -2.2007884e-05
      ],
      [
        "h",
        -1.6240566e-06
      ]
    ]
  },
  "Richard Rowland Kirkland was called an \"angel\" after this battle for providing water to both sides' wounded. During this battle, Thomas Meagher's Irish Brigade saw its force reduced from over 1600 to less than 300. The losing commander was soon removed from his post after his failed \"Mud March.\" After": {
    "guess": "Battle of Fredericksburg",
    "confidence": [
      [
        "Battle",
        -0.001803342
      ],
      [
        " of",
        -5.800739e-05
      ],
      [
        " Freder",
        -0.002951555
      ],
      [
        "icks",
        -2.4034345e-05
      ],
      [
        "burg",
        -2.5941605e-05
      ]
    ]
  },
  "With Richard Feynman, this man helped popularize and discover the VA theory of weak interactions. With Nishijima, this man names a formula relating electric charge to isospin plus hypercharge and they also proposed hadrons as a class of particles. Along with Yuval Ne'eman, this man predicted the existence of the omega minus particle with his Baryon decuplet and Eightfold Way. In studying kaons, he proposed the strangeness quantum number. This man's namesake matrices are representations of the SU(3) group and are used in QCD, while he also created the color quantum number. Independently of George Zweig, this man posited the existence of quarks. For 10 points, name this winner of the 1969 Nobel": {
    "guess": "Murray Gell-Mann",
    "confidence": [
      [
        "M",
        -0.0030740872
      ],
      [
        "urray",
        -0.00022737744
      ],
      [
        " G",
        -0.00020926216
      ],
      [
        "ell",
        -3.1737043e-06
      ],
      [
        "-M",
        -0.0002852921
      ],
      [
        "ann",
        -1.8074163e-05
      ]
    ]
  },
  "Richard Wiseman found that how someone drew an imaginary \"Q\" on their forehead was surprisingly correlated with this behavior. The Wizards Project sought to identify individuals who could accurately evaluate": {
    "guess": "Mind reading",
    "confidence": [
      [
        "Mind",
        -0.35649246
      ],
      [
        " reading",
        -0.6634331
      ]
    ]
  },
  "Richard Cassels and Edward Lovett Pearce were two proponents of his namesake style during its popularity in Ireland, and his systematic approach to his discipline resulted in parametric formulas whereby dimensions of frames and details were based on the size of other components. The bell tower of one of his works fell in 1774, and that church houses Tintoretto's Fall of Manna. In addition to the Church of San Giorgio Maggiore, this man designed a building with a central dome that Vincenzo Scamozzi lowered upon his death. FTP, name this Renaissance architect of the Villa Capra \"La Rotonda\" who wrote": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.008710184
      ],
      [
        "rea",
        -3.7697225e-06
      ],
      [
        " Pall",
        -4.3202e-07
      ],
      [
        "adio",
        -5.5861725e-05
      ]
    ]
  },
  "Richard Herrnstein formulated a \"matching law\" for this school of thought. One proponent of this school developed an air crib for his daughter and invented a box designed to measure a rat's response to certain conditions. A pioneer of this school worked with Rosalie Rayner in an experiment to induce a (*) fear of white and furry objects in a child. Another member trained a dog to salivate at the sound of a tuning fork through classical conditioning. For ten points, identify this school which argues that psychology should be focused on observable conduct, advocated by Skinner, Watson, and Pavlov.": {
    "guess": "Behaviorism",
    "confidence": [
      [
        "Behavior",
        -0.008973569
      ],
      [
        "ism",
        -0.00023536409
      ]
    ]
  },
  "Richard Wright spent his final years writing over four thousand works in this form. Many works in this form were created by Bosun and Issa, and one particular work in this form depicts a frog jumping into an ancient pond. This form is most associated with the author of Records of a Travel-Worn Satchel and Narrow Road to the Deep North, Matsuo Basho. For 10 points, name this poetic form consisting of": {
    "guess": "Haiku",
    "confidence": [
      [
        "Ha",
        -0.0023036972
      ],
      [
        "iku",
        -0.0070121903
      ]
    ]
  },
  "Riccardo Drigo altered the score for the most popular staging of this work, which was co-choreographed by Lev Ivanov and Marius Petipa. That score kept the first-act \"Dance with Goblets.\" In its second act, one main character puts down his loaded crossbow and learns about the father of Odile, the evil sorcerer Von Rothbart. Its ends as two characters kill themselves, breaking the spell that turned": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.0005897291
      ],
      [
        "an",
        -1.1637165e-05
      ],
      [
        " Lake",
        -0.000102827966
      ]
    ]
  },
  "Richard Wiseman found that how someone drew an imaginary \"Q\" on their forehead was surprisingly correlated": {
    "guess": "Imaginary friend",
    "confidence": [
      [
        "Im",
        -1.1707872
      ],
      [
        "ag",
        -0.20870858
      ],
      [
        "inary",
        -0.08275501
      ],
      [
        " friend",
        -0.2822771
      ]
    ]
  }
}