{
  "Banana and superbanana particles can be found in one of these objects, which is separated from its companion by VLF wave-particle resonant interactions, which give rise to the \"safe zone.\" Because their large gyroradius leads to neutralization, high-energy protons are depleted from the outer one of these, but not the inner. Sourced by solar wind, cosmic ray neutron decay, and perhaps the aurorae via Birkeland currents, these bodies were discovered by the Explorer and Sputnik satellites. For 10 points, name these torii of radiation entrained by the Earth's magnetic field, so-called belts named for an American astrophysicist.": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.0070256847
      ],
      [
        " Allen",
        -7.648396e-05
      ],
      [
        " radiation",
        -0.002364944
      ],
      [
        " belt",
        -0.055358145
      ]
    ]
  },
  "This ballet's conceit was expanded from a programmatic piano concerto into a full story by Alexander Benois. Benois abandoned its original conception as a duel provoked by an arpeggio fan, who goads an exhausted orchestra into a series of trumpet blasts. In its final tableau, a clarinet and tuba depict \"the peasant and the bear\" and other set-pieces such as \"the dance of the coachmen and grooms\" animating": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -0.1712896
      ],
      [
        " Nut",
        -0.29639554
      ],
      [
        "cr",
        -0.0002736138
      ],
      [
        "acker",
        -0.00017207429
      ]
    ]
  },
  "This ballet's composer conceived its music as the piano devilishly interrupting the orchestra and arranged it for solo piano for Arthur Rubinstein. Alexander Benois used folk prints as the basis for the costumes of this ballet, for which he was librettist. C and F-sharp major triads create a clashing (*) chord named for this ballet, which is structured around four tableaux. This ballet focuses on a": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.46964815
      ],
      [
        " Fire",
        -0.06171309
      ],
      [
        "bird",
        -2.0339032e-05
      ]
    ]
  },
  "This ballet's conceit was expanded from a programmatic piano concerto into a full story by Alexander Benois. Benois abandoned its original conception as a duel provoked by an arpeggio fan, who goads an exhausted orchestra into a series of trumpet blasts. In its final tableau, a clarinet and tuba depict": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.35780236
      ],
      [
        " Fire",
        -0.21271774
      ],
      [
        "bird",
        -1.2352386e-05
      ]
    ]
  },
  "The Bamberger rearrangement creates the aminated type of these compounds. The sodium salt of one of these compounds reacts under high pressure with carbon dioxide in the Kolbe-Schmitt reaction, and an": {
    "guess": "Phenol",
    "confidence": [
      [
        "Ph",
        -0.29556578
      ],
      [
        "en",
        -0.00076936727
      ],
      [
        "ol",
        -0.019775126
      ]
    ]
  },
  "This ballet's composer conceived its music as the piano devilishly interrupting the orchestra and arranged it for solo piano for Arthur Rubinstein. Alexander Benois used folk prints as the basis for the costumes of this ballet, for which he was librettist. C and F-sharp major triads create a clashing": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.29615682
      ],
      [
        " Fire",
        -0.018859114
      ],
      [
        "bird",
        -4.4849444e-06
      ]
    ]
  },
  "One ballet by this choreographer is divided into sections called \"Dances Before Catastrophe,\" \"Dances After Catastrophe,\" and \"Prelude to Action.\" Terese Capucilli was trained by this choreographer. This choreographer collaborated with George Balanchine on a ballet using the orchestral music of Anton von Webern, Episodes. This choreographer of Chronicle is most famous for a ballet whose set was designed by Isamu Noguchi, a frequent collaborator. That ballet is about Pennsylvania farmers and includes a piece which uses the melody of the Shaker hymn \"Simple Gifts.\" For 10 points, name this dancer and choreographer who worked with Aaron Copland on Appalachian Spring.": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.00063332834
      ],
      [
        "tha",
        -4.4849444e-06
      ],
      [
        " Graham",
        -7.445749e-05
      ]
    ]
  },
  "Balthasar delivers a sad message in this work, and Benvolio tries to broker peace between two factions. Before being killed by the \"Prince of Cats,\" one character in this play describes Queen Mab, and (*) Tybalt's death causes his killer's exile from Verona. Friar Lawrence marries the title characters, whose joint suicide reconciles the Montague and Capulet families. For 10 points, identify this Shakespearean tragedy about \"a pair of star-cross'd lovers.\"": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.0010967611
      ],
      [
        "ome",
        -1.9361265e-07
      ],
      [
        "o",
        -0.00017767686
      ],
      [
        " and",
        -0.0004141073
      ],
      [
        " Juliet",
        -1.504853e-06
      ]
    ]
  },
  "Banana and superbanana particles can be found in one of these objects, which is separated from its companion by VLF wave-particle resonant interactions, which give rise to the \"safe zone.\" Because their large gyroradius leads to neutralization, high-energy protons are depleted from the outer one of these, but not the inner. Sourced by solar wind, cosmic ray neutron decay, and perhaps the aurorae via Birkeland currents, these bodies were discovered by the Explorer and Sputnik satellites. For 10 points, name these torii of radiation entrained by the Earth's magnetic field, so-called belts named for": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.004480562
      ],
      [
        " Allen",
        -1.3663626e-05
      ],
      [
        " radiation",
        -0.0010017282
      ],
      [
        " belt",
        -0.0045480845
      ]
    ]
  },
  "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain.": {
    "guess": "The Bronze Horseman",
    "confidence": [
      [
        "The",
        -0.6194467
      ],
      [
        " Bronze",
        -0.9789466
      ],
      [
        " Horse",
        -0.0028471982
      ],
      [
        "man",
        -0.00035214704
      ]
    ]
  },
  "One ballet written by this composer features a girl forced do perform seductive dances to a Chinese man": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -0.8220672
      ],
      [
        "aur",
        -0.0005550592
      ],
      [
        "ice",
        -4.8425554e-06
      ],
      [
        " R",
        -0.0033376487
      ],
      [
        "avel",
        -1.9361265e-07
      ]
    ]
  },
  "This ballet's conceit was expanded from a programmatic piano concerto into a full story by Alexander Benois. Benois abandoned its original conception as a duel provoked by an arpeggio fan, who goads an exhausted orchestra into a series of trumpet blasts. In its final tableau, a clarinet and tuba depict \"the peasant and the bear\" and other set-pieces such as \"the dance of the coachmen and grooms\" animating a Shrovetide fair. The title figure's frustration is represented by two clarinets simultaneously playing in C major and F sharp major, creating this ballet's namesake chord. At the end, the title character's ghost condemns the magician who has allowed a Moor to kill him, as his body leaks sawdust": {
    "guess": "Petrushka",
    "confidence": [
      [
        "P",
        -0.7874181
      ],
      [
        "etr",
        -0.00021843717
      ],
      [
        "ush",
        -0.00023333763
      ],
      [
        "ka",
        -8.5781845e-05
      ]
    ]
  },
  "This ballet features a clarinet quartet for its \"Dance of the Mirlitons.\" That dance occurs in a portion of this ballet that also features a \"Waltz of the Flowers\" along with dancers from Spain, Arabia, China, and Russia. Those dances occur during a dream sequence in the \"Land of the Sweets,\" where the": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -0.0007388731
      ],
      [
        " Nut",
        -2.3795938e-05
      ],
      [
        "cr",
        -0.000857147
      ],
      [
        "acker",
        -3.6073914e-05
      ]
    ]
  },
  "Balthasar delivers a sad message in this work, and Benvolio tries to broker peace between two factions. Before being killed by the \"Prince of Cats,\" one character in this play describes Queen Mab, and (*) Tybalt's death causes his killer's exile from Verona. Friar Lawrence marries the title characters, whose joint suicide reconciles the Montague and Capulet families. For 10 points, identify this Shakespearean": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.005185255
      ],
      [
        "ome",
        -1.147242e-06
      ],
      [
        "o",
        -0.00019972587
      ],
      [
        " and",
        -0.0017633594
      ],
      [
        " Juliet",
        -7.3458323e-06
      ]
    ]
  },
  "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain. In another ballet by him, music for grasshoppers and dragonflies comes between the variations for the Summer Fairy and Autumn Fairy. In one ballet by him, an \"Aubade\" if followed by the \"Dance of": {
    "guess": "Nikolai Rimsky-Korsakov",
    "confidence": [
      [
        "N",
        -1.54171
      ],
      [
        "ik",
        -0.0035188182
      ],
      [
        "ol",
        -0.0003066222
      ],
      [
        "ai",
        -0.0131743485
      ],
      [
        " Rim",
        -0.010064876
      ],
      [
        "sky",
        -0.00014919086
      ],
      [
        "-K",
        -0.00034869378
      ],
      [
        "ors",
        -6.6232446e-05
      ],
      [
        "akov",
        -0.00034082634
      ]
    ]
  },
  "This ballet's composer conceived its music as the piano devilishly interrupting the orchestra and arranged it for solo piano for Arthur Rubinstein. Alexander Benois used folk prints as the basis for the": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.4234136
      ],
      [
        " Fire",
        -0.02930108
      ],
      [
        "bird",
        -4.3202e-07
      ]
    ]
  },
  "One ballet by this choreographer is divided into sections called \"Dances Before Catastrophe,\" \"Dances After Catastrophe,\" and \"Prelude to Action.\" Terese Capucilli was trained by this choreographer. This choreographer collaborated with George Balanchine on a ballet using the orchestral music of Anton von Webern, Episodes. This choreographer of Chronicle is most famous for a ballet whose set was designed by Isamu Noguchi, a frequent collaborator. That ballet is about Pennsylvania farmers and includes a piece which uses the melody of the Shaker hymn \"Simple Gifts.\" For 10 points, name this dancer": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.0010370951
      ],
      [
        "tha",
        -8.537869e-06
      ],
      [
        " Graham",
        -0.00011844365
      ]
    ]
  },
  "This ballet's composer conceived its music as the piano devilishly interrupting the orchestra and arranged it for solo piano for Arthur Rubinstein. Alexander Benois used folk prints as the basis for the costumes of this ballet, for which he was librettist. C and F-sharp major triads create a clashing (*) chord named for this ballet, which is structured around four tableaux. This ballet focuses on a love triangle between the title character, Ballerina, and the Moor, who are brought to life by the": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.5823222
      ],
      [
        " Fire",
        -0.09221437
      ],
      [
        "bird",
        -9.4914985e-06
      ]
    ]
  },
  "This ballet features a clarinet quartet for its \"Dance of the Mirlitons.\" That dance occurs in a portion": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -0.02319003
      ],
      [
        " Nut",
        -0.002274912
      ],
      [
        "cr",
        -0.0008087906
      ],
      [
        "acker",
        -0.00011772843
      ]
    ]
  },
  "It's not in the Balkans, but this country is home to a mournful-sounding reed instrument called the duduk. Cultivation of apricots is thought to have begun in this country, which now only contains one of its three historic great lakes, Lake Sevan. The Aras River drains the main valley of this country, where the 1988 (*) Spitak earthquake devastated the city of Gyumri. This country borders the exclave of Nakhchivan to its south. Turkey disputes Mount Ararat with - for 10 points - what country that": {
    "guess": "Armenia",
    "confidence": [
      [
        "Ar",
        -0.0035796342
      ],
      [
        "men",
        -6.241792e-05
      ],
      [
        "ia",
        -7.326546e-05
      ]
    ]
  },
  "Banana and superbanana particles can be found in one of these objects, which is separated from its companion by VLF wave-particle resonant interactions, which give rise to the \"safe zone.\" Because their large gyroradius leads to neutralization, high-energy protons are depleted from the outer one of these, but not the inner. Sourced by solar wind, cosmic ray neutron decay, and perhaps the aurorae via Birkeland currents, these bodies were discovered by the Explorer and Sputnik satellites. For 10 points,": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.0037804816
      ],
      [
        " Allen",
        -2.2603901e-05
      ],
      [
        " radiation",
        -0.0016066285
      ],
      [
        " belt",
        -0.0013026185
      ]
    ]
  },
  "Balthasar delivers a sad message in this work, and Benvolio tries to broker peace between two factions. Before being killed by the \"Prince of Cats,\" one character in this play describes Queen Mab, and (*) Tybalt's death causes his killer's exile from Verona. Friar Lawrence marries the title characters,": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.0016417385
      ],
      [
        "ome",
        -3.1281633e-07
      ],
      [
        "o",
        -0.00011653639
      ],
      [
        " and",
        -6.301394e-05
      ],
      [
        " Juliet",
        -2.3392786e-06
      ]
    ]
  },
  "This ballet features a clarinet quartet for its \"Dance of the Mirlitons.\" That dance occurs in a portion of this ballet that also features a \"Waltz of the Flowers\" along with dancers from Spain, Arabia, China, and Russia. Those dances occur during a dream sequence in the \"Land of the Sweets,\" where the Sugar Plum Fairy gives a tour to the Prince and Clara, who fights the Mouse King and is given the title object as a gift on Christmas Eve. For 10 points, name this two-act ballet by Pyotr Ilyich Tchaikovsky.": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -0.007964201
      ],
      [
        " Nut",
        -4.4849444e-06
      ],
      [
        "cr",
        -0.00021712594
      ],
      [
        "acker",
        -4.1318875e-05
      ]
    ]
  },
  "This ballet's conceit was expanded from a programmatic piano concerto into a full story by Alexander Benois. Benois abandoned its original conception as a duel provoked by an arpeggio fan, who goads an exhausted orchestra into a series of trumpet blasts. In its final tableau, a clarinet and tuba depict \"the peasant and the bear\" and other set-pieces such as \"the dance of the coachmen and grooms\" animating a Shrovetide fair. The title figure's frustration is represented by two clarinets simultaneously playing in C major and F sharp major, creating this ballet's namesake chord. At the end, the title": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.4915583
      ],
      [
        " Fire",
        -0.084067985
      ],
      [
        "bird",
        -1.3067608e-05
      ]
    ]
  },
  "Banana and superbanana particles can be found in one of these objects, which is separated from its companion by VLF wave-particle resonant interactions, which give rise to the \"safe zone.\" Because their large gyroradius leads to neutralization, high-energy protons are depleted from the outer one of these, but not the inner. Sourced by solar wind, cosmic ray neutron decay, and perhaps the aurorae via": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.010210019
      ],
      [
        " Allen",
        -5.1331983e-05
      ],
      [
        " radiation",
        -0.00077817735
      ],
      [
        " belt",
        -0.0004150609
      ]
    ]
  },
  "One ballet written by this composer features a girl forced do perform seductive dances to a Chinese man who is then stabbed three times and hung on a lamppost. Another ballet from this composer features a princess falling in love with a wooden staff wearing a cloak and crown. In addition to The (*) Wooden Prince and The Miraculous Mandarin, the most notable work from this composer contains a so-called": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.0123986285
      ],
      [
        "é",
        -0.00045116857
      ],
      [
        "la",
        -3.1737043e-06
      ],
      [
        " Bart",
        -1.342522e-05
      ],
      [
        "ó",
        -8.888114e-05
      ],
      [
        "k",
        -3.888926e-06
      ]
    ]
  },
  "Balthasar delivers a sad message in this work, and Benvolio tries to broker peace between two factions.": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.6199058
      ],
      [
        "ome",
        -6.704273e-07
      ],
      [
        "o",
        -0.0002074741
      ],
      [
        " and",
        -5.6457742e-05
      ],
      [
        " Juliet",
        -1.2664457e-06
      ]
    ]
  },
  "One ballet written by this composer features a girl forced do perform seductive dances to a Chinese man who is then stabbed three times and hung on a lamppost. Another ballet from this composer features a princess falling in love with a wooden staff wearing a cloak and crown. In addition to The (*) Wooden Prince and The Miraculous Mandarin, the most notable work from this composer contains a so-called minor second ‘blood motif' which plays whenever Judith discovers blood behind one of the seven doors in the titular location. A notable compiler of Eastern European folk music, For 10 points, identify": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.005243122
      ],
      [
        "é",
        -0.00058210373
      ],
      [
        "la",
        -3.4121115e-06
      ],
      [
        " Bart",
        -6.1537958e-06
      ],
      [
        "ó",
        -6.909333e-05
      ],
      [
        "k",
        -5.5577775e-06
      ]
    ]
  },
  "One ballet by this choreographer is divided into sections called \"Dances Before Catastrophe,\" \"Dances After Catastrophe,\" and \"Prelude to Action.\" Terese Capucilli was trained by this choreographer. This choreographer collaborated with George Balanchine on a ballet using the orchestral music of Anton von Webern, Episodes. This choreographer of Chronicle is most famous for a ballet whose set was designed by Isamu Noguchi, a frequent collaborator. That ballet is about Pennsylvania farmers and includes": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.0009568398
      ],
      [
        "tha",
        -3.1281633e-07
      ],
      [
        " Graham",
        -0.0001311911
      ]
    ]
  },
  "One ballet written by this composer features a girl forced do perform seductive dances to a Chinese man who is then stabbed three times and hung on a lamppost. Another ballet from this composer features": {
    "guess": "Valery Gergiev",
    "confidence": [
      [
        "Val",
        -1.0651482
      ],
      [
        "ery",
        -0.6478276
      ],
      [
        " G",
        -0.021178644
      ],
      [
        "erg",
        -0.38830388
      ],
      [
        "iev",
        -0.00035953766
      ]
    ]
  },
  "One ballet by this choreographer is divided into sections called \"Dances Before Catastrophe,\" \"Dances": {
    "guess": "Pina Bausch",
    "confidence": [
      [
        "P",
        -0.4475176
      ],
      [
        "ina",
        -0.002426433
      ],
      [
        " B",
        -0.00017278951
      ],
      [
        "aus",
        -5.5122365e-07
      ],
      [
        "ch",
        -1.4855664e-05
      ]
    ]
  },
  "It's not in the Balkans, but this country is home to a mournful-sounding reed instrument called the duduk. Cultivation of apricots is thought to have begun in this country, which now only contains one of its three historic great lakes, Lake Sevan. The Aras River drains the main valley of this country, where the 1988 (*) Spitak earthquake devastated the city of Gyumri. This country borders the exclave": {
    "guess": "Armenia",
    "confidence": [
      [
        "Ar",
        -0.0022788385
      ],
      [
        "men",
        -4.036525e-05
      ],
      [
        "ia",
        -2.2603901e-05
      ]
    ]
  },
  "The Bamberger rearrangement creates the aminated type of these compounds. The sodium salt of one of these compounds reacts under high pressure with carbon dioxide in the Kolbe-Schmitt reaction, and an aryl ester is promoted to a ring-acylated derivative of this type of compound in the Fries rearrangement.": {
    "guess": "Amine",
    "confidence": [
      [
        "A",
        -0.47876683
      ],
      [
        "mine",
        -0.46819443
      ]
    ]
  },
  "This ballet's conceit was expanded from a programmatic piano concerto into a full story by Alexander Benois. Benois abandoned its original conception as a duel provoked by an arpeggio fan, who goads an exhausted orchestra into a series of trumpet blasts. In its final tableau, a clarinet and tuba depict \"the peasant and the bear\" and other set-pieces such as \"the dance of the coachmen and grooms\" animating a Shrovetide fair. The title figure's frustration is represented by two clarinets simultaneously": {
    "guess": "Petrushka",
    "confidence": [
      [
        "P",
        -0.73753446
      ],
      [
        "etr",
        -0.00069063227
      ],
      [
        "ush",
        -0.00017290872
      ],
      [
        "ka",
        -8.3993786e-05
      ]
    ]
  },
  "This ballet, first performed in 1870, contains the \"Ballad of the Ears of Corn,\" \"March of the Bell,\" and a famous Mazurka that appears twice in the first act. In its premier, it featured Giuseppina Bozzacchi as the title character and Francois Dauty as the doctor whose desire is to make a living doll. Based on the tale Der Sandmann by Hoffman, the librettists changed the name of the doll from Olimpia": {
    "guess": "Coppélia",
    "confidence": [
      [
        "C",
        -0.06323647
      ],
      [
        "opp",
        -6.647085e-05
      ],
      [
        "él",
        -0.002216273
      ],
      [
        "ia",
        -5.5577775e-06
      ]
    ]
  },
  "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain. In another ballet by him, music for grasshoppers and dragonflies comes between the variations for the Summer Fairy and Autumn Fairy. In one ballet by him, an \"Aubade\" if followed by the \"Dance of the Girls with Lilies\". One ballet by this composer of The Stone Flower features the sisters Skinny and Dumpy. Jascha Heifetz arranged for violin and piano a \"March\" from one of this composer's operas. In that opera by him, the magician Tchelio loses a card game to Fata Morgana, who curses the Prince with the title obsession. In one of his ballets, the \"Dance of the Knights\" depicts the tension between the Montagues and Capulets. For 10 points, name this Russian composer of the ballets Cinderella and Romeo and Juliet and the opera The Love for Three Oranges.": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.0022228183
      ],
      [
        "erge",
        -9.968313e-06
      ],
      [
        "i",
        -4.8828708e-05
      ],
      [
        " Pro",
        -0.00016527968
      ],
      [
        "k",
        -0.00020663968
      ],
      [
        "of",
        -3.750436e-05
      ],
      [
        "iev",
        -6.0345924e-06
      ]
    ]
  },
  "Banana and superbanana particles can be found in one of these objects, which is separated from its companion by VLF wave-particle resonant interactions, which give rise to the \"safe zone.\" Because their large gyroradius leads to neutralization, high-energy protons are depleted from the outer one of these,": {
    "guess": "Magnetosphere",
    "confidence": [
      [
        "M",
        -0.21999994
      ],
      [
        "agnet",
        -0.015971728
      ],
      [
        "osphere",
        -0.0025908737
      ]
    ]
  },
  "One ballet by this choreographer is divided into sections called \"Dances Before Catastrophe,\" \"Dances After Catastrophe,\" and \"Prelude to Action.\" Terese Capucilli was trained by this choreographer. This": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.013820726
      ],
      [
        "tha",
        -3.4121115e-06
      ],
      [
        " Graham",
        -0.00017183588
      ]
    ]
  },
  "The Bamberger rearrangement creates the aminated type of these compounds. The sodium salt of one of these compounds reacts under high pressure with carbon dioxide in the Kolbe-Schmitt reaction, and an aryl ester is promoted to a ring-acylated derivative of this type of compound in the Fries rearrangement. This class of compounds is created along with acetone in the cumene process and methylated versions of them with a pKa of approximately nine are known as cresols. For 10 points, name this class": {
    "guess": "Phenol",
    "confidence": [
      [
        "Ph",
        -0.01349724
      ],
      [
        "en",
        -2.3438328e-05
      ],
      [
        "ol",
        -0.080358446
      ]
    ]
  },
  "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain. In another ballet by him, music for grasshoppers and dragonflies comes between the variations for the Summer Fairy and Autumn Fairy. In one ballet by him, an \"Aubade\" if followed by the \"Dance of the Girls with Lilies\". One ballet by this composer of The Stone Flower features the sisters Skinny": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.22175597
      ],
      [
        "erge",
        -0.004088136
      ],
      [
        "i",
        -0.001591869
      ],
      [
        " Pro",
        -0.0010522229
      ],
      [
        "k",
        -0.00014144262
      ],
      [
        "of",
        -5.2047206e-05
      ],
      [
        "iev",
        -0.00026884564
      ]
    ]
  },
  "One ballet by this choreographer is divided into sections called \"Dances Before Catastrophe,\" \"Dances After Catastrophe,\" and \"Prelude to Action.\" Terese Capucilli was trained by this choreographer. This choreographer collaborated with George Balanchine on a ballet using the orchestral music of Anton von Webern, Episodes. This choreographer of Chronicle is most famous for a ballet whose set was designed": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.0014762947
      ],
      [
        "tha",
        -7.3458323e-06
      ],
      [
        " Graham",
        -0.00018577903
      ]
    ]
  },
  "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain. In another ballet by him, music for grasshoppers and dragonflies comes between the variations for the Summer Fairy and Autumn Fairy. In one ballet by him, an \"Aubade\" if followed by the \"Dance of the Girls with Lilies\". One ballet by this composer of The Stone Flower features the sisters Skinny and Dumpy. Jascha Heifetz arranged for violin and piano a \"March\" from one of this composer's operas. In that opera by him, the magician Tchelio loses a card game to Fata Morgana, who curses the Prince with the title obsession. In one of his ballets, the \"Dance of the Knights\" depicts the tension between": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.5687237
      ],
      [
        "erge",
        -6.754368e-05
      ],
      [
        "i",
        -0.0016200728
      ],
      [
        " Pro",
        -0.001499268
      ],
      [
        "k",
        -0.00020210995
      ],
      [
        "of",
        -0.00010211275
      ],
      [
        "iev",
        -4.0603656e-05
      ]
    ]
  },
  "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain. In another ballet by him, music for grasshoppers and dragonflies comes between the variations for the Summer Fairy and Autumn Fairy. In one ballet by him, an \"Aubade\" if followed by the \"Dance of the Girls with Lilies\". One ballet by this composer of The Stone Flower features the sisters Skinny and Dumpy. Jascha Heifetz arranged for violin and piano a \"March\" from one of this composer's operas. In that opera by him, the magician Tchelio loses a card game to Fata Morgana, who curses the Prince": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.8302296
      ],
      [
        "erge",
        -8.375538e-05
      ],
      [
        "i",
        -0.0018276229
      ],
      [
        " Pro",
        -0.00044008633
      ],
      [
        "k",
        -0.00022809267
      ],
      [
        "of",
        -7.2073424e-05
      ],
      [
        "iev",
        -2.0458236e-05
      ]
    ]
  },
  "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain. In another ballet by him, music for grasshoppers and dragonflies comes between the variations for the Summer Fairy and Autumn Fairy. In one ballet by him, an \"Aubade\" if followed by the \"Dance of the Girls with Lilies\". One ballet by this composer of The Stone Flower features the sisters Skinny and Dumpy. Jascha Heifetz arranged for violin and piano a \"March\" from one of this composer's operas.": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.09650913
      ],
      [
        "erge",
        -0.0017678854
      ],
      [
        "i",
        -0.0027111997
      ],
      [
        " Pro",
        -0.0019881134
      ],
      [
        "k",
        -0.00016158436
      ],
      [
        "of",
        -9.9371064e-05
      ],
      [
        "iev",
        -0.00044401636
      ]
    ]
  },
  "This ballet's composer conceived its music as the piano devilishly interrupting the orchestra and arranged it for solo piano for Arthur Rubinstein. Alexander Benois used folk prints as the basis for the costumes of this ballet, for which he was librettist. C and F-sharp major triads create a clashing (*) chord named for this ballet, which is structured around four tableaux. This ballet focuses on a love triangle between the title character, Ballerina, and the Moor, who are brought to life by the Wizard. For 10 points, name this ballet about a puppet by Igor Stravinsky.": {
    "guess": "Petrushka",
    "confidence": [
      [
        "P",
        -0.09547845
      ],
      [
        "etr",
        -0.001100207
      ],
      [
        "ush",
        -0.0004515262
      ],
      [
        "ka",
        -4.4894987e-05
      ]
    ]
  },
  "It's not in the Balkans, but this country is home to a mournful-sounding reed instrument called the duduk. Cultivation of apricots is thought to have begun in this country, which now only contains one": {
    "guess": "Armenia",
    "confidence": [
      [
        "Ar",
        -0.00044246673
      ],
      [
        "men",
        -4.365741e-06
      ],
      [
        "ia",
        -0.00020675888
      ]
    ]
  },
  "The Bamberger rearrangement creates the aminated type of these compounds. The sodium salt of one of these": {
    "guess": "Amine",
    "confidence": [
      [
        "A",
        -0.9380261
      ],
      [
        "mine",
        -0.5563624
      ]
    ]
  },
  "One ballet written by this composer features a girl forced do perform seductive dances to a Chinese man who is then stabbed three times and hung on a lamppost. Another ballet from this composer features a princess falling in love with a wooden staff wearing a cloak and crown. In addition to The (*) Wooden Prince and The Miraculous Mandarin, the most notable work from this composer contains a so-called minor second ‘blood motif' which plays whenever Judith discovers blood behind one of the seven doors": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.0024663827
      ],
      [
        "é",
        -0.00024370835
      ],
      [
        "la",
        -1.3856493e-06
      ],
      [
        " Bart",
        -1.6240566e-06
      ],
      [
        "ó",
        -4.1318875e-05
      ],
      [
        "k",
        -1.0280384e-06
      ]
    ]
  },
  "This ballet, first performed in 1870, contains the \"Ballad of the Ears of Corn,\" \"March of the Bell,\" and a famous Mazurka that appears twice in the first act. In its premier, it featured Giuseppina Bozzacchi as the title character and Francois Dauty as the doctor whose desire is to make a living doll. Based on the tale Der Sandmann by Hoffman, the librettists changed the name of the doll from Olimpia and gave it a happier ending. FTP, what is this most popular ballet of Leo Delibes?": {
    "guess": "Coppélia",
    "confidence": [
      [
        "C",
        -0.005427866
      ],
      [
        "opp",
        -2.3392786e-06
      ],
      [
        "él",
        -0.00090622227
      ],
      [
        "ia",
        -6.869018e-06
      ]
    ]
  },
  "This ballet's conceit was expanded from a programmatic piano concerto into a full story by Alexander": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -0.69282466
      ],
      [
        " Nut",
        -0.6288621
      ],
      [
        "cr",
        -0.0004914338
      ],
      [
        "acker",
        -0.00010342398
      ]
    ]
  },
  "This ballet's conceit was expanded from a programmatic piano concerto into a full story by Alexander Benois. Benois abandoned its original conception as a duel provoked by an arpeggio fan, who goads an exhausted orchestra into a series of trumpet blasts. In its final tableau, a clarinet and tuba depict \"the peasant and the bear\" and other set-pieces such as \"the dance of the coachmen and grooms\" animating a Shrovetide fair. The title figure's frustration is represented by two clarinets simultaneously playing in C major and F sharp major, creating this ballet's namesake chord. At the end, the title character's ghost condemns the magician who has allowed a Moor to kill him, as his body leaks sawdust below. For 10 points, name this ballet about a puppet who is brought to life, which was composed by Igor Stravinsky.": {
    "guess": "Petrushka (ballet)",
    "confidence": [
      [
        "P",
        -0.034299046
      ],
      [
        "etr",
        -0.00046594252
      ],
      [
        "ush",
        -0.0001563394
      ],
      [
        "ka",
        -4.5491004e-05
      ],
      [
        " (",
        -0.13259602
      ],
      [
        "b",
        -0.0009841009
      ],
      [
        "allet",
        -7.89631e-07
      ],
      [
        ")",
        -0.000111410634
      ]
    ]
  },
  "Banana and superbanana particles can be found in one of these objects, which is separated from its companion": {
    "guess": "Banana (particle)",
    "confidence": [
      [
        "Ban",
        -1.0302557
      ],
      [
        "ana",
        -0.004459555
      ],
      [
        " (",
        -1.5026244
      ],
      [
        "particle",
        -0.6723382
      ],
      [
        ")",
        -0.0034274587
      ]
    ]
  },
  "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain. In another ballet by him, music for grasshoppers and dragonflies comes between the variations for the Summer Fairy and Autumn Fairy. In one ballet by him, an \"Aubade\" if followed by the \"Dance of the Girls with Lilies\". One ballet by this composer of The Stone Flower features the sisters Skinny and Dumpy. Jascha Heifetz arranged for violin and piano a \"March\" from one of this composer's operas. In that opera by him, the magician Tchelio loses a card game to Fata Morgana, who curses the Prince with the title obsession. In one of his ballets, the \"Dance of the Knights\" depicts the tension between the Montagues and Capulets. For 10 points, name this Russian composer of the ballets Cinderella": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.00571642
      ],
      [
        "erge",
        -6.2656334e-05
      ],
      [
        "i",
        -0.001330714
      ],
      [
        " Pro",
        -0.00015169414
      ],
      [
        "k",
        -0.0002354833
      ],
      [
        "of",
        -5.7172965e-05
      ],
      [
        "iev",
        -8.418666e-06
      ]
    ]
  },
  "Balthasar delivers a sad message in this work, and Benvolio tries to broker peace between two factions. Before being killed by the \"Prince of Cats,\" one character in this play describes Queen Mab, and": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.0033077046
      ],
      [
        "ome",
        -1.2664457e-06
      ],
      [
        "o",
        -0.00015383612
      ],
      [
        " and",
        -0.0003893239
      ],
      [
        " Juliet",
        -6.392203e-06
      ]
    ]
  },
  "It's not in the Balkans, but this country is home to a mournful-sounding reed instrument called the duduk. Cultivation of apricots is thought to have begun in this country, which now only contains one of its three historic great lakes, Lake Sevan. The Aras River drains the main valley of this country,": {
    "guess": "Armenia",
    "confidence": [
      [
        "Ar",
        -0.0066110417
      ],
      [
        "men",
        -7.338466e-05
      ],
      [
        "ia",
        -5.931863e-05
      ]
    ]
  },
  "This ballet features a clarinet quartet for its \"Dance of the Mirlitons.\" That dance occurs in a portion of this ballet that also features a \"Waltz of the Flowers\" along with dancers from Spain, Arabia,": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -0.10698883
      ],
      [
        " Nut",
        -0.0027751552
      ],
      [
        "cr",
        -0.00086751406
      ],
      [
        "acker",
        -5.6934558e-05
      ]
    ]
  },
  "This ballet, first performed in 1870, contains the \"Ballad of the Ears of Corn,\" \"March of the Bell,\" and a famous Mazurka that appears twice in the first act. In its premier, it featured Giuseppina Bozzacchi as the title character and Francois Dauty as the doctor whose desire is to make a living doll.": {
    "guess": "Coppélia",
    "confidence": [
      [
        "C",
        -0.036529746
      ],
      [
        "opp",
        -7.9940866e-05
      ],
      [
        "él",
        -0.06395385
      ],
      [
        "ia",
        -5.7961847e-06
      ]
    ]
  },
  "Banana and superbanana particles can be found in one of these objects, which is separated from its companion by VLF wave-particle resonant interactions, which give rise to the \"safe zone.\" Because their": {
    "guess": "Ionosphere",
    "confidence": [
      [
        "Ion",
        -0.3670958
      ],
      [
        "osphere",
        -0.005125358
      ]
    ]
  },
  "In one ballet by this composer, Danilo is shown the title object by the Mistress of the Copper Mountain. In another ballet by him, music for grasshoppers and dragonflies comes between the variations for": {
    "guess": "Rodion Shchedrin",
    "confidence": [
      [
        "Rod",
        -0.27221367
      ],
      [
        "ion",
        -0.00019483852
      ],
      [
        " Sh",
        -0.0025065783
      ],
      [
        "ched",
        -5.7411373e-05
      ],
      [
        "rin",
        -0.00010545045
      ]
    ]
  },
  "It's not in the Balkans, but this country is home to a mournful-sounding reed instrument called the duduk.": {
    "guess": "Armenia",
    "confidence": [
      [
        "Ar",
        -0.054586478
      ],
      [
        "men",
        -3.2140193e-05
      ],
      [
        "ia",
        -0.012401456
      ]
    ]
  },
  "This ballet's composer conceived its music as the piano devilishly interrupting the orchestra and arranged": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.4372878
      ],
      [
        " R",
        -0.23262534
      ],
      [
        "ite",
        -0.013738543
      ],
      [
        " of",
        -0.000116417184
      ],
      [
        " Spring",
        -0.000147522
      ]
    ]
  },
  "The Bamberger rearrangement creates the aminated type of these compounds. The sodium salt of one of these compounds reacts under high pressure with carbon dioxide in the Kolbe-Schmitt reaction, and an aryl ester is promoted to a ring-acylated derivative of this type of compound in the Fries rearrangement. This class of compounds is created along with acetone in the cumene process and methylated versions of them with a pKa of approximately nine are known as cresols. For 10 points, name this class whose parent compound, which was used by Joseph Lister as a surgical antiseptic, is also known as hydroxybeneze.": {
    "guess": "Phenol",
    "confidence": [
      [
        "Ph",
        -0.0008459602
      ],
      [
        "en",
        -1.962381e-05
      ],
      [
        "ol",
        -0.026894176
      ]
    ]
  },
  "It's not in the Balkans, but this country is home to a mournful-sounding reed instrument called the duduk. Cultivation of apricots is thought to have begun in this country, which now only contains one of its three historic great lakes, Lake Sevan. The Aras River drains the main valley of this country, where the 1988 (*) Spitak earthquake devastated the city of Gyumri. This country borders the exclave of Nakhchivan to its south. Turkey disputes Mount Ararat with - for 10 points - what country that also disputes over a genocide with Turkey?": {
    "guess": "Armenia",
    "confidence": [
      [
        "Ar",
        -0.0045201965
      ],
      [
        "men",
        -5.3000836e-05
      ],
      [
        "ia",
        -7.922564e-05
      ]
    ]
  },
  "The Bamberger rearrangement creates the aminated type of these compounds. The sodium salt of one of these compounds reacts under high pressure with carbon dioxide in the Kolbe-Schmitt reaction, and an aryl ester is promoted to a ring-acylated derivative of this type of compound in the Fries rearrangement. This class of compounds is created along with acetone in the cumene process and methylated versions": {
    "guess": "Phenol",
    "confidence": [
      [
        "Ph",
        -0.03939509
      ],
      [
        "en",
        -2.9994528e-05
      ],
      [
        "ol",
        -0.02237074
      ]
    ]
  },
  "One ballet written by this composer features a girl forced do perform seductive dances to a Chinese man who is then stabbed three times and hung on a lamppost. Another ballet from this composer features a princess falling in love with a wooden staff wearing a cloak and crown. In addition to The (*) Wooden": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.068384245
      ],
      [
        "é",
        -0.0012855908
      ],
      [
        "la",
        -1.6882126e-05
      ],
      [
        " Bart",
        -7.684157e-05
      ],
      [
        "ó",
        -0.00014489953
      ],
      [
        "k",
        -0.0048322612
      ]
    ]
  },
  "One ballet written by this composer features a girl forced do perform seductive dances to a Chinese man who is then stabbed three times and hung on a lamppost. Another ballet from this composer features a princess falling in love with a wooden staff wearing a cloak and crown. In addition to The (*) Wooden Prince and The Miraculous Mandarin, the most notable work from this composer contains a so-called minor second ‘blood motif' which plays whenever Judith discovers blood behind one of the seven doors in the titular location. A notable compiler of Eastern European folk music, For 10 points, identify this 20th century Hungarian composer and ethnomusicologist, the creator of Duke Bluebeard's Castle": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.017660148
      ],
      [
        "é",
        -0.0038162263
      ],
      [
        "la",
        -5.2001665e-06
      ],
      [
        " Bart",
        -1.247159e-05
      ],
      [
        "ó",
        -5.371606e-05
      ],
      [
        "k",
        -2.3392786e-06
      ]
    ]
  },
  "This ballet's conceit was expanded from a programmatic piano concerto into a full story by Alexander Benois. Benois abandoned its original conception as a duel provoked by an arpeggio fan, who goads an": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -0.22085854
      ],
      [
        " Nut",
        -0.5939641
      ],
      [
        "cr",
        -0.00010139752
      ],
      [
        "acker",
        -7.421909e-05
      ]
    ]
  },
  "This ballet's conceit was expanded from a programmatic piano concerto into a full story by Alexander Benois. Benois abandoned its original conception as a duel provoked by an arpeggio fan, who goads an exhausted orchestra into a series of trumpet blasts. In its final tableau, a clarinet and tuba depict \"the peasant and the bear\" and other set-pieces such as \"the dance of the coachmen and grooms\" animating a Shrovetide fair. The title figure's frustration is represented by two clarinets simultaneously playing in C major and F sharp major, creating this ballet's namesake chord. At the end, the title character's ghost condemns the magician who has allowed a Moor to kill him, as his body leaks sawdust below. For 10 points, name this ballet about a puppet who is brought to life, which was composed": {
    "guess": "Petrushka",
    "confidence": [
      [
        "P",
        -0.5475883
      ],
      [
        "etr",
        -0.0003308169
      ],
      [
        "ush",
        -0.0003620409
      ],
      [
        "ka",
        -5.6338537e-05
      ]
    ]
  },
  "This ballet features a clarinet quartet for its \"Dance of the Mirlitons.\" That dance occurs in a portion of this ballet that also features a \"Waltz of the Flowers\" along with dancers from Spain, Arabia, China, and Russia. Those dances occur during a dream sequence in the \"Land of the Sweets,\" where the Sugar Plum Fairy gives a tour to the Prince and Clara, who fights the Mouse King and is given the": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -0.0040950235
      ],
      [
        " Nut",
        -1.7716551e-05
      ],
      [
        "cr",
        -0.0010886625
      ],
      [
        "acker",
        -9.054999e-05
      ]
    ]
  },
  "One ballet by this choreographer is divided into sections called \"Dances Before Catastrophe,\" \"Dances After Catastrophe,\" and \"Prelude to Action.\" Terese Capucilli was trained by this choreographer. This choreographer collaborated with George Balanchine on a ballet using the orchestral music of Anton": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.007064035
      ],
      [
        "tha",
        -4.723352e-06
      ],
      [
        " Graham",
        -0.00031353603
      ]
    ]
  },
  "This ballet, first performed in 1870, contains the \"Ballad of the Ears of Corn,\" \"March of the Bell,\"": {
    "guess": "Coppélia",
    "confidence": [
      [
        "C",
        -0.28047878
      ],
      [
        "opp",
        -0.0015431918
      ],
      [
        "él",
        -0.023951868
      ],
      [
        "ia",
        -6.2729996e-06
      ]
    ]
  },
  "This ballet, first performed in 1870, contains the \"Ballad of the Ears of Corn,\" \"March of the Bell,\" and a famous Mazurka that appears twice in the first act. In its premier, it featured Giuseppina Bozzacchi": {
    "guess": "Coppélia",
    "confidence": [
      [
        "C",
        -0.055106588
      ],
      [
        "opp",
        -4.8351892e-05
      ],
      [
        "él",
        -0.034558292
      ],
      [
        "ia",
        -6.6306106e-06
      ]
    ]
  }
}