{
  "The idea for this invention came on a vacation to Ben Nevis in 1894, when a scientist noticed the optical effects of the sun shining through the mist. He tried to recreate those effects at the Cavendish Laboratory, but was frustrated until the discov  ery of radioactivity provided him with a source of": {
    "guess": "Cloud chamber",
    "confidence": [
      [
        "Cloud",
        -0.72319865
      ],
      [
        " chamber",
        -0.007935697
      ]
    ]
  },
  "The idea for this work was suggested by Clifford Bax. Originally scored as a piano duet, the last movement": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.00022833108
      ],
      [
        " Plan",
        -1.4617256e-05
      ],
      [
        "ets",
        -6.704273e-07
      ]
    ]
  },
  "The idea for this work was suggested by Clifford Bax. Originally scored as a piano duet, the last movement of this work was instead scored for an organ. A chorus is located in a separate room in one movement of this work, whose music was given to the musicians two hours before its premiere performance in the Queen's Hall. Its last movement has the chorus fade out at the end, and is called \"The Mystic\". This suite contains \"The Magician\" and \"The Bringer of Peace,\" as well as the \"Bringer of Jollity\". The \"Bringer of War\" is a well-known movement in, For 10 points, what eight-movement suite by Gustav Holst based on celestial objects such as Mercury?": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.000492149
      ],
      [
        " Plan",
        -2.7252845e-05
      ],
      [
        "ets",
        -1.8624639e-06
      ]
    ]
  },
  "Identify each of the following people associated with a modernist art movement F10PE.  A. Considered one of the founders of Futurism, this poet and political thinker was noted for his advancement of Fascist thought after his Futurist Political Party was absorbed into Mussolini's. He was also the first to provide a manifesto outlining Futurist ideas, Manifesto of Futurism, and he wrote the sound poem Zang Tumb Tumb.": {
    "guess": "Filippo Tommaso Marinetti",
    "confidence": [
      [
        "Fil",
        -0.024835803
      ],
      [
        "ippo",
        -7.266944e-05
      ],
      [
        " Tom",
        -3.488188e-05
      ],
      [
        "mas",
        -2.7252845e-05
      ],
      [
        "o",
        -0.00010294717
      ],
      [
        " Marin",
        -2.9517714e-05
      ],
      [
        "etti",
        -2.5583993e-05
      ]
    ]
  },
  "The \"idealized model\" of this effect requires parameters symbolized epsilon and alpha-sub-p. Compounds that promote this effect have high values of radiative forcing. An anti- form of this effect can cause thermocline inversion. The clathrate gun hypothesis is that compounds that cause this effect currently trapped in ice could be released due to it, setting up a positive feedback loop; such a loop could cause a runaway of this effect, which may have occurred on Venus. For 10 points, name this effect in which gases trap heat in the earth's atmosphere, a major mechanism of global warming.": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.009914156
      ],
      [
        "house",
        -6.1106686e-05
      ],
      [
        " effect",
        -0.006372744
      ]
    ]
  },
  "For an ideal gas, this quantity is equal to the number of moles times Boltzmann's constant, times the sum of five halves and the natural log of the quantity one over moles times volume divided by the cube of the thermal wavelength. For molecules in a solid, this quantity can be expressed as one over temperature times the difference between internal energy and zero point energy, plus the natural log of the rotational partition function times the product of moles and Boltzmann's constant. This quantity is also equal to the enthalpy minus Gibbs free energy, all over temperature. It is always increasing by the Second Law of Thermodynamics. For 10 points, give this thermodynamic quantity symbolized": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.052490167
      ]
    ]
  },
  "The ideas of this movement were introduced to the United States in part through a series of articles published by Harry Helson. Its theories were expanded in studies of the Zeigarnik effect and the development": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.2977687
      ],
      [
        "est",
        -5.443128e-05
      ],
      [
        "alt",
        -9.253091e-06
      ],
      [
        " psychology",
        -0.020846069
      ]
    ]
  },
  "Identify the following about the breakup of Yugoslavia in the early 1990s F10PE.  A. In 1990, the government of Serbian president Slobodan Milošević worked to limit the autonomy of Kosovo and Metohia and of this other formerly autonomous province. Serbs displaced by the wars in Bosnia and Croatia were resettled to this area, which has a very large Hungarian population and which is home to at least": {
    "guess": "Kosovo War",
    "confidence": [
      [
        "K",
        -0.98638934
      ],
      [
        "os",
        -0.00041649136
      ],
      [
        "ovo",
        -0.00040803154
      ],
      [
        " War",
        -0.074167594
      ]
    ]
  },
  "The ideas of this movement were introduced to the United States in part through a series of articles": {
    "guess": "Transcendentalism",
    "confidence": [
      [
        "Trans",
        -0.86934495
      ],
      [
        "c",
        -2.2007884e-05
      ],
      [
        "end",
        -3.2929079e-06
      ],
      [
        "ental",
        -4.4894987e-05
      ],
      [
        "ism",
        -0.0028819032
      ]
    ]
  },
  "for 1, 10 for 2, 20 for 3, and 30 for all 4, identify these cocktails all of which share a common ingredient.  A. There are two recipes for this strong drink, the \"classic\", which is 1 part 151 proof rum,": {
    "guess": "Gold leaf cocktail",
    "confidence": [
      [
        "Gold",
        -0.98081166
      ],
      [
        " leaf",
        -1.3964245
      ],
      [
        " cocktail",
        -0.62804365
      ]
    ]
  },
  "This idea underlies the mechanics of competing theories due to Bullard and Vening Meinesz, which explained data that remained anomalous even after applying the Bouguer correction. This concept explains why the Gulf of Bothnia will eventually close. One model for this concept holds that rocks with less": {
    "guess": "Isostasy",
    "confidence": [
      [
        "Is",
        -0.58487326
      ],
      [
        "ost",
        -0.00038110252
      ],
      [
        "asy",
        -0.00032247265
      ]
    ]
  },
  "He has been identified as the nameless Old Man who leads the three men to treasure in Chaucer's Pardoner's Tale. He is also the subject of a series of etchings by Gustave Dore. John Galsworthy's \"A Simple Tale\" concerns him, as does O Henry's , \"A Door of Unrest. \" Percy Shelley's poem about him is subtitled the \"Victim of the Eternal Avenger\", and he is also the subject of Mary Shelley's The Mortal Immortal. First described in Roger of Wendover's Flores Historiarum, he is a shoemaker who did lot let Christ lean on his house during his carrying of the Cross. FTP, identify this legendary Jew named": {
    "guess": "Wandering Jew",
    "confidence": [
      [
        "W",
        -0.47075146
      ],
      [
        "andering",
        0.0
      ],
      [
        " Jew",
        -0.0005710252
      ]
    ]
  },
  "Identify the following characters from Boris Pasternak's classic novel, _Dr. Zhivago_, F10PE.  A. He was the attorney for Yurii's father and was partly responsible for his suicide. He also had an elicit relationship with Lara for years, leading her to attempt to shoot him at the Sventitskys' Christmas": {
    "guess": "Doctor Zhivago",
    "confidence": [
      [
        "Doctor",
        -0.29478022
      ],
      [
        " Zh",
        -0.0067646336
      ],
      [
        "iv",
        -6.0033854e-05
      ],
      [
        "ago",
        -0.0001245157
      ]
    ]
  },
  "for 1, 10 for 2, 20 for 3, and 30 for all 4, identify these cocktails all of which share a common ingredient.  A. There are two recipes for this strong drink, the \"classic\", which is 1 part 151 proof rum, 1 part Everclear, and 1 part Blue Curaçao, and the \"lighter\", which is 1 part 151 proof rum, 1 part": {
    "guess": "List of cocktails",
    "confidence": [
      [
        "List",
        -1.2297493
      ],
      [
        " of",
        -0.0035424554
      ],
      [
        " cocktails",
        -0.0352
      ]
    ]
  },
  "This idea can be divided into apophatic and kataphatic varieties depending on whether it can be explained concretely. William James' The Varieties of Religious Experience asks if saintly life originates from this idea and states that \"ineffability\" is a prerequisite for a tradition to adhere to it. This idea underlies a tradition whose practitioners attempt to merge the (*) Godhead with the Einsof. It underlies a different tradition that uses various practices to achieve the Six Subtleties as well as fana. That group also emulates the motion of planets through the practice of whirling, fostering this experience by proxy. For 10 points, name this human experience of the transcendent divine that characterizes sects like Kabbalah and Sufism.": {
    "guess": "Mysticism",
    "confidence": [
      [
        "M",
        -0.00040672027
      ],
      [
        "yst",
        -1.9361265e-07
      ],
      [
        "icism",
        -0.086045235
      ]
    ]
  },
  "The idea for this event was conceived eight years prior at an anti-slavery convention in London. The event itself was denounced by religious leaders, but given a positive report by Frederick Douglass. Creating a so-called Declaration of Sentiments, nearly 300 people participated in it, including Lucy Stone and Susan B. Anthony. Taking place in New York in July of 1848, for 10 points, name this meeting spearheaded by Elizabeth Cady Stanton and Lucretia Mott, which focused on improving women's rights.": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.0020859044
      ],
      [
        "eca",
        -2.3080716e-05
      ],
      [
        " Falls",
        -5.9199425e-05
      ],
      [
        " Convention",
        -2.8564085e-05
      ]
    ]
  },
  "While not an ideal description, this equation is considered a good approximation of the movement of blood through vessels.  This equation indicates a high dependency on the radius of the tube involved": {
    "guess": "Hagen–Poiseuille equation",
    "confidence": [
      [
        "H",
        -0.3181277
      ],
      [
        "agen",
        -7.100059e-05
      ],
      [
        "–",
        -0.32990563
      ],
      [
        "Po",
        -0.00016480287
      ],
      [
        "ise",
        -3.1281633e-07
      ],
      [
        "u",
        -1.0280384e-06
      ],
      [
        "ille",
        -3.0232935e-05
      ],
      [
        " equation",
        -9.209964e-05
      ]
    ]
  },
  "The \"idealized model\" of this effect requires parameters symbolized epsilon and alpha-sub-p. Compounds that promote this effect have high values of radiative forcing. An anti- form of this effect can cause": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.06279435
      ],
      [
        "house",
        -4.4849444e-06
      ],
      [
        " effect",
        -0.018400073
      ]
    ]
  },
  "-20-10 Identify the philosopher      A. 30 point clue: This philosopher's unconventional education featured two years of study in France, and sporadic studies during a long tour of Europe with his family.      B. 20 point clue: In 1818, after publishing his chief work, he took a lecturing position at the University of Berlin and competed with Hegel for respect and acclaim.      C. 10 point clue: Known": {
    "guess": "Arthur Schopenhauer",
    "confidence": [
      [
        "Arthur",
        -0.77385515
      ],
      [
        " Sch",
        -0.00056780665
      ],
      [
        "openh",
        -0.00020520923
      ],
      [
        "auer",
        -0.0005427849
      ]
    ]
  },
  "For an ideal gas, this quantity is equal to the number of moles times Boltzmann's constant, times the sum of five halves and the natural log of the quantity one over moles times volume divided by the cube of the thermal wavelength. For molecules in a solid, this quantity can be expressed as one over temperature times the difference between internal energy and zero point energy, plus the natural log": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.7858376
      ],
      [
        "ib",
        -9.0883464e-07
      ],
      [
        "bs",
        -0.0001627764
      ],
      [
        " free",
        -0.031379245
      ],
      [
        " energy",
        -7.421909e-05
      ]
    ]
  },
  "Identify the common year FTP: The first pizzeria opens in NYC; the first commercially successful movie projector is developed in France; Carl Orff and Jean-Paul Sartre are born; French West Africa is created;": {
    "guess": "1905",
    "confidence": [
      [
        "190",
        -0.037834324
      ],
      [
        "5",
        -0.0076287575
      ]
    ]
  },
  "This idea underlies the mechanics of competing theories due to Bullard and Vening Meinesz, which explained data that remained anomalous even after applying the Bouguer correction. This concept explains why the Gulf of Bothnia will eventually close. One model for this concept holds that rocks with less density will be topographically higher. Another model for this concept claims that crust thickness will cause altitude changes. The aforementioned models are the Airy and Pratt models for this concept, which is analogous to buoyancy. Post-glacial rebound is one consequence of this concept. For 10 points, name this term for the gravitational equilibrium between the asthenosphere and lithosphere, which describes how tectonic plates \"float.\"": {
    "guess": "Isostasy",
    "confidence": [
      [
        "Is",
        -0.029363468
      ],
      [
        "ost",
        -4.501419e-05
      ],
      [
        "asy",
        -1.0802739e-05
      ]
    ]
  },
  "Identify the following characters from Boris Pasternak's classic novel, _Dr. Zhivago_, F10PE.  A. He": {
    "guess": "Doctor Zhivago",
    "confidence": [
      [
        "Doctor",
        -0.34359413
      ],
      [
        " Zh",
        -0.0033523783
      ],
      [
        "iv",
        -4.8709502e-05
      ],
      [
        "ago",
        -9.805982e-05
      ]
    ]
  },
  "The idea for this work was suggested by Clifford Bax. Originally scored as a piano duet, the last movement of this work was instead scored for an organ. A chorus is located in a separate room in one movement of this work, whose music was given to the musicians two hours before its premiere performance in the Queen's Hall. Its last movement has the chorus fade out at the end, and is called \"The Mystic\". This suite contains \"The Magician\" and \"The Bringer of Peace,\" as well as the \"Bringer of Jollity\".": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.0024832692
      ],
      [
        " Plan",
        -0.00024739266
      ],
      [
        "ets",
        -6.2729996e-06
      ]
    ]
  },
  "For an ideal gas, this quantity is equal to the number of moles times Boltzmann's constant, times the sum of five halves and the natural log of the quantity one over moles times volume divided by the cube of the thermal wavelength. For molecules in a solid, this quantity can be expressed as one over": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -1.411985
      ],
      [
        "ib",
        -6.511407e-06
      ],
      [
        "bs",
        -0.0010419787
      ],
      [
        " free",
        -0.047019992
      ],
      [
        " energy",
        -0.00011272187
      ]
    ]
  },
  "He has been identified as the nameless Old Man who leads the three men to treasure in Chaucer's Pardoner's Tale. He is also the subject of a series of etchings by Gustave Dore. John Galsworthy's \"A Simple Tale\" concerns him, as does O Henry's , \"A Door of Unrest. \" Percy Shelley's poem about him is subtitled the \"Victim of the Eternal Avenger\", and he is also the subject of Mary Shelley's The Mortal": {
    "guess": "Prometheus",
    "confidence": [
      [
        "Prom",
        -0.496567
      ],
      [
        "etheus",
        -0.0001341712
      ]
    ]
  },
  "He has been identified as an ascetic martyr, killed in his crusade against the irrational tide of religious fanaticism. Others suggest that he was a myopic psychopath who was unable to accept human nature as it stood, and tried to suppress it. Still others seem him as sexually repressed, as signified by his assuming the garb of a woman in order to see his mother's wild orgies. In the end, though, the": {
    "guess": "Marquis de Sade",
    "confidence": [
      [
        "Mar",
        -0.42405507
      ],
      [
        "quis",
        -0.011697117
      ],
      [
        " de",
        -0.0054936646
      ],
      [
        " S",
        -0.00041148844
      ],
      [
        "ade",
        -5.5122365e-07
      ]
    ]
  },
  "The idea for this event was conceived eight years prior at an anti-slavery convention in London. The event itself was denounced by religious leaders, but given a positive report by Frederick Douglass. Creating a so-called Declaration of Sentiments, nearly 300 people participated in it, including Lucy": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.004838907
      ],
      [
        "eca",
        -4.9067115e-05
      ],
      [
        " Falls",
        -6.2656334e-05
      ],
      [
        " Convention",
        -8.44706e-05
      ]
    ]
  },
  "This idea can be divided into apophatic and kataphatic varieties depending on whether it can be explained concretely. William James' The Varieties of Religious Experience asks if saintly life originates from this idea and states that \"ineffability\" is a prerequisite for a tradition to adhere to it. This idea underlies a tradition whose practitioners attempt to merge the (*) Godhead with the Einsof. It underlies a different tradition that uses various practices to achieve the Six Subtleties as well as fana. That group also emulates the motion of planets through the practice of whirling, fostering": {
    "guess": "Mysticism",
    "confidence": [
      [
        "M",
        -0.021125192
      ],
      [
        "yst",
        -1.8624639e-06
      ],
      [
        "icism",
        -0.002024401
      ]
    ]
  },
  "This idea can be divided into apophatic and kataphatic varieties depending on whether it can be explained concretely. William James' The Varieties of Religious Experience asks if saintly life originates": {
    "guess": "Mysticism",
    "confidence": [
      [
        "M",
        -0.01805769
      ],
      [
        "yst",
        -5.9153886e-06
      ],
      [
        "icism",
        -0.00075757346
      ]
    ]
  },
  "These can be identified using a technique known as TILLING. Harris Bernstein discovered the \"amber\" type of them, which is contrasted with the \"ochre\" and \"opal\" types. One example of the \"point\" variety": {
    "guess": "Mutation",
    "confidence": [
      [
        "Mutation",
        -1.1186705
      ]
    ]
  },
  "Identify the common year FTP: The first pizzeria opens in NYC; the first commercially successful movie": {
    "guess": "1905",
    "confidence": [
      [
        "190",
        -0.7186231
      ],
      [
        "5",
        -0.0025458166
      ]
    ]
  },
  "The ideas of this group were promoted in works like On the Development of the Monist View of History. Banned after the Kronstadt Rising, some of their members such as Tsereteli and Dan served in the Provisional": {
    "guess": "Bolsheviks",
    "confidence": [
      [
        "B",
        -0.51599544
      ],
      [
        "ols",
        -0.004795715
      ],
      [
        "hevik",
        -0.00076471834
      ],
      [
        "s",
        -0.010677669
      ]
    ]
  },
  "While not an ideal description, this equation is considered a good approximation of the movement of blood through vessels.  This equation indicates a high dependency on the radius of the tube involved since it utilizes a proportionality that raises the radius to the fourth power.  It surpasses the Bernoulli equation in terms of realistic descriptions because it takes into account a fluid's viscosity": {
    "guess": "Hagen–Poiseuille equation",
    "confidence": [
      [
        "H",
        -0.063864164
      ],
      [
        "agen",
        -3.1281633e-07
      ],
      [
        "–",
        -0.30971828
      ],
      [
        "Po",
        -0.0001375089
      ],
      [
        "ise",
        -2.1008714e-06
      ],
      [
        "u",
        -1.6240566e-06
      ],
      [
        "ille",
        -1.6882126e-05
      ],
      [
        " equation",
        -7.79144e-05
      ]
    ]
  },
  "Identify the ecumenical council which handled each of the following issues F10PE.  A. This council declared that Mary was \"Theotokos\", not just \"Christotokos\", because she gave birth to God as a man, not just a man whom God had chosen. It also condemned Nestorianism and Pelagianism as heresies and forbade": {
    "guess": "Council of Ephesus",
    "confidence": [
      [
        "Council",
        -0.013812037
      ],
      [
        " of",
        -2.2842309e-05
      ],
      [
        " Eph",
        -0.00041839862
      ],
      [
        "esus",
        -1.2664457e-06
      ]
    ]
  },
  "For an ideal gas, this quantity can be derived from temperature using Sutherland's formula. This quantity can be mathematically represented by tensors of fourth or higher orders. Bingham plastics can experience a dramatic increase in this property at high stresses, though at low stresses it instead is characterized by an amalgamation of this term and \"elastic.\" Thixotropic and rheopectic materials respectively decrease and increase this property over time, much like the processes of shear thinning and shear thickening. This value is non-constant for non-Newtonian fluids, such as blood and ketchup. Analogous to friction, for 10 points, identify this term for a fluid's resistance to flow.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0025662645
      ],
      [
        "cosity",
        -0.0001243965
      ]
    ]
  },
  "Identify the following characters from Boris Pasternak's classic novel, _Dr. Zhivago_, F10PE.  A. He was the attorney for Yurii's father and was partly responsible for his suicide. He also had an elicit": {
    "guess": "Doctor Zhivago",
    "confidence": [
      [
        "Doctor",
        -0.28741995
      ],
      [
        " Zh",
        -0.0021763123
      ],
      [
        "iv",
        -2.6656826e-05
      ],
      [
        "ago",
        -7.600714e-05
      ]
    ]
  },
  "For an ideal gas, this property is proportional to the average kinetic energy of the particles. Relative humidity is computed by comparing the wet-bulb and dry-bulb measurements of this quantity. According to the third law of thermodynamics, a perfect crystal has zero entropy when this property is (*) absolute zero. For 10 points, name this quantity whose SI unit is the kelvin and that can also be": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.00023965542
      ]
    ]
  },
  "The idea for this work was suggested by Clifford Bax. Originally scored as a piano duet, the last movement of this work was instead scored for an organ. A chorus is located in a separate room in one movement of this work, whose music was given to the musicians two hours before its premiere performance in the Queen's Hall. Its last movement has the chorus fade out at the end, and is called \"The Mystic\". This suite contains \"The Magician\" and \"The Bringer of Peace,\" as well as the \"Bringer of Jollity\". The \"Bringer of War\" is a well-known movement in, For 10 points, what eight-movement suite by Gustav": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.0077357003
      ],
      [
        " Plan",
        -0.00018744789
      ],
      [
        "ets",
        -7.89631e-07
      ]
    ]
  },
  "Identify the American author from works, 30-10-10  30 pts: The plays _The Women of Andros_ and _The Trumpet": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0025193
      ],
      [
        "nton",
        -5.6815352e-05
      ],
      [
        " Wild",
        -0.0002478695
      ],
      [
        "er",
        -2.3795938e-05
      ]
    ]
  },
  "Identify the following from Plato's Republic.      A. Book seven introduces this simile to illustrate": {
    "guess": "Allegory of the Cave",
    "confidence": [
      [
        "Al",
        -0.27891496
      ],
      [
        "leg",
        -1.9816675e-06
      ],
      [
        "ory",
        -2.0696643e-05
      ],
      [
        " of",
        -0.00021617231
      ],
      [
        " the",
        -0.00011415232
      ],
      [
        " Cave",
        -0.004909362
      ]
    ]
  },
  "-20-10: Identify the book of the Bible from verses.  30: Remember your Creator in the days of your youth, before the days of trouble come.  20: \"Meaningless! Meaningless!\" says the Teacher. \"Everything is meaningless!\"  10: There is a time for everything, and a season for every activity under heaven: a time to be born and a time to die.": {
    "guess": "Ecclesiastes",
    "confidence": [
      [
        "E",
        -0.6543548
      ],
      [
        "cc",
        -5.2001665e-06
      ],
      [
        "lesi",
        -0.00041303443
      ],
      [
        "astes",
        -6.3490756e-05
      ]
    ]
  },
  "He has been identified as the nameless Old Man who leads the three men to treasure in Chaucer's Pardoner's Tale. He is also the subject of a series of etchings by Gustave Dore. John Galsworthy's \"A Simple Tale\" concerns him, as does O Henry's , \"A Door of Unrest. \" Percy Shelley's poem about him is subtitled the \"Victim of the Eternal Avenger\", and he is also the subject of Mary Shelley's The Mortal Immortal. First described in Roger of Wendover's Flores Historiarum, he is a shoemaker who did lot let Christ lean on his house during his carrying of the Cross. FTP, identify this legendary Jew named Ahasverus who is doomed to walk the earth eternally.": {
    "guess": "Wandering Jew",
    "confidence": [
      [
        "W",
        -0.0102954535
      ],
      [
        "andering",
        -1.9361265e-07
      ],
      [
        " Jew",
        -0.0004720219
      ]
    ]
  },
  "For an ideal gas, this quantity is equal to the number of moles times Boltzmann's constant, times the sum of five halves and the natural log of the quantity one over moles times volume divided by the cube of the thermal wavelength. For molecules in a solid, this quantity can be expressed as one over temperature times the difference between internal energy and zero point energy, plus the natural log of the rotational partition function times the product of moles and Boltzmann's constant. This quantity": {
    "guess": "Statistical mechanics",
    "confidence": [
      [
        "Stat",
        -1.5128297
      ],
      [
        "istical",
        -9.610702e-06
      ],
      [
        " mechanics",
        -0.21206589
      ]
    ]
  },
  "Identify the ecumenical council which handled each of the following issues F10PE.  A. This council declared": {
    "guess": "Council of Chalcedon",
    "confidence": [
      [
        "Council",
        -0.747055
      ],
      [
        " of",
        -0.0006086752
      ],
      [
        " Ch",
        -0.7350052
      ],
      [
        "al",
        -2.4630364e-05
      ],
      [
        "ced",
        -3.9054008e-05
      ],
      [
        "on",
        -7.9418505e-06
      ]
    ]
  },
  "He has been identified as an ascetic martyr, killed in his crusade against the irrational tide of religious fanaticism. Others suggest that he was a myopic psychopath who was unable to accept human nature as it stood, and tried to suppress it. Still others seem him as sexually repressed, as signified": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -1.9139832
      ],
      [
        "igm",
        -0.5080488
      ],
      [
        "und",
        -1.8074163e-05
      ],
      [
        " Freud",
        -0.00016468366
      ]
    ]
  },
  "For an ideal gas, this quantity is equal to the number of moles times Boltzmann's constant, times the sum of five halves and the natural log of the quantity one over moles times volume divided by the cube of the thermal wavelength. For molecules in a solid, this quantity can be expressed as one over temperature times the difference between internal energy and zero point energy, plus the natural log of the rotational partition function times the product of moles and Boltzmann's constant. This quantity is also equal to the enthalpy minus Gibbs free energy, all over temperature. It is always increasing": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -1.55185
      ],
      [
        "ical",
        -3.2929079e-06
      ],
      [
        " potential",
        -0.1725955
      ]
    ]
  },
  "One idea proposed by this theorist is the spectacle, or opsis. He also discussed the idea of simulated representation, which he referred to by a term later used to title a book by Erich Auerbach, mimesis (mim-EE-sis). He also identified the anagnorisis (aa-nag-nor-EE-sis), or moment of recognition, and": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.5443314
      ]
    ]
  },
  "Identify the American author from works, 30-10-10  30 pts: The plays _The Women of Andros_ and _The Trumpet Shall  Sound_; the novel _The Ides of March_  20 pts: The novels _The Cabala_ and _Heaven's My Destiny_; the play  _The Skin of Our Teeth_  10 pts: The novels _Bridge of San Luis Rey_ and the play _Our  Town_.": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0015673536
      ],
      [
        "nton",
        -1.8193366e-05
      ],
      [
        " Wild",
        -0.0007199381
      ],
      [
        "er",
        -4.441817e-05
      ]
    ]
  },
  "Identify the following players from the US Women's National Soccer Team F10PE.  A. She is the University of Florida's all-time leading goal scorer and won the Founders' Cup MVP award for the 2003 WUSA title game with the Washington Freedom. Her national team career is notable for a goal against rival": {
    "guess": "Abby Wambach",
    "confidence": [
      [
        "Ab",
        -0.07741314
      ],
      [
        "by",
        -8.9357956e-05
      ],
      [
        " W",
        -0.0005613733
      ],
      [
        "amb",
        -0.0006177237
      ],
      [
        "ach",
        -2.8444882e-05
      ]
    ]
  },
  "For an ideal gas, this quantity can be derived from temperature using Sutherland's formula. This quantity": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.011566331
      ],
      [
        "cosity",
        -1.9862217e-05
      ]
    ]
  },
  "This idea can be divided into apophatic and kataphatic varieties depending on whether it can be explained concretely. William James' The Varieties of Religious Experience asks if saintly life originates from this idea and states that \"ineffability\" is a prerequisite for a tradition to adhere to it. This idea underlies a tradition whose practitioners attempt to merge the (*) Godhead with the Einsof. It underlies a different tradition that uses various practices to achieve the Six Subtleties as well as fana. That group also emulates the motion of planets through the practice of whirling, fostering this experience by proxy. For 10 points, name this human experience of the transcendent divine that": {
    "guess": "Mysticism",
    "confidence": [
      [
        "M",
        -0.001241898
      ],
      [
        "yst",
        -7.89631e-07
      ],
      [
        "icism",
        -0.6402709
      ]
    ]
  },
  "He has been identified as the nameless Old Man who leads the three men to treasure in Chaucer's Pardoner's": {
    "guess": "The Pardoner's Tale",
    "confidence": [
      [
        "The",
        -0.10215376
      ],
      [
        " P",
        -0.6903765
      ],
      [
        "ard",
        -0.00010223195
      ],
      [
        "oner",
        -9.849109e-06
      ],
      [
        "'s",
        -0.000591398
      ],
      [
        " Tale",
        -0.0017322985
      ]
    ]
  },
  "This idea underlies the mechanics of competing theories due to Bullard and Vening Meinesz, which explained data that remained anomalous even after applying the Bouguer correction. This concept explains why the Gulf of Bothnia will eventually close. One model for this concept holds that rocks with less density will be topographically higher. Another model for this concept claims that crust thickness will cause altitude changes. The aforementioned models are the Airy and Pratt models for this concept,": {
    "guess": "Isostasy",
    "confidence": [
      [
        "Is",
        -0.029103335
      ],
      [
        "ost",
        -7.77952e-05
      ],
      [
        "asy",
        -0.00056077726
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and is often believed to be the reason for a reference to a Brothers Grimm tale during a rant against Beckmesser in one work by the holder of this orientation. The subject of the book The Darker Side of Genius is this attitude, which reached its zenith in an article that denounced the \"cold indifference\" of a \"peculiar blubber\" and the \"evil conscience of our modern civilization.\" That article, demonstrating": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9750065
      ]
    ]
  },
  "Identify the following about the breakup of Yugoslavia in the early 1990s F10PE.  A. In 1990, the government of Serbian president Slobodan Milošević worked to limit the autonomy of Kosovo and Metohia and": {
    "guess": "Breakup of Yugoslavia",
    "confidence": [
      [
        "Break",
        -0.7948092
      ],
      [
        "up",
        -1.9743013e-05
      ],
      [
        " of",
        -0.0013691654
      ],
      [
        " Yugoslavia",
        -0.000114033115
      ]
    ]
  },
  "Identify the common surname: Frank and his sister Margaret were prominent poster painters of the Art Nouveau movement; Jock was among the first of the Canadian abstract artists; James Edward was an English-Canadian Impressionistic landscapist; James Ramsay was England's first Labour Prime Minister; and Sir John Alexander was the first Canadian Prime Minister. FTP, identify this common Scottish last name of fast food's \"Ronald\".": {
    "guess": "MacDonald",
    "confidence": [
      [
        "Mac",
        -0.008833551
      ],
      [
        "Donald",
        -0.08273317
      ]
    ]
  },
  "He has been identified as an ascetic martyr, killed in his crusade against the irrational tide of religious": {
    "guess": "Saint Josaphat",
    "confidence": [
      [
        "Saint",
        -1.5204077
      ],
      [
        " Jos",
        -0.42910093
      ],
      [
        "aph",
        -0.00016694854
      ],
      [
        "at",
        -0.00031842338
      ]
    ]
  },
  "The ideas of this movement were introduced to the United States in part through a series of articles published by Harry Helson. Its theories were expanded in studies of the Zeigarnik effect and the development of field theory by Kurt Lewin. Early influences on it included the phenomenology of Carl Stumpf": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.0038986309
      ],
      [
        "est",
        -1.8789384e-05
      ],
      [
        "alt",
        -7.672237e-05
      ],
      [
        " psychology",
        -0.0020116717
      ]
    ]
  },
  "This idea underlies the mechanics of competing theories due to Bullard and Vening Meinesz, which explained data that remained anomalous even after applying the Bouguer correction. This concept explains why the Gulf of Bothnia will eventually close. One model for this concept holds that rocks with less density will be topographically higher. Another model for this concept claims that crust thickness will cause altitude changes. The aforementioned models are the Airy and Pratt models for this concept, which is analogous to buoyancy. Post-glacial rebound is one consequence of this concept. For 10 points, name this term for the gravitational equilibrium between the asthenosphere and lithosphere,": {
    "guess": "Isostasy",
    "confidence": [
      [
        "Is",
        -0.0078020412
      ],
      [
        "ost",
        -4.9617593e-06
      ],
      [
        "asy",
        -2.9756122e-05
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized the judicial system for making an institution out of the human instinct of hostility in his essay \"The Psychology of Punitive Justice.\"  He rejected Whitehead's attempt to employ absolute idealism to provide a philosophical underpinning for the theory of relativity, arguing instead that the principle of sociality does the needed work in his essay \"The Objective Reality of Perspectives.\"  In his Carus lectures, he sought to bring together scientific determinism and the emergence of novelty, which he did through his \"philosophy of the present.\"  He published no books during his life, but after he died such works as Movements of Thought in the Nineteenth Century and Mind, Self, and Society appeared.  FTP, name this leading thinker of the Chicago School, an associate of John Dewey known": {
    "guess": "George Herbert Mead",
    "confidence": [
      [
        "George",
        -0.0062057152
      ],
      [
        " Herbert",
        -0.022981286
      ],
      [
        " Me",
        -2.129266e-05
      ],
      [
        "ad",
        -0.00021498026
      ]
    ]
  },
  "This idea can be divided into apophatic and kataphatic varieties depending on whether it can be explained concretely. William James' The Varieties of Religious Experience asks if saintly life originates from this idea and states that \"ineffability\" is a prerequisite for a tradition to adhere to it. This idea underlies a tradition whose practitioners attempt to merge the (*) Godhead with the Einsof.": {
    "guess": "Mysticism",
    "confidence": [
      [
        "M",
        -0.005057991
      ],
      [
        "yst",
        -9.014684e-06
      ],
      [
        "icism",
        -0.0033974103
      ]
    ]
  },
  "Identify the following from Plato's Republic.      A. Book seven introduces this simile to illustrate the difference between appearance and reality. It involves a man who lives in darkness, is allowed to see the outside world, but then upon returning is unable to communicate his newfound knowledge to": {
    "guess": "Allegory of the Cave",
    "confidence": [
      [
        "Al",
        -0.013011274
      ],
      [
        "leg",
        -1.9816675e-06
      ],
      [
        "ory",
        -4.4849444e-06
      ],
      [
        " of",
        -0.00044663885
      ],
      [
        " the",
        -0.0004715451
      ],
      [
        " Cave",
        -0.015843844
      ]
    ]
  },
  "For an ideal gas, this quantity can be derived from temperature using Sutherland's formula. This quantity can be mathematically represented by tensors of fourth or higher orders. Bingham plastics can experience a dramatic increase in this property at high stresses, though at low stresses it instead is characterized by an amalgamation of this term and \"elastic.\" Thixotropic and rheopectic materials": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.013409148
      ],
      [
        "cosity",
        -0.08431378
      ]
    ]
  },
  "Identified from its oxide in 1789 by Klaproth, its pure form was isolated in 1824 by Berzelius. It is relatively abundant in the Earth's crust and is transparent to neutrons. What is this element used in nuclear reactors for cladding feul irons, for alloying with Uranium, and for reactor-core structures": {
    "guess": "Zirconium",
    "confidence": [
      [
        "Z",
        -0.017468981
      ],
      [
        "ircon",
        -1.6643718e-05
      ],
      [
        "ium",
        -2.5583993e-05
      ]
    ]
  },
  "The \"idealized model\" of this effect requires parameters symbolized epsilon and alpha-sub-p. Compounds that promote this effect have high values of radiative forcing. An anti- form of this effect can cause thermocline inversion. The clathrate gun hypothesis is that compounds that cause this effect currently": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.111895286
      ],
      [
        "house",
        -1.0921943e-05
      ],
      [
        " effect",
        -0.010504739
      ]
    ]
  },
  "One idea proposed by this theorist is the spectacle, or opsis. He also discussed the idea of simulated representation, which he referred to by a term later used to title a book by Erich Auerbach, mimesis (mim-EE-sis). He also identified the anagnorisis (aa-nag-nor-EE-sis), or moment of recognition, and the peripeteia (per-uh-pit-EY-uh), or reversal of circumstances, as elements of drama. Other elements include hamartia (hah-MARSH-uh), a character's tragic flaw, and catharsis. For 10 points, name": {
    "guess": "Aristotle",
    "confidence": [
      [
        "A",
        -0.005583302
      ],
      [
        "rist",
        -0.0009359975
      ],
      [
        "otle",
        -0.00046463127
      ]
    ]
  },
  "Identify the common year FTP: The first pizzeria opens in NYC; the first commercially successful movie projector is developed in France; Carl Orff and Jean-Paul Sartre are born; French West Africa is created; The Importance of Being Earnest, The Time Machine, and The Red Badge of Courage are published;": {
    "guess": "1895",
    "confidence": [
      [
        "189",
        -0.050992765
      ],
      [
        "5",
        -0.028628953
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized the judicial system for making an institution out of the human instinct of hostility in his essay \"The Psychology of Punitive Justice.\"  He rejected Whitehead's attempt to employ absolute idealism to provide a philosophical underpinning for the theory of relativity, arguing instead that the principle of sociality does the needed work in his essay \"The Objective Reality of Perspectives.\"  In his Carus lectures, he sought to bring together scientific determinism and the emergence of novelty,": {
    "guess": "Alfred North Whitehead",
    "confidence": [
      [
        "Al",
        -0.30439496
      ],
      [
        "fred",
        -0.00028648414
      ],
      [
        " North",
        -0.11081025
      ],
      [
        " White",
        -4.5371802e-05
      ],
      [
        "head",
        -7.226629e-06
      ]
    ]
  },
  "Identify the following about the breakup of Yugoslavia in the early 1990s F10PE.  A. In 1990, the government of Serbian president Slobodan Milošević worked to limit the autonomy of Kosovo and Metohia and of this other formerly autonomous province. Serbs displaced by the wars in Bosnia and Croatia were": {
    "guess": "Breakup of Yugoslavia",
    "confidence": [
      [
        "Break",
        -1.0369357
      ],
      [
        "up",
        -2.5226382e-05
      ],
      [
        " of",
        -0.002297517
      ],
      [
        " Yugoslavia",
        -8.2324936e-05
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and is often believed to be the reason for a reference to a Brothers Grimm tale during a rant against Beckmesser in one work by the holder of this orientation. The subject of the book The Darker Side of Genius is this attitude, which reached its zenith in an article that denounced the \"cold indifference\" of a \"peculiar blubber\" and the \"evil conscience of our modern civilization.\" That article, demonstrating this ideological orientation, compared certain people to worms on the body of art, demanded that those people \"go under like Ahauseurus,\" and was signed with the pseudonym \"K. Freigedank.\" For 10 points, identify this bias of a particular composer, which manifested in the 1850 New Journal of": {
    "guess": "Anti-Semitism",
    "confidence": [
      [
        "Anti",
        -0.8050331
      ],
      [
        "-Semitism",
        -0.0439926
      ]
    ]
  },
  "This idea was first discussed by the Belgian priest Georges Lemaître, who called it the \"hypothesis of the primeval atom,\" but was given its current name by Fred Hoyle. The Planck epoch occurred immediately after it, and less than a (*) second had gone by before hadrons were formed. CMBR is a remnant of this event, which has also been verified by Hubble's observations. Occurring a little over 13 billion years ago, for ten points, what is this theory, which posits that the universe began from a single": {
    "guess": "Big Bang",
    "confidence": [
      [
        "Big",
        -0.052531123
      ],
      [
        " Bang",
        -0.0015894851
      ]
    ]
  },
  "Identify the American author from works, 30-10-10  30 pts: The plays _The Women of Andros_ and _The Trumpet Shall  Sound_; the novel _The Ides of March_  20 pts: The novels _The Cabala_ and _Heaven's My": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0007351778
      ],
      [
        "nton",
        -0.00048739553
      ],
      [
        " Wild",
        -0.00052717654
      ],
      [
        "er",
        -2.4034345e-05
      ]
    ]
  },
  "This idea was first discussed by the Belgian priest Georges Lemaître, who called it the \"hypothesis of the primeval atom,\" but was given its current name by Fred Hoyle. The Planck epoch occurred immediately after it, and less than a (*) second had gone by before hadrons were formed. CMBR is a remnant": {
    "guess": "Big Bang nucleosynthesis",
    "confidence": [
      [
        "Big",
        -0.051572274
      ],
      [
        " Bang",
        -0.004511293
      ],
      [
        " nucle",
        -0.05184759
      ],
      [
        "os",
        -0.00017958412
      ],
      [
        "ynthesis",
        -0.00034535606
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and is often believed to be the reason for a reference to a Brothers Grimm tale during a rant against Beckmesser in one work by the holder of this orientation. The subject of the book The Darker Side of Genius is this attitude, which reached its zenith in an article that denounced the \"cold indifference\"": {
    "guess": "Romanticism",
    "confidence": [
      [
        "Rom",
        -1.0711528
      ],
      [
        "antic",
        -0.0001693326
      ],
      [
        "ism",
        -0.12095632
      ]
    ]
  },
  "-20-10 Identify the philosopher      A. 30 point clue: This philosopher's unconventional education featured two years of study in France, and sporadic studies during a long tour of Europe with his family.      B. 20 point clue: In 1818, after publishing his chief work, he took a lecturing position at": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -1.4426222
      ],
      [
        "ried",
        -0.00060188427
      ],
      [
        "rich",
        -0.00057447836
      ],
      [
        " Nietzsche",
        -0.020741813
      ]
    ]
  },
  "Identify the following small or regional fast-food restaurant chains from a description of some of their unique menu items.  A. This Utah-based regional chain claims to be the origin of both the kid's meal and fry sauce. Fry sauce is made from tomato concentrate, lemon juice, eggs, and many other ingredients.": {
    "guess": "Arctic Circle",
    "confidence": [
      [
        "Ar",
        -0.78394157
      ],
      [
        "ctic",
        -0.0020455788
      ],
      [
        " Circle",
        -0.00018744789
      ]
    ]
  },
  "This idea was first discussed by the Belgian priest Georges Lemaître, who called it the \"hypothesis of": {
    "guess": "Big Bang nucleosynthesis",
    "confidence": [
      [
        "Big",
        -0.62481993
      ],
      [
        " Bang",
        -0.001816075
      ],
      [
        " nucle",
        -0.8498546
      ],
      [
        "os",
        -0.0005831766
      ],
      [
        "ynthesis",
        -0.000348813
      ]
    ]
  },
  "While not an ideal description, this equation is considered a good approximation of the movement of blood through vessels.  This equation indicates a high dependency on the radius of the tube involved since it utilizes a proportionality that raises the radius to the fourth power.  It surpasses the Bernoulli": {
    "guess": "Hagen–Poiseuille equation",
    "confidence": [
      [
        "H",
        -0.27845407
      ],
      [
        "agen",
        -9.233804e-05
      ],
      [
        "–",
        -0.47975567
      ],
      [
        "Po",
        -0.00015109812
      ],
      [
        "ise",
        -3.1281633e-07
      ],
      [
        "u",
        -2.3392786e-06
      ],
      [
        "ille",
        -3.3093824e-05
      ],
      [
        " equation",
        -0.00015741224
      ]
    ]
  },
  "Identify the following about the breakup of Yugoslavia in the early 1990s F10PE.  A. In 1990, the government of Serbian president Slobodan Milošević worked to limit the autonomy of Kosovo and Metohia and of this other formerly autonomous province. Serbs displaced by the wars in Bosnia and Croatia were resettled to this area, which has a very large Hungarian population and which is home to at least 24 other ethnic groups.": {
    "guess": "Kosovo",
    "confidence": [
      [
        "K",
        -1.0167862
      ],
      [
        "os",
        -0.0005868719
      ],
      [
        "ovo",
        -0.0018883032
      ]
    ]
  },
  "Identify the common surname: Frank and his sister Margaret were prominent poster painters of the Art Nouveau movement; Jock was among the first of the Canadian abstract artists; James Edward was an English-Canadian Impressionistic landscapist; James Ramsay was England's first Labour Prime Minister; and": {
    "guess": "MacDonald",
    "confidence": [
      [
        "Mac",
        -0.003229637
      ],
      [
        "Donald",
        -0.20056398
      ]
    ]
  },
  "This idea underlies the mechanics of competing theories due to Bullard and Vening Meinesz, which explained data that remained anomalous even after applying the Bouguer correction. This concept explains why the Gulf of Bothnia will eventually close. One model for this concept holds that rocks with less density will be topographically higher. Another model for this concept claims that crust thickness": {
    "guess": "Isostasy",
    "confidence": [
      [
        "Is",
        -0.04277205
      ],
      [
        "ost",
        -2.546479e-05
      ],
      [
        "asy",
        -7.1238996e-05
      ]
    ]
  },
  "Identify the following small or regional fast-food restaurant chains from a description of some of their": {
    "guess": "List of fast food restaurant chains",
    "confidence": [
      [
        "List",
        -0.7769641
      ],
      [
        " of",
        -0.00019614976
      ],
      [
        " fast",
        -0.7763559
      ],
      [
        " food",
        -0.1486115
      ],
      [
        " restaurant",
        -0.00079330517
      ],
      [
        " chains",
        -0.0006042647
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and is often believed to be the reason for a reference to a Brothers Grimm tale during a rant against Beckmesser in one work by the holder of this orientation. The subject of the book The Darker Side of Genius is this attitude, which reached its zenith in an article that denounced the \"cold indifference\" of a \"peculiar blubber\" and the \"evil conscience of our modern civilization.\" That article, demonstrating this ideological orientation, compared certain people to worms on the body of art, demanded that those people \"go under like Ahauseurus,\" and was signed with the pseudonym \"K. Freigedank.\" For": {
    "guess": "Romanticism",
    "confidence": [
      [
        "Rom",
        -1.5632483
      ],
      [
        "antic",
        -0.00026598477
      ],
      [
        "ism",
        -0.035142906
      ]
    ]
  },
  "While not an ideal description, this equation is considered a good approximation of the movement of blood": {
    "guess": "Navier-Stokes equations",
    "confidence": [
      [
        "Nav",
        -0.41308317
      ],
      [
        "ier",
        -1.5570886e-05
      ],
      [
        "-St",
        -0.071749635
      ],
      [
        "okes",
        -0.000115701965
      ],
      [
        " equations",
        -0.004196525
      ]
    ]
  },
  "Identify the following types of species interaction from a brief description F10PE.  A. It often occurs when one organism exudes a chemical compound detrimental to another organism. It is defined as interaction in which one organism hinders or restricts the success of another without itself being benefited": {
    "guess": "Allelopathy",
    "confidence": [
      [
        "Alle",
        -0.3284707
      ],
      [
        "lo",
        -3.0828953e-05
      ],
      [
        "path",
        -5.3596854e-05
      ],
      [
        "y",
        -0.0007110014
      ]
    ]
  },
  "This idea can be divided into apophatic and kataphatic varieties depending on whether it can be explained concretely. William James' The Varieties of Religious Experience asks if saintly life originates from this idea and states that \"ineffability\" is a prerequisite for a tradition to adhere to it. This": {
    "guess": "Mysticism",
    "confidence": [
      [
        "M",
        -0.0552335
      ],
      [
        "yst",
        -5.7961847e-06
      ],
      [
        "icism",
        -0.002554854
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and is often believed to be the reason for a reference to a Brothers Grimm tale during a rant against Beckmesser in one work by the holder of this orientation. The subject of the book The Darker Side of Genius is this attitude, which reached its zenith in an article that denounced the \"cold indifference\" of a \"peculiar blubber\" and the \"evil conscience of our modern civilization.\" That article, demonstrating this ideological orientation, compared certain people to worms on the body of art, demanded that those people \"go under like Ahauseurus,\" and was signed with the pseudonym \"K. Freigedank.\" For 10 points, identify this bias of a particular composer, which manifested in the 1850 New Journal of Music article about a certain characteristic \"in music,\" and leads to controversy whenever the overture": {
    "guess": "Wagner controversies",
    "confidence": [
      [
        "W",
        -1.070253
      ],
      [
        "agner",
        -0.0047233454
      ],
      [
        " controversies",
        -0.42302373
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and is often believed to be the reason for a reference to a Brothers Grimm tale during a rant against Beckmesser in one work by the holder of this orientation. The subject of the book The Darker Side of Genius is this attitude, which reached its zenith in an article that denounced the \"cold indifference\" of a \"peculiar blubber\" and the \"evil conscience of our modern civilization.\" That article, demonstrating this ideological orientation, compared certain people to worms on the body of art, demanded": {
    "guess": "Romanticism",
    "confidence": [
      [
        "Rom",
        -1.1103401
      ],
      [
        "antic",
        -0.00018411019
      ],
      [
        "ism",
        -0.03078181
      ]
    ]
  },
  "The ideas of this movement were introduced to the United States in part through a series of articles published by Harry Helson. Its theories were expanded in studies of the Zeigarnik effect and the development of field theory by Kurt Lewin. Early influences on it included the phenomenology of Carl Stumpf and the theories of Ehrenfels, who noted that transposed melodies sound the same. Important concepts of this school include the principle of prägnanz and the appearance of motion in the phi phenomenon.": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.0015649732
      ],
      [
        "est",
        -2.577686e-06
      ],
      [
        "alt",
        -8.506662e-05
      ],
      [
        " psychology",
        -0.001682917
      ]
    ]
  },
  "For an ideal gas, this quantity is equal to the number of moles times Boltzmann's constant, times the sum of five halves and the natural log of the quantity one over moles times volume divided by the cube": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -1.5208972
      ],
      [
        "ib",
        -0.00069325475
      ],
      [
        "bs",
        -0.002600034
      ],
      [
        " free",
        -0.068193294
      ],
      [
        " energy",
        -0.00018875914
      ]
    ]
  },
  "Identify the following from Plato's Republic.      A. Book seven introduces this simile to illustrate the difference between appearance and reality. It involves a man who lives in darkness, is allowed": {
    "guess": "Allegory of the Cave",
    "confidence": [
      [
        "Al",
        -0.013690224
      ],
      [
        "leg",
        -8.299462e-06
      ],
      [
        "ory",
        -2.1650272e-05
      ],
      [
        " of",
        -0.00076340704
      ],
      [
        " the",
        -0.0003929
      ],
      [
        " Cave",
        -0.018289827
      ]
    ]
  },
  "-20-10: Identify the book of the Bible from verses.  30: Remember your Creator in the days of your youth,": {
    "guess": "Ecclesiastes",
    "confidence": [
      [
        "E",
        -0.61908895
      ],
      [
        "cc",
        -1.6524515e-05
      ],
      [
        "lesi",
        -0.00029685118
      ],
      [
        "astes",
        -1.8431772e-05
      ]
    ]
  },
  "He has been identified as an ascetic martyr, killed in his crusade against the irrational tide of religious fanaticism. Others suggest that he was a myopic psychopath who was unable to accept human nature as it stood, and tried to suppress it. Still others seem him as sexually repressed, as signified by his assuming the garb of a woman in order to see his mother's wild orgies. In the end, though, the Maenads care nothing about these critical opinions - they, along with his mother, tear him limb from limb and affix his head to a staff during a religiously induced frenzy. FTP, identify this son of Agave and cousin to Dionysus.": {
    "guess": "Pentheus",
    "confidence": [
      [
        "P",
        -0.015052695
      ],
      [
        "ent",
        -9.72254e-05
      ],
      [
        "he",
        -6.3609965e-05
      ],
      [
        "us",
        -4.1080468e-05
      ]
    ]
  },
  "Identify the ecumenical council which handled each of the following issues F10PE.  A. This council declared that Mary was \"Theotokos\", not just \"Christotokos\", because she gave birth to God as a man, not just a man whom God had chosen. It also condemned Nestorianism and Pelagianism as heresies and forbade any additional changes to the Nicene Creed.": {
    "guess": "Council of Ephesus",
    "confidence": [
      [
        "Council",
        -0.007799203
      ],
      [
        " of",
        -1.8789384e-05
      ],
      [
        " Eph",
        -0.00021974841
      ],
      [
        "esus",
        -2.1008714e-06
      ]
    ]
  },
  "One idea proposed by this theorist is the spectacle, or opsis. He also discussed the idea of simulated representation, which he referred to by a term later used to title a book by Erich Auerbach, mimesis (mim-EE-sis). He also identified the anagnorisis (aa-nag-nor-EE-sis), or moment of recognition, and the peripeteia (per-uh-pit-EY-uh), or reversal of circumstances, as elements of drama. Other elements include hamartia (hah-MARSH-uh), a character's tragic flaw, and catharsis. For 10 points, name this ancient Greek philosopher who analyzed drama in his Poetics.": {
    "guess": "Aristotle",
    "confidence": [
      [
        "A",
        -0.022329478
      ],
      [
        "rist",
        -0.00038062572
      ],
      [
        "otle",
        -0.0006631146
      ]
    ]
  },
  "Identify each of the following people associated with a modernist art movement F10PE.  A. Considered one of the founders of Futurism, this poet and political thinker was noted for his advancement of Fascist thought after his Futurist Political Party was absorbed into Mussolini's. He was also the first to provide a manifesto outlining Futurist ideas, Manifesto of Futurism, and he wrote the sound poem": {
    "guess": "Filippo Tommaso Marinetti",
    "confidence": [
      [
        "Fil",
        -0.016622271
      ],
      [
        "ippo",
        -4.167649e-05
      ],
      [
        " Tom",
        -3.523949e-05
      ],
      [
        "mas",
        -7.815281e-05
      ],
      [
        "o",
        -9.7821416e-05
      ],
      [
        " Marin",
        -4.3822154e-05
      ],
      [
        "etti",
        -2.7729659e-05
      ]
    ]
  },
  "-20-10 Identify the philosopher      A. 30 point clue: This philosopher's unconventional education featured two years of study in France, and sporadic studies during a long tour of Europe with his family.      B. 20 point clue: In 1818, after publishing his chief work, he took a lecturing position at the University of Berlin and competed with Hegel for respect and acclaim.      C. 10 point clue: Known for his philosophy of pessimism, he argued that will is more important than reason in The World as Will and Idea.": {
    "guess": "Arthur Schopenhauer",
    "confidence": [
      [
        "Arthur",
        -0.0138300145
      ],
      [
        " Sch",
        -8.375538e-05
      ],
      [
        "openh",
        -0.0006245146
      ],
      [
        "auer",
        -0.00021652991
      ]
    ]
  },
  "Identify the common surname: Frank and his sister Margaret were prominent poster painters of the Art Nouveau movement; Jock was among the first of the Canadian abstract artists; James Edward was an English-Canadian Impressionistic landscapist; James Ramsay was England's first Labour Prime Minister; and Sir John Alexander was the first Canadian Prime Minister. FTP, identify this common Scottish last": {
    "guess": "MacDonald",
    "confidence": [
      [
        "Mac",
        -0.001177728
      ],
      [
        "Donald",
        -0.06350656
      ]
    ]
  },
  "This man is identified with Quetzalcoatl by John Taylor and other Church of Latter Day Saints leaders.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.03126302
      ],
      [
        "etz",
        -1.4974867e-05
      ],
      [
        "al",
        -3.8696395e-05
      ],
      [
        "co",
        -0.00042245153
      ],
      [
        "atl",
        -5.6769813e-06
      ]
    ]
  },
  "The ideas of this group were promoted in works like On the Development of the Monist View of History. Banned after the Kronstadt Rising, some of their members such as Tsereteli and Dan served in the Provisional Government, while others joined the white army. Taking up many of their issues in the journal": {
    "guess": "Mensheviks",
    "confidence": [
      [
        "M",
        -0.32096022
      ],
      [
        "ens",
        -0.00024488938
      ],
      [
        "hevik",
        -0.00066347216
      ],
      [
        "s",
        -0.0018993635
      ]
    ]
  },
  "Identify the following types of species interaction from a brief description F10PE.  A. It often occurs": {
    "guess": "Mutualism",
    "confidence": [
      [
        "Mut",
        -0.6344011
      ],
      [
        "ual",
        -0.00014430351
      ],
      [
        "ism",
        -0.006359712
      ]
    ]
  },
  "This idea underlies the mechanics of competing theories due to Bullard and Vening Meinesz, which explained data that remained anomalous even after applying the Bouguer correction. This concept explains": {
    "guess": "Isostasy",
    "confidence": [
      [
        "Is",
        -0.081480205
      ],
      [
        "ost",
        -3.631232e-05
      ],
      [
        "asy",
        -0.0002227285
      ]
    ]
  },
  "-20-10 Identify the philosopher      A. 30 point clue: This philosopher's unconventional education featured": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.56052697
      ],
      [
        " Dew",
        -0.3607849
      ],
      [
        "ey",
        -5.5146502e-05
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized the judicial system for making an institution out of the human instinct of hostility in his essay \"The Psychology of Punitive Justice.\"  He rejected Whitehead's attempt to employ absolute idealism to provide a philosophical underpinning for the theory of relativity, arguing instead that the principle of sociality does the needed work in his essay \"The Objective Reality of Perspectives.\"  In his Carus lectures, he sought to bring together scientific determinism and the emergence of novelty, which he did through his \"philosophy of the present.\"  He published no books during his life, but after he died such works as Movements of Thought in the Nineteenth Century and Mind, Self, and Society": {
    "guess": "George Herbert Mead",
    "confidence": [
      [
        "George",
        -0.1403511
      ],
      [
        " Herbert",
        -0.013244701
      ],
      [
        " Me",
        -1.5928495e-05
      ],
      [
        "ad",
        -0.00013941615
      ]
    ]
  },
  "The ideas of this group were promoted in works like On the Development of the Monist View of History. Banned after the Kronstadt Rising, some of their members such as Tsereteli and Dan served in the Provisional Government, while others joined the white army. Taking up many of their issues in the journal Iskra, they believed in a larger pool of active revolutionaries, like those found in other European socialist parties, and that Marxism could only be successful after the development of capitalism. Led by Jules Martov and George Plekhanov, FTP, identify this faction of the Social Democratic Worker's": {
    "guess": "Mensheviks",
    "confidence": [
      [
        "M",
        -0.06718305
      ],
      [
        "ens",
        -0.00015026369
      ],
      [
        "hevik",
        -0.00016742534
      ],
      [
        "s",
        -0.0045130737
      ]
    ]
  },
  "For an ideal gas, this quantity can be derived from temperature using Sutherland's formula. This quantity can be mathematically represented by tensors of fourth or higher orders. Bingham plastics can experience a dramatic increase in this property at high stresses, though at low stresses it instead is": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0062412494
      ],
      [
        "cosity",
        -0.0026096639
      ]
    ]
  },
  "This idea dates back to Freidrich Ratzel, and it claims that the Germanic people don't have enough space within their own borders to thrive. For fifteen points, identify this justification given by Adolph HItler in Mein Kampf for attempting to expand the borders of Germany by taking over all of its neighbors.": {
    "guess": "Lebensraum",
    "confidence": [
      [
        "Le",
        -0.006296699
      ],
      [
        "bens",
        -5.7888185e-05
      ],
      [
        "ra",
        -1.1279553e-05
      ],
      [
        "um",
        -0.0025747095
      ]
    ]
  },
  "While not an ideal description, this equation is considered a good approximation of the movement of blood through vessels.  This equation indicates a high dependency on the radius of the tube involved since it utilizes a proportionality that raises the radius to the fourth power.  It surpasses the Bernoulli equation in terms of realistic descriptions because it takes into account a fluid's viscosity and pressure, though it does not hold true for non-laminar flow.  FTP, identify this equation of fluid mechanics named after a French physicist and used to calculate a fluid's volume flow rate.": {
    "guess": "Hagen-Poiseuille equation",
    "confidence": [
      [
        "H",
        -0.00841871
      ],
      [
        "agen",
        -1.9816675e-06
      ],
      [
        "-P",
        -0.3580248
      ],
      [
        "oise",
        -0.00035250463
      ],
      [
        "u",
        -4.7517467e-05
      ],
      [
        "ille",
        -8.304016e-05
      ],
      [
        " equation",
        -0.007151865
      ]
    ]
  },
  "The idea for this event was conceived eight years prior at an anti-slavery convention in London. The event itself was denounced by religious leaders, but given a positive report by Frederick Douglass. Creating a so-called Declaration of Sentiments, nearly 300 people participated in it, including Lucy Stone and Susan B. Anthony. Taking place in New York in July of 1848, for 10 points, name this meeting": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.00427475
      ],
      [
        "eca",
        -6.5994034e-05
      ],
      [
        " Falls",
        -0.00012190055
      ],
      [
        " Convention",
        -0.0017833562
      ]
    ]
  },
  "The idea for this event was conceived eight years prior at an anti-slavery convention in London. The event itself was denounced by religious leaders, but given a positive report by Frederick Douglass.": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.08648364
      ],
      [
        "eca",
        -2.5583993e-05
      ],
      [
        " Falls",
        -0.0002577634
      ],
      [
        " Convention",
        -0.04304121
      ]
    ]
  },
  "Identify the following heroes and villains from Todd McFarlane's comic series, Spawn, F10PE.  A. Employed by the agency known as the Star Chamber, these warriors are called upon by heaven to battle against": {
    "guess": "Hellspawn",
    "confidence": [
      [
        "Hell",
        -0.86979884
      ],
      [
        "spawn",
        -0.14303437
      ]
    ]
  },
  "Identify the ecumenical council which handled each of the following issues F10PE.  A. This council declared that Mary was \"Theotokos\", not just \"Christotokos\", because she gave birth to God as a man, not": {
    "guess": "Council of Ephesus",
    "confidence": [
      [
        "Council",
        -0.07811447
      ],
      [
        " of",
        -3.2736214e-05
      ],
      [
        " Eph",
        -5.9199425e-05
      ],
      [
        "esus",
        -2.220075e-06
      ]
    ]
  },
  "For an ideal gas, this property is proportional to the average kinetic energy of the particles. Relative humidity is computed by comparing the wet-bulb and dry-bulb measurements of this quantity. According to the third law of thermodynamics, a perfect crystal has zero entropy when this property is (*) absolute zero. For 10 points, name this quantity whose SI unit is the kelvin and that can also be measured on the Celsius and Fahrenheit scales.": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.0003862246
      ]
    ]
  },
  "These can be identified using a technique known as TILLING. Harris Bernstein discovered the \"amber\" type of them, which is contrasted with the \"ochre\" and \"opal\" types. One example of the \"point\" variety of these causes sickle-cell anemia, and it is also an example of the \"missense\" variety, since it results in valine being encoded instead of glutamic acid. They can also be classified as \"nonsense\" or \"frameshift.\" For 10 points, name these changes in DNA sequences, which may be caused by radiation.": {
    "guess": "Mutation",
    "confidence": [
      [
        "Mutation",
        -0.37232637
      ]
    ]
  },
  "He has been identified as an ascetic martyr, killed in his crusade against the irrational tide of religious fanaticism. Others suggest that he was a myopic psychopath who was unable to accept human nature as it stood, and tried to suppress it. Still others seem him as sexually repressed, as signified by his assuming the garb of a woman in order to see his mother's wild orgies. In the end, though, the Maenads care nothing about these critical opinions - they, along with his mother, tear him limb from": {
    "guess": "Pentheus",
    "confidence": [
      [
        "P",
        -0.15420261
      ],
      [
        "ent",
        -8.625866e-05
      ],
      [
        "he",
        -5.8841815e-05
      ],
      [
        "us",
        -2.618001e-05
      ]
    ]
  },
  "This man is identified with Quetzalcoatl by John Taylor and other Church of Latter Day Saints leaders. The \"Q Source\" is a hypothetical collection of this man's quotations. At this man's trial, elders worry about losing \"our place and our nation.\" In one story, he refused to turn stones into bread, stating that \"man cannot live by bread alone.\" This man was condemned to death after a crowd chose to spare Barabbas instead, an event that prompted Pontius Pilate to wash his hands. For 10 points, name": {
    "guess": "Jesus",
    "confidence": [
      [
        "Jesus",
        -0.052536897
      ]
    ]
  },
  "The idea for this work was suggested by Clifford Bax. Originally scored as a piano duet, the last movement of this work was instead scored for an organ. A chorus is located in a separate room in one movement of this work, whose music was given to the musicians two hours before its premiere performance in the Queen's Hall. Its last movement has the chorus fade out at the end, and is called \"The Mystic\".": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.0033185228
      ],
      [
        " Plan",
        -0.0006579888
      ],
      [
        "ets",
        -3.5313153e-06
      ]
    ]
  },
  "While not an ideal description, this equation is considered a good approximation of the movement of blood through vessels.  This equation indicates a high dependency on the radius of the tube involved since it utilizes a proportionality that raises the radius to the fourth power.  It surpasses the Bernoulli equation in terms of realistic descriptions because it takes into account a fluid's viscosity and pressure, though it does not hold true for non-laminar flow.  FTP, identify this equation of fluid": {
    "guess": "Hagen-Poiseuille equation",
    "confidence": [
      [
        "H",
        -0.5658866
      ],
      [
        "agen",
        -2.1008714e-06
      ],
      [
        "-P",
        -0.5598169
      ],
      [
        "oise",
        -0.00048620347
      ],
      [
        "u",
        -7.505351e-05
      ],
      [
        "ille",
        -0.00010759611
      ],
      [
        " equation",
        -0.006206889
      ]
    ]
  },
  "The idea for this work was suggested by Clifford Bax. Originally scored as a piano duet, the last movement of this work was instead scored for an organ. A chorus is located in a separate room in one movement": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.0015680688
      ],
      [
        " Plan",
        -3.0113732e-05
      ],
      [
        "ets",
        -1.504853e-06
      ]
    ]
  },
  "The idea for this invention came on a vacation to Ben Nevis in 1894, when a scientist noticed the optical effects of the sun shining through the mist. He tried to recreate those effects at the Cavendish Laboratory, but was frustrated until the discov  ery of radioactivity provided him with a source of ionizing particles. FTP, name this device, which causes vapor to condense on charged particles, making": {
    "guess": "Cloud chamber",
    "confidence": [
      [
        "Cloud",
        -0.00671182
      ],
      [
        " chamber",
        -0.0037659938
      ]
    ]
  },
  "This idea underlies the mechanics of competing theories due to Bullard and Vening Meinesz, which explained data that remained anomalous even after applying the Bouguer correction. This concept explains why the Gulf of Bothnia will eventually close. One model for this concept holds that rocks with less density will be topographically higher. Another model for this concept claims that crust thickness will cause altitude changes. The aforementioned models are the Airy and Pratt models for this concept, which is analogous to buoyancy. Post-glacial rebound is one consequence of this concept. For 10": {
    "guess": "Isostasy",
    "confidence": [
      [
        "Is",
        -0.013092471
      ],
      [
        "ost",
        -3.4121115e-06
      ],
      [
        "asy",
        -3.4121115e-06
      ]
    ]
  },
  "Identify the common year FTP: The first pizzeria opens in NYC; the first commercially successful movie projector is developed in France; Carl Orff and Jean-Paul Sartre are born; French West Africa is created; The Importance of Being Earnest, The Time Machine, and The Red Badge of Courage are published; the Treaty of Shimonoseki end the first Sino-Japanese War and forces China to give the island of": {
    "guess": "1895",
    "confidence": [
      [
        "189",
        -0.029513476
      ],
      [
        "5",
        -0.02358855
      ]
    ]
  },
  "-20-10 Identify the philosopher      A. 30 point clue: This philosopher's unconventional education featured two years of study in France, and sporadic studies during a long tour of Europe with his family.      B. 20 point clue: In 1818, after publishing his chief work, he took a lecturing position at the University of Berlin and competed with Hegel for respect and acclaim.      C. 10 point clue: Known for his philosophy of pessimism, he argued that will is more important than reason in The World": {
    "guess": "Arthur Schopenhauer",
    "confidence": [
      [
        "Arthur",
        -0.03509906
      ],
      [
        " Sch",
        -6.325235e-05
      ],
      [
        "openh",
        -0.00085227436
      ],
      [
        "auer",
        -0.00024025145
      ]
    ]
  },
  "For an ideal gas, this quantity can be derived from temperature using Sutherland's formula. This quantity can be mathematically represented by tensors of fourth or higher orders. Bingham plastics can experience": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.005051591
      ],
      [
        "cosity",
        -0.020933283
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized the judicial system for making an institution out of the human instinct of hostility in his essay \"The Psychology of Punitive Justice.\"  He rejected Whitehead's attempt to employ absolute idealism to provide a philosophical underpinning for the theory of relativity, arguing instead that the principle of sociality does the needed work in his essay \"The Objective Reality of Perspectives.\"  In his Carus lectures, he sought to bring together scientific determinism and the emergence of novelty, which he did through his \"philosophy of the present.\"  He published no books during his life, but after he died such works as Movements of Thought in the Nineteenth Century and Mind, Self, and Society appeared.  FTP, name this leading thinker of the Chicago School, an associate of John Dewey known for his \"philosophy of the act.\"": {
    "guess": "George Herbert Mead",
    "confidence": [
      [
        "George",
        -0.007799203
      ],
      [
        " Herbert",
        -0.04209359
      ],
      [
        " Me",
        -1.1517961e-05
      ],
      [
        "ad",
        -8.363618e-05
      ]
    ]
  },
  "The ideas of this group were promoted in works like On the Development of the Monist View of History. Banned after the Kronstadt Rising, some of their members such as Tsereteli and Dan served in the Provisional Government, while others joined the white army. Taking up many of their issues in the journal Iskra, they believed in a larger pool of active revolutionaries, like those found in other European": {
    "guess": "Bolsheviks",
    "confidence": [
      [
        "B",
        -0.14124818
      ],
      [
        "ols",
        -0.00044425478
      ],
      [
        "hevik",
        -0.002421676
      ],
      [
        "s",
        -0.0025273876
      ]
    ]
  },
  "Identify the following heroes and villains from Todd McFarlane's comic series, Spawn, F10PE.  A. Employed by the agency known as the Star Chamber, these warriors are called upon by heaven to battle against Hellspawn whenever they appear on Earth. Jason Wynn was recruited as one, but was replaced by Phil": {
    "guess": "Hellspawn",
    "confidence": [
      [
        "Hell",
        -1.114984
      ],
      [
        "spawn",
        -0.11328916
      ]
    ]
  },
  "This idea dates back to Freidrich Ratzel, and it claims that the Germanic people don't have enough space": {
    "guess": "Lebensraum",
    "confidence": [
      [
        "Le",
        -0.005589106
      ],
      [
        "bens",
        -0.00024084747
      ],
      [
        "ra",
        -1.7432603e-06
      ],
      [
        "um",
        -0.0002477503
      ]
    ]
  },
  "One idea proposed by this theorist is the spectacle, or opsis. He also discussed the idea of simulated representation, which he referred to by a term later used to title a book by Erich Auerbach, mimesis (mim-EE-sis). He also identified the anagnorisis (aa-nag-nor-EE-sis), or moment of recognition, and the peripeteia (per-uh-pit-EY-uh), or reversal of circumstances, as elements of drama. Other elements": {
    "guess": "Aristotle's Poetics",
    "confidence": [
      [
        "A",
        -0.17475136
      ],
      [
        "rist",
        -0.0008246337
      ],
      [
        "otle",
        -0.00051800517
      ],
      [
        "'s",
        -0.07961949
      ],
      [
        " Po",
        -0.008889913
      ],
      [
        "etics",
        -1.2590794e-05
      ]
    ]
  },
  "The ideas of this group were promoted in works like On the Development of the Monist View of History. Banned after the Kronstadt Rising, some of their members such as Tsereteli and Dan served in the Provisional Government, while others joined the white army. Taking up many of their issues in the journal Iskra, they believed in a larger pool of active revolutionaries, like those found in other European socialist parties, and that Marxism could only be successful after the development of capitalism.": {
    "guess": "Bolsheviks",
    "confidence": [
      [
        "B",
        -0.41220987
      ],
      [
        "ols",
        -0.008408546
      ],
      [
        "hevik",
        -0.0030774213
      ],
      [
        "s",
        -0.005959138
      ]
    ]
  },
  "The ideas of this movement were introduced to the United States in part through a series of articles published by Harry Helson. Its theories were expanded in studies of the Zeigarnik effect and the development of field theory by Kurt Lewin. Early influences on it included the phenomenology of Carl Stumpf and the theories of Ehrenfels, who noted that transposed melodies sound the same. Important concepts of this school include the principle of prägnanz and the appearance of motion in the phi phenomenon. FTP, name this school of psychology founded by Koffka, Köhler, and Wertheimer, basically summed up by the belief that the whole is greater than the sum of its parts.": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.001113424
      ],
      [
        "est",
        -1.0802739e-05
      ],
      [
        "alt",
        -8.061054e-06
      ],
      [
        " psychology",
        -0.0035615847
      ]
    ]
  },
  "Identify the following operas by the Russian composer Nikolai Rimsky- Korsakov from a description of their plots F15PE.  A. Dodon, concerned that Shemakhan will invade, summons an astrologer, who gives him the title object. Dodon sends his two sons to attack his neighbors, but they kill each other by mistake. He leads the army, meeting Shemakhan and falling in love. After their wedding, the astrologer": {
    "guess": "The Tale of Tsar Saltan",
    "confidence": [
      [
        "The",
        -0.01119931
      ],
      [
        " Tale",
        -0.4061958
      ],
      [
        " of",
        -1.5213274e-05
      ],
      [
        " Ts",
        -0.0011917757
      ],
      [
        "ar",
        -5.669615e-05
      ],
      [
        " Salt",
        -0.00042507402
      ],
      [
        "an",
        -3.6669935e-05
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and is often believed to be the reason for a reference to a Brothers Grimm tale during a rant against Beckmesser in one work by the holder of this orientation. The subject of the book The Darker Side of": {
    "guess": "Völkisch movement",
    "confidence": [
      [
        "V",
        -1.0995415
      ],
      [
        "ö",
        -0.4174668
      ],
      [
        "lk",
        -0.00029208304
      ],
      [
        "isch",
        -0.0032011198
      ],
      [
        " movement",
        -0.6861238
      ]
    ]
  },
  "Identify the following characters from Boris Pasternak's classic novel, _Dr. Zhivago_, F10PE.  A. He was the attorney for Yurii's father and was partly responsible for his suicide. He also had an elicit relationship with Lara for years, leading her to attempt to shoot him at the Sventitskys' Christmas party. When Yurii and Lara are living at Varykino, he convinces them that Strelnikov is dead and takes": {
    "guess": "Komarovsky",
    "confidence": [
      [
        "Kom",
        -1.2104597
      ],
      [
        "ar",
        -0.031288095
      ],
      [
        "ovsky",
        -2.1650272e-05
      ]
    ]
  },
  "This idea was first discussed by the Belgian priest Georges Lemaître, who called it the \"hypothesis of the primeval atom,\" but was given its current name by Fred Hoyle. The Planck epoch occurred immediately": {
    "guess": "Big Bang nucleosynthesis",
    "confidence": [
      [
        "Big",
        -0.029029911
      ],
      [
        " Bang",
        -0.0052261716
      ],
      [
        " nucle",
        -0.5681
      ],
      [
        "os",
        -0.00053968927
      ],
      [
        "ynthesis",
        -0.00041315364
      ]
    ]
  },
  "For an ideal gas, this quantity is equal to the number of moles times Boltzmann's constant, times the": {
    "guess": "Boltzmann constant",
    "confidence": [
      [
        "B",
        -1.3288031
      ],
      [
        "olt",
        -0.00035619995
      ],
      [
        "z",
        -7.409989e-05
      ],
      [
        "mann",
        -3.261701e-05
      ],
      [
        " constant",
        -0.02629809
      ]
    ]
  },
  "The ideas of this group were promoted in works like On the Development of the Monist View of History.": {
    "guess": "Marxist historians",
    "confidence": [
      [
        "Mar",
        -1.9328042
      ],
      [
        "x",
        -2.6060809e-05
      ],
      [
        "ist",
        -0.5699127
      ],
      [
        " historians",
        -0.7672623
      ]
    ]
  },
  "This idea was first discussed by the Belgian priest Georges Lemaître, who called it the \"hypothesis of the primeval atom,\" but was given its current name by Fred Hoyle. The Planck epoch occurred immediately after it, and less than a (*) second had gone by before hadrons were formed. CMBR is a remnant of this event, which has also been verified by Hubble's observations. Occurring a little over 13 billion years ago, for ten points, what is this theory, which posits that the universe began from a single point and rapidly expanded?": {
    "guess": "Big Bang nucleosynthesis",
    "confidence": [
      [
        "Big",
        -0.10078993
      ],
      [
        " Bang",
        -0.0011874917
      ],
      [
        " nucle",
        -0.9115938
      ],
      [
        "os",
        -0.0018100102
      ],
      [
        "ynthesis",
        -0.00088371476
      ]
    ]
  },
  "Identify the following heroes and villains from Todd McFarlane's comic series, Spawn, F10PE.  A. Employed": {
    "guess": "Spawn",
    "confidence": [
      [
        "Spawn",
        -0.790373
      ]
    ]
  },
  "Identify the following players from the US Women's National Soccer Team F10PE.  A. She is the University of Florida's all-time leading goal scorer and won the Founders' Cup MVP award for the 2003 WUSA title game with the Washington Freedom. Her national team career is notable for a goal against rival Norway in the 2003 World Cup and for a header in extra time against Brazil in the gold medal match": {
    "guess": "Abby Wambach",
    "confidence": [
      [
        "Ab",
        -0.09579187
      ],
      [
        "by",
        -0.00018399098
      ],
      [
        " W",
        -0.00042364356
      ],
      [
        "amb",
        -0.0012451129
      ],
      [
        "ach",
        -2.2961513e-05
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.66893405
      ],
      [
        "mund",
        -0.00060140743
      ],
      [
        " Hus",
        -3.4762674e-05
      ],
      [
        "ser",
        -3.7697225e-06
      ],
      [
        "l",
        -1.3902034e-05
      ]
    ]
  },
  "These can be identified using a technique known as TILLING. Harris Bernstein discovered the \"amber\" type": {
    "guess": "Mutagenesis",
    "confidence": [
      [
        "Mut",
        -1.0105146
      ],
      [
        "agen",
        -0.06793315
      ],
      [
        "esis",
        -0.10998623
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and is often believed to be the reason for a reference to a Brothers Grimm tale during a rant against Beckmesser in one work by the holder of this orientation. The subject of the book The Darker Side of Genius is this attitude, which reached its zenith in an article that denounced the \"cold indifference\" of a \"peculiar blubber\" and the \"evil conscience of our modern civilization.\" That article, demonstrating this ideological orientation, compared certain people to worms on the body of art, demanded that those people \"go under like Ahauseurus,\" and was signed with the pseudonym \"K. Freigedank.\" For 10 points, identify this bias of a particular composer, which manifested in the 1850 New Journal of Music article about a certain characteristic \"in music,\" and leads to controversy whenever the overture from Tristan und Isolde is performed in Israel.": {
    "guess": "Antisemitism in Richard Wagner's Thought",
    "confidence": [
      [
        "Ant",
        -0.4006494
      ],
      [
        "is",
        -1.0280384e-06
      ],
      [
        "emit",
        -0.00014537634
      ],
      [
        "ism",
        -0.00057567045
      ],
      [
        " in",
        -0.6619749
      ],
      [
        " Richard",
        -0.08058756
      ],
      [
        " Wagner",
        -0.00097423256
      ],
      [
        "'s",
        -0.00030138093
      ],
      [
        " Thought",
        -0.74874234
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and is often believed to be the reason for a reference to a Brothers Grimm tale during a rant against Beckmesser": {
    "guess": "Anti-Semitism in Richard Wagner's writings",
    "confidence": [
      [
        "Anti",
        -1.3682587
      ],
      [
        "-Semitism",
        -0.14136276
      ],
      [
        " in",
        -0.11452705
      ],
      [
        " Richard",
        -0.87917876
      ],
      [
        " Wagner",
        -0.0011253334
      ],
      [
        "'s",
        -0.0011953481
      ],
      [
        " writings",
        -1.5488231
      ]
    ]
  },
  "This man is identified with Quetzalcoatl by John Taylor and other Church of Latter Day Saints leaders. The \"Q Source\" is a hypothetical collection of this man's quotations. At this man's trial, elders": {
    "guess": "Jesus",
    "confidence": [
      [
        "Jesus",
        -0.1268461
      ]
    ]
  },
  "The idea for this work was suggested by Clifford Bax. Originally scored as a piano duet, the last movement of this work was instead scored for an organ. A chorus is located in a separate room in one movement of this work, whose music was given to the musicians two hours before its premiere performance": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.0028828566
      ],
      [
        " Plan",
        -6.1537958e-06
      ],
      [
        "ets",
        -1.7432603e-06
      ]
    ]
  },
  "-20-10 Identify the philosopher      A. 30 point clue: This philosopher's unconventional education featured two years of study in France, and sporadic studies during a long tour of Europe with his family.": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.6677277
      ],
      [
        " Dew",
        -0.18766494
      ],
      [
        "ey",
        -6.551722e-05
      ]
    ]
  },
  "For an ideal gas, this quantity is equal to the number of moles times Boltzmann's constant, times the sum of five halves and the natural log of the quantity one over moles times volume divided by the cube of the thermal wavelength. For molecules in a solid, this quantity can be expressed as one over temperature times the difference between internal energy and zero point energy, plus the natural log of the rotational partition function times the product of moles and Boltzmann's constant. This quantity is also equal to the enthalpy minus Gibbs free energy, all over temperature. It is always increasing by the Second Law of Thermodynamics. For 10 points, give this thermodynamic quantity symbolized S, which measures the amount of disorder in a system.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.001910431
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized the judicial system for making an institution out of the human instinct of hostility in his essay \"The Psychology of Punitive Justice.\"  He rejected Whitehead's attempt to employ absolute idealism to provide a philosophical underpinning for the theory of relativity, arguing instead that the principle of sociality does the needed work in his essay \"The Objective Reality of Perspectives.\"  In": {
    "guess": "Alfred Schutz",
    "confidence": [
      [
        "Al",
        -0.6835649
      ],
      [
        "fred",
        -0.000608556
      ],
      [
        " Sch",
        -0.059218753
      ],
      [
        "utz",
        -0.035750072
      ]
    ]
  },
  "Identify each of the following people associated with a modernist art movement F10PE.  A. Considered one of the founders of Futurism, this poet and political thinker was noted for his advancement of Fascist": {
    "guess": "Filippo Tommaso Marinetti",
    "confidence": [
      [
        "Fil",
        -0.17849737
      ],
      [
        "ippo",
        -7.564953e-05
      ],
      [
        " Tom",
        -0.0009312293
      ],
      [
        "mas",
        -0.00035965684
      ],
      [
        "o",
        -7.255024e-05
      ],
      [
        " Marin",
        -7.255024e-05
      ],
      [
        "etti",
        -9.960947e-05
      ]
    ]
  },
  "Identify the following small or regional fast-food restaurant chains from a description of some of their unique menu items.  A. This Utah-based regional chain claims to be the origin of both the kid's": {
    "guess": "Cafe Rio",
    "confidence": [
      [
        "C",
        -0.4136292
      ],
      [
        "afe",
        -0.42851156
      ],
      [
        " Rio",
        -0.034888413
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin": {
    "guess": "Phenomenology of Perception",
    "confidence": [
      [
        "Ph",
        -0.7523735
      ],
      [
        "en",
        -5.3358446e-05
      ],
      [
        "omen",
        -7.100059e-05
      ],
      [
        "ology",
        -0.0031419508
      ],
      [
        " of",
        -0.41473237
      ],
      [
        " Perception",
        -0.0032160957
      ]
    ]
  },
  "Identify the following characters from Boris Pasternak's classic novel, _Dr. Zhivago_, F10PE.  A. He was the attorney for Yurii's father and was partly responsible for his suicide. He also had an elicit relationship with Lara for years, leading her to attempt to shoot him at the Sventitskys' Christmas party. When Yurii and Lara are living at Varykino, he convinces them that Strelnikov is dead and takes Lara to Vladivostok, separating the lovers forever.": {
    "guess": "Victor Ippolitovich Komarovsky",
    "confidence": [
      [
        "Vict",
        -0.4632402
      ],
      [
        "or",
        -1.0564331e-05
      ],
      [
        " I",
        -0.5549982
      ],
      [
        "pp",
        -0.0025103819
      ],
      [
        "ol",
        -9.019238e-05
      ],
      [
        "it",
        -0.005115988
      ],
      [
        "ovich",
        -0.010824725
      ],
      [
        " Kom",
        -0.015353952
      ],
      [
        "ar",
        -0.017507173
      ],
      [
        "ovsky",
        -3.070975e-05
      ]
    ]
  },
  "for 1, 10 for 2, 20 for 3, and 30 for all 4, identify these cocktails all of which share a common ingredient.": {
    "guess": "Gold Flake Butter Cup, Gold Rush, Gold Standard, Gold Rush Sour",
    "confidence": [
      [
        "Gold",
        -0.11089549
      ],
      [
        " Flake",
        -1.0961994
      ],
      [
        " Butter",
        -1.0314575
      ],
      [
        " Cup",
        -1.1812518
      ],
      [
        ",",
        -0.12519747
      ],
      [
        " Gold",
        -1.201172
      ],
      [
        " Rush",
        -0.6055037
      ],
      [
        ",",
        -0.010740053
      ],
      [
        " Gold",
        -0.9780382
      ],
      [
        " Standard",
        -2.0060165
      ],
      [
        ",",
        -0.08425899
      ],
      [
        " Gold",
        -0.8284751
      ],
      [
        " Rush",
        -1.6133863
      ],
      [
        " Sour",
        -1.2207243
      ]
    ]
  },
  "The \"idealized model\" of this effect requires parameters symbolized epsilon and alpha-sub-p. Compounds that promote this effect have high values of radiative forcing. An anti- form of this effect can cause thermocline inversion. The clathrate gun hypothesis is that compounds that cause this effect currently trapped in ice could be released due to it, setting up a positive feedback loop; such a loop": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.66620743
      ],
      [
        "house",
        -3.6073914e-05
      ],
      [
        " effect",
        -0.08283929
      ]
    ]
  },
  "The idea for this invention came on a vacation to Ben Nevis in 1894, when a scientist noticed the optical effects of the sun shining through the mist. He tried to recreate those effects at the Cavendish": {
    "guess": "Kaleidoscope",
    "confidence": [
      [
        "K",
        -1.5453305
      ],
      [
        "ale",
        -0.02863347
      ],
      [
        "idos",
        -3.1281633e-07
      ],
      [
        "cope",
        -2.3392786e-06
      ]
    ]
  },
  "Identify the following players from the US Women's National Soccer Team F10PE.  A. She is the University of Florida's all-time leading goal scorer and won the Founders' Cup MVP award for the 2003 WUSA": {
    "guess": "Mia Hamm",
    "confidence": [
      [
        "M",
        -0.76768625
      ],
      [
        "ia",
        -0.0054984107
      ],
      [
        " Hamm",
        -0.0002108118
      ]
    ]
  },
  "Identified from its oxide in 1789 by Klaproth, its pure form was isolated in 1824 by Berzelius. It is": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.09982009
      ],
      [
        "oron",
        -0.0019080507
      ]
    ]
  },
  "Identify the common year FTP: The first pizzeria opens in NYC; the first commercially successful movie projector is developed in France; Carl Orff and Jean-Paul Sartre are born; French West Africa is created; The Importance of Being Earnest, The Time Machine, and The Red Badge of Courage are published; the Treaty of Shimonoseki end the first Sino-Japanese War and forces China to give the island of Formosa to Japan; Whilhelm Roentgen discovers X-Rays; and Guglielmo Marconi develops the directional": {
    "guess": "1895",
    "confidence": [
      [
        "189",
        -0.005930694
      ],
      [
        "5",
        -0.015741646
      ]
    ]
  },
  "This man is identified with Quetzalcoatl by John Taylor and other Church of Latter Day Saints leaders. The \"Q Source\" is a hypothetical collection of this man's quotations. At this man's trial, elders worry about losing \"our place and our nation.\" In one story, he refused to turn stones into bread, stating": {
    "guess": "Jesus",
    "confidence": [
      [
        "Jesus",
        -0.2291672
      ]
    ]
  },
  "This idea was first discussed by the Belgian priest Georges Lemaître, who called it the \"hypothesis of the primeval atom,\" but was given its current name by Fred Hoyle. The Planck epoch occurred immediately after it, and less than a (*) second had gone by before hadrons were formed. CMBR is a remnant of this event, which has also been verified by Hubble's observations. Occurring a little over 13 billion": {
    "guess": "Big Bang",
    "confidence": [
      [
        "Big",
        -0.05361277
      ],
      [
        " Bang",
        -0.0012251086
      ]
    ]
  },
  "The \"idealized model\" of this effect requires parameters symbolized epsilon and alpha-sub-p. Compounds that promote this effect have high values of radiative forcing. An anti- form of this effect can cause thermocline inversion. The clathrate gun hypothesis is that compounds that cause this effect currently trapped in ice could be released due to it, setting up a positive feedback loop; such a loop could cause a runaway of this effect, which may have occurred on Venus. For 10 points, name this effect": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.059137627
      ],
      [
        "house",
        -3.4405064e-05
      ],
      [
        " effect",
        -0.0033465633
      ]
    ]
  },
  "Identify each of the following people associated with a modernist art movement F10PE.  A. Considered one of the founders of Futurism, this poet and political thinker was noted for his advancement of Fascist thought after his Futurist Political Party was absorbed into Mussolini's. He was also the first": {
    "guess": "Filippo Tommaso Marinetti",
    "confidence": [
      [
        "Fil",
        -0.07930151
      ],
      [
        "ippo",
        -4.9663133e-05
      ],
      [
        " Tom",
        -0.00051776675
      ],
      [
        "mas",
        -0.00014632997
      ],
      [
        "o",
        -6.062987e-05
      ],
      [
        " Marin",
        -0.00012523093
      ],
      [
        "etti",
        -0.00011582117
      ]
    ]
  },
  "He has been identified as an ascetic martyr, killed in his crusade against the irrational tide of religious fanaticism. Others suggest that he was a myopic psychopath who was unable to accept human nature as it stood, and tried to suppress it. Still others seem him as sexually repressed, as signified by his assuming the garb of a woman in order to see his mother's wild orgies. In the end, though, the Maenads care nothing about these critical opinions - they, along with his mother, tear him limb from limb and affix his head to a staff during a religiously induced frenzy. FTP, identify this son of": {
    "guess": "Pentheus",
    "confidence": [
      [
        "P",
        -0.07511581
      ],
      [
        "ent",
        -0.00010354319
      ],
      [
        "he",
        -5.6576944e-05
      ],
      [
        "us",
        -5.2643223e-05
      ]
    ]
  },
  "For an ideal gas, this quantity can be derived from temperature using Sutherland's formula. This quantity can be mathematically represented by tensors of fourth or higher orders. Bingham plastics can experience a dramatic increase in this property at high stresses, though at low stresses it instead is characterized by an amalgamation of this term and \"elastic.\" Thixotropic and rheopectic materials respectively decrease and increase this property over time, much like the processes of shear thinning": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.009039601
      ],
      [
        "cosity",
        -0.0012689243
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized the judicial system for making an institution out of the human instinct of hostility in his essay \"The Psychology of Punitive Justice.\"  He rejected Whitehead's attempt to employ absolute idealism to provide a philosophical underpinning for the theory of relativity, arguing instead that the principle of sociality does the needed work in his essay \"The Objective Reality of Perspectives.\"  In his Carus lectures, he sought to bring together scientific determinism and the emergence of novelty, which he did through his \"philosophy of the present.\"  He published no books during his life, but": {
    "guess": "Alfred Schutz",
    "confidence": [
      [
        "Al",
        -0.44539842
      ],
      [
        "fred",
        -0.00063714286
      ],
      [
        " Sch",
        -0.410359
      ],
      [
        "utz",
        -0.0076266266
      ]
    ]
  },
  "-20-10: Identify the book of the Bible from verses.  30: Remember your Creator in the days of your youth, before the days of trouble come.  20: \"Meaningless! Meaningless!\" says the Teacher. \"Everything": {
    "guess": "Book of Ecclesiastes",
    "confidence": [
      [
        "Book",
        -0.21928331
      ],
      [
        " of",
        -0.0007986693
      ],
      [
        " Ecc",
        -1.1279553e-05
      ],
      [
        "lesi",
        -0.00053694757
      ],
      [
        "astes",
        -0.000112125854
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized the judicial system for making an institution out of the human instinct of hostility in his essay \"The Psychology of Punitive Justice.\"  He rejected Whitehead's attempt to employ absolute idealism": {
    "guess": "Emmanuel Levinas",
    "confidence": [
      [
        "Em",
        -1.5020926
      ],
      [
        "manuel",
        -0.07769433
      ],
      [
        " Levin",
        -0.12580156
      ],
      [
        "as",
        -8.776276e-06
      ]
    ]
  },
  "This idea dates back to Freidrich Ratzel, and it claims that the Germanic people don't have enough space within their own borders to thrive. For fifteen points, identify this justification given by Adolph": {
    "guess": "Lebensraum",
    "confidence": [
      [
        "Le",
        -0.010779914
      ],
      [
        "bens",
        -0.0009228924
      ],
      [
        "ra",
        -1.6762922e-05
      ],
      [
        "um",
        -0.0004207827
      ]
    ]
  },
  "For an ideal gas, this property is proportional to the average kinetic energy of the particles. Relative humidity is computed by comparing the wet-bulb and dry-bulb measurements of this quantity. According": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.0005410005
      ]
    ]
  },
  "For an ideal gas, this quantity can be derived from temperature using Sutherland's formula. This quantity can be mathematically represented by tensors of fourth or higher orders. Bingham plastics can experience a dramatic increase in this property at high stresses, though at low stresses it instead is characterized by an amalgamation of this term and \"elastic.\" Thixotropic and rheopectic materials respectively decrease and increase this property over time, much like the processes of shear thinning and shear thickening. This value is non-constant for non-Newtonian fluids, such as blood and ketchup.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0047935843
      ],
      [
        "cosity",
        -0.0020012
      ]
    ]
  },
  "For an ideal gas, this property is proportional to the average kinetic energy of the particles. Relative humidity is computed by comparing the wet-bulb and dry-bulb measurements of this quantity. According to the third law of thermodynamics, a perfect crystal has zero entropy when this property is (*)": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.06503572
      ]
    ]
  },
  "for 1, 10 for 2, 20 for 3, and 30 for all 4, identify these cocktails all of which share a common ingredient.  A. There are two recipes for this strong drink, the \"classic\", which is 1 part 151 proof rum, 1 part Everclear, and 1 part Blue Curaçao, and the \"lighter\", which is 1 part 151 proof rum, 1 part 100 proof vodka, and 1 part Blue Curaçao.": {
    "guess": "Blue Hawaii",
    "confidence": [
      [
        "Blue",
        -1.0590807
      ],
      [
        " Hawaii",
        -0.2741946
      ]
    ]
  },
  "Identify the following operas by the Russian composer Nikolai Rimsky- Korsakov from a description of their plots F15PE.  A. Dodon, concerned that Shemakhan will invade, summons an astrologer, who gives him the title object. Dodon sends his two sons to attack his neighbors, but they kill each other by mistake. He leads the army, meeting Shemakhan and falling in love. After their wedding, the astrologer is killed by Dodon, who is then killed by the title object.": {
    "guess": "The Golden Cockerel",
    "confidence": [
      [
        "The",
        -0.012574757
      ],
      [
        " Golden",
        -0.5110149
      ],
      [
        " C",
        -4.441817e-05
      ],
      [
        "ocker",
        -1.4974867e-05
      ],
      [
        "el",
        -3.166338e-05
      ]
    ]
  },
  "This man is identified with Quetzalcoatl by John Taylor and other Church of Latter Day Saints leaders. The \"Q Source\" is a hypothetical collection of this man's quotations. At this man's trial, elders worry about losing \"our place and our nation.\" In one story, he refused to turn stones into bread, stating that \"man cannot live by bread alone.\" This man was condemned to death after a crowd chose to": {
    "guess": "Jesus",
    "confidence": [
      [
        "Jesus",
        -0.07523988
      ]
    ]
  },
  "One idea proposed by this theorist is the spectacle, or opsis. He also discussed the idea of simulated representation, which he referred to by a term later used to title a book by Erich Auerbach, mimesis": {
    "guess": "Guy Debord",
    "confidence": [
      [
        "Guy",
        -0.2963699
      ],
      [
        " Deb",
        -2.3319124e-05
      ],
      [
        "ord",
        -6.704273e-07
      ]
    ]
  },
  "Identify the following operas by the Russian composer Nikolai Rimsky- Korsakov from a description of": {
    "guess": "List of operas by Nikolai Rimsky-Korsakov",
    "confidence": [
      [
        "List",
        -0.6290685
      ],
      [
        " of",
        -1.9027791e-05
      ],
      [
        " oper",
        -0.198653
      ],
      [
        "as",
        -0.00031448968
      ],
      [
        " by",
        -0.0030443815
      ],
      [
        " Nikol",
        -0.038238626
      ],
      [
        "ai",
        -4.4179764e-05
      ],
      [
        " Rim",
        -4.2868523e-05
      ],
      [
        "sky",
        -3.190179e-05
      ],
      [
        "-K",
        -0.00017755765
      ],
      [
        "ors",
        -5.9914648e-05
      ],
      [
        "akov",
        -5.7172965e-05
      ]
    ]
  },
  "These can be identified using a technique known as TILLING. Harris Bernstein discovered the \"amber\" type of them, which is contrasted with the \"ochre\" and \"opal\" types. One example of the \"point\" variety of these causes sickle-cell anemia, and it is also an example of the \"missense\" variety, since it results in valine being encoded instead of glutamic acid. They can also be classified as \"nonsense\"": {
    "guess": "Mutation",
    "confidence": [
      [
        "Mutation",
        -0.29284218
      ]
    ]
  },
  "These can be identified using a technique known as TILLING. Harris Bernstein discovered the \"amber\" type of them, which is contrasted with the \"ochre\" and \"opal\" types. One example of the \"point\" variety of these causes sickle-cell anemia, and it is also an example of the \"missense\" variety, since it": {
    "guess": "Mutation",
    "confidence": [
      [
        "Mutation",
        -0.88733333
      ]
    ]
  },
  "This ideological position was lampooned by a commentator who wrote \"a vulture is almost an eagle\" and": {
    "guess": "Vulture Fund",
    "confidence": [
      [
        "V",
        -1.9748259
      ],
      [
        "ulture",
        -0.112252735
      ],
      [
        " Fund",
        -0.33855626
      ]
    ]
  },
  "Identify the following operas by the Russian composer Nikolai Rimsky- Korsakov from a description of their plots F15PE.  A. Dodon, concerned that Shemakhan will invade, summons an astrologer, who gives him the title object. Dodon sends his two sons to attack his neighbors, but they kill each other by": {
    "guess": "The Tale of Tsar Saltan",
    "confidence": [
      [
        "The",
        -0.019453784
      ],
      [
        " Tale",
        -0.16338122
      ],
      [
        " of",
        -3.4047454e-05
      ],
      [
        " Ts",
        -0.0009699412
      ],
      [
        "ar",
        -7.910644e-05
      ],
      [
        " Salt",
        -0.00034225677
      ],
      [
        "an",
        -4.1199673e-05
      ]
    ]
  },
  "Identified from its oxide in 1789 by Klaproth, its pure form was isolated in 1824 by Berzelius. It is relatively abundant in the Earth's crust and is transparent to neutrons. What is this element used": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.40021953
      ],
      [
        "ium",
        -7.822647e-06
      ]
    ]
  },
  "Identify the common surname: Frank and his sister Margaret were prominent poster painters of the Art": {
    "guess": "Frank (surname)",
    "confidence": [
      [
        "Frank",
        -0.8579581
      ],
      [
        " (",
        -0.74865896
      ],
      [
        "surname",
        -0.69427484
      ],
      [
        ")",
        -0.006331164
      ]
    ]
  },
  "The idea for this invention came on a vacation to Ben Nevis in 1894, when a scientist noticed the optical": {
    "guess": "Optical Isolator",
    "confidence": [
      [
        "Opt",
        -1.2008942
      ],
      [
        "ical",
        -0.00037979125
      ],
      [
        " Is",
        -1.2845215
      ],
      [
        "ol",
        -0.0028542094
      ],
      [
        "ator",
        -0.0010053007
      ]
    ]
  },
  "Identify the following types of species interaction from a brief description F10PE.  A. It often occurs when one organism exudes a chemical compound detrimental to another organism. It is defined as interaction": {
    "guess": "Allelopathy",
    "confidence": [
      [
        "Alle",
        -0.11496888
      ],
      [
        "lo",
        -7.171581e-05
      ],
      [
        "path",
        -2.2007884e-05
      ],
      [
        "y",
        -0.00042066345
      ]
    ]
  },
  "Identify the common year FTP: The first pizzeria opens in NYC; the first commercially successful movie projector is developed in France; Carl Orff and Jean-Paul Sartre are born; French West Africa is created; The Importance of Being Earnest, The Time Machine, and The Red Badge of Courage are published; the Treaty of Shimonoseki end the first Sino-Japanese War and forces China to give the island of Formosa to Japan; Whilhelm Roentgen discovers X-Rays; and Guglielmo Marconi develops the directional radio antenna.": {
    "guess": "1895",
    "confidence": [
      [
        "189",
        -0.0029424017
      ],
      [
        "5",
        -0.013284464
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized the judicial system for making an institution out of the human instinct of hostility in his essay \"The Psychology of Punitive Justice.\"  He rejected Whitehead's attempt to employ absolute idealism to provide a philosophical underpinning for the theory of relativity, arguing instead that the": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -1.0870632
      ],
      [
        " He",
        -0.55860555
      ],
      [
        "ide",
        -0.0004063627
      ],
      [
        "gger",
        -0.00013822412
      ]
    ]
  },
  "The ideas of this movement were introduced to the United States in part through a series of articles published by Harry Helson. Its theories were expanded in studies of the Zeigarnik effect and the development of field theory by Kurt Lewin. Early influences on it included the phenomenology of Carl Stumpf and the theories of Ehrenfels, who noted that transposed melodies sound the same. Important concepts": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.004289473
      ],
      [
        "est",
        -3.4121115e-06
      ],
      [
        "alt",
        -1.8789384e-05
      ],
      [
        " psychology",
        -0.010995354
      ]
    ]
  },
  "-20-10: Identify the book of the Bible from verses.  30: Remember your Creator in the days of your youth, before the days of trouble come.  20: \"Meaningless! Meaningless!\" says the Teacher. \"Everything is meaningless!\"  10: There is a time for everything, and a season for every activity under heaven:": {
    "guess": "Ecclesiastes",
    "confidence": [
      [
        "E",
        -0.56329787
      ],
      [
        "cc",
        -3.5313153e-06
      ],
      [
        "lesi",
        -0.00037907605
      ],
      [
        "astes",
        -4.9424725e-05
      ]
    ]
  },
  "He has been identified as an ascetic martyr, killed in his crusade against the irrational tide of religious fanaticism. Others suggest that he was a myopic psychopath who was unable to accept human nature": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.817875
      ],
      [
        "taire",
        -0.00020473242
      ]
    ]
  },
  "The idea for this event was conceived eight years prior at an anti-slavery convention in London. The": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.024746036
      ],
      [
        "eca",
        -1.2948405e-05
      ],
      [
        " Falls",
        -2.1650272e-05
      ],
      [
        " Convention",
        -0.0001342904
      ]
    ]
  },
  "Identify the following players from the US Women's National Soccer Team F10PE.  A. She is the University of Florida's all-time leading goal scorer and won the Founders' Cup MVP award for the 2003 WUSA title game with the Washington Freedom. Her national team career is notable for a goal against rival Norway in the 2003 World Cup and for a header in extra time against Brazil in the gold medal match of the 2004 Summer Olympics.": {
    "guess": "Abby Wambach",
    "confidence": [
      [
        "Ab",
        -0.044550724
      ],
      [
        "by",
        -9.031158e-05
      ],
      [
        " W",
        -0.0002750406
      ],
      [
        "amb",
        -0.0008671565
      ],
      [
        "ach",
        -2.3795938e-05
      ]
    ]
  },
  "This man's ideas were contrasted with those of Husserl in a 1956 book by Maurice Natanson, while Martin Buber's social anthropology was compared with this man's views in a book by Paul Pfeutze.  He criticized the judicial system for making an institution out of the human instinct of hostility in his": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -1.5411642
      ],
      [
        "igm",
        -0.28890616
      ],
      [
        "und",
        -0.00030507625
      ],
      [
        " Freud",
        -0.00033308176
      ]
    ]
  },
  "The idea for this invention came on a vacation to Ben Nevis in 1894, when a scientist noticed the optical effects of the sun shining through the mist. He tried to recreate those effects at the Cavendish Laboratory, but was frustrated until the discov  ery of radioactivity provided him with a source of ionizing particles. FTP, name this device, which causes vapor to condense on charged particles, making their tracks visible, introduced in 1911 by Charles Wilson.": {
    "guess": "Cloud chamber",
    "confidence": [
      [
        "Cloud",
        -0.0109226145
      ],
      [
        " chamber",
        -0.003929149
      ]
    ]
  },
  "Identify the following operas by the Russian composer Nikolai Rimsky- Korsakov from a description of their plots F15PE.  A. Dodon, concerned that Shemakhan will invade, summons an astrologer, who gives": {
    "guess": "The Tale of Tsar Saltan",
    "confidence": [
      [
        "The",
        -0.033925645
      ],
      [
        " Tale",
        -0.18414325
      ],
      [
        " of",
        -2.0696643e-05
      ],
      [
        " Ts",
        -0.0017593137
      ],
      [
        "ar",
        -5.157039e-05
      ],
      [
        " Salt",
        -0.00045902873
      ],
      [
        "an",
        -3.4524266e-05
      ]
    ]
  },
  "He has been identified as the nameless Old Man who leads the three men to treasure in Chaucer's Pardoner's Tale. He is also the subject of a series of etchings by Gustave Dore. John Galsworthy's \"A Simple Tale\" concerns him, as does O Henry's , \"A Door of Unrest. \" Percy Shelley's poem about him is subtitled the \"Victim of the Eternal Avenger\", and he is also the subject of Mary Shelley's The Mortal Immortal. First described in Roger of Wendover's Flores Historiarum, he is a shoemaker who did lot": {
    "guess": "The Wandering Jew",
    "confidence": [
      [
        "The",
        -0.9062602
      ],
      [
        " W",
        -0.31572515
      ],
      [
        "andering",
        -1.7432603e-06
      ],
      [
        " Jew",
        -1.9816675e-06
      ]
    ]
  },
  "Identify the following heroes and villains from Todd McFarlane's comic series, Spawn, F10PE.  A. Employed by the agency known as the Star Chamber, these warriors are called upon by heaven to battle against Hellspawn whenever they appear on Earth. Jason Wynn was recruited as one, but was replaced by Phil Timper": {
    "guess": "Hellspawn",
    "confidence": [
      [
        "Hell",
        -1.076228
      ],
      [
        "spawn",
        -0.095070295
      ]
    ]
  },
  "The ideas of this group were promoted in works like On the Development of the Monist View of History. Banned after the Kronstadt Rising, some of their members such as Tsereteli and Dan served in the Provisional Government, while others joined the white army. Taking up many of their issues in the journal Iskra, they believed in a larger pool of active revolutionaries, like those found in other European socialist parties, and that Marxism could only be successful after the development of capitalism. Led by Jules Martov and George Plekhanov, FTP, identify this faction of the Social Democratic Worker's Party who opposed the Bolsheviks.": {
    "guess": "Mensheviks",
    "confidence": [
      [
        "M",
        -0.0075574056
      ],
      [
        "ens",
        -1.5570886e-05
      ],
      [
        "hevik",
        -8.89548e-06
      ],
      [
        "s",
        -0.00048763392
      ]
    ]
  },
  "Identify the following players from the US Women's National Soccer Team F10PE.  A. She is the University": {
    "guess": "United States women's national soccer team",
    "confidence": [
      [
        "United",
        -0.5927439
      ],
      [
        " States",
        -0.0011446223
      ],
      [
        " women",
        -0.043091
      ],
      [
        "'s",
        -0.0001375089
      ],
      [
        " national",
        -0.00040278657
      ],
      [
        " soccer",
        -7.4695905e-05
      ],
      [
        " team",
        -0.00016814057
      ]
    ]
  },
  "Identify the following about the breakup of Yugoslavia in the early 1990s F10PE.  A. In 1990, the government": {
    "guess": "Breakup of Yugoslavia",
    "confidence": [
      [
        "Break",
        -0.023548845
      ],
      [
        "up",
        -2.2246291e-05
      ],
      [
        " of",
        -0.0026752993
      ],
      [
        " Yugoslavia",
        -4.036525e-05
      ]
    ]
  },
  "This idea can be divided into apophatic and kataphatic varieties depending on whether it can be explained": {
    "guess": "Mysticism",
    "confidence": [
      [
        "M",
        -0.20575787
      ],
      [
        "yst",
        -0.00033153212
      ],
      [
        "icism",
        -0.045887496
      ]
    ]
  },
  "Identify the American author from works, 30-10-10  30 pts: The plays _The Women of Andros_ and _The Trumpet Shall  Sound_; the novel _The Ides of March_  20 pts: The novels _The Cabala_ and _Heaven's My Destiny_; the play  _The Skin of Our Teeth_  10 pts: The novels _Bridge of San Luis Rey_ and the play": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0026043144
      ],
      [
        "nton",
        -2.9994528e-05
      ],
      [
        " Wild",
        -0.0006476255
      ],
      [
        "er",
        -3.6789137e-05
      ]
    ]
  },
  "Identify each of the following people associated with a modernist art movement F10PE.  A. Considered": {
    "guess": "Modernist literature",
    "confidence": [
      [
        "Modern",
        -0.9175173
      ],
      [
        "ist",
        -0.7219967
      ],
      [
        " literature",
        -0.61277443
      ]
    ]
  },
  "Identified from its oxide in 1789 by Klaproth, its pure form was isolated in 1824 by Berzelius. It is relatively abundant in the Earth's crust and is transparent to neutrons. What is this element used in nuclear reactors for cladding feul irons, for alloying with Uranium, and for reactor-core structures because of its unique combination of properties, FTP of atomic number 40?": {
    "guess": "Zirconium",
    "confidence": [
      [
        "Z",
        -0.0069726477
      ],
      [
        "ircon",
        -8.2324936e-05
      ],
      [
        "ium",
        -5.5265704e-05
      ]
    ]
  },
  "He has been identified as the nameless Old Man who leads the three men to treasure in Chaucer's Pardoner's Tale. He is also the subject of a series of etchings by Gustave Dore. John Galsworthy's \"A Simple": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2663606
      ]
    ]
  },
  "Identify the common surname: Frank and his sister Margaret were prominent poster painters of the Art Nouveau movement; Jock was among the first of the Canadian abstract artists; James Edward was an English-Canadian": {
    "guess": "Harris",
    "confidence": [
      [
        "H",
        -0.32898936
      ],
      [
        "arris",
        -0.010644405
      ]
    ]
  },
  "Identify the following from Plato's Republic.      A. Book seven introduces this simile to illustrate the difference between appearance and reality. It involves a man who lives in darkness, is allowed to see the outside world, but then upon returning is unable to communicate his newfound knowledge to others.": {
    "guess": "Allegory of the Cave",
    "confidence": [
      [
        "Al",
        -0.0116820345
      ],
      [
        "leg",
        -1.2664457e-06
      ],
      [
        "ory",
        -1.504853e-06
      ],
      [
        " of",
        -0.0005044196
      ],
      [
        " the",
        -0.0004074355
      ],
      [
        " Cave",
        -0.014395959
      ]
    ]
  },
  "The ideas of this movement were introduced to the United States in part through a series of articles published by Harry Helson. Its theories were expanded in studies of the Zeigarnik effect and the development of field theory by Kurt Lewin. Early influences on it included the phenomenology of Carl Stumpf and the theories of Ehrenfels, who noted that transposed melodies sound the same. Important concepts of this school include the principle of prägnanz and the appearance of motion in the phi phenomenon. FTP, name this school of psychology founded by Koffka, Köhler, and Wertheimer, basically summed": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.0018994827
      ],
      [
        "est",
        -3.7697225e-06
      ],
      [
        "alt",
        -1.4378848e-05
      ],
      [
        " psychology",
        -0.002046648
      ]
    ]
  },
  "This idea underlies the mechanics of competing theories due to Bullard and Vening Meinesz, which explained": {
    "guess": "Isostasy",
    "confidence": [
      [
        "Is",
        -0.38937777
      ],
      [
        "ost",
        -0.00023476807
      ],
      [
        "asy",
        -0.0015467643
      ]
    ]
  },
  "Identify the following types of species interaction from a brief description F10PE.  A. It often occurs when one organism exudes a chemical compound detrimental to another organism. It is defined as interaction in which one organism hinders or restricts the success of another without itself being benefited or harmed.": {
    "guess": "Amensalism",
    "confidence": [
      [
        "Am",
        -0.76805246
      ],
      [
        "ens",
        -2.1173457e-05
      ],
      [
        "al",
        -0.00085239357
      ],
      [
        "ism",
        -0.00022153647
      ]
    ]
  },
  "One idea proposed by this theorist is the spectacle, or opsis. He also discussed the idea of simulated": {
    "guess": "Guy Debord",
    "confidence": [
      [
        "Guy",
        -0.027234595
      ],
      [
        " Deb",
        -8.657073e-06
      ],
      [
        "ord",
        -9.0883464e-07
      ]
    ]
  },
  "This idea can be divided into apophatic and kataphatic varieties depending on whether it can be explained concretely. William James' The Varieties of Religious Experience asks if saintly life originates from this idea and states that \"ineffability\" is a prerequisite for a tradition to adhere to it. This idea underlies a tradition whose practitioners attempt to merge the (*) Godhead with the Einsof. It underlies a different tradition that uses various practices to achieve the Six Subtleties as well": {
    "guess": "Mysticism",
    "confidence": [
      [
        "M",
        -0.014590521
      ],
      [
        "yst",
        -2.9352968e-06
      ],
      [
        "icism",
        -0.002930276
      ]
    ]
  },
  "The \"idealized model\" of this effect requires parameters symbolized epsilon and alpha-sub-p. Compounds": {
    "guess": "Ideal gas",
    "confidence": [
      [
        "Ideal",
        -1.0473251
      ],
      [
        " gas",
        -0.33322114
      ]
    ]
  },
  "He has been identified as the nameless Old Man who leads the three men to treasure in Chaucer's Pardoner's Tale. He is also the subject of a series of etchings by Gustave Dore. John Galsworthy's \"A Simple Tale\" concerns him, as does O Henry's , \"A Door of Unrest. \" Percy Shelley's poem about him is subtitled": {
    "guess": "The Pardoner's Tale",
    "confidence": [
      [
        "The",
        -0.2572602
      ],
      [
        " P",
        -0.33337522
      ],
      [
        "ard",
        -0.0006201041
      ],
      [
        "oner",
        -3.2497806e-05
      ],
      [
        "'s",
        -0.011291609
      ],
      [
        " Tale",
        -0.0007986693
      ]
    ]
  },
  "This man is identified with Quetzalcoatl by John Taylor and other Church of Latter Day Saints leaders. The \"Q Source\" is a hypothetical collection of this man's quotations. At this man's trial, elders worry about losing \"our place and our nation.\" In one story, he refused to turn stones into bread, stating that \"man cannot live by bread alone.\" This man was condemned to death after a crowd chose to spare Barabbas instead, an event that prompted Pontius Pilate to wash his hands. For 10 points, name this man, the son of God according to a large world religion.": {
    "guess": "Jesus",
    "confidence": [
      [
        "Jesus",
        -0.008005835
      ]
    ]
  },
  "For an ideal gas, this property is proportional to the average kinetic energy of the particles. Relative": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.055887558
      ]
    ]
  }
}