{
  "The husband of this novel's protagonist killed the family cat before telling her daughter that they are": {
    "guess": "The Lovely Bones",
    "confidence": [
      [
        "The",
        -0.83292866
      ],
      [
        " Lovely",
        -0.7818641
      ],
      [
        " Bones",
        -1.3544423e-05
      ]
    ]
  },
  "He is the husband of Juturna and the father of Fontus, who are the goddess and god of springs, fountains, and wells respectively. He was typically invoked before any other god in regular liturgies, and his festival of Agonium took place in the 9th day of his namesake (*) month. His temple was kept open": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.022511434
      ],
      [
        "us",
        -2.6656826e-05
      ]
    ]
  },
  "This husband of Ermengarde of Tours died and was buried at a monastery near Prum. He quarreled with his stepmother Judith after she planned to have Alemannia given to her son rather than to him. He allied with Pepin II of Aquitaine, but was nevertheless defeated at the Battle of Fontenay, prompting him to negotiate a treaty with two of his brothers that granted him Italy and a strip of land stretching": {
    "guess": "Pepin the Hunchback",
    "confidence": [
      [
        "P",
        -0.71973723
      ],
      [
        "ep",
        -0.008743044
      ],
      [
        "in",
        -2.3676734e-05
      ],
      [
        " the",
        -0.33273646
      ],
      [
        " H",
        -0.28062952
      ],
      [
        "unch",
        -7.58424e-06
      ],
      [
        "back",
        -8.959636e-05
      ]
    ]
  },
  "This husband of Ermengarde of Tours died and was buried at a monastery near Prum. He quarreled with his stepmother Judith after she planned to have Alemannia given to her son rather than to him. He allied": {
    "guess": "Louis the Pious",
    "confidence": [
      [
        "Louis",
        -0.33681476
      ],
      [
        " the",
        -0.0039958847
      ],
      [
        " P",
        -0.824986
      ],
      [
        "ious",
        -7.696077e-05
      ]
    ]
  },
  "He is the husband of Juturna and the father of Fontus, who are the goddess and god of springs, fountains, and wells respectively. He was typically invoked before any other god in regular liturgies, and his festival of Agonium took place in the 9th day of his namesake (*) month. His temple was kept open during war in honor of him causing a hot spring to erupt which trapped the Sabines for Romulus to capture. Lacking a Greek counterpart, FTP, name this Roman god of doors, gates, and beginnings, famous for having two faces.": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.004645742
      ],
      [
        "us",
        -6.6306106e-06
      ]
    ]
  },
  "The husband of this novel's protagonist killed the family cat before telling her daughter that they are going on a picnic. Another section of this novel describes the execution of a woman in which all of the audience must pull on a rope. Early in this book, its main character takes solace in the Latin phrase \"Don't let the bastards grind you down.\" Professor Piexioto explains that this novel was found on cassette tapes and that Judd came up with the Particicution in its epilogue. Its protagonist": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.00064190367
      ],
      [
        " Hand",
        -0.0009292103
      ],
      [
        "maid",
        -2.3915141e-05
      ],
      [
        "'s",
        -4.7040652e-05
      ],
      [
        " Tale",
        -3.0232935e-05
      ]
    ]
  },
  "The husband of this novel's protagonist killed the family cat before telling her daughter that they are going on a picnic. Another section of this novel describes the execution of a woman in which all": {
    "guess": "The Lovely Bones",
    "confidence": [
      [
        "The",
        -1.3536757
      ],
      [
        " Lovely",
        -1.516145
      ],
      [
        " Bones",
        -0.00019638817
      ]
    ]
  },
  "The husband of this novel's protagonist killed the family cat before telling her daughter that they are going on a picnic. Another section of this novel describes the execution of a woman in which all of the audience must pull on a rope. Early in this book, its main character takes solace in the Latin phrase \"Don't let the bastards grind you down.\" Professor Piexioto explains that this novel was found on cassette tapes and that Judd came up with the Particicution in its epilogue. Its protagonist works with the Commander, who is married to Serena Joy. Its title role refers to concubines whose main": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.0018721172
      ],
      [
        " Hand",
        -6.909333e-05
      ],
      [
        "maid",
        -1.9146995e-05
      ],
      [
        "'s",
        -2.2246291e-05
      ],
      [
        " Tale",
        -1.6286107e-05
      ]
    ]
  },
  "The husband of one Englishwoman in this film has his wallet stolen, and another character, whose English is \"not so good,\" toasts with his wife to America. Because the central character \"despises\" another character, he is entrusted some letters by Ugarte at its beginning, and in one of its scenes, \"The Watch on the Rhine\" is drowned out by \"La Marseillaise\" in a song duel. An order to \"round up the": {
    "guess": "Casablanca (film)",
    "confidence": [
      [
        "Cas",
        -0.0041960482
      ],
      [
        "ab",
        -0.00036216015
      ],
      [
        "lan",
        -1.6240566e-06
      ],
      [
        "ca",
        -7.226629e-06
      ],
      [
        " (",
        -0.0036663485
      ],
      [
        "film",
        -0.0007514977
      ],
      [
        ")",
        -1.4498052e-05
      ]
    ]
  },
  "He is the husband of Juturna and the father of Fontus, who are the goddess and god of springs, fountains, and wells respectively. He was typically invoked before any other god in regular liturgies, and his festival of Agonium took place in the 9th day of his namesake (*) month. His temple was kept open during war in honor of him causing a hot spring to erupt which trapped the Sabines for Romulus to": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.0040201107
      ],
      [
        "us",
        -4.477578e-05
      ]
    ]
  },
  "The husband of this novel's protagonist killed the family cat before telling her daughter that they are going on a picnic. Another section of this novel describes the execution of a woman in which all of the audience must pull on a rope. Early in this book, its main character takes solace in the Latin": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.86083555
      ],
      [
        " Master",
        -1.0321767
      ],
      [
        " and",
        -0.0002100966
      ],
      [
        " Marg",
        -0.00019328887
      ],
      [
        "ar",
        -0.00014978688
      ],
      [
        "ita",
        -2.6060809e-05
      ]
    ]
  },
  "He is the husband of Juturna and the father of Fontus, who are the goddess and god of springs, fountains,": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.5301903
      ],
      [
        "us",
        -0.00048477305
      ]
    ]
  },
  "The husband of this novel's protagonist killed the family cat before telling her daughter that they are going on a picnic. Another section of this novel describes the execution of a woman in which all of the audience must pull on a rope. Early in this book, its main character takes solace in the Latin phrase \"Don't let the bastards grind you down.\" Professor Piexioto explains that this novel was found": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.0015395039
      ],
      [
        " Hand",
        -7.982166e-05
      ],
      [
        "maid",
        -3.9411618e-05
      ],
      [
        "'s",
        -3.094816e-05
      ],
      [
        " Tale",
        -1.4498052e-05
      ]
    ]
  },
  "This husband of Ermengarde of Tours died and was buried at a monastery near Prum. He quarreled with his stepmother Judith after she planned to have Alemannia given to her son rather than to him. He allied with Pepin II of Aquitaine, but was nevertheless defeated at the Battle of Fontenay, prompting him to negotiate a treaty with two of his brothers that granted him Italy and a strip of land stretching northwards from that province. For 10 points, name this signatory of the Treaty of Verdun, the brother": {
    "guess": "Lothair I",
    "confidence": [
      [
        "Lo",
        -0.3854509
      ],
      [
        "th",
        -0.00020902375
      ],
      [
        "air",
        -0.009203813
      ],
      [
        " I",
        -0.002301324
      ]
    ]
  },
  "This husband of Ermengarde of Tours died and was buried at a monastery near Prum. He quarreled with his stepmother Judith after she planned to have Alemannia given to her son rather than to him. He allied with Pepin II of Aquitaine, but was nevertheless defeated at the Battle of Fontenay, prompting him": {
    "guess": "Lothair I",
    "confidence": [
      [
        "Lo",
        -0.54606205
      ],
      [
        "th",
        -0.0006433341
      ],
      [
        "air",
        -0.07922221
      ],
      [
        " I",
        -0.46674114
      ]
    ]
  },
  "The husband of one Englishwoman in this film has his wallet stolen, and another character, whose English is \"not so good,\" toasts with his wife to America. Because the central character \"despises\" another character, he is entrusted some letters by Ugarte at its beginning, and in one of its scenes, \"The Watch on the Rhine\" is drowned out by \"La Marseillaise\" in a song duel. An order to \"round up the usual suspects\" in this film is issued by Captain Renault, allowing Victor and Ilsa to fly away. For 10 points, name this 1942 film starring Ingrid Bergman and Humphrey Bogart.": {
    "guess": "Casablanca",
    "confidence": [
      [
        "Cas",
        -0.0006355932
      ],
      [
        "ab",
        -0.0004951291
      ],
      [
        "lan",
        -2.1008714e-06
      ],
      [
        "ca",
        -1.9816675e-06
      ]
    ]
  },
  "He is the husband of Juturna and the father of Fontus, who are the goddess and god of springs, fountains, and wells respectively. He was typically invoked before any other god in regular liturgies, and": {
    "guess": "Fontus",
    "confidence": [
      [
        "Font",
        -0.4793835
      ],
      [
        "us",
        -0.0009646999
      ]
    ]
  },
  "The husband of this novel's protagonist killed the family cat before telling her daughter that they are going on a picnic. Another section of this novel describes the execution of a woman in which all of the audience must pull on a rope. Early in this book, its main character takes solace in the Latin phrase \"Don't let the bastards grind you down.\" Professor Piexioto explains that this novel was found on cassette tapes and that Judd came up with the Particicution in its epilogue. Its protagonist works with the Commander, who is married to Serena Joy. Its title role refers to concubines whose main purpose is to get pregnant for reproductive purposes, and such candidates who fail become an \"unwoman.\"": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.005260203
      ],
      [
        " Hand",
        -0.00010175513
      ],
      [
        "maid",
        -2.0696643e-05
      ],
      [
        "'s",
        -3.9292416e-05
      ],
      [
        " Tale",
        -2.7252845e-05
      ]
    ]
  },
  "The husband of one Englishwoman in this film has his wallet stolen, and another character, whose English is \"not so good,\" toasts with his wife to America. Because the central character \"despises\" another character, he is entrusted some letters by Ugarte at its beginning, and in one of its scenes, \"The": {
    "guess": "Casablanca",
    "confidence": [
      [
        "Cas",
        -0.011199071
      ],
      [
        "ab",
        -0.0002849345
      ],
      [
        "lan",
        -9.849109e-06
      ],
      [
        "ca",
        -6.0345924e-06
      ]
    ]
  },
  "He is the husband of Juturna and the father of Fontus, who are the goddess and god of springs, fountains, and wells respectively. He was typically invoked before any other god in regular liturgies, and his festival of Agonium took place in the 9th day of his namesake (*) month. His temple was kept open during war in honor of him causing a hot spring to erupt which trapped the Sabines for Romulus to capture. Lacking a Greek counterpart, FTP, name this Roman god of doors, gates, and beginnings, famous": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.076123476
      ],
      [
        "us",
        -1.247159e-05
      ]
    ]
  },
  "The husband of this novel's protagonist killed the family cat before telling her daughter that they are going on a picnic. Another section of this novel describes the execution of a woman in which all of the audience must pull on a rope. Early in this book, its main character takes solace in the Latin phrase \"Don't let the bastards grind you down.\" Professor Piexioto explains that this novel was found on cassette tapes and that Judd came up with the Particicution in its epilogue. Its protagonist works with the Commander, who is married to Serena Joy. Its title role refers to concubines whose main purpose is to get pregnant for reproductive purposes, and such candidates who fail become an \"unwoman.\" For 10 points, name this dystopian work about Offred that is set in the Republic of Gilead, written": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.053343035
      ],
      [
        " Hand",
        -0.0020141676
      ],
      [
        "maid",
        -0.00026169344
      ],
      [
        "'s",
        -0.00056089653
      ],
      [
        " Tale",
        -0.00014656837
      ]
    ]
  },
  "The husband of this novel's protagonist killed the family cat before telling her daughter that they are going on a picnic. Another section of this novel describes the execution of a woman in which all of the audience must pull on a rope. Early in this book, its main character takes solace in the Latin phrase \"Don't let the bastards grind you down.\" Professor Piexioto explains that this novel was found on cassette tapes and that Judd came up with the Particicution in its epilogue. Its protagonist works with the Commander, who is married to Serena Joy. Its title role refers to concubines whose main purpose is to get pregnant for reproductive purposes, and such candidates who fail become an \"unwoman.\" For 10 points, name this dystopian work about Offred that is set in the Republic of Gilead, written by Margaret Atwood.": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.0010080388
      ],
      [
        " Hand",
        -3.4524266e-05
      ],
      [
        "maid",
        -2.1650272e-05
      ],
      [
        "'s",
        -2.9352968e-06
      ],
      [
        " Tale",
        -1.0325924e-05
      ]
    ]
  },
  "The husband of one Englishwoman in this film has his wallet stolen, and another character, whose English is \"not so good,\" toasts with his wife to America. Because the central character \"despises\" another character, he is entrusted some letters by Ugarte at its beginning, and in one of its scenes, \"The Watch on the Rhine\" is drowned out by \"La Marseillaise\" in a song duel. An order to \"round up the usual suspects\" in this film is issued by Captain Renault, allowing Victor and Ilsa to fly away. For": {
    "guess": "Casablanca",
    "confidence": [
      [
        "Cas",
        -0.0012915473
      ],
      [
        "ab",
        -0.00039504567
      ],
      [
        "lan",
        -5.5122365e-07
      ],
      [
        "ca",
        -3.650519e-06
      ]
    ]
  },
  "The husband of one Englishwoman in this film has his wallet stolen, and another character, whose English": {
    "guess": "The Remains of the Day",
    "confidence": [
      [
        "The",
        -0.9359788
      ],
      [
        " Rem",
        -2.7809796
      ],
      [
        "ains",
        -0.0077253953
      ],
      [
        " of",
        -6.372917e-05
      ],
      [
        " the",
        -0.00046332006
      ],
      [
        " Day",
        -0.00035703435
      ]
    ]
  },
  "This husband of Ermengarde of Tours died and was buried at a monastery near Prum. He quarreled with his": {
    "guess": "Lothair II, Holy Roman Emperor",
    "confidence": [
      [
        "Lo",
        -0.24334309
      ],
      [
        "th",
        -0.00013214473
      ],
      [
        "air",
        -0.051844988
      ],
      [
        " II",
        -0.5761223
      ],
      [
        ",",
        -0.5924223
      ],
      [
        " Holy",
        -0.25220713
      ],
      [
        " Roman",
        -0.00016969022
      ],
      [
        " Emperor",
        -0.0005337327
      ]
    ]
  },
  "The husband of one Englishwoman in this film has his wallet stolen, and another character, whose English is \"not so good,\" toasts with his wife to America. Because the central character \"despises\" another": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.9204029
      ],
      [
        " Great",
        -0.82332605
      ],
      [
        " G",
        -0.014203814
      ],
      [
        "atsby",
        -0.00016539889
      ]
    ]
  },
  "This husband of Ermengarde of Tours died and was buried at a monastery near Prum. He quarreled with his stepmother Judith after she planned to have Alemannia given to her son rather than to him. He allied with Pepin II of Aquitaine, but was nevertheless defeated at the Battle of Fontenay, prompting him to negotiate a treaty with two of his brothers that granted him Italy and a strip of land stretching northwards from that province. For 10 points, name this signatory of the Treaty of Verdun, the brother of Charles the Bald and Louis the German.": {
    "guess": "Lothair I",
    "confidence": [
      [
        "Lo",
        -0.0054950914
      ],
      [
        "th",
        -1.0564331e-05
      ],
      [
        "air",
        -0.0012830913
      ],
      [
        " I",
        -0.00014299227
      ]
    ]
  }
}