{
  "With Florence Knoll, this man designed a building alternatively known as \"The Black Rock.\" He placed thin slits in the otherwise windowless brick cylinder to let light into one building, and he experimented with floating acoustic \"clouds\" in another. This architect of the MIT Chapel and Kresge Auditorium also incorporated wing-like structures in the TWA Flight Center at JFK International Airport and designed the Washington Dulles Airport. Equilateral triangles form the two bases of another of this man's designs, an inverted catenary curve on the west bank of the Mississippi River. For 10 points, name this Finnish-American architect of the St. Louis Gateway Arch.": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.004369829
      ],
      [
        "ero",
        -1.378283e-05
      ],
      [
        " Sa",
        -2.4391957e-05
      ],
      [
        "ar",
        -0.000156101
      ],
      [
        "inen",
        -1.7120534e-05
      ]
    ]
  },
  "The floor design in this painting is modeled on the Cosmati pavement in Westminster Abbey, and an unused oriental rug is lying on the top shelf. In the upper left corner of the painting, there is a crucifix that is partially obscured by the green curtain. The shelves in the center of the painting contain a sundial, a lyre, and two globes, among other things. There also is an anamorphic skull on the": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.016211612
      ],
      [
        " Amb",
        -0.0013051182
      ],
      [
        "assadors",
        -1.4617256e-05
      ]
    ]
  },
  "With Florence Knoll, this man designed a building alternatively known as \"The Black Rock.\" He placed thin slits in the otherwise windowless brick cylinder to let light into one building, and he experimented with floating acoustic \"clouds\" in another. This architect of the MIT Chapel and Kresge Auditorium also incorporated wing-like structures in the TWA Flight Center at JFK International Airport and designed the Washington Dulles Airport. Equilateral triangles form the two bases of another of this": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.004796069
      ],
      [
        "ero",
        -5.8245798e-05
      ],
      [
        " Sa",
        -0.00015252856
      ],
      [
        "ar",
        -0.00020759332
      ],
      [
        "inen",
        -2.6537622e-05
      ]
    ]
  },
  "At Florida State, he roomed with Burt Reynolds, and played football along with Reynolds, Paul Gleason, and Robert Urich. Of those four, he was the only one to remain in sports, as he coached Louisville": {
    "guess": "Terry Rozier",
    "confidence": [
      [
        "T",
        -1.5934019
      ],
      [
        "erry",
        -0.013056577
      ],
      [
        " Roz",
        -0.48359397
      ],
      [
        "ier",
        -4.298773e-05
      ]
    ]
  },
  "The floor design in this painting is modeled on the Cosmati pavement in Westminster Abbey, and an unused oriental rug is lying on the top shelf. In the upper left corner of the painting, there is a crucifix": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.10376658
      ],
      [
        " Amb",
        -0.00069956895
      ],
      [
        "assadors",
        -3.0471343e-05
      ]
    ]
  },
  "With Florence Knoll, this man designed a building alternatively known as \"The Black Rock.\" He placed thin slits in the otherwise windowless brick cylinder to let light into one building, and he experimented with floating acoustic \"clouds\" in another. This architect of the MIT Chapel and Kresge Auditorium": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.05622129
      ],
      [
        "ero",
        -0.0026629313
      ],
      [
        " Sa",
        -0.00035953766
      ],
      [
        "ar",
        -0.00024667746
      ],
      [
        "inen",
        -1.998142e-05
      ]
    ]
  },
  "At Florida State, he roomed with Burt Reynolds, and played football along with Reynolds, Paul Gleason, and Robert Urich. Of those four, he was the only one to remain in sports, as he coached Louisville from 1969-1972, leading them to their first bowl game. He then led Indiana to their first victory in a bowl game, and coached Northern Illinois and the Orlando Renegades of the USFL. In 1987, he moved into commentating, and he has been a fixture on the college football circuit ever since. FTP, name this man, best known for catchphrases like \"Not so fast, my friend,\" one of the hosts of College GameDay affectionately known as \"Coach.\"": {
    "guess": "Lee Corso",
    "confidence": [
      [
        "Lee",
        -0.012143803
      ],
      [
        " Cor",
        -0.00054481137
      ],
      [
        "so",
        -0.0003275984
      ]
    ]
  },
  "Floods in this country are controlled by the Tarbela and Mangla Dams. The Khojak and Broghol Passes connect this country with its northwestern neighbor, whose border with this country also contains the Sulaiman Mountains. This country, which is demarcated from its northwestern neighbor by the Durand": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.5012515
      ],
      [
        "ghan",
        -4.048445e-05
      ],
      [
        "istan",
        -0.00016623331
      ]
    ]
  },
  "Floods in this country are controlled by the Tarbela and Mangla Dams. The Khojak and Broghol Passes connect this country with its northwestern neighbor, whose border with this country also contains the Sulaiman Mountains. This country, which is demarcated from its northwestern neighbor by the Durand Line, contains the Federally Administered Tribal Areas and Khyber Pakhtunkhwa Province, which share a capital at Peshawar. Its highest point is located in the Karakoram Mountains and is named Mount Godwin-Austen, or K2. For 10 points, name this South Asian country that disputes control of Kashmir with": {
    "guess": "Pakistan",
    "confidence": [
      [
        "Pakistan",
        -0.005899284
      ]
    ]
  },
  "At Florida State, he roomed with Burt Reynolds, and played football along with Reynolds, Paul Gleason, and Robert Urich. Of those four, he was the only one to remain in sports, as he coached Louisville from 1969-1972, leading them to their first bowl game. He then led Indiana to their first victory in a bowl game, and coached Northern Illinois and the Orlando Renegades of the USFL. In 1987, he moved into commentating, and he has been a fixture on the college football circuit ever since. FTP, name": {
    "guess": "Lee Corso",
    "confidence": [
      [
        "Lee",
        -0.023646293
      ],
      [
        " Cor",
        -0.0002193908
      ],
      [
        "so",
        -0.00018351417
      ]
    ]
  },
  "The Flory-Huggins theory models these substances when put in solution and they are the subject of the Krotky-Porod worm like chain model. Their stiffness is measured with the persistence length, equal to one half the Kuhn length, which is used to model them as random walks. The Carothers equation gives their degree in the step-growth reactions used to create them, while the free radical mechanism is often used for chain-growth, or addition reactions. For 10 points, name these compounds, examples": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.06855267
      ],
      [
        "ym",
        -2.9756122e-05
      ],
      [
        "ers",
        -4.3202e-07
      ]
    ]
  },
  "The Flory-Huggins theory models these substances when put in solution and they are the subject of the Krotky-Porod worm like chain model. Their stiffness is measured with the persistence length, equal to one half the Kuhn length, which is used to model them as random walks. The Carothers equation gives": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.0021221882
      ],
      [
        "ym",
        -3.0545007e-06
      ],
      [
        "ers",
        0.0
      ]
    ]
  },
  "The floor design in this painting is modeled on the Cosmati pavement in Westminster Abbey, and an unused": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.047957275
      ],
      [
        " Amb",
        -0.01832939
      ],
      [
        "assadors",
        -1.1398757e-05
      ]
    ]
  },
  "Floods in this country are controlled by the Tarbela and Mangla Dams. The Khojak and Broghol Passes connect this country with its northwestern neighbor, whose border with this country also contains the Sulaiman Mountains. This country, which is demarcated from its northwestern neighbor by the Durand Line, contains the Federally Administered Tribal Areas and Khyber Pakhtunkhwa Province, which share": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.620049
      ],
      [
        "ghan",
        -4.6444635e-05
      ],
      [
        "istan",
        -9.436451e-05
      ]
    ]
  },
  "The Flory-Huggins theory models these substances when put in solution and they are the subject of the Krotky-Porod worm like chain model. Their stiffness is measured with the persistence length, equal to one half the Kuhn length, which is used to model them as random walks. The Carothers equation gives their degree in the step-growth reactions used to create them, while the free radical mechanism is": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.0003853902
      ],
      [
        "ym",
        -1.9361265e-07
      ],
      [
        "ers",
        -4.3202e-07
      ]
    ]
  },
  "At Florida State, he roomed with Burt Reynolds, and played football along with Reynolds, Paul Gleason, and Robert Urich. Of those four, he was the only one to remain in sports, as he coached Louisville from 1969-1972, leading them to their first bowl game. He then led Indiana to their first victory in a bowl game, and coached Northern Illinois and the Orlando Renegades of the USFL. In 1987, he moved into commentating, and he has been a fixture on the college football circuit ever since. FTP, name this man, best known for catchphrases like \"Not so fast, my friend,\" one of the hosts of College GameDay": {
    "guess": "Lee Corso",
    "confidence": [
      [
        "Lee",
        -0.08442598
      ],
      [
        " Cor",
        -0.0006036686
      ],
      [
        "so",
        -0.00031103275
      ]
    ]
  },
  "The floor design in this painting is modeled on the Cosmati pavement in Westminster Abbey, and an unused oriental rug is lying on the top shelf. In the upper left corner of the painting, there is a crucifix that is partially obscured by the green curtain. The shelves in the center of the painting contain": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.005893715
      ],
      [
        " Amb",
        -0.00040672027
      ],
      [
        "assadors",
        -3.7027545e-05
      ]
    ]
  },
  "Floods in this country are controlled by the Tarbela and Mangla Dams. The Khojak and Broghol Passes connect this country with its northwestern neighbor, whose border with this country also contains the Sulaiman Mountains. This country, which is demarcated from its northwestern neighbor by the Durand Line, contains the Federally Administered Tribal Areas and Khyber Pakhtunkhwa Province, which share a capital at Peshawar. Its highest point is located in the Karakoram Mountains and is named Mount Godwin-Austen,": {
    "guess": "Pakistan",
    "confidence": [
      [
        "Pakistan",
        -0.102995835
      ]
    ]
  },
  "At Florida State, he roomed with Burt Reynolds, and played football along with Reynolds, Paul Gleason, and Robert Urich. Of those four, he was the only one to remain in sports, as he coached Louisville from 1969-1972, leading them to their first bowl game. He then led Indiana to their first victory in": {
    "guess": "Lee Corso",
    "confidence": [
      [
        "Lee",
        -1.220233
      ],
      [
        " Cor",
        -0.0016747066
      ],
      [
        "so",
        -3.8219583e-05
      ]
    ]
  },
  "With Florence Knoll, this man designed a building alternatively known as \"The Black Rock.\" He placed thin slits in the otherwise windowless brick cylinder to let light into one building, and he experimented with floating acoustic \"clouds\" in another. This architect of the MIT Chapel and Kresge Auditorium also incorporated wing-like structures in the TWA Flight Center at JFK International Airport and designed the Washington Dulles Airport. Equilateral triangles form the two bases of another of this man's designs, an inverted catenary curve on the west bank of the Mississippi River. For 10 points,": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.006665874
      ],
      [
        "ero",
        -3.619312e-05
      ],
      [
        " Sa",
        -8.8285124e-05
      ],
      [
        "ar",
        -0.0001940041
      ],
      [
        "inen",
        -1.5332478e-05
      ]
    ]
  },
  "With Florence Knoll, this man designed a building alternatively known as \"The Black Rock.\" He placed": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.044913445
      ],
      [
        "ero",
        -0.016177244
      ],
      [
        " Sa",
        -7.255024e-05
      ],
      [
        "ar",
        -0.00029279827
      ],
      [
        "inen",
        -1.9743013e-05
      ]
    ]
  },
  "Floods in this country are controlled by the Tarbela and Mangla Dams. The Khojak and Broghol Passes connect this country with its northwestern neighbor, whose border with this country also contains the": {
    "guess": "Pakistan",
    "confidence": [
      [
        "Pakistan",
        -0.018715207
      ]
    ]
  },
  "With Florence Knoll, this man designed a building alternatively known as \"The Black Rock.\" He placed thin slits in the otherwise windowless brick cylinder to let light into one building, and he experimented with floating acoustic \"clouds\" in another. This architect of the MIT Chapel and Kresge Auditorium also incorporated wing-like structures in the TWA Flight Center at JFK International Airport and": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.015344804
      ],
      [
        "ero",
        -0.00013548243
      ],
      [
        " Sa",
        -0.00012284685
      ],
      [
        "ar",
        -0.00018947436
      ],
      [
        "inen",
        -2.0219828e-05
      ]
    ]
  },
  "The floor design in this painting is modeled on the Cosmati pavement in Westminster Abbey, and an unused oriental rug is lying on the top shelf. In the upper left corner of the painting, there is a crucifix that is partially obscured by the green curtain. The shelves in the center of the painting contain a sundial, a lyre, and two globes, among other things. There also is an anamorphic skull on the floor. FTP, name this Hans Holbein painting depicting the title men, one in clerical clothing and the other in court regalia.          |": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.00032569113
      ],
      [
        " Amb",
        -6.6947665e-05
      ],
      [
        "assadors",
        -7.703444e-06
      ]
    ]
  },
  "Floods in this country are controlled by the Tarbela and Mangla Dams. The Khojak and Broghol Passes connect": {
    "guess": "Pakistan Floods",
    "confidence": [
      [
        "Pakistan",
        -0.4447896
      ],
      [
        " Flood",
        -0.66483504
      ],
      [
        "s",
        -0.10864495
      ]
    ]
  },
  "With Florence Knoll, this man designed a building alternatively known as \"The Black Rock.\" He placed thin slits in the otherwise windowless brick cylinder to let light into one building, and he experimented": {
    "guess": "Ludwig Mies van der Rohe",
    "confidence": [
      [
        "L",
        -0.91493714
      ],
      [
        "ud",
        -0.0060122223
      ],
      [
        "wig",
        -0.0003236647
      ],
      [
        " M",
        -0.00039480726
      ],
      [
        "ies",
        -3.1305768e-05
      ],
      [
        " van",
        -0.0061938646
      ],
      [
        " der",
        -0.00022058284
      ],
      [
        " Ro",
        -0.00015359772
      ],
      [
        "he",
        -4.365741e-06
      ]
    ]
  },
  "The Flory-Huggins theory models these substances when put in solution and they are the subject of the": {
    "guess": "Polymer solution",
    "confidence": [
      [
        "Poly",
        -0.49335703
      ],
      [
        "mer",
        -0.000114748334
      ],
      [
        " solution",
        -0.01460133
      ]
    ]
  },
  "The Flory-Huggins theory models these substances when put in solution and they are the subject of the Krotky-Porod worm like chain model. Their stiffness is measured with the persistence length, equal": {
    "guess": "Krotky-Porod worm-like chain model",
    "confidence": [
      [
        "K",
        -0.80636764
      ],
      [
        "rot",
        -0.12867093
      ],
      [
        "ky",
        -0.0017275377
      ],
      [
        "-P",
        -0.07367249
      ],
      [
        "or",
        -2.9279307e-05
      ],
      [
        "od",
        -4.1080468e-05
      ],
      [
        " worm",
        -0.6755309
      ],
      [
        "-like",
        -0.72321624
      ],
      [
        " chain",
        -0.0031174645
      ],
      [
        " model",
        -0.23678428
      ]
    ]
  },
  "The Flory-Huggins theory models these substances when put in solution and they are the subject of the Krotky-Porod worm like chain model. Their stiffness is measured with the persistence length, equal to one half the Kuhn length, which is used to model them as random walks. The Carothers equation gives their degree in the step-growth reactions used to create them, while the free radical mechanism is often used for chain-growth, or addition reactions. For 10 points, name these compounds, examples of which include nylon and which are composed of repeating monomers.": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.040763687
      ],
      [
        "ym",
        -6.1537958e-06
      ],
      [
        "ers",
        0.0
      ]
    ]
  },
  "At Florida State, he roomed with Burt Reynolds, and played football along with Reynolds, Paul Gleason,": {
    "guess": "Fred Biletnikoff",
    "confidence": [
      [
        "Fred",
        -0.9561708
      ],
      [
        " B",
        -0.110566504
      ],
      [
        "ile",
        -5.5623317e-05
      ],
      [
        "tn",
        -3.2929079e-06
      ],
      [
        "ik",
        -6.1821906e-05
      ],
      [
        "off",
        -5.5861725e-05
      ]
    ]
  },
  "Floods in this country are controlled by the Tarbela and Mangla Dams. The Khojak and Broghol Passes connect this country with its northwestern neighbor, whose border with this country also contains the Sulaiman Mountains. This country, which is demarcated from its northwestern neighbor by the Durand Line, contains the Federally Administered Tribal Areas and Khyber Pakhtunkhwa Province, which share a capital at Peshawar. Its highest point is located in the Karakoram Mountains and is named Mount Godwin-Austen, or K2. For 10 points, name this South Asian country that disputes control of Kashmir with India and contains the cities of Karachi and Islamabad.": {
    "guess": "Pakistan",
    "confidence": [
      [
        "Pakistan",
        -0.0034068015
      ]
    ]
  },
  "The floor design in this painting is modeled on the Cosmati pavement in Westminster Abbey, and an unused oriental rug is lying on the top shelf. In the upper left corner of the painting, there is a crucifix that is partially obscured by the green curtain. The shelves in the center of the painting contain a sundial, a lyre, and two globes, among other things. There also is an anamorphic skull on the floor. FTP, name this Hans Holbein painting depicting the title men, one in clerical clothing and the": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.00079390116
      ],
      [
        " Amb",
        -4.7517467e-05
      ],
      [
        "assadors",
        -1.1398757e-05
      ]
    ]
  },
  "At Florida State, he roomed with Burt Reynolds, and played football along with Reynolds, Paul Gleason, and Robert Urich. Of those four, he was the only one to remain in sports, as he coached Louisville from 1969-1972, leading them to their first bowl game. He then led Indiana to their first victory in a bowl game, and coached Northern Illinois and the Orlando Renegades of the USFL. In 1987, he moved": {
    "guess": "Lee Corso",
    "confidence": [
      [
        "Lee",
        -0.12556596
      ],
      [
        " Cor",
        -0.00011272187
      ],
      [
        "so",
        -0.00020640128
      ]
    ]
  }
}