{
  "Wu Sangui tried to start a dynasty with this name during the 17th century, and this name was used by the fifth dynasty during the Five Dynasties and Ten Kingdoms Period. The major Chinese dynasty with": {
    "guess": "Shun dynasty",
    "confidence": [
      [
        "Sh",
        -0.18955168
      ],
      [
        "un",
        -0.0010443628
      ],
      [
        " dynasty",
        -0.42905453
      ]
    ]
  },
  "Wu Sangui tried to start a dynasty with this name during the 17th century, and this name was used by the fifth dynasty during the Five Dynasties and Ten Kingdoms Period. The major Chinese dynasty with this name was the first to declare the Mandate of Heaven, which was formulated by Wu Taibo and his nephew": {
    "guess": "Zhou Dynasty",
    "confidence": [
      [
        "Z",
        -0.012309375
      ],
      [
        "hou",
        -1.0325924e-05
      ],
      [
        " Dynasty",
        -0.117514625
      ]
    ]
  },
  "Wu Sangui tried to start a dynasty with this name during the 17th century, and this name was used by the fifth dynasty during the Five Dynasties and Ten Kingdoms Period. The major Chinese dynasty with this name was the first to declare the Mandate of Heaven, which was formulated by Wu Taibo and his nephew King Wen. Originally located at Haojing and Fengjing, this dynasty moved its capital to Chéngzhōu in the east. This dynasty led China through both the Spring and Autumn Period and the Warring States": {
    "guess": "Zhou Dynasty",
    "confidence": [
      [
        "Z",
        -0.0026788681
      ],
      [
        "hou",
        -4.723352e-06
      ],
      [
        " Dynasty",
        -0.055255383
      ]
    ]
  },
  "Wu Sangui tried to start a dynasty with this name during the 17th century, and this name was used by the fifth dynasty during the Five Dynasties and Ten Kingdoms Period. The major Chinese dynasty with this name was the first to declare the Mandate of Heaven, which was formulated by Wu Taibo and his nephew King Wen. Originally located at Haojing and Fengjing, this dynasty moved its capital to Chéngzhōu in the east. This dynasty led China through both the Spring and Autumn Period and the Warring States Period, which led to the Ch'in Dynasty. Name this dynasty that followed the Shang Dynasty, ending": {
    "guess": "Zhou Dynasty",
    "confidence": [
      [
        "Z",
        -0.0024372584
      ],
      [
        "hou",
        -3.5120287e-05
      ],
      [
        " Dynasty",
        -0.022645116
      ]
    ]
  },
  "Wu Sangui tried to start a dynasty with this name during the 17th century, and this name was used by the fifth dynasty during the Five Dynasties and Ten Kingdoms Period. The major Chinese dynasty with this name was the first to declare the Mandate of Heaven, which was formulated by Wu Taibo and his nephew King Wen. Originally located at Haojing and Fengjing, this dynasty moved its capital to Chéngzhōu in the east. This dynasty led China through both the Spring and Autumn Period and the Warring States Period, which led to the Ch'in Dynasty. Name this dynasty that followed the Shang Dynasty, ending in the third century BCE.": {
    "guess": "Zhou Dynasty",
    "confidence": [
      [
        "Z",
        -0.0021591836
      ],
      [
        "hou",
        -3.88156e-05
      ],
      [
        " Dynasty",
        -0.03399996
      ]
    ]
  },
  "Wu Sangui tried to start a dynasty with this name during the 17th century, and this name was used by": {
    "guess": "Zhou dynasty",
    "confidence": [
      [
        "Z",
        -0.08065134
      ],
      [
        "hou",
        -0.009092531
      ],
      [
        " dynasty",
        -0.0023025086
      ]
    ]
  },
  "Wu Sangui tried to start a dynasty with this name during the 17th century, and this name was used by the fifth dynasty during the Five Dynasties and Ten Kingdoms Period. The major Chinese dynasty with this name was the first to declare the Mandate of Heaven, which was formulated by Wu Taibo and his nephew King Wen. Originally located at Haojing and Fengjing, this dynasty moved its capital to Chéngzhōu": {
    "guess": "Zhou Dynasty",
    "confidence": [
      [
        "Z",
        -0.0027907307
      ],
      [
        "hou",
        -1.8789384e-05
      ],
      [
        " Dynasty",
        -0.022399182
      ]
    ]
  }
}