{
  "In 1961, Stewart Udall threatened to evict this corporation from government-owned land. The racial policies of this corporation were frequently attacked in the column This Morning With Shirley  Povich. It was founded by George Preston (*) Marshall. The current head of this corporation filed a libel suit against Dave McKenna and once owned Six Flags. Customers encouraged its employees \"scalp ‘um\"  and \"swamp ‘um\" in a fight for \"old Dixie\". It reached a pinnacle of success in 1983 thanks to John Riggins and Joe Theisman. It is currently owned by Daniel Synder. For 10 points, name this NFL team coached": {
    "guess": "Washington Commanders",
    "confidence": [
      [
        "Washington",
        -0.0025914696
      ],
      [
        " Command",
        -0.0030685028
      ],
      [
        "ers",
        -6.2729996e-06
      ]
    ]
  },
  "Steven H. Gale noted that the personas of this work's protagonists fluctuate because one incident they experience \"reflects order, predictability\" while another incident \"does not.\"   One character is trying to understand the content \"down in black and white\" of a newspaper, while another character recollects": {
    "guess": "The Magic Mountain",
    "confidence": [
      [
        "The",
        -1.0426642
      ],
      [
        " Magic",
        -0.98816174
      ],
      [
        " Mountain",
        -0.0012288004
      ]
    ]
  },
  "Steven Root portrays a wealthy man in this movie, and the man that he hires is a former colonel who served in Vietnam. One character remarks to his girlfriend that if she doesn't stop asking him questions, he's going to have sex with her, to which she reacts skeptically. In an earlier scene in this film,": {
    "guess": "No Country for Old Men",
    "confidence": [
      [
        "No",
        -0.48329502
      ],
      [
        " Country",
        -0.015412301
      ],
      [
        " for",
        -0.013527469
      ],
      [
        " Old",
        -0.00019162003
      ],
      [
        " Men",
        -0.00061891205
      ]
    ]
  },
  "Stephen Mallory was the only Secretary ever to govern this military entity, and in that role he sent James Bulloch to England to plead for materiel. The Bayou St. John and the Pioneer never saw action for this force, but a similar vessel won an engagement with the Housatonic. Besides the Hunley, this force also included a vessel eventually sunk by the Kearsarge and commanded by Raphael Semmes, the Alabama. FTP what was this military branch of the government that opposed Union forces in the Civil": {
    "guess": "Confederate States Navy",
    "confidence": [
      [
        "Conf",
        -0.011049705
      ],
      [
        "eder",
        -1.6882126e-05
      ],
      [
        "ate",
        -0.002967596
      ],
      [
        " States",
        -0.004554135
      ],
      [
        " Navy",
        -0.0013583289
      ]
    ]
  },
  "Stephanus of Byzantium states that after one of these events a trio of figures turned white and jumped into the sea at Aptera. In Book VI of the Aeneid, Aeneas's men bury a man that was killed by Triton after participating in one of these; that man is Misenus. Instead of having sex for a series of consecutive nights, a boast at one of these events basically caused Thamyris to go blind and become maimed.": {
    "guess": "Symposium",
    "confidence": [
      [
        "Sym",
        -1.5986873
      ],
      [
        "posium",
        -0.0044167056
      ]
    ]
  },
  "The stercorarium species is a cellulolytic hyperthermophile with the highest known maximum temperature of survival, while the pasteurianum species was the first free-living nitrogen fixer discovered. Its constituents cause disease via the production of zinc-endopeptidases (*) that cleave a peptide bond in a SNARE protein. Rarely multiplying in vivo because its members are obligate anaerobes, its dificile": {
    "guess": "Clostridium",
    "confidence": [
      [
        "Clo",
        -0.024141097
      ],
      [
        "str",
        -0.0006298751
      ],
      [
        "id",
        -0.07959174
      ],
      [
        "ium",
        -0.00049131457
      ]
    ]
  },
  "Steven Root portrays a wealthy man in this movie, and the man that he hires is a former colonel who served in Vietnam. One character remarks to his girlfriend that if she doesn't stop asking him questions, he's going to have sex with her, to which she reacts skeptically. In an earlier scene in this film, one character lectures another on how cows are killed, while another scene features a character": {
    "guess": "No Country for Old Men",
    "confidence": [
      [
        "No",
        -0.47811672
      ],
      [
        " Country",
        -0.019509079
      ],
      [
        " for",
        -0.0044612125
      ],
      [
        " Old",
        -0.0002069973
      ],
      [
        " Men",
        -0.0002603822
      ]
    ]
  },
  "In 1971, Steven Cook called circuit satisfiability the \"original\" problem with this property. Proven by reduction, if any [*] one problem of this type can be solved in polynomial time, then all of them can. For 10  points—name this algorithmic property, examples of which include the Hamiltonian cycle, vertex cover, and traveling salesman problems.": {
    "guess": "NP-completeness",
    "confidence": [
      [
        "NP",
        -0.78854686
      ],
      [
        "-com",
        -0.09433942
      ],
      [
        "ple",
        -7.421909e-05
      ],
      [
        "teness",
        -3.2140193e-05
      ]
    ]
  },
  "Stephanus of Byzantium states that after one of these events a trio of figures turned white and jumped into the sea at Aptera. In Book VI of the Aeneid, Aeneas's men bury a man that was killed by Triton after participating in one of these; that man is Misenus. Instead of having sex for a series of consecutive nights, a boast at one of these events basically caused Thamyris to go blind and become maimed. One of these events inspired by Hera's goading included the creation of a series of crowns for the children of King Peirus and saw the sirens kill themselves. Another of these events took place at Mt. Tmolus and ended with one figure being given the ears of an ass by the victorious Apollo. Marsyas was flayed alive by Apollo after losing, for 10 points, what kind of event, which followed his": {
    "guess": "Music competition",
    "confidence": [
      [
        "Music",
        -0.66302025
      ],
      [
        " competition",
        -0.22399007
      ]
    ]
  },
  "Stephanus of Byzantium states that after one of these events a trio of figures turned white and jumped into the sea at Aptera. In Book VI of the Aeneid, Aeneas's men bury a man that was killed by Triton after participating in one of these; that man is Misenus. Instead of having sex for a series of consecutive nights, a boast at one of these events basically caused Thamyris to go blind and become maimed. One of these events inspired by Hera's goading included the creation of a series of crowns for the children of King Peirus and saw the sirens kill themselves. Another of these events took place": {
    "guess": "Games of the Muses",
    "confidence": [
      [
        "Games",
        -1.2664843
      ],
      [
        " of",
        -0.31757268
      ],
      [
        " the",
        -0.53894097
      ],
      [
        " M",
        -0.12572303
      ],
      [
        "uses",
        -4.274932e-05
      ]
    ]
  },
  "Steven H. Gale noted that the personas of this work's protagonists fluctuate because one incident they experience \"reflects order, predictability\" while another incident \"does not.\"   One character is trying to understand the content \"down in black and white\" of a newspaper, while another character recollects that the Tottenham soccer team defeated the Birmingham Villa team because of a controversial penalty.  The protagonists are given notes that read \"Macaroni Pastitsio.  Ormitha Macarounada.\" and \"Scampi.\" through the titular machine.  Wilson, who never manifests himself, summons the hit men Ben and Gus, in, for 10 points, what absurdist dramatic piece by Harold Pinter?": {
    "guess": "The Dumb Waiter",
    "confidence": [
      [
        "The",
        -0.0709942
      ],
      [
        " D",
        -0.0023108383
      ],
      [
        "umb",
        -3.888926e-06
      ],
      [
        " Wait",
        -0.00037132783
      ],
      [
        "er",
        -3.9530823e-05
      ]
    ]
  },
  "Stephanus of Byzantium states that after one of these events a trio of figures turned white and jumped into the sea at Aptera. In Book VI of the Aeneid, Aeneas's men bury a man that was killed by Triton after participating in one of these; that man is Misenus. Instead of having sex for a series of consecutive nights, a boast at one of these events basically caused Thamyris to go blind and become maimed. One of these events inspired by Hera's goading included the creation of a series of crowns for": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.5304724
      ]
    ]
  },
  "Steven H. Gale noted that the personas of this work's protagonists fluctuate because one incident they": {
    "guess": "Infinite Jest",
    "confidence": [
      [
        "In",
        -0.60543793
      ],
      [
        "finite",
        -0.059302896
      ],
      [
        " Jest",
        -0.0004951291
      ]
    ]
  },
  "Stephen Mallory was the only Secretary ever to govern this military entity, and in that role he sent James Bulloch to England to plead for materiel. The Bayou St. John and the Pioneer never saw action": {
    "guess": "Confederate States Navy",
    "confidence": [
      [
        "Conf",
        -0.15645976
      ],
      [
        "eder",
        -5.3239244e-05
      ],
      [
        "ate",
        -0.006652376
      ],
      [
        " States",
        -0.15458784
      ],
      [
        " Navy",
        -0.41506743
      ]
    ]
  },
  "Sterope and Aithops were two of these animals which ended up nightly in a golden cup. The Celtic goddess Epona took this form. The kings of Troy owned twelve of these, which were promised to Heracles for rescuing Hesione. A race of hybrids with the rears of these animals was spawned when Ixion raped the cloud nymph Nephele. Eurystheus commanded Heracles to fetch man-eating examples of these animals which belonged to Diomedes. One animal of this type was born from the neck of Medusa and tamed by Bellerophon, and had wings. For 10 points, name these creatures which included Pegasus and whose form": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.29751715
      ],
      [
        "egasus",
        -0.0066609075
      ]
    ]
  },
  "Steven H. Gale noted that the personas of this work's protagonists fluctuate because one incident they experience \"reflects order, predictability\" while another incident \"does not.\"   One character is": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.5755278
      ],
      [
        " Catch",
        -1.005999
      ],
      [
        "er",
        -1.1637165e-05
      ],
      [
        " in",
        -3.917321e-05
      ],
      [
        " the",
        -0.00020830853
      ],
      [
        " R",
        -2.5226382e-05
      ],
      [
        "ye",
        -4.9617593e-06
      ]
    ]
  },
  "Sterope and Aithops were two of these animals which ended up nightly in a golden cup. The Celtic goddess Epona took this form. The kings of Troy owned twelve of these, which were promised to Heracles for rescuing Hesione. A race of hybrids with the rears of these animals was spawned when Ixion raped the cloud nymph Nephele. Eurystheus commanded Heracles to fetch man-eating examples of these animals which belonged to Diomedes. One animal of this type was born from the neck of Medusa and tamed by Bellerophon, and had wings. For 10 points, name these creatures which included Pegasus and whose form made up the bottom half of centaurs.": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.05931998
      ],
      [
        "orse",
        -0.31364736
      ]
    ]
  },
  "Steven Root portrays a wealthy man in this movie, and the man that he hires is a former colonel who served in Vietnam. One character remarks to his girlfriend that if she doesn't stop asking him questions,": {
    "guess": "No Country for Old Men",
    "confidence": [
      [
        "No",
        -0.1783733
      ],
      [
        " Country",
        -0.13248032
      ],
      [
        " for",
        -0.0038956802
      ],
      [
        " Old",
        -0.00013393279
      ],
      [
        " Men",
        -0.0003612065
      ]
    ]
  },
  "In 1971, Steven Cook called circuit satisfiability the \"original\" problem with this property. Proven by reduction, if any [*] one problem of this type can be solved in polynomial time, then all of them can. For 10  points—name this algorithmic property, examples of which include the Hamiltonian cycle,": {
    "guess": "P versus NP problem",
    "confidence": [
      [
        "P",
        -0.14824598
      ],
      [
        " versus",
        -0.25345463
      ],
      [
        " NP",
        -0.00018304103
      ],
      [
        " problem",
        -0.15174145
      ]
    ]
  },
  "Stephen Mallory was the only Secretary ever to govern this military entity, and in that role he sent James Bulloch to England to plead for materiel. The Bayou St. John and the Pioneer never saw action for this force, but a similar vessel won an engagement with the Housatonic. Besides the Hunley, this force also included a vessel eventually sunk by the Kearsarge and commanded by Raphael Semmes, the": {
    "guess": "Confederate States Navy",
    "confidence": [
      [
        "Conf",
        -0.040967494
      ],
      [
        "eder",
        -2.1173457e-05
      ],
      [
        "ate",
        -0.0011561741
      ],
      [
        " States",
        -0.040413875
      ],
      [
        " Navy",
        -0.00068896345
      ]
    ]
  },
  "Steven Root portrays a wealthy man in this movie, and the man that he hires is a former colonel who served in Vietnam. One character remarks to his girlfriend that if she doesn't stop asking him questions, he's going to have sex with her, to which she reacts skeptically. In an earlier scene in this film, one character lectures another on how cows are killed, while another scene features a character forcing a shopkeeper to choose heads or tails, on which his life depends. Some key information is revealed": {
    "guess": "No Country for Old Men",
    "confidence": [
      [
        "No",
        -0.038854122
      ],
      [
        " Country",
        -0.00017421995
      ],
      [
        " for",
        -0.0029572581
      ],
      [
        " Old",
        -0.00013059509
      ],
      [
        " Men",
        -0.00015598179
      ]
    ]
  },
  "Stephanus of Byzantium states that after one of these events a trio of figures turned white and jumped into the sea at Aptera. In Book VI of the Aeneid, Aeneas's men bury a man that was killed by Triton": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.766542
      ]
    ]
  },
  "A stepwise mechanism for this reaction has been proposed where a pair of electron additions occur, each addition followed by abstraction of a proton from solution, proceeding through a radical anion intermediate before reaching the neutral final product.  Substituents on the target compound can control the regioselectivity of the reaction; electron-donating groups favor protonation at an unoccupied site meta to the substituents, while electron-attracting substituents favor para protonation. Reaction conditions typically feature an alkali metal dissolved in liquid ammonia, which provide the electrons and protons, respectively. FTP, what is this reaction that reduces a benzene ring to 1,4-cyclohexadiene?": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -0.012095992
      ],
      [
        "ir",
        -0.00048167375
      ],
      [
        "ch",
        -3.888926e-06
      ],
      [
        " reduction",
        -0.024881976
      ]
    ]
  },
  "The stercorarium species is a cellulolytic hyperthermophile with the highest known maximum temperature of survival, while the pasteurianum species was the first free-living nitrogen fixer discovered. Its constituents cause disease via the production of zinc-endopeptidases (*) that cleave a peptide bond": {
    "guess": "Clostridium",
    "confidence": [
      [
        "Clo",
        -0.022707466
      ],
      [
        "str",
        -0.00055827404
      ],
      [
        "id",
        -0.005411146
      ],
      [
        "ium",
        -0.00039480726
      ]
    ]
  },
  "In 1961, Stewart Udall threatened to evict this corporation from government-owned land. The racial policies of this corporation were frequently attacked in the column This Morning With Shirley  Povich. It was founded by George Preston (*) Marshall. The current head of this corporation filed a libel suit against Dave McKenna and once owned Six Flags. Customers encouraged its employees \"scalp ‘um\"  and \"swamp ‘um\" in a fight for \"old Dixie\". It reached a pinnacle of success in 1983 thanks to John Riggins and Joe Theisman. It is currently owned by Daniel Synder. For 10 points, name this NFL team coached by Mike Shanahan.": {
    "guess": "Washington Commanders",
    "confidence": [
      [
        "Washington",
        -0.00778974
      ],
      [
        " Command",
        -0.004722988
      ],
      [
        "ers",
        -1.2590794e-05
      ]
    ]
  },
  "The stercorarium species is a cellulolytic hyperthermophile with the highest known maximum temperature": {
    "guess": "Stercorariidae",
    "confidence": [
      [
        "Ster",
        -0.83652663
      ],
      [
        "cor",
        -0.017408546
      ],
      [
        "ari",
        -1.0300444
      ],
      [
        "ida",
        -0.75249094
      ],
      [
        "e",
        -3.035214e-05
      ]
    ]
  },
  "In 1961, Stewart Udall threatened to evict this corporation from government-owned land. The racial policies of this corporation were frequently attacked in the column This Morning With Shirley  Povich.": {
    "guess": "Washington Commanders",
    "confidence": [
      [
        "Washington",
        -0.15331809
      ],
      [
        " Command",
        -0.0012671363
      ],
      [
        "ers",
        -7.3458323e-06
      ]
    ]
  },
  "A stepwise mechanism for this reaction has been proposed where a pair of electron additions occur, each addition followed by abstraction of a proton from solution, proceeding through a radical anion intermediate before reaching the neutral final product.  Substituents on the target compound can control the regioselectivity of the reaction; electron-donating groups favor protonation at an unoccupied": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -1.0168788
      ],
      [
        "ir",
        -0.025601381
      ],
      [
        "ch",
        -4.20341e-05
      ],
      [
        " reduction",
        -0.1131067
      ]
    ]
  },
  "A stepwise mechanism for this reaction has been proposed where a pair of electron additions occur, each addition followed by abstraction of a proton from solution, proceeding through a radical anion intermediate before reaching the neutral final product.  Substituents on the target compound can control": {
    "guess": "Electrochemical reduction",
    "confidence": [
      [
        "Elect",
        -0.86292744
      ],
      [
        "ro",
        -0.5671664
      ],
      [
        "chemical",
        -0.14819767
      ],
      [
        " reduction",
        -0.66721696
      ]
    ]
  },
  "A stepwise mechanism for this reaction has been proposed where a pair of electron additions occur, each addition followed by abstraction of a proton from solution, proceeding through a radical anion intermediate": {
    "guess": "Electrochemical reduction",
    "confidence": [
      [
        "Elect",
        -0.2200427
      ],
      [
        "ro",
        -0.25490826
      ],
      [
        "chemical",
        -0.04415093
      ],
      [
        " reduction",
        -0.2429573
      ]
    ]
  },
  "Steven Root portrays a wealthy man in this movie, and the man that he hires is a former colonel who served in Vietnam. One character remarks to his girlfriend that if she doesn't stop asking him questions, he's going to have sex with her, to which she reacts skeptically. In an earlier scene in this film, one character lectures another on how cows are killed, while another scene features a character forcing a shopkeeper to choose heads or tails, on which his life depends. Some key information is revealed in Odessa, which causes Mexican gangsters to realize where their drug deal might take place, and Carson Wells and Llewelyn Moss are both killed in the course of this film. For ten points, identify": {
    "guess": "No Country for Old Men (film)",
    "confidence": [
      [
        "No",
        -0.002009053
      ],
      [
        " Country",
        -0.0001592003
      ],
      [
        " for",
        -0.0013428509
      ],
      [
        " Old",
        -8.184812e-05
      ],
      [
        " Men",
        -0.0001273766
      ],
      [
        " (",
        -0.66679543
      ],
      [
        "film",
        -0.00020604367
      ],
      [
        ")",
        -0.00033105531
      ]
    ]
  },
  "Sterope and Aithops were two of these animals which ended up nightly in a golden cup. The Celtic goddess Epona took this form. The kings of Troy owned twelve of these, which were promised to Heracles for rescuing Hesione. A race of hybrids with the rears of these animals was spawned when Ixion raped the cloud nymph Nephele. Eurystheus commanded Heracles to fetch man-eating examples of these animals": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.23665671
      ],
      [
        "orse",
        -0.4098079
      ]
    ]
  },
  "Stephanus of Byzantium states that after one of these events a trio of figures turned white and jumped into the sea at Aptera. In Book VI of the Aeneid, Aeneas's men bury a man that was killed by Triton after participating in one of these; that man is Misenus. Instead of having sex for a series of consecutive nights, a boast at one of these events basically caused Thamyris to go blind and become maimed. One of these events inspired by Hera's goading included the creation of a series of crowns for the children of King Peirus and saw the sirens kill themselves. Another of these events took place at Mt. Tmolus and ended with one figure being given the ears of an ass by the victorious Apollo. Marsyas was flayed alive by Apollo after losing, for 10 points, what kind of event, which followed his discovery of Athena's aulos, or double-flute?": {
    "guess": "Music competition",
    "confidence": [
      [
        "Music",
        -0.87323433
      ],
      [
        " competition",
        -0.13090767
      ]
    ]
  },
  "Sterope and Aithops were two of these animals which ended up nightly in a golden cup. The Celtic goddess Epona took this form. The kings of Troy owned twelve of these, which were promised to Heracles for rescuing Hesione. A race of hybrids with the rears of these animals was spawned when Ixion raped the cloud nymph Nephele. Eurystheus commanded Heracles to fetch man-eating examples of these animals which belonged to Diomedes. One animal of this type was born from the neck of Medusa and tamed by Bellerophon,": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.58750004
      ],
      [
        "orse",
        -0.013423262
      ]
    ]
  },
  "In 1961, Stewart Udall threatened to evict this corporation from government-owned land. The racial policies of this corporation were frequently attacked in the column This Morning With Shirley  Povich. It was founded by George Preston (*) Marshall. The current head of this corporation filed a libel suit against Dave McKenna and once owned Six Flags. Customers encouraged its employees \"scalp ‘um\"  and \"swamp ‘um\" in a fight for \"old Dixie\". It reached a pinnacle of success in 1983 thanks to John Riggins": {
    "guess": "Washington Commanders",
    "confidence": [
      [
        "Washington",
        -0.0028517095
      ],
      [
        " Command",
        -0.0005008472
      ],
      [
        "ers",
        -3.650519e-06
      ]
    ]
  },
  "Sterope and Aithops were two of these animals which ended up nightly in a golden cup. The Celtic goddess Epona took this form. The kings of Troy owned twelve of these, which were promised to Heracles for": {
    "guess": "Mares of Diomedes",
    "confidence": [
      [
        "M",
        -0.6992009
      ],
      [
        "ares",
        -0.083751194
      ],
      [
        " of",
        -0.018659512
      ],
      [
        " Di",
        -0.00016790217
      ],
      [
        "omed",
        -0.00046999546
      ],
      [
        "es",
        -0.0001004439
      ]
    ]
  },
  "The stercorarium species is a cellulolytic hyperthermophile with the highest known maximum temperature of survival, while the pasteurianum species was the first free-living nitrogen fixer discovered. Its constituents cause disease via the production of zinc-endopeptidases (*) that cleave a peptide bond in a SNARE protein. Rarely multiplying in vivo because its members are obligate anaerobes, its dificile species can cause intestinal mucosa damage, while the septicum and perfringens species are the": {
    "guess": "Clostridium",
    "confidence": [
      [
        "Clo",
        -0.012364608
      ],
      [
        "str",
        -0.00041637212
      ],
      [
        "id",
        -0.005634505
      ],
      [
        "ium",
        -0.00046796896
      ]
    ]
  },
  "Steven H. Gale noted that the personas of this work's protagonists fluctuate because one incident they experience \"reflects order, predictability\" while another incident \"does not.\"   One character is trying to understand the content \"down in black and white\" of a newspaper, while another character recollects that the Tottenham soccer team defeated the Birmingham Villa team because of a controversial penalty.  The protagonists are given notes that read \"Macaroni Pastitsio.  Ormitha Macarounada.\"": {
    "guess": "Infinite Jest",
    "confidence": [
      [
        "In",
        -1.0551169
      ],
      [
        "finite",
        -0.4445069
      ],
      [
        " Jest",
        -0.00029315587
      ]
    ]
  },
  "Stephanus of Byzantium states that after one of these events a trio of figures turned white and jumped into the sea at Aptera. In Book VI of the Aeneid, Aeneas's men bury a man that was killed by Triton after participating in one of these; that man is Misenus. Instead of having sex for a series of consecutive nights, a boast at one of these events basically caused Thamyris to go blind and become maimed. One of these events inspired by Hera's goading included the creation of a series of crowns for the children of King Peirus and saw the sirens kill themselves. Another of these events took place at Mt. Tmolus and ended with one figure being given the ears of an ass by the victorious Apollo. Marsyas": {
    "guess": "Musical contest of Marsyas",
    "confidence": [
      [
        "Mus",
        -0.96478087
      ],
      [
        "ical",
        -0.0026026492
      ],
      [
        " contest",
        -0.6125341
      ],
      [
        " of",
        -0.75110066
      ],
      [
        " Mars",
        -0.662889
      ],
      [
        "yas",
        -1.1994775e-05
      ]
    ]
  },
  "Sterope and Aithops were two of these animals which ended up nightly in a golden cup. The Celtic goddess Epona took this form. The kings of Troy owned twelve of these, which were promised to Heracles for rescuing Hesione. A race of hybrids with the rears of these animals was spawned when Ixion raped": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.037156288
      ],
      [
        "orse",
        -0.08389546
      ]
    ]
  },
  "Steven Root portrays a wealthy man in this movie, and the man that he hires is a former colonel who served": {
    "guess": "No Country for Old Men",
    "confidence": [
      [
        "No",
        -0.18047062
      ],
      [
        " Country",
        -0.0010681779
      ],
      [
        " for",
        -0.0043860828
      ],
      [
        " Old",
        -8.947716e-05
      ],
      [
        " Men",
        -0.0002385826
      ]
    ]
  },
  "Steven H. Gale noted that the personas of this work's protagonists fluctuate because one incident they experience \"reflects order, predictability\" while another incident \"does not.\"   One character is trying to understand the content \"down in black and white\" of a newspaper, while another character recollects that the Tottenham soccer team defeated the Birmingham Villa team because of a controversial": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -1.4479221
      ],
      [
        " Great",
        -0.56499904
      ],
      [
        " G",
        -0.038849074
      ],
      [
        "atsby",
        -0.00017290872
      ]
    ]
  },
  "In 1961, Stewart Udall threatened to evict this corporation from government-owned land. The racial policies of this corporation were frequently attacked in the column This Morning With Shirley  Povich. It was founded by George Preston (*) Marshall. The current head of this corporation filed a libel suit against Dave McKenna and once owned Six Flags. Customers encouraged its employees \"scalp ‘um\"  and": {
    "guess": "Washington Commanders",
    "confidence": [
      [
        "Washington",
        -0.0055169044
      ],
      [
        " Command",
        -0.00025752498
      ],
      [
        "ers",
        -5.5577775e-06
      ]
    ]
  },
  "A stepwise mechanism for this reaction has been proposed where a pair of electron additions occur, each": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.7502692
      ],
      [
        "dro",
        -0.03524995
      ],
      [
        "gen",
        -0.48298264
      ],
      [
        "ation",
        -0.0040360144
      ]
    ]
  },
  "Sterope and Aithops were two of these animals which ended up nightly in a golden cup. The Celtic goddess": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.2072723
      ],
      [
        "orse",
        -0.05402599
      ]
    ]
  },
  "Stephen Mallory was the only Secretary ever to govern this military entity, and in that role he sent James Bulloch to England to plead for materiel. The Bayou St. John and the Pioneer never saw action for this force, but a similar vessel won an engagement with the Housatonic. Besides the Hunley, this": {
    "guess": "Confederate States Navy",
    "confidence": [
      [
        "Conf",
        -0.052872203
      ],
      [
        "eder",
        -7.314626e-05
      ],
      [
        "ate",
        -0.0047458913
      ],
      [
        " States",
        -0.092016935
      ],
      [
        " Navy",
        -0.0100026755
      ]
    ]
  },
  "A stepwise mechanism for this reaction has been proposed where a pair of electron additions occur, each addition followed by abstraction of a proton from solution, proceeding through a radical anion intermediate before reaching the neutral final product.  Substituents on the target compound can control the regioselectivity of the reaction; electron-donating groups favor protonation at an unoccupied site meta to the substituents, while electron-attracting substituents favor para protonation. Reaction": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -0.040999766
      ],
      [
        "ir",
        -0.0014136889
      ],
      [
        "ch",
        -5.3193703e-06
      ],
      [
        " reduction",
        -0.06289275
      ]
    ]
  },
  "Stephanus of Byzantium states that after one of these events a trio of figures turned white and jumped": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.028087804
      ]
    ]
  },
  "Steven Root portrays a wealthy man in this movie, and the man that he hires is a former colonel who served in Vietnam. One character remarks to his girlfriend that if she doesn't stop asking him questions, he's going to have sex with her, to which she reacts skeptically. In an earlier scene in this film, one character lectures another on how cows are killed, while another scene features a character forcing a shopkeeper to choose heads or tails, on which his life depends. Some key information is revealed in Odessa, which causes Mexican gangsters to realize where their drug deal might take place,": {
    "guess": "No Country for Old Men",
    "confidence": [
      [
        "No",
        -0.0034540722
      ],
      [
        " Country",
        -3.333223e-05
      ],
      [
        " for",
        -0.0016825594
      ],
      [
        " Old",
        -6.5278815e-05
      ],
      [
        " Men",
        -0.00020592446
      ]
    ]
  },
  "The stercorarium species is a cellulolytic hyperthermophile with the highest known maximum temperature of survival, while the pasteurianum species was the first free-living nitrogen fixer discovered. Its constituents cause disease via the production of zinc-endopeptidases (*) that cleave a peptide bond in a SNARE protein. Rarely multiplying in vivo because its members are obligate anaerobes, its dificile species can cause intestinal mucosa damage, while the septicum and perfringens species are the causative agents of gangrene. FTP, name this genus of gram-positive, spore-forming bacteria which": {
    "guess": "Clostridium",
    "confidence": [
      [
        "Clo",
        -0.0024625757
      ],
      [
        "str",
        -0.0001823258
      ],
      [
        "id",
        -0.00089621654
      ],
      [
        "ium",
        -0.00017398155
      ]
    ]
  },
  "In 1961, Stewart Udall threatened to evict this corporation from government-owned land. The racial policies": {
    "guess": "Washington Commanders",
    "confidence": [
      [
        "Washington",
        -0.08102321
      ],
      [
        " Command",
        -0.0022957288
      ],
      [
        "ers",
        -9.849109e-06
      ]
    ]
  },
  "In 1961, Stewart Udall threatened to evict this corporation from government-owned land. The racial policies of this corporation were frequently attacked in the column This Morning With Shirley  Povich. It was founded by George Preston (*) Marshall. The current head of this corporation filed a libel suit": {
    "guess": "Washington Commanders",
    "confidence": [
      [
        "Washington",
        -0.0034322157
      ],
      [
        " Command",
        -0.0042448426
      ],
      [
        "ers",
        -5.6769813e-06
      ]
    ]
  },
  "In 1971, Steven Cook called circuit satisfiability the \"original\" problem with this property. Proven by reduction, if any [*] one problem of this type can be solved in polynomial time, then all of them": {
    "guess": "P versus NP problem",
    "confidence": [
      [
        "P",
        -0.41876933
      ],
      [
        " versus",
        -0.26626942
      ],
      [
        " NP",
        -0.00012178135
      ],
      [
        " problem",
        -0.15614644
      ]
    ]
  },
  "Stephanus of Byzantium states that after one of these events a trio of figures turned white and jumped into the sea at Aptera. In Book VI of the Aeneid, Aeneas's men bury a man that was killed by Triton after participating in one of these; that man is Misenus. Instead of having sex for a series of consecutive": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.6273558
      ]
    ]
  },
  "The stercorarium species is a cellulolytic hyperthermophile with the highest known maximum temperature of survival, while the pasteurianum species was the first free-living nitrogen fixer discovered. Its constituents cause disease via the production of zinc-endopeptidases (*) that cleave a peptide bond in a SNARE protein. Rarely multiplying in vivo because its members are obligate anaerobes, its dificile species can cause intestinal mucosa damage, while the septicum and perfringens species are the causative agents of gangrene. FTP, name this genus of gram-positive, spore-forming bacteria which includes the species that cause tetanus and botulism.": {
    "guess": "Clostridium",
    "confidence": [
      [
        "Clo",
        -0.0023218913
      ],
      [
        "str",
        -0.00017791527
      ],
      [
        "id",
        -0.00021116942
      ],
      [
        "ium",
        -0.00010926496
      ]
    ]
  },
  "The stercorarium species is a cellulolytic hyperthermophile with the highest known maximum temperature of survival, while the pasteurianum species was the first free-living nitrogen fixer discovered. Its": {
    "guess": "Clostridium",
    "confidence": [
      [
        "Clo",
        -0.6806321
      ],
      [
        "str",
        -0.00012272765
      ],
      [
        "id",
        -0.001520457
      ],
      [
        "ium",
        -0.00018589824
      ]
    ]
  },
  "Stephen Mallory was the only Secretary ever to govern this military entity, and in that role he sent James Bulloch to England to plead for materiel. The Bayou St. John and the Pioneer never saw action for this force, but a similar vessel won an engagement with the Housatonic. Besides the Hunley, this force also included a vessel eventually sunk by the Kearsarge and commanded by Raphael Semmes, the Alabama. FTP what was this military branch of the government that opposed Union forces in the Civil War?": {
    "guess": "Confederate States Navy",
    "confidence": [
      [
        "Conf",
        -0.017930655
      ],
      [
        "eder",
        -0.00027587503
      ],
      [
        "ate",
        -0.0015311706
      ],
      [
        " States",
        -0.023305343
      ],
      [
        " Navy",
        -0.00089442846
      ]
    ]
  },
  "Stephen Mallory was the only Secretary ever to govern this military entity, and in that role he sent": {
    "guess": "Secretary of the Navy of the Confederate States",
    "confidence": [
      [
        "Secretary",
        -0.8318677
      ],
      [
        " of",
        -0.0028618202
      ],
      [
        " the",
        -0.0046186955
      ],
      [
        " Navy",
        -0.083555266
      ],
      [
        " of",
        -0.50378925
      ],
      [
        " the",
        -0.0026047912
      ],
      [
        " Confederate",
        -0.011900815
      ],
      [
        " States",
        -0.00037943368
      ]
    ]
  },
  "Steven Root portrays a wealthy man in this movie, and the man that he hires is a former colonel who served in Vietnam. One character remarks to his girlfriend that if she doesn't stop asking him questions, he's going to have sex with her, to which she reacts skeptically. In an earlier scene in this film, one character lectures another on how cows are killed, while another scene features a character forcing a shopkeeper to choose heads or tails, on which his life depends. Some key information is revealed in Odessa, which causes Mexican gangsters to realize where their drug deal might take place, and Carson Wells and Llewelyn Moss are both killed in the course of this film. For ten points, identify this recent Oscar-winning adaptation of a Cormac McCarthy novel, in which Javier Bardem portrays": {
    "guess": "No Country for Old Men",
    "confidence": [
      [
        "No",
        -0.005323528
      ],
      [
        " Country",
        -6.2729996e-06
      ],
      [
        " for",
        -0.00091538625
      ],
      [
        " Old",
        -7.576874e-05
      ],
      [
        " Men",
        -0.00011880126
      ]
    ]
  },
  "Steven Root portrays a wealthy man in this movie, and the man that he hires is a former colonel who served in Vietnam. One character remarks to his girlfriend that if she doesn't stop asking him questions, he's going to have sex with her, to which she reacts skeptically. In an earlier scene in this film, one character lectures another on how cows are killed, while another scene features a character forcing a shopkeeper to choose heads or tails, on which his life depends. Some key information is revealed in Odessa, which causes Mexican gangsters to realize where their drug deal might take place, and Carson Wells and Llewelyn Moss are both killed in the course of this film. For ten points, identify this recent Oscar-winning adaptation of a Cormac McCarthy novel, in which Javier Bardem portrays murderer Anton Chigurh.": {
    "guess": "No Country for Old Men",
    "confidence": [
      [
        "No",
        -0.0030885895
      ],
      [
        " Country",
        -1.2590794e-05
      ],
      [
        " for",
        -0.00063202076
      ],
      [
        " Old",
        -3.106736e-05
      ],
      [
        " Men",
        -2.749125e-05
      ]
    ]
  },
  "In 1971, Steven Cook called circuit satisfiability the \"original\" problem with this property. Proven": {
    "guess": "Circuit satisfiability",
    "confidence": [
      [
        "C",
        -1.2004715
      ],
      [
        "ircuit",
        -0.00050918775
      ],
      [
        " satisf",
        -0.16409218
      ],
      [
        "iability",
        -5.6338537e-05
      ]
    ]
  },
  "A stepwise mechanism for this reaction has been proposed where a pair of electron additions occur, each addition followed by abstraction of a proton from solution, proceeding through a radical anion intermediate before reaching the neutral final product.  Substituents on the target compound can control the regioselectivity of the reaction; electron-donating groups favor protonation at an unoccupied site meta to the substituents, while electron-attracting substituents favor para protonation. Reaction conditions typically feature an alkali metal dissolved in liquid ammonia, which provide the electrons": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -0.005891468
      ],
      [
        "ir",
        -0.00028743778
      ],
      [
        "ch",
        -2.9352968e-06
      ],
      [
        " reduction",
        -0.039147515
      ]
    ]
  },
  "Steven H. Gale noted that the personas of this work's protagonists fluctuate because one incident they experience \"reflects order, predictability\" while another incident \"does not.\"   One character is trying to understand the content \"down in black and white\" of a newspaper, while another character recollects that the Tottenham soccer team defeated the Birmingham Villa team because of a controversial penalty.  The protagonists are given notes that read \"Macaroni Pastitsio.  Ormitha Macarounada.\" and \"Scampi.\" through the titular machine.  Wilson, who never manifests himself, summons the hit men": {
    "guess": "The Crying of Lot 49",
    "confidence": [
      [
        "The",
        -0.21790156
      ],
      [
        " C",
        -0.0036206236
      ],
      [
        "rying",
        -1.147242e-06
      ],
      [
        " of",
        -0.0004038594
      ],
      [
        " Lot",
        -0.000102708764
      ],
      [
        " ",
        -6.301394e-05
      ],
      [
        "49",
        -9.3530085e-05
      ]
    ]
  }
}