{
  "An unknown Corinthian sculptor created a depiction of one of these found near the cenotaph of Menocrates. They're not eagles, but a bridge in Sofia, Bulgaria is named for the fact that two sculptures of them are found on either side of each entrance. The Borobadour complex contains thirty-two depictions": {
    "guess": "Lions",
    "confidence": [
      [
        "L",
        -0.27083397
      ],
      [
        "ions",
        -0.30184034
      ]
    ]
  },
  "An unknown Corinthian sculptor created a depiction of one of these found near the cenotaph of Menocrates. They're not eagles, but a bridge in Sofia, Bulgaria is named for the fact that two sculptures of": {
    "guess": "Lions",
    "confidence": [
      [
        "L",
        -0.76591724
      ],
      [
        "ions",
        -0.3109012
      ]
    ]
  },
  "An unknown Corinthian sculptor created a depiction of one of these found near the cenotaph of Menocrates.": {
    "guess": "Caryatid",
    "confidence": [
      [
        "C",
        -1.9492168
      ],
      [
        "ary",
        -0.21947975
      ],
      [
        "at",
        -0.00027921272
      ],
      [
        "id",
        -0.19381079
      ]
    ]
  },
  "An unknown Corinthian sculptor created a depiction of one of these found near the cenotaph of Menocrates. They're not eagles, but a bridge in Sofia, Bulgaria is named for the fact that two sculptures of them are found on either side of each entrance. The Borobadour complex contains thirty-two depictions of these creatures next to arched gateways, and a monument at Sarnath contained four of them facing": {
    "guess": "Lions",
    "confidence": [
      [
        "L",
        -0.0079694055
      ],
      [
        "ions",
        -0.45251888
      ]
    ]
  },
  "An unknown Corinthian sculptor created a depiction of one of these found near the cenotaph of Menocrates. They're not eagles, but a bridge in Sofia, Bulgaria is named for the fact that two sculptures of them are found on either side of each entrance. The Borobadour complex contains thirty-two depictions of these creatures next to arched gateways, and a monument at Sarnath contained four of them facing away from each other.  A sculpture commemorating the Swiss Guards killed during the French revolution": {
    "guess": "Lion",
    "confidence": [
      [
        "L",
        -0.048519455
      ],
      [
        "ion",
        -0.0035556469
      ]
    ]
  },
  "An unknown Corinthian sculptor created a depiction of one of these found near the cenotaph of Menocrates. They're not eagles, but a bridge in Sofia, Bulgaria is named for the fact that two sculptures of them are found on either side of each entrance. The Borobadour complex contains thirty-two depictions of these creatures next to arched gateways, and a monument at Sarnath contained four of them facing away from each other.  A sculpture commemorating the Swiss Guards killed during the French revolution was created by Bertel Thorvaldssen in the shape of one of these animals; that example is found": {
    "guess": "Lion",
    "confidence": [
      [
        "L",
        -0.013564053
      ],
      [
        "ion",
        -0.0008533472
      ]
    ]
  },
  "An unknown Corinthian sculptor created a depiction of one of these found near the cenotaph of Menocrates. They're not eagles, but a bridge in Sofia, Bulgaria is named for the fact that two sculptures of them are found on either side of each entrance. The Borobadour complex contains thirty-two depictions of these creatures next to arched gateways, and a monument at Sarnath contained four of them facing away from each other.  A sculpture commemorating the Swiss Guards killed during the French revolution was created by Bertel Thorvaldssen in the shape of one of these animals; that example is found in (*) Lucerne.  Both Falconet and Pierre Puget sculpted a scene in which one of these creatures attacks": {
    "guess": "Lion",
    "confidence": [
      [
        "L",
        -0.23060015
      ],
      [
        "ion",
        -0.007965621
      ]
    ]
  },
  "An unknown Corinthian sculptor created a depiction of one of these found near the cenotaph of Menocrates. They're not eagles, but a bridge in Sofia, Bulgaria is named for the fact that two sculptures of them are found on either side of each entrance. The Borobadour complex contains thirty-two depictions of these creatures next to arched gateways, and a monument at Sarnath contained four of them facing away from each other.  A sculpture commemorating the Swiss Guards killed during the French revolution was created by Bertel Thorvaldssen in the shape of one of these animals; that example is found in (*) Lucerne.  Both Falconet and Pierre Puget sculpted a scene in which one of these creatures attacks a wrestler named Milo of Croton. Edwin Landseer created four bronze ones for Nelson's column.": {
    "guess": "Lion",
    "confidence": [
      [
        "L",
        -0.014305122
      ],
      [
        "ion",
        -0.00035548472
      ]
    ]
  },
  "An unknown Corinthian sculptor created a depiction of one of these found near the cenotaph of Menocrates. They're not eagles, but a bridge in Sofia, Bulgaria is named for the fact that two sculptures of them are found on either side of each entrance. The Borobadour complex contains thirty-two depictions of these creatures next to arched gateways, and a monument at Sarnath contained four of them facing away from each other.  A sculpture commemorating the Swiss Guards killed during the French revolution was created by Bertel Thorvaldssen in the shape of one of these animals; that example is found in (*) Lucerne.  Both Falconet and Pierre Puget sculpted a scene in which one of these creatures attacks a wrestler named Milo of Croton. Edwin Landseer created four bronze ones for Nelson's column. For 10 points, name these animals, whose skin Heracles is often depicted wearing.": {
    "guess": "Lion",
    "confidence": [
      [
        "L",
        -0.02750277
      ],
      [
        "ion",
        -0.00056852185
      ]
    ]
  }
}