{
  "His inappropriate sense of humor was evidenced in a letter he sent to the pianist Harriet Cohen which was adorned with a swastika.  The etchings of Thomas Rowlandson inspired his overture  Portsmouth Point, while the end of his career saw such works as Capriccio burlesco and a Duettino for flute and oboe.  One of his early works is based on the text \"Drop, Drop Slow Tears\" by Phineas Fletcher.  That work, A Litany, was written when he was a choirboy at Chirstchurch, though this composer's most famous work contains a parody of Elgar's Pomp and Circumstance to represent the court of a Babylonian king.  FTP, name this British composer of the operas The Bear and Troilus and Cressida , best known": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.009412618
      ],
      [
        " Walton",
        -6.7901296e-05
      ]
    ]
  },
  "His inappropriate sense of humor was evidenced in a letter he sent to the pianist Harriet Cohen which was adorned with a swastika.  The etchings of Thomas Rowlandson inspired his overture  Portsmouth Point, while the end of his career saw such works as Capriccio burlesco and a Duettino for flute and oboe.  One of his early works is based on the text \"Drop, Drop Slow Tears\" by Phineas Fletcher.  That work, A Litany, was written when he was a choirboy at Chirstchurch, though this composer's most famous work contains a parody of Elgar's Pomp and Circumstance to represent the court of a Babylonian king.  FTP, name this British composer of the operas The Bear and Troilus and Cressida , best known for his 1931 cantata Belshazzar's Feast.": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.0019250639
      ],
      [
        " Walton",
        -0.0011159272
      ]
    ]
  },
  "His inappropriate sense of humor was evidenced in a letter he sent to the pianist Harriet Cohen which was adorned with a swastika.  The etchings of Thomas Rowlandson inspired his overture  Portsmouth Point,": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.011407247
      ],
      [
        " Walton",
        -0.00015705463
      ]
    ]
  },
  "His inappropriate sense of humor was evidenced in a letter he sent to the pianist Harriet Cohen which was adorned with a swastika.  The etchings of Thomas Rowlandson inspired his overture  Portsmouth Point, while the end of his career saw such works as Capriccio burlesco and a Duettino for flute and oboe.  One of his early works is based on the text \"Drop, Drop Slow Tears\" by Phineas Fletcher.  That work, A Litany, was written when he was a choirboy at Chirstchurch, though this composer's most famous work contains a parody of Elgar's Pomp and Circumstance to represent the court of a Babylonian": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.105466776
      ],
      [
        " Walton",
        -7.934485e-05
      ]
    ]
  },
  "His inappropriate sense of humor was evidenced in a letter he sent to the pianist Harriet Cohen which was adorned with a swastika.  The etchings of Thomas Rowlandson inspired his overture  Portsmouth Point, while the end of his career saw such works as Capriccio burlesco and a Duettino for flute and": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.023324674
      ],
      [
        " Walton",
        -0.0002843385
      ]
    ]
  },
  "His inappropriate sense of humor was evidenced in a letter he sent to the pianist Harriet Cohen which was adorned with a swastika.  The etchings of Thomas Rowlandson inspired his overture  Portsmouth Point, while the end of his career saw such works as Capriccio burlesco and a Duettino for flute and oboe.  One of his early works is based on the text \"Drop, Drop Slow Tears\" by Phineas Fletcher.  That work, A Litany, was written when he was a choirboy at Chirstchurch, though this composer's most famous": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.017851971
      ],
      [
        " Walton",
        -0.0009244421
      ]
    ]
  },
  "His inappropriate sense of humor was evidenced in a letter he sent to the pianist Harriet Cohen which": {
    "guess": "James Joyce",
    "confidence": [
      [
        "James",
        -0.9656449
      ],
      [
        " Joyce",
        -0.0011993974
      ]
    ]
  },
  "His inappropriate sense of humor was evidenced in a letter he sent to the pianist Harriet Cohen which was adorned with a swastika.  The etchings of Thomas Rowlandson inspired his overture  Portsmouth Point, while the end of his career saw such works as Capriccio burlesco and a Duettino for flute and oboe.  One of his early works is based on the text \"Drop, Drop Slow Tears\" by Phineas Fletcher.  That": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.012168299
      ],
      [
        " Walton",
        -0.00026073982
      ]
    ]
  }
}