{
  "The Allegory of the Christian Knight forms the center panel of this painter's Modena Triptych. In one of his paintings, a man in green prepares to remove Jesus's red tunic. In another of his paintings, a blue-robed St. John outstretches his arms while angels distribute robes to naked people. In another, this man's son, as well as St. Stephen, and St. Augustine, surround the interment of the titular armor-clad nobleman. For 10 points, name this painter of The Disrobing of Christ, The Opening of the Fifth Seal, and The Burial of the Count of Orgaz, whose common Spanish name alludes to his birth on": {
    "guess": "El Greco",
    "confidence": [
      [
        "El",
        -0.0039411443
      ],
      [
        " Gre",
        -0.00017064385
      ],
      [
        "co",
        -2.6968896e-06
      ]
    ]
  },
  "The Allegro con spirito opening of a composition by this man is disrupted by a minor ninth in the first bar. The finale of this composer's fourth symphony, composed in F minor, features the folk song A Birch Stood in the Meadow; earlier in that work, this composer of Souvenir de Florence uses brasses and bassoons to create a booming first movement \"Fate\" motive. In another of his works, the cello soloist gets progressively faster as he plays seven of the titular Variations (*) on a Rococo Theme. This composer used \"Down on the Mother Volga\" to open his second symphony, but this composer of the Pathetique Symphony is best known for a noisy piece that utilizes cannon fire. For 10 points, name this Russian composer of the 1812 Overture.": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.0023834957
      ],
      [
        "otr",
        -4.9305523e-05
      ],
      [
        " I",
        -4.894791e-05
      ],
      [
        "ly",
        -7.703444e-06
      ],
      [
        "ich",
        -4.012684e-05
      ],
      [
        " T",
        -1.0921943e-05
      ],
      [
        "cha",
        -6.2729996e-06
      ],
      [
        "ik",
        -4.1273333e-06
      ],
      [
        "ovsky",
        -0.00017064385
      ]
    ]
  },
  "This man allowed the Soviet Union to operate a submarine base on the island of Sazan. This leader was targeted by a group of four exiles named Alex, Billy, Dino, and Fred known as the Banda Mustafaj. This man had his defense minister, Koci Xoxe (\"KO-chee DZAWD-ze\"), executed. This man's attempts at modernization led to bans on the Code of Lekë and the (*) gjakmarrja (\"gyak-MAR-ya\") blood feud. Ramiz Alia succeeded this leader, who had over 700,000 hemispherical bunkers installed in his country. This": {
    "guess": "Enver Hoxha",
    "confidence": [
      [
        "En",
        -0.10269415
      ],
      [
        "ver",
        -2.1008714e-06
      ],
      [
        " H",
        -0.00023059595
      ],
      [
        "ox",
        -1.504853e-06
      ],
      [
        "ha",
        -8.42322e-05
      ]
    ]
  },
  "The allegro movement in the first of these compositions features a solo violin while the rest of the orchestra plays 32nd notes, and the presto movement of the second composition starts off with straight 16th notes. These pieces' composer wrote accompanying sonnets to provide images like \"The [*] Barking": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.8063387
      ],
      [
        "phony",
        -0.081922606
      ],
      [
        " No",
        -0.04021601
      ],
      [
        ".",
        -0.0006651374
      ],
      [
        " ",
        -0.0015333089
      ],
      [
        "5",
        -0.28903556
      ],
      [
        " (",
        -0.020229088
      ],
      [
        "Be",
        -0.16851816
      ],
      [
        "ethoven",
        -0.00011534435
      ],
      [
        ")",
        -2.2365493e-05
      ]
    ]
  },
  "Almost all of this playwright and actor's plays, such as \"The Minor\" and \"A Trip to Calais\", contain satirical portraits of famous contemporaries, a practice which got him tried on trumped-up charges of homosexual rape. He lost his leg after the Duke of York goaded him into  riding a dangerous horse. Later, he wrote several plays with \"cripple\" parts for himself, including \"The Lame Lover\" and \"The Devil Upon Two Sticks.\"": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.6847178
      ]
    ]
  },
  "This man allowed the Soviet Union to operate a submarine base on the island of Sazan. This leader was targeted by a group of four exiles named Alex, Billy, Dino, and Fred known as the Banda Mustafaj. This man had his defense minister, Koci Xoxe (\"KO-chee DZAWD-ze\"), executed. This man's attempts at modernization led to bans on the Code of Lekë and the (*) gjakmarrja (\"gyak-MAR-ya\") blood feud. Ramiz": {
    "guess": "Enver Hoxha",
    "confidence": [
      [
        "En",
        -0.07946943
      ],
      [
        "ver",
        -3.1737043e-06
      ],
      [
        " H",
        -0.00016766376
      ],
      [
        "ox",
        -4.365741e-06
      ],
      [
        "ha",
        -9.6629374e-05
      ]
    ]
  },
  "An allegorical reading of one letter by this man relates his brother's easier struggle with faith through his choice of a direct path as opposed to this man's circuitous route up a mountain. This author": {
    "guess": "The Pilgrim's Progress",
    "confidence": [
      [
        "The",
        -1.0664513
      ],
      [
        " Pil",
        -0.31188866
      ],
      [
        "grim",
        -0.0039194147
      ],
      [
        "'s",
        -0.0031956548
      ],
      [
        " Progress",
        -0.00094647275
      ]
    ]
  },
  "Almost all of this playwright and actor's plays, such as \"The Minor\" and \"A Trip to Calais\", contain satirical portraits of famous contemporaries, a practice which got him tried on trumped-up charges of homosexual rape. He lost his leg after the Duke of York goaded him into  riding a dangerous horse. Later, he wrote several plays with \"cripple\" parts for himself, including \"The Lame Lover\" and \"The": {
    "guess": "George Villiers, 2nd Duke of Buckingham",
    "confidence": [
      [
        "George",
        -1.1147698
      ],
      [
        " Vill",
        -0.07937231
      ],
      [
        "iers",
        -0.003608386
      ],
      [
        ",",
        -0.04834626
      ],
      [
        " ",
        -0.018788919
      ],
      [
        "2",
        -0.07283584
      ],
      [
        "nd",
        -0.00016074994
      ],
      [
        " Duke",
        -0.000688129
      ],
      [
        " of",
        -6.837811e-05
      ],
      [
        " Buckingham",
        -0.0006826493
      ]
    ]
  },
  "The alleged instigators of this event, Isaac Harris and Max Blanck, were successfully defended at trail by Max Steuer, after which they received estimated compensation of about $400 per victim. Although they were believed to have kept  one of the doors locked on the 9th floor of the Asch building, which": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.09168341
      ],
      [
        " Shirt",
        -0.0014045177
      ],
      [
        "wa",
        -0.00021760275
      ],
      [
        "ist",
        -5.4385737e-06
      ],
      [
        " Factory",
        -0.0014941533
      ],
      [
        " fire",
        -0.014870555
      ]
    ]
  },
  "Allkyl phosphates can be reacted to form these compounds in the Pelouze synthesis while the heating of aromatic carboxylic acids produces them in the Letts synthesis. They act as electrophiles when reacted with zinc organic compouds in the Blaise reaction and they react with alcohols to form Pinner salts. Hoffman discovered their iso variety could be formed by reacting ammonia and sodium hydroxide": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.41907
      ],
      [
        "ster",
        -0.028801546
      ]
    ]
  },
  "The allylic form of this class of molecules is produced from an electron-deficient alkene in the presence of a nucleophile in the aza-Baylis\u0096Hillman reaction. Triphenylphosphine is commonly used as a reducing agent in the production of this class of molecule in the Staudinger reaction. Molecules containing": {
    "guess": "Imine",
    "confidence": [
      [
        "Im",
        -0.66176605
      ],
      [
        "ine",
        -0.010709975
      ]
    ]
  },
  "An alligator and three turban-clan men on horseback attack the titular black African mammal in this artist's painting The Hippopotamus Hunt. This artist portrayed Triton blowing a seashell beneath Cybele": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.079033434
      ],
      [
        " Paul",
        -0.0005216968
      ],
      [
        " Rub",
        -1.0280384e-06
      ],
      [
        "ens",
        -6.921253e-05
      ]
    ]
  },
  "The allyl ester of a carboxylic acid is used instead of an allyl vinyl ether in the Ireland modification of this man's namesake [3,3]-sigmatropic rearrangement.  One form of another reaction named after this man has high yield only if one of the reactants has no alpha hydrogen, that being the \"crossed\" version, and another form of that reaction competes with cleavage via ring scission and is named after Dieckmann.  That reaction produces a beta-ketoester from two esters in basic solution.  For 10": {
    "guess": "Claisen rearrangement",
    "confidence": [
      [
        "Cl",
        -0.09782342
      ],
      [
        "ais",
        -0.00013560164
      ],
      [
        "en",
        -1.9743013e-05
      ],
      [
        " rearr",
        -0.4258287
      ],
      [
        "angement",
        -0.00019674578
      ]
    ]
  },
  "The Allegro con spirito opening of a composition by this man is disrupted by a minor ninth in the first bar. The finale of this composer's fourth symphony, composed in F minor, features the folk song A": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -1.3847125
      ],
      [
        "otr",
        -0.0013216692
      ],
      [
        " I",
        -0.00031091354
      ],
      [
        "ly",
        -0.00029589757
      ],
      [
        "ich",
        -0.0001593195
      ],
      [
        " T",
        -5.4550484e-05
      ],
      [
        "cha",
        -6.2775536e-05
      ],
      [
        "ik",
        -9.610702e-06
      ],
      [
        "ovsky",
        -0.0002585978
      ]
    ]
  },
  "It allows the renormalized Higgs mass to be finite and also improves the unification of the coupling constants at the Grand Unification scale.  Since R-parity must be conserved, then all of its particles must be produced in pairs, and its lightest particle cannot decay.  It is the basis for such postulated particles as selectrons, neutralinos, photinos, and gluinos.  Relating gravitational forces to subatomic forces, FTP, name this hypothetical equivalence between fermions and bosons, often abbreviated SUSY.": {
    "guess": "Supersymmetry",
    "confidence": [
      [
        "Sup",
        -0.14589308
      ],
      [
        "ers",
        -6.7901296e-05
      ],
      [
        "ym",
        -0.00038205247
      ],
      [
        "metry",
        -9.968313e-06
      ]
    ]
  },
  "An allele of the apolipoprotein E gene on chromosome 19 increases the risk and lowers the age at onset of this disease. Microscopically it is characterized by Hirano bodies, and it results in changes in the nucleus basalis of Meynert. It is associated with \"tangles,\" which show the MAP2 protein and abnormal forms of tau protein, as well as the presence of amyloid angiopathy and typical plaques, and symptoms include aphasia and progressive disorientation, indicating cortical dysfunction. Patients rarely become symptomatic before 50 years of age. but within the following 30 years up to 40% of the populace starts suffering from this disease. For 10 points, name this degenerative neurological disorder, the most common cause of dementia in the elderly.": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.019014206
      ],
      [
        "zheimer",
        -0.00060093065
      ],
      [
        "'s",
        -0.00035619995
      ],
      [
        " disease",
        -0.016912289
      ]
    ]
  },
  "An allegorical reading of one letter by this man relates his brother's easier struggle with faith through his choice of a direct path as opposed to this man's circuitous route up a mountain. This author of \"The Ascent of Mount Ventoux\" also wrote an epic poem about the victory at the battle of Zama by Scipio Africanus. This humanist puns on the name of a woman he fell in love with on Good Friday in his poem \"she used to let her golden hair fly free.\" For 10 points, name this Italian poet of the Canzoniere,": {
    "guess": "Petrarch",
    "confidence": [
      [
        "P",
        -0.044227686
      ],
      [
        "etr",
        -2.2723105e-05
      ],
      [
        "arch",
        -0.0009169359
      ]
    ]
  },
  "An alligator and three turban-clan men on horseback attack the titular black African mammal in this artist's painting The Hippopotamus Hunt. This artist portrayed Triton blowing a seashell beneath Cybele and Neptune in his painting The Union of Earth and Water, and his more violent paintings include Allegory of Peace and War and the recently discovered Massacre of the Innocents. His wife Hélène Fourment modeled for his paintings The Three Graces and The Garden of Love. He also painted a cycle of canvases about Marie de Medici, as well as a painting of men trying to raise the body of Christ, The": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.002001677
      ],
      [
        " Paul",
        -0.00016730615
      ],
      [
        " Rub",
        -5.2001665e-06
      ],
      [
        "ens",
        -0.000102708764
      ]
    ]
  },
  "It allows the renormalized Higgs mass to be finite and also improves the unification of the coupling constants at the Grand Unification scale.  Since R-parity must be conserved, then all of its particles must be produced in pairs, and its lightest particle cannot decay.  It is the basis for such postulated particles as selectrons, neutralinos, photinos, and gluinos.  Relating gravitational forces to subatomic forces, FTP, name this hypothetical equivalence between fermions and bosons, often abbreviated": {
    "guess": "Supersymmetry",
    "confidence": [
      [
        "Sup",
        -0.28795967
      ],
      [
        "ers",
        -8.220573e-05
      ],
      [
        "ym",
        -0.00020044109
      ],
      [
        "metry",
        -3.2855416e-05
      ]
    ]
  },
  "This man allowed the Soviet Union to operate a submarine base on the island of Sazan. This leader was targeted by a group of four exiles named Alex, Billy, Dino, and Fred known as the Banda Mustafaj. This man had his defense minister, Koci Xoxe (\"KO-chee DZAWD-ze\"), executed. This man's attempts at modernization led to bans on the Code of Lekë and the (*) gjakmarrja (\"gyak-MAR-ya\") blood feud. Ramiz Alia succeeded this leader, who had over 700,000 hemispherical bunkers installed in his country. This leader, who made use of his Sigurimi secret police, became the first in the world to adopt state": {
    "guess": "Enver Hoxha",
    "confidence": [
      [
        "En",
        -0.050447397
      ],
      [
        "ver",
        -1.9816675e-06
      ],
      [
        " H",
        -0.00019281206
      ],
      [
        "ox",
        -2.6968896e-06
      ],
      [
        "ha",
        -0.00011629798
      ]
    ]
  },
  "The almond trees planted at the center of this town survived until its destruction, and one was used to hang the Wandering Jew. It was built on the bank of a clear, cold river with prehistoric, round, white stones, and according to its founder's dream, its houses had mirror walls. The founders left Riohacha (Ree-o-AAH-cha) and crossed the mountains, building the town in the middle of the swamp. Much later, it rained there for four years, eleven months, and two days, which drove the banana companies out. FTP, name this town, destroyed in a whirlwind, the setting of Leaf Storm and One Hundred Years of Solitude.          |": {
    "guess": "Macondo",
    "confidence": [
      [
        "Ma",
        -0.017553907
      ],
      [
        "cond",
        -9.610702e-06
      ],
      [
        "o",
        -2.577686e-06
      ]
    ]
  },
  "The allylic form of this class of molecules is produced from an electron-deficient alkene in the presence of a nucleophile in the aza-Baylis\u0096Hillman reaction. Triphenylphosphine is commonly used as a reducing agent in the production of this class of molecule in the Staudinger reaction. Molecules containing this functional group have IR spectra characterized by a broad trough punctuated with spikes in the (*) 3300 inverse centimeter region. Quaternary salts of these compounds may be used as phase transfer catalysts. Potassium phthalimide is a reagent used to create them from primary alkyl halides in the Gabriel synthesis. For 10 points, name this functional group with a nitrogen single bonded": {
    "guess": "Amine",
    "confidence": [
      [
        "A",
        -0.19695373
      ],
      [
        "mine",
        -0.0016787484
      ]
    ]
  },
  "The alleged instigators of this event, Isaac Harris and Max Blanck, were successfully defended at trail by Max Steuer, after which they received estimated compensation of about $400 per victim. Although they were believed to have kept  one of the doors locked on the 9th floor of the Asch building, which made escape impossible. A New York Times article  at the time thought it might have been caused by engines running the sewing machines. This event is said to be the  largest industrial disaster in the history of New York, and its aftermath spurred the growth of the International Ladies'  Garment Workers' Union. This was, FTP, what 1911 fire at the namesake industry building, which saw the deaths": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.015591548
      ],
      [
        " Shirt",
        -0.00013786652
      ],
      [
        "wa",
        -3.464347e-05
      ],
      [
        "ist",
        -3.5313153e-06
      ],
      [
        " Factory",
        -0.0013635702
      ],
      [
        " fire",
        -0.14381176
      ]
    ]
  },
  "This man allowed the Soviet Union to operate a submarine base on the island of Sazan. This leader was targeted by a group of four exiles named Alex, Billy, Dino, and Fred known as the Banda Mustafaj. This": {
    "guess": "People's Socialist Republic of Albania",
    "confidence": [
      [
        "People",
        -0.13972753
      ],
      [
        "'s",
        -4.7517467e-05
      ],
      [
        " Socialist",
        -0.0020929228
      ],
      [
        " Republic",
        -2.2127088e-05
      ],
      [
        " of",
        -2.8160932e-06
      ],
      [
        " Albania",
        -6.742448e-05
      ]
    ]
  },
  "The allyl ester of a carboxylic acid is used instead of an allyl vinyl ether in the Ireland modification of this man's namesake [3,3]-sigmatropic rearrangement.  One form of another reaction named after this man has high yield only if one of the reactants has no alpha hydrogen, that being the \"crossed\" version, and another form of that reaction competes with cleavage via ring scission and is named": {
    "guess": "Claisen rearrangement",
    "confidence": [
      [
        "Cl",
        -0.35414836
      ],
      [
        "ais",
        -0.0006958736
      ],
      [
        "en",
        -7.147741e-05
      ],
      [
        " rearr",
        -0.02852827
      ],
      [
        "angement",
        -0.00034619053
      ]
    ]
  },
  "The Alma Massacre was perpetrated by a member of this tribe named Victorio, and sub-divisions of these people include the Jicarilla and the Mescalero. After the arrest of Nochaydelklinne, some of these peoples clashed with federal troops in the Battle of Cibecue Creek. The California (+) Column engaged these peoples at a namesake pass in 1862. One leader of these people, sometimes known as Goyathlay, was able to elude capture by George F. Crook but was finally compelled to surrender at Skeleton Canyon to (*) Nelson A. Miles. Other leaders of these people include Magnas Coloradas and a man who now lends his name to a southeastern county in Arizona named Cochise. For 10 points, name this tribe that men like Geronimo belonged to.": {
    "guess": "Apache",
    "confidence": [
      [
        "Apache",
        -0.060298644
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined them lambasting his state's Attorney General James Austin as a \"slanderer of the dead.\" Richard Hofstadter called this non-President man \"The Patrician as Agitator\" in The American Political Tradition.": {
    "guess": "Wendell Willkie",
    "confidence": [
      [
        "W",
        -0.5735625
      ],
      [
        "end",
        -0.0017662166
      ],
      [
        "ell",
        -0.0005233657
      ],
      [
        " Will",
        -0.0176188
      ],
      [
        "kie",
        -1.8074163e-05
      ]
    ]
  },
  "The allylic form of this class of molecules is produced from an electron-deficient alkene in the presence of a nucleophile in the aza-Baylis\u0096Hillman reaction. Triphenylphosphine is commonly used as a reducing": {
    "guess": "Amine",
    "confidence": [
      [
        "A",
        -0.71135306
      ],
      [
        "mine",
        -0.019054567
      ]
    ]
  },
  "An alligator and three turban-clan men on horseback attack the titular black African mammal in this artist's": {
    "guess": "The Hippopotamus Hunt",
    "confidence": [
      [
        "The",
        -0.26205158
      ],
      [
        " Hipp",
        -0.013208001
      ],
      [
        "opot",
        -1.147242e-06
      ],
      [
        "amus",
        -5.6769813e-06
      ],
      [
        " Hunt",
        -0.00018304103
      ]
    ]
  },
  "An alligator and three turban-clan men on horseback attack the titular black African mammal in this artist's painting The Hippopotamus Hunt. This artist portrayed Triton blowing a seashell beneath Cybele and Neptune in his painting The Union of Earth and Water, and his more violent paintings include": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.004174918
      ],
      [
        " Paul",
        -0.00057138276
      ],
      [
        " Rub",
        -1.9816675e-06
      ],
      [
        "ens",
        -4.2391708e-05
      ]
    ]
  },
  "Almost all of this playwright and actor's plays, such as \"The Minor\" and \"A Trip to Calais\", contain satirical portraits of famous contemporaries, a practice which got him tried on trumped-up charges of": {
    "guess": "George Colman the Elder",
    "confidence": [
      [
        "George",
        -0.95110065
      ],
      [
        " Col",
        -1.3245776
      ],
      [
        "man",
        -4.8471098e-05
      ],
      [
        " the",
        -0.06846295
      ],
      [
        " Elder",
        -0.16280913
      ]
    ]
  },
  "The Alma Massacre was perpetrated by a member of this tribe named Victorio, and sub-divisions of these people include the Jicarilla and the Mescalero. After the arrest of Nochaydelklinne, some of these peoples clashed with federal troops in the Battle of Cibecue Creek. The California (+) Column engaged these peoples at a namesake pass in 1862. One leader of these people, sometimes known as Goyathlay, was able to elude capture by George F. Crook but was finally compelled to surrender at Skeleton Canyon": {
    "guess": "Apache",
    "confidence": [
      [
        "Apache",
        -0.022730544
      ]
    ]
  },
  "The Allegory of the Christian Knight forms the center panel of this painter's Modena Triptych. In one of his paintings, a man in green prepares to remove Jesus's red tunic. In another of his paintings, a blue-robed St. John outstretches his arms while angels distribute robes to naked people. In another, this man's son, as well as St. Stephen, and St. Augustine, surround the interment of the titular": {
    "guess": "El Greco",
    "confidence": [
      [
        "El",
        -0.034886684
      ],
      [
        " Gre",
        -0.00028111998
      ],
      [
        "co",
        -1.3856493e-06
      ]
    ]
  },
  "The allegro movement in the first of these compositions features a solo violin while the rest of the orchestra plays 32nd notes, and the presto movement of the second composition starts off with straight 16th notes. These pieces' composer wrote accompanying sonnets to provide images like \"The [*] Barking Dog\" and \"The Sleeping Shepherd.\" These pieces were originally published with 8 other concerti,": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.07451651
      ],
      [
        "onio",
        -1.8624639e-06
      ],
      [
        " V",
        -0.0003000697
      ],
      [
        "ival",
        -2.5703197e-05
      ],
      [
        "di",
        -9.364929e-05
      ]
    ]
  },
  "The Allegro con spirito opening of a composition by this man is disrupted by a minor ninth in the first bar. The finale of this composer's fourth symphony, composed in F minor, features the folk song A Birch Stood in the Meadow; earlier in that work, this composer of Souvenir de Florence uses brasses and bassoons to create a booming first movement \"Fate\" motive. In another of his works, the cello soloist gets progressively faster as he plays seven of the titular Variations (*) on a Rococo Theme. This composer used \"Down on the Mother Volga\" to open his second symphony, but this composer of the Pathetique Symphony is best known for a noisy piece that utilizes cannon fire. For 10 points, name this": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.03268405
      ],
      [
        "otr",
        -0.00026073982
      ],
      [
        " I",
        -4.5133394e-05
      ],
      [
        "ly",
        -5.6100132e-05
      ],
      [
        "ich",
        -3.7981175e-05
      ],
      [
        " T",
        -1.0921943e-05
      ],
      [
        "cha",
        -2.4987974e-05
      ],
      [
        "ik",
        -4.365741e-06
      ],
      [
        "ovsky",
        -0.00020735491
      ]
    ]
  },
  "It is alleged that she had an affair with Ares that resulted in the birth of Parthenopaeus, and the centaurs": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.017990256
      ],
      [
        "al",
        -2.4987974e-05
      ],
      [
        "anta",
        -8.470901e-05
      ]
    ]
  },
  "The Allegro con spirito opening of a composition by this man is disrupted by a minor ninth in the first bar. The finale of this composer's fourth symphony, composed in F minor, features the folk song A Birch Stood in the Meadow; earlier in that work, this composer of Souvenir de Florence uses brasses and bassoons to create a booming first movement \"Fate\" motive. In another of his works, the cello soloist gets progressively faster as he plays seven of the titular Variations (*) on a Rococo Theme.": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.06498143
      ],
      [
        "otr",
        -0.0009957717
      ],
      [
        " I",
        -0.00015657782
      ],
      [
        "ly",
        -0.00016778296
      ],
      [
        "ich",
        -0.00020234835
      ],
      [
        " T",
        -2.6537622e-05
      ],
      [
        "cha",
        -6.6947665e-05
      ],
      [
        "ik",
        -8.299462e-06
      ],
      [
        "ovsky",
        -0.000296732
      ]
    ]
  },
  "An allele of the apolipoprotein E gene on chromosome 19 increases the risk and lowers the age at onset": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.6426214
      ],
      [
        "zheimer",
        -2.3319124e-05
      ],
      [
        "'s",
        -0.00010342398
      ],
      [
        " disease",
        -0.0045540156
      ]
    ]
  },
  "An alligator and three turban-clan men on horseback attack the titular black African mammal in this artist's painting The Hippopotamus Hunt. This artist portrayed Triton blowing a seashell beneath Cybele and Neptune in his painting The Union of Earth and Water, and his more violent paintings include Allegory of Peace and War and the recently discovered Massacre of the Innocents. His wife Hélène Fourment": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.003981874
      ],
      [
        " Paul",
        -0.0010172101
      ],
      [
        " Rub",
        -8.418666e-06
      ],
      [
        "ens",
        -0.00014013138
      ]
    ]
  },
  "Almost all of this playwright and actor's plays, such as \"The Minor\" and \"A Trip to Calais\", contain satirical portraits of famous contemporaries, a practice which got him tried on trumped-up charges of homosexual rape. He lost his leg after the Duke of York goaded him into  riding a dangerous horse.": {
    "guess": "George Villiers, 2nd Duke of Buckingham",
    "confidence": [
      [
        "George",
        -1.6707038
      ],
      [
        " Vill",
        -0.285832
      ],
      [
        "iers",
        -0.004001942
      ],
      [
        ",",
        -0.041586462
      ],
      [
        " ",
        -0.0034904275
      ],
      [
        "2",
        -0.0070214225
      ],
      [
        "nd",
        -0.00016027314
      ],
      [
        " Duke",
        -0.00086405716
      ],
      [
        " of",
        -3.7742768e-05
      ],
      [
        " Buckingham",
        -0.0010342379
      ]
    ]
  },
  "The allegro movement in the first of these compositions features a solo violin while the rest of the orchestra plays 32nd notes, and the presto movement of the second composition starts off with straight 16th notes. These pieces' composer wrote accompanying sonnets to provide images like \"The [*] Barking Dog\" and \"The Sleeping Shepherd.\" These pieces were originally published with 8 other concerti, collectively titled \"The Contest Between Harmony and Invention.\" The last movement of its second piece, which is in G minor, depicts a thunderstorm. For 10 points, name this set of four concerti by Antonio": {
    "guess": "The Four Seasons",
    "confidence": [
      [
        "The",
        -0.0989439
      ],
      [
        " Four",
        -0.005826414
      ],
      [
        " Seasons",
        -3.2929079e-06
      ]
    ]
  },
  "The allegro movement in the first of these compositions features a solo violin while the rest of the orchestra plays 32nd notes, and the presto movement of the second composition starts off with straight 16th notes. These pieces' composer wrote accompanying sonnets to provide images like \"The [*] Barking Dog\" and \"The Sleeping Shepherd.\" These pieces were originally published with 8 other concerti, collectively titled \"The Contest Between Harmony and Invention.\" The last movement of its second piece, which is in G minor, depicts a thunderstorm. For 10 points, name this set of four concerti by Antonio Vivaldi which includes the pieces \"Summer\" and \"Spring.\"": {
    "guess": "The Four Seasons",
    "confidence": [
      [
        "The",
        -0.002081859
      ],
      [
        " Four",
        -0.00032604876
      ],
      [
        " Seasons",
        -3.190179e-05
      ]
    ]
  },
  "An allele of the apolipoprotein E gene on chromosome 19 increases the risk and lowers the age at onset of this disease. Microscopically it is characterized by Hirano bodies, and it results in changes in the nucleus basalis of Meynert. It is associated with \"tangles,\" which show the MAP2 protein and abnormal forms of tau protein, as well as the presence of amyloid angiopathy and typical plaques, and symptoms include aphasia and progressive disorientation, indicating cortical dysfunction. Patients rarely become symptomatic before 50 years of age. but within the following 30 years up to 40% of the": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.014193363
      ],
      [
        "zheimer",
        -9.0907604e-05
      ],
      [
        "'s",
        -0.00025645216
      ],
      [
        " disease",
        -0.003089536
      ]
    ]
  },
  "This man allowed the Soviet Union to operate a submarine base on the island of Sazan. This leader was targeted by a group of four exiles named Alex, Billy, Dino, and Fred known as the Banda Mustafaj. This man had his defense minister, Koci Xoxe (\"KO-chee DZAWD-ze\"), executed. This man's attempts at modernization led to bans on the Code of Lekë and the (*) gjakmarrja (\"gyak-MAR-ya\") blood feud. Ramiz Alia succeeded this leader, who had over 700,000 hemispherical bunkers installed in his country. This leader, who made use of his Sigurimi secret police, became the first in the world to adopt state atheism and, for a while, favored China over the Soviet Union. For 10 points, name this crazy ruler": {
    "guess": "Enver Hoxha",
    "confidence": [
      [
        "En",
        -0.0006593001
      ],
      [
        "ver",
        -2.1008714e-06
      ],
      [
        " H",
        -0.00027682865
      ],
      [
        "ox",
        -5.3193703e-06
      ],
      [
        "ha",
        -9.960947e-05
      ]
    ]
  },
  "Allen Dulles wrote a memo detailing the problems he had with covering up this event.  Warren Harding introduced Senate Resolution 359 which affirmed that it happened, and along with a clause voiding a law about Abandoned Properties, this is the subject of Section 144 of the Treaty of Sevres.  House Joint Resolution 148 designated April 24, 1975 as \"National Day of Remembrance of Man's Inhumanity to Man\" in memory of this event, and Article 301 was violated by Orhan Pamuk when he claimed that this event happened.  For 10 points, name this event, which the international community is increasingly calling the twentieth century's first genocide.": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.101093166
      ],
      [
        "men",
        -0.0002639583
      ],
      [
        "ian",
        -0.00027111053
      ],
      [
        " Gen",
        -0.21618709
      ],
      [
        "ocide",
        -0.00022618541
      ]
    ]
  },
  "The almond trees planted at the center of this town survived until its destruction, and one was used to hang the Wandering Jew. It was built on the bank of a clear, cold river with prehistoric, round, white stones, and according to its founder's dream, its houses had mirror walls. The founders left Riohacha (Ree-o-AAH-cha) and crossed the mountains, building the town in the middle of the swamp. Much later, it rained there for four years, eleven months, and two days, which drove the banana companies": {
    "guess": "Macondo",
    "confidence": [
      [
        "Ma",
        -0.20986208
      ],
      [
        "cond",
        -2.4749568e-05
      ],
      [
        "o",
        -1.50940705e-05
      ]
    ]
  },
  "The Allegro con spirito opening of a composition by this man is disrupted by a minor ninth in the first bar. The finale of this composer's fourth symphony, composed in F minor, features the folk song A Birch Stood in the Meadow; earlier in that work, this composer of Souvenir de Florence uses brasses and bassoons to create a booming first movement \"Fate\" motive. In another of his works, the cello soloist": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.30775476
      ],
      [
        "otr",
        -0.002117189
      ],
      [
        " I",
        -0.0004123192
      ],
      [
        "ly",
        -0.00031413205
      ],
      [
        "ich",
        -0.0010773493
      ],
      [
        " T",
        -4.310693e-05
      ],
      [
        "cha",
        -6.6947665e-05
      ],
      [
        "ik",
        -2.0339032e-05
      ],
      [
        "ovsky",
        -0.00033856148
      ]
    ]
  },
  "The alleged instigators of this event, Isaac Harris and Max Blanck, were successfully defended at trail by Max Steuer, after which they received estimated compensation of about $400 per victim. Although they were believed to have kept  one of the doors locked on the 9th floor of the Asch building, which made escape impossible. A New York Times article  at the time thought it might have been caused": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.03523153
      ],
      [
        " Shirt",
        -0.001333098
      ],
      [
        "wa",
        -0.00023369525
      ],
      [
        "ist",
        -5.2001665e-06
      ],
      [
        " Factory",
        -0.0019249446
      ],
      [
        " fire",
        -0.019758765
      ]
    ]
  },
  "The allylic form of this class of molecules is produced from an electron-deficient alkene in the presence of a nucleophile in the aza-Baylis\u0096Hillman reaction. Triphenylphosphine is commonly used as a reducing agent in the production of this class of molecule in the Staudinger reaction. Molecules containing this functional group have IR spectra characterized by a broad trough punctuated with spikes in the (*) 3300 inverse centimeter region. Quaternary salts of these compounds may be used as phase transfer catalysts. Potassium phthalimide is a reagent used to create them from primary alkyl halides": {
    "guess": "Amine",
    "confidence": [
      [
        "A",
        -0.6282965
      ],
      [
        "mine",
        -0.02857241
      ]
    ]
  },
  "An allele of the apolipoprotein E gene on chromosome 19 increases the risk and lowers the age at onset of this disease. Microscopically it is characterized by Hirano bodies, and it results in changes in the nucleus basalis of Meynert. It is associated with \"tangles,\" which show the MAP2 protein and abnormal forms of tau protein, as well as the presence of amyloid angiopathy and typical plaques, and": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.008690677
      ],
      [
        "zheimer",
        -0.00023083435
      ],
      [
        "'s",
        -0.0001789881
      ],
      [
        " disease",
        -0.0017713313
      ]
    ]
  },
  "The allegro movement in the first of these compositions features a solo violin while the rest of the orchestra plays 32nd notes, and the presto movement of the second composition starts off with straight 16th notes. These pieces' composer wrote accompanying sonnets to provide images like \"The [*] Barking Dog\" and \"The Sleeping Shepherd.\" These pieces were originally published with 8 other concerti, collectively titled \"The Contest Between Harmony and Invention.\" The last movement of its second piece,": {
    "guess": "The Four Seasons",
    "confidence": [
      [
        "The",
        -0.0038515015
      ],
      [
        " Four",
        -0.00026157423
      ],
      [
        " Seasons",
        -3.6669935e-05
      ]
    ]
  },
  "The Allegro con spirito opening of a composition by this man is disrupted by a minor ninth in the first": {
    "guess": "Symphony No. 2 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -1.1563916
      ],
      [
        "phony",
        -0.005297908
      ],
      [
        " No",
        -0.018101597
      ],
      [
        ".",
        -0.00022082125
      ],
      [
        " ",
        -0.0013358361
      ],
      [
        "2",
        -1.9753275
      ],
      [
        " (",
        -0.0043492983
      ],
      [
        "Be",
        -1.1475883
      ],
      [
        "ethoven",
        -5.9437833e-05
      ],
      [
        ")",
        -6.2656334e-05
      ]
    ]
  },
  "An allele of the apolipoprotein E gene on chromosome 19 increases the risk and lowers the age at onset of this disease. Microscopically it is characterized by Hirano bodies, and it results in changes in": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.08127096
      ],
      [
        "zheimer",
        -0.0003051918
      ],
      [
        "'s",
        -0.00028278882
      ],
      [
        " disease",
        -0.0016763754
      ]
    ]
  },
  "The allegro movement in the first of these compositions features a solo violin while the rest of the orchestra plays 32nd notes, and the presto movement of the second composition starts off with straight": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.991283
      ],
      [
        "phony",
        -0.054773044
      ],
      [
        " No",
        -0.023083223
      ],
      [
        ".",
        -0.0004326957
      ],
      [
        " ",
        -0.0032361785
      ],
      [
        "5",
        -0.50913054
      ],
      [
        " (",
        -0.036883917
      ],
      [
        "Be",
        -0.09792189
      ],
      [
        "ethoven",
        -0.00016146517
      ],
      [
        ")",
        -0.00015383612
      ]
    ]
  },
  "The Alma Massacre was perpetrated by a member of this tribe named Victorio, and sub-divisions of these people include the Jicarilla and the Mescalero. After the arrest of Nochaydelklinne, some of these peoples clashed with federal troops in the Battle of Cibecue Creek. The California (+) Column engaged these peoples at a namesake pass in 1862. One leader of these people, sometimes known as Goyathlay, was able to elude capture by George F. Crook but was finally compelled to surrender at Skeleton Canyon to (*) Nelson A. Miles. Other leaders of these people include Magnas Coloradas and a man who now lends his name to a southeastern county in Arizona named Cochise. For 10 points, name this tribe": {
    "guess": "Apache",
    "confidence": [
      [
        "Apache",
        -0.046738133
      ]
    ]
  },
  "An allegorical reading of one letter by this man relates his brother's easier struggle with faith through his choice of a direct path as opposed to this man's circuitous route up a mountain. This author of \"The Ascent of Mount Ventoux\" also wrote an epic poem about the victory at the battle of Zama by Scipio Africanus. This humanist puns on the name of a woman he fell in love with on Good Friday in": {
    "guess": "Francesco Petrarca",
    "confidence": [
      [
        "Fr",
        -0.6507364
      ],
      [
        "ances",
        -0.00015240935
      ],
      [
        "co",
        -0.010642516
      ],
      [
        " Pet",
        -0.13289142
      ],
      [
        "rar",
        -8.776276e-06
      ],
      [
        "ca",
        -9.472212e-05
      ]
    ]
  },
  "The Allegory of the Christian Knight forms the center panel of this painter's Modena Triptych. In one of his paintings, a man in green prepares to remove Jesus's red tunic. In another of his paintings, a blue-robed St. John outstretches his arms while angels distribute robes to naked people. In another, this man's son, as well as St. Stephen, and St. Augustine, surround the interment of the titular armor-clad nobleman. For 10 points, name this painter of The Disrobing of Christ, The Opening of the": {
    "guess": "El Greco",
    "confidence": [
      [
        "El",
        -0.96605766
      ],
      [
        " Gre",
        -0.0012144024
      ],
      [
        "co",
        -1.9816675e-06
      ]
    ]
  },
  "The allylic form of this class of molecules is produced from an electron-deficient alkene in the presence": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.8821638
      ],
      [
        "k",
        -0.2621765
      ],
      [
        "ene",
        -0.0770704
      ]
    ]
  },
  "The Alma Massacre was perpetrated by a member of this tribe named Victorio, and sub-divisions of these": {
    "guess": "Chiricahua Apache",
    "confidence": [
      [
        "Ch",
        -0.6273607
      ],
      [
        "ir",
        -0.0006210577
      ],
      [
        "ic",
        -0.00074161106
      ],
      [
        "ah",
        -5.538491e-05
      ],
      [
        "ua",
        -0.000111410634
      ],
      [
        " Apache",
        -0.7237204
      ]
    ]
  },
  "The allyl ester of a carboxylic acid is used instead of an allyl vinyl ether in the Ireland modification of this man's namesake [3,3]-sigmatropic rearrangement.  One form of another reaction named after this man has high yield only if one of the reactants has no alpha hydrogen, that being the \"crossed\" version, and another form of that reaction competes with cleavage via ring scission and is named after Dieckmann.  That reaction produces a beta-ketoester from two esters in basic solution.  For 10 points, name this German with a namesake condensation reaction.": {
    "guess": "Claisen",
    "confidence": [
      [
        "Cl",
        -0.049117755
      ],
      [
        "ais",
        -8.172892e-05
      ],
      [
        "en",
        -1.7716551e-05
      ]
    ]
  },
  "The allyl ester of a carboxylic acid is used instead of an allyl vinyl ether in the Ireland modification": {
    "guess": "Claisen rearrangement",
    "confidence": [
      [
        "Cl",
        -0.11399983
      ],
      [
        "ais",
        -0.00012082772
      ],
      [
        "en",
        -1.8074163e-05
      ],
      [
        " rearr",
        -0.0016169772
      ],
      [
        "angement",
        -0.00022678143
      ]
    ]
  },
  "Allen Dulles wrote a memo detailing the problems he had with covering up this event.  Warren Harding introduced Senate Resolution 359 which affirmed that it happened, and along with a clause voiding a law about Abandoned Properties, this is the subject of Section 144 of the Treaty of Sevres.  House Joint Resolution 148 designated April 24, 1975 as \"National Day of Remembrance of Man's Inhumanity to Man\" in memory of this event, and Article 301 was violated by Orhan Pamuk when he claimed that this event happened.  For 10 points, name this event, which the international community is increasingly": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.05584517
      ],
      [
        "men",
        -0.00020127551
      ],
      [
        "ian",
        -0.0003084103
      ],
      [
        " Gen",
        -0.20662853
      ],
      [
        "ocide",
        -0.00010032469
      ]
    ]
  },
  "The alleged instigators of this event, Isaac Harris and Max Blanck, were successfully defended at trail by Max Steuer, after which they received estimated compensation of about $400 per victim. Although they were believed to have kept  one of the doors locked on the 9th floor of the Asch building, which made escape impossible. A New York Times article  at the time thought it might have been caused by engines running the sewing machines. This event is said to be the  largest industrial disaster in the history of New York, and its aftermath spurred the growth of the International Ladies'  Garment Workers' Union. This was, FTP, what 1911 fire at the namesake industry building, which saw the deaths of  146 garment workers?": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.009174269
      ],
      [
        " Shirt",
        -0.00019412329
      ],
      [
        "wa",
        -7.839122e-05
      ],
      [
        "ist",
        -5.5577775e-06
      ],
      [
        " Factory",
        -0.00029637438
      ],
      [
        " fire",
        -0.017884996
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined them lambasting his state's Attorney General James Austin as a \"slanderer of the dead.\" Richard Hofstadter called this non-President man \"The Patrician as Agitator\" in The American Political Tradition. Andrew Johnson asked a heckler to hang Thaddeus Stevens and this man in a drunken outburst from the Swing Around the Circle. This man became an activist after seeing an attempted lynching outside his Court Street legal office. After a preface, a letter from this man precedes the original Narrative of the Life of Frederick Douglass. He rejected a comparison to the Boston Tea Party and harshly critiqued a press- burning mob in Alton, Illinois in an unplanned speech at Faneuil Hall that lifted him": {
    "guess": "Wendell Phillips",
    "confidence": [
      [
        "W",
        -0.33383858
      ],
      [
        "end",
        -3.619312e-05
      ],
      [
        "ell",
        -0.0003210422
      ],
      [
        " Phillips",
        -0.0026680462
      ]
    ]
  },
  "The allegro movement in the first of these compositions features a solo violin while the rest of the": {
    "guess": "Violin Concerto (Beethoven)",
    "confidence": [
      [
        "Viol",
        -0.1711813
      ],
      [
        "in",
        -0.000147522
      ],
      [
        " Concert",
        -0.04480802
      ],
      [
        "o",
        -0.025575118
      ],
      [
        " (",
        -0.37089863
      ],
      [
        "Be",
        -0.5393626
      ],
      [
        "ethoven",
        -4.365741e-06
      ],
      [
        ")",
        -0.009630713
      ]
    ]
  },
  "Allen Dulles wrote a memo detailing the problems he had with covering up this event.  Warren Harding introduced Senate Resolution 359 which affirmed that it happened, and along with a clause voiding a law about Abandoned Properties, this is the subject of Section 144 of the Treaty of Sevres.  House Joint Resolution 148 designated April 24, 1975 as \"National Day of Remembrance of Man's Inhumanity to Man\" in memory of this event, and Article 301 was violated by Orhan Pamuk when he claimed that this": {
    "guess": "Armenian genocide",
    "confidence": [
      [
        "Ar",
        -0.12211828
      ],
      [
        "men",
        -0.00043364934
      ],
      [
        "ian",
        -0.0006122403
      ],
      [
        " genocide",
        -0.5029832
      ]
    ]
  },
  "Allen Dulles wrote a memo detailing the problems he had with covering up this event.  Warren Harding introduced Senate Resolution 359 which affirmed that it happened, and along with a clause voiding a law about Abandoned Properties, this is the subject of Section 144 of the Treaty of Sevres.  House Joint Resolution 148 designated April 24, 1975 as \"National Day of Remembrance of Man's Inhumanity to": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.054439947
      ],
      [
        "men",
        -6.15835e-05
      ],
      [
        "ian",
        -0.0011433148
      ],
      [
        " Gen",
        -0.08822005
      ],
      [
        "ocide",
        -0.0001408466
      ]
    ]
  },
  "The Allegory of the Christian Knight forms the center panel of this painter's Modena Triptych. In one of his paintings, a man in green prepares to remove Jesus's red tunic. In another of his paintings, a blue-robed St. John outstretches his arms while angels distribute robes to naked people. In another,": {
    "guess": "El Greco",
    "confidence": [
      [
        "El",
        -0.12567036
      ],
      [
        " Gre",
        -0.0010251893
      ],
      [
        "co",
        -9.014684e-06
      ]
    ]
  },
  "The Alma Massacre was perpetrated by a member of this tribe named Victorio, and sub-divisions of these people include the Jicarilla and the Mescalero. After the arrest of Nochaydelklinne, some of these": {
    "guess": "Apache",
    "confidence": [
      [
        "Apache",
        -0.36153206
      ]
    ]
  },
  "The Alma Massacre was perpetrated by a member of this tribe named Victorio, and sub-divisions of these people include the Jicarilla and the Mescalero. After the arrest of Nochaydelklinne, some of these peoples clashed with federal troops in the Battle of Cibecue Creek. The California (+) Column engaged these peoples at a namesake pass in 1862. One leader of these people, sometimes known as Goyathlay,": {
    "guess": "Apache",
    "confidence": [
      [
        "Apache",
        -0.09528188
      ]
    ]
  },
  "Allkyl phosphates can be reacted to form these compounds in the Pelouze synthesis while the heating of aromatic carboxylic acids produces them in the Letts synthesis. They act as electrophiles when reacted": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.74493146
      ],
      [
        "ster",
        -0.25538382
      ]
    ]
  },
  "An allele of the apolipoprotein E gene on chromosome 19 increases the risk and lowers the age at onset of this disease. Microscopically it is characterized by Hirano bodies, and it results in changes in the nucleus basalis of Meynert. It is associated with \"tangles,\" which show the MAP2 protein and abnormal forms of tau protein, as well as the presence of amyloid angiopathy and typical plaques, and symptoms include aphasia and progressive disorientation, indicating cortical dysfunction. Patients rarely become symptomatic before 50 years of age. but within the following 30 years up to 40% of the populace starts suffering from this disease. For 10 points, name this degenerative neurological disorder,": {
    "guess": "Pick's disease",
    "confidence": [
      [
        "Pick",
        -0.92018414
      ],
      [
        "'s",
        -0.0020007233
      ],
      [
        " disease",
        -0.08252925
      ]
    ]
  },
  "The alleged instigators of this event, Isaac Harris and Max Blanck, were successfully defended at trail by Max Steuer, after which they received estimated compensation of about $400 per victim. Although they were believed to have kept  one of the doors locked on the 9th floor of the Asch building, which made escape impossible. A New York Times article  at the time thought it might have been caused by engines running the sewing machines. This event is said to be the  largest industrial disaster in": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.016557435
      ],
      [
        " Shirt",
        -0.00013476722
      ],
      [
        "wa",
        -3.6669935e-05
      ],
      [
        "ist",
        -4.4849444e-06
      ],
      [
        " Factory",
        -0.00040004487
      ],
      [
        " fire",
        -0.0026836141
      ]
    ]
  },
  "The allylic form of this class of molecules is produced from an electron-deficient alkene in the presence of a nucleophile in the aza-Baylis\u0096Hillman reaction. Triphenylphosphine is commonly used as a reducing agent in the production of this class of molecule in the Staudinger reaction. Molecules containing this functional group have IR spectra characterized by a broad trough punctuated with spikes in the (*) 3300 inverse centimeter region. Quaternary salts of these compounds may be used as phase transfer catalysts. Potassium phthalimide is a reagent used to create them from primary alkyl halides in the Gabriel synthesis. For 10 points, name this functional group with a nitrogen single bonded to alkyl or aryl groups, derived from ammonia.": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -0.2916185
      ],
      [
        "ide",
        -0.0105828345
      ]
    ]
  },
  "It allows the renormalized Higgs mass to be finite and also improves the unification of the coupling constants at the Grand Unification scale.  Since R-parity must be conserved, then all of its particles": {
    "guess": "Grand Unified Theory",
    "confidence": [
      [
        "Grand",
        -0.423461
      ],
      [
        " Unified",
        -0.054871332
      ],
      [
        " Theory",
        -0.0009735173
      ]
    ]
  },
  "The almond trees planted at the center of this town survived until its destruction, and one was used to hang the Wandering Jew. It was built on the bank of a clear, cold river with prehistoric, round, white stones, and according to its founder's dream, its houses had mirror walls. The founders left Riohacha (Ree-o-AAH-cha) and crossed the mountains, building the town in the middle of the swamp. Much": {
    "guess": "Muisca Confederation",
    "confidence": [
      [
        "M",
        -1.3758286
      ],
      [
        "uis",
        -0.40048042
      ],
      [
        "ca",
        -0.00037490393
      ],
      [
        " Confeder",
        -1.0063871
      ],
      [
        "ation",
        -1.9146995e-05
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined them lambasting his state's Attorney General James Austin as a \"slanderer of the dead.\" Richard Hofstadter called this non-President man \"The Patrician as Agitator\" in The American Political Tradition. Andrew Johnson asked a heckler to hang Thaddeus Stevens and this man in a drunken outburst from the": {
    "guess": "Wendell Willkie",
    "confidence": [
      [
        "W",
        -0.71093625
      ],
      [
        "end",
        -0.0016080588
      ],
      [
        "ell",
        -0.0011398615
      ],
      [
        " Will",
        -0.33266416
      ],
      [
        "kie",
        -2.808727e-05
      ]
    ]
  },
  "Allen Dulles wrote a memo detailing the problems he had with covering up this event.  Warren Harding introduced Senate Resolution 359 which affirmed that it happened, and along with a clause voiding a law about Abandoned Properties, this is the subject of Section 144 of the Treaty of Sevres.  House Joint": {
    "guess": "Treaty of Sèvres",
    "confidence": [
      [
        "T",
        -0.83208454
      ],
      [
        "reat",
        -0.00042888118
      ],
      [
        "y",
        -0.0004477117
      ],
      [
        " of",
        -0.00022630462
      ],
      [
        " S",
        -0.23300445
      ],
      [
        "è",
        -0.00019901065
      ],
      [
        "v",
        -0.00025919382
      ],
      [
        "res",
        -2.6968896e-06
      ]
    ]
  },
  "The Allegory of the Christian Knight forms the center panel of this painter's Modena Triptych. In one of his paintings, a man in green prepares to remove Jesus's red tunic. In another of his paintings, a blue-robed St. John outstretches his arms while angels distribute robes to naked people. In another, this man's son, as well as St. Stephen, and St. Augustine, surround the interment of the titular armor-clad nobleman. For 10 points, name this painter of The Disrobing of Christ, The Opening of the Fifth Seal, and The Burial of the Count of Orgaz, whose common Spanish name alludes to his birth on Crete.": {
    "guess": "El Greco",
    "confidence": [
      [
        "El",
        -0.0022573103
      ],
      [
        " Gre",
        -0.000108907356
      ],
      [
        "co",
        -1.7432603e-06
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined them lambasting his state's Attorney General James Austin as a \"slanderer of the dead.\" Richard Hofstadter called this non-President man \"The Patrician as Agitator\" in The American Political Tradition. Andrew Johnson asked a heckler to hang Thaddeus Stevens and this man in a drunken outburst from the Swing Around the Circle. This man became an activist after seeing an attempted lynching outside his": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -1.5251826
      ],
      [
        " Jennings",
        -0.29967228
      ],
      [
        " Bryan",
        -0.0010655591
      ]
    ]
  },
  "It allows the renormalized Higgs mass to be finite and also improves the unification of the coupling constants at the Grand Unification scale.  Since R-parity must be conserved, then all of its particles must be produced in pairs, and its lightest particle cannot decay.  It is the basis for such postulated particles as selectrons, neutralinos, photinos, and gluinos.  Relating gravitational forces to": {
    "guess": "Supersymmetry",
    "confidence": [
      [
        "Sup",
        -0.35727203
      ],
      [
        "ers",
        -2.7252845e-05
      ],
      [
        "ym",
        -0.004958236
      ],
      [
        "metry",
        -6.146429e-05
      ]
    ]
  },
  "Allen Dulles wrote a memo detailing the problems he had with covering up this event.  Warren Harding introduced Senate Resolution 359 which affirmed that it happened, and along with a clause voiding a": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.10062705
      ],
      [
        "apot",
        -3.619312e-05
      ],
      [
        " Dome",
        -5.5122365e-07
      ],
      [
        " scandal",
        -0.0024618604
      ]
    ]
  },
  "This man allowed the Soviet Union to operate a submarine base on the island of Sazan. This leader was targeted by a group of four exiles named Alex, Billy, Dino, and Fred known as the Banda Mustafaj. This man had his defense minister, Koci Xoxe (\"KO-chee DZAWD-ze\"), executed. This man's attempts at modernization led to bans on the Code of Lekë and the (*) gjakmarrja (\"gyak-MAR-ya\") blood feud. Ramiz Alia succeeded this leader, who had over 700,000 hemispherical bunkers installed in his country. This leader, who made use of his Sigurimi secret police, became the first in the world to adopt state atheism and, for a while, favored China over the Soviet Union. For 10 points, name this crazy ruler of Communist Albania.": {
    "guess": "Enver Hoxha",
    "confidence": [
      [
        "En",
        -0.00047726318
      ],
      [
        "ver",
        -1.6240566e-06
      ],
      [
        " H",
        -0.00015800826
      ],
      [
        "ox",
        -3.5313153e-06
      ],
      [
        "ha",
        -8.566264e-05
      ]
    ]
  },
  "The allyl ester of a carboxylic acid is used instead of an allyl vinyl ether in the Ireland modification of this man's namesake [3,3]-sigmatropic rearrangement.  One form of another reaction named after this man has high yield only if one of the reactants has no alpha hydrogen, that being the \"crossed\"": {
    "guess": "Claisen rearrangement",
    "confidence": [
      [
        "Cl",
        -0.37771657
      ],
      [
        "ais",
        -0.0008090291
      ],
      [
        "en",
        -2.1411865e-05
      ],
      [
        " rearr",
        -0.01475486
      ],
      [
        "angement",
        -0.00019221604
      ]
    ]
  },
  "The Alma Massacre was perpetrated by a member of this tribe named Victorio, and sub-divisions of these people include the Jicarilla and the Mescalero. After the arrest of Nochaydelklinne, some of these peoples clashed with federal troops in the Battle of Cibecue Creek. The California (+) Column engaged these peoples at a namesake pass in 1862. One leader of these people, sometimes known as Goyathlay, was able to elude capture by George F. Crook but was finally compelled to surrender at Skeleton Canyon to (*) Nelson A. Miles. Other leaders of these people include Magnas Coloradas and a man who now": {
    "guess": "Apache",
    "confidence": [
      [
        "Apache",
        -0.10178852
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined them lambasting his state's Attorney General James Austin as a \"slanderer of the dead.\" Richard Hofstadter called this non-President man \"The Patrician as Agitator\" in The American Political Tradition. Andrew Johnson asked a heckler to hang Thaddeus Stevens and this man in a drunken outburst from the Swing Around the Circle. This man became an activist after seeing an attempted lynching outside his Court Street legal office. After a preface, a letter from this man precedes the original Narrative of the Life of Frederick Douglass. He rejected a comparison to the Boston Tea Party and harshly critiqued": {
    "guess": "Wendell Phillips",
    "confidence": [
      [
        "W",
        -0.70676005
      ],
      [
        "end",
        -8.709308e-05
      ],
      [
        "ell",
        -0.000348813
      ],
      [
        " Phillips",
        -0.011455551
      ]
    ]
  },
  "The almond trees planted at the center of this town survived until its destruction, and one was used": {
    "guess": "Masada",
    "confidence": [
      [
        "Mas",
        -0.7655151
      ],
      [
        "ada",
        -0.0009127748
      ]
    ]
  },
  "The alleged instigators of this event, Isaac Harris and Max Blanck, were successfully defended at trail by Max Steuer, after which they received estimated compensation of about $400 per victim. Although": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.0033123423
      ],
      [
        " Shirt",
        -9.0073176e-05
      ],
      [
        "wa",
        -1.0564331e-05
      ],
      [
        "ist",
        -1.147242e-06
      ],
      [
        " Factory",
        -0.00017302792
      ],
      [
        " fire",
        -0.00030697984
      ]
    ]
  },
  "The allyl ester of a carboxylic acid is used instead of an allyl vinyl ether in the Ireland modification of this man's namesake [3,3]-sigmatropic rearrangement.  One form of another reaction named after": {
    "guess": "Claisen rearrangement",
    "confidence": [
      [
        "Cl",
        -0.11028863
      ],
      [
        "ais",
        -6.372917e-05
      ],
      [
        "en",
        -1.1756368e-05
      ],
      [
        " rearr",
        -0.00043949028
      ],
      [
        "angement",
        -0.00012499251
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates.": {
    "guess": "Woodrow Wilson",
    "confidence": [
      [
        "Wood",
        -1.5694079
      ],
      [
        "row",
        -0.0014966491
      ],
      [
        " Wilson",
        -0.00041708734
      ]
    ]
  },
  "The Alma Massacre was perpetrated by a member of this tribe named Victorio, and sub-divisions of these people include the Jicarilla and the Mescalero. After the arrest of Nochaydelklinne, some of these peoples clashed with federal troops in the Battle of Cibecue Creek. The California (+) Column engaged": {
    "guess": "Chiricahua",
    "confidence": [
      [
        "Ch",
        -0.6562759
      ],
      [
        "ir",
        -2.4630364e-05
      ],
      [
        "ic",
        -0.00064726785
      ],
      [
        "ah",
        -0.00012487332
      ],
      [
        "ua",
        -7.600714e-05
      ]
    ]
  },
  "Allkyl phosphates can be reacted to form these compounds in the Pelouze synthesis while the heating of aromatic carboxylic acids produces them in the Letts synthesis. They act as electrophiles when reacted with zinc organic compouds in the Blaise reaction and they react with alcohols to form Pinner salts. Hoffman discovered their iso variety could be formed by reacting ammonia and sodium hydroxide with chloroform or by dehydrating secondary amides in the van Braun amide degradation. Also formed by reacting allkyl halides with metal cyanides, FTP, identify this type of compound, an organic molecule": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -0.65615076
      ],
      [
        "ide",
        -0.0065846355
      ]
    ]
  },
  "An alligator and three turban-clan men on horseback attack the titular black African mammal in this artist's painting The Hippopotamus Hunt. This artist portrayed Triton blowing a seashell beneath Cybele and Neptune in his painting The Union of Earth and Water, and his more violent paintings include Allegory of Peace and War and the recently discovered Massacre of the Innocents. His wife Hélène Fourment modeled for his paintings The Three Graces and The Garden of Love. He also painted a cycle of": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.0008603655
      ],
      [
        " Paul",
        -3.0471343e-05
      ],
      [
        " Rub",
        -2.6968896e-06
      ],
      [
        "ens",
        -8.5781845e-05
      ]
    ]
  },
  "The Allegro con spirito opening of a composition by this man is disrupted by a minor ninth in the first bar. The finale of this composer's fourth symphony, composed in F minor, features the folk song A Birch Stood in the Meadow; earlier in that work, this composer of Souvenir de Florence uses brasses": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.33082297
      ],
      [
        "otr",
        -0.0026870638
      ],
      [
        " I",
        -0.00043853666
      ],
      [
        "ly",
        -0.0003196154
      ],
      [
        "ich",
        -0.00057912734
      ],
      [
        " T",
        -3.488188e-05
      ],
      [
        "cha",
        -8.10137e-05
      ],
      [
        "ik",
        -1.2352386e-05
      ],
      [
        "ovsky",
        -0.00029959288
      ]
    ]
  },
  "An allegorical reading of one letter by this man relates his brother's easier struggle with faith through": {
    "guess": "Paul the Apostle",
    "confidence": [
      [
        "Paul",
        -0.79239404
      ],
      [
        " the",
        -0.4802419
      ],
      [
        " Apostle",
        -0.00090431503
      ]
    ]
  },
  "The allylic form of this class of molecules is produced from an electron-deficient alkene in the presence of a nucleophile in the aza-Baylis\u0096Hillman reaction. Triphenylphosphine is commonly used as a reducing agent in the production of this class of molecule in the Staudinger reaction. Molecules containing this functional group have IR spectra characterized by a broad trough punctuated with spikes": {
    "guess": "Imine",
    "confidence": [
      [
        "Im",
        -0.64989376
      ],
      [
        "ine",
        -0.001322146
      ]
    ]
  },
  "The Allegory of the Christian Knight forms the center panel of this painter's Modena Triptych. In one": {
    "guess": "El Greco",
    "confidence": [
      [
        "El",
        -0.9979288
      ],
      [
        " Gre",
        -0.0010023243
      ],
      [
        "co",
        -7.3458323e-06
      ]
    ]
  },
  "Allkyl phosphates can be reacted to form these compounds in the Pelouze synthesis while the heating of aromatic carboxylic acids produces them in the Letts synthesis. They act as electrophiles when reacted with zinc organic compouds in the Blaise reaction and they react with alcohols to form Pinner salts. Hoffman discovered their iso variety could be formed by reacting ammonia and sodium hydroxide with chloroform or by dehydrating secondary amides in the van Braun amide degradation. Also formed by reacting allkyl halides with metal cyanides, FTP, identify this type of compound, an organic molecule containing a functional group of a nitrogen triple bounded to a carbon.": {
    "guess": "Nitrile",
    "confidence": [
      [
        "N",
        -0.030730324
      ],
      [
        "itr",
        -2.451116e-05
      ],
      [
        "ile",
        -0.008284413
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined": {
    "guess": "Elizabeth Cady Stanton",
    "confidence": [
      [
        "Elizabeth",
        -2.22371
      ],
      [
        " C",
        -0.28518993
      ],
      [
        "ady",
        -0.002991963
      ],
      [
        " Stanton",
        -0.0008672757
      ]
    ]
  },
  "The Allegro con spirito opening of a composition by this man is disrupted by a minor ninth in the first bar. The finale of this composer's fourth symphony, composed in F minor, features the folk song A Birch Stood in the Meadow; earlier in that work, this composer of Souvenir de Florence uses brasses and bassoons to create a booming first movement \"Fate\" motive. In another of his works, the cello soloist gets progressively faster as he plays seven of the titular Variations (*) on a Rococo Theme. This composer used \"Down on the Mother Volga\" to open his second symphony, but this composer of the": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.05565305
      ],
      [
        "otr",
        -0.0027855039
      ],
      [
        " I",
        -0.00013297916
      ],
      [
        "ly",
        -0.00032175743
      ],
      [
        "ich",
        -0.00018840152
      ],
      [
        " T",
        -3.0232935e-05
      ],
      [
        "cha",
        -4.5252596e-05
      ],
      [
        "ik",
        -1.1517961e-05
      ],
      [
        "ovsky",
        -0.0003498858
      ]
    ]
  },
  "Allkyl phosphates can be reacted to form these compounds in the Pelouze synthesis while the heating of aromatic carboxylic acids produces them in the Letts synthesis. They act as electrophiles when reacted with zinc organic compouds in the Blaise reaction and they react with alcohols to form Pinner salts.": {
    "guess": "Nitrile",
    "confidence": [
      [
        "N",
        -0.15063533
      ],
      [
        "itr",
        -0.0003061454
      ],
      [
        "ile",
        -0.039395545
      ]
    ]
  },
  "Allen Dulles wrote a memo detailing the problems he had with covering up this event.  Warren Harding": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.15096618
      ],
      [
        "apot",
        -1.5213274e-05
      ],
      [
        " Dome",
        -1.9361265e-07
      ],
      [
        " scandal",
        -0.0014726032
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined them lambasting his state's Attorney General James Austin as a \"slanderer of the dead.\" Richard Hofstadter": {
    "guess": "Martha Beall Mitchell",
    "confidence": [
      [
        "Mar",
        -0.75838315
      ],
      [
        "tha",
        -0.0030431969
      ],
      [
        " Be",
        -0.29535443
      ],
      [
        "all",
        -0.00018840152
      ],
      [
        " Mitchell",
        -0.00033522744
      ]
    ]
  },
  "The Allegory of the Christian Knight forms the center panel of this painter's Modena Triptych. In one of his paintings, a man in green prepares to remove Jesus's red tunic. In another of his paintings,": {
    "guess": "Hieronymus Bosch",
    "confidence": [
      [
        "Hier",
        -0.081215344
      ],
      [
        "onym",
        -0.009608399
      ],
      [
        "us",
        -8.864273e-05
      ],
      [
        " Bosch",
        -0.000112960275
      ]
    ]
  },
  "The allylic form of this class of molecules is produced from an electron-deficient alkene in the presence of a nucleophile in the aza-Baylis\u0096Hillman reaction. Triphenylphosphine is commonly used as a reducing agent in the production of this class of molecule in the Staudinger reaction. Molecules containing this functional group have IR spectra characterized by a broad trough punctuated with spikes in the (*) 3300 inverse centimeter region. Quaternary salts of these compounds may be used as phase": {
    "guess": "Amine",
    "confidence": [
      [
        "A",
        -0.16795525
      ],
      [
        "mine",
        -0.007064743
      ]
    ]
  },
  "An allele of the apolipoprotein E gene on chromosome 19 increases the risk and lowers the age at onset of this disease. Microscopically it is characterized by Hirano bodies, and it results in changes in the nucleus basalis of Meynert. It is associated with \"tangles,\" which show the MAP2 protein and abnormal": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.043778233
      ],
      [
        "zheimer",
        -0.00054004684
      ],
      [
        "'s",
        -0.00055910845
      ],
      [
        " disease",
        -0.016120821
      ]
    ]
  },
  "An alligator and three turban-clan men on horseback attack the titular black African mammal in this artist's painting The Hippopotamus Hunt. This artist portrayed Triton blowing a seashell beneath Cybele and Neptune in his painting The Union of Earth and Water, and his more violent paintings include Allegory of Peace and War and the recently discovered Massacre of the Innocents. His wife Hélène Fourment modeled for his paintings The Three Graces and The Garden of Love. He also painted a cycle of canvases about Marie de Medici, as well as a painting of men trying to raise the body of Christ, The Elevation of the Cross. For 10 points, name this Baroque Flemish painter known for his fleshy nudes.": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.0013051182
      ],
      [
        " Paul",
        -0.00053230225
      ],
      [
        " Rub",
        -3.5313153e-06
      ],
      [
        "ens",
        -0.000116894
      ]
    ]
  },
  "An allegorical reading of one letter by this man relates his brother's easier struggle with faith through his choice of a direct path as opposed to this man's circuitous route up a mountain. This author of \"The Ascent of Mount Ventoux\" also wrote an epic poem about the victory at the battle of Zama by": {
    "guess": "Petrarch",
    "confidence": [
      [
        "P",
        -0.15317011
      ],
      [
        "etr",
        -2.4987974e-05
      ],
      [
        "arch",
        -0.00044949973
      ]
    ]
  },
  "An allegorical reading of one letter by this man relates his brother's easier struggle with faith through his choice of a direct path as opposed to this man's circuitous route up a mountain. This author of \"The Ascent of Mount Ventoux\" also wrote an epic poem about the victory at the battle of Zama by Scipio Africanus. This humanist puns on the name of a woman he fell in love with on Good Friday in his poem \"she used to let her golden hair fly free.\" For 10 points, name this Italian poet of the Canzoniere, which contains many works of his namesake sonnet form written to Laura.": {
    "guess": "Petrarch",
    "confidence": [
      [
        "P",
        -0.07438706
      ],
      [
        "etr",
        -1.3856493e-06
      ],
      [
        "arch",
        -0.0005782929
      ]
    ]
  },
  "It allows the renormalized Higgs mass to be finite and also improves the unification of the coupling": {
    "guess": "Higgs boson",
    "confidence": [
      [
        "H",
        -0.3020643
      ],
      [
        "iggs",
        -0.001697557
      ],
      [
        " bos",
        -0.15995273
      ],
      [
        "on",
        -8.470901e-05
      ]
    ]
  },
  "Allkyl phosphates can be reacted to form these compounds in the Pelouze synthesis while the heating of aromatic carboxylic acids produces them in the Letts synthesis. They act as electrophiles when reacted with zinc organic compouds in the Blaise reaction and they react with alcohols to form Pinner salts. Hoffman discovered their iso variety could be formed by reacting ammonia and sodium hydroxide with chloroform or by dehydrating secondary amides in the van Braun amide degradation. Also formed by": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -0.7734469
      ],
      [
        "ide",
        -0.012820169
      ]
    ]
  },
  "This man allowed the Soviet Union to operate a submarine base on the island of Sazan. This leader was": {
    "guess": "Enver Hoxha",
    "confidence": [
      [
        "En",
        -0.14990704
      ],
      [
        "ver",
        -1.0802739e-05
      ],
      [
        " H",
        -0.00014048899
      ],
      [
        "ox",
        -4.00813e-06
      ],
      [
        "ha",
        -0.00021426505
      ]
    ]
  },
  "The almond trees planted at the center of this town survived until its destruction, and one was used to hang the Wandering Jew. It was built on the bank of a clear, cold river with prehistoric, round, white stones, and according to its founder's dream, its houses had mirror walls. The founders left Riohacha (Ree-o-AAH-cha) and crossed the mountains, building the town in the middle of the swamp. Much later, it rained there for four years, eleven months, and two days, which drove the banana companies out. FTP, name this town, destroyed in a whirlwind, the setting of Leaf Storm and One Hundred Years": {
    "guess": "Macondo",
    "confidence": [
      [
        "Ma",
        -0.008276727
      ],
      [
        "cond",
        -3.750436e-05
      ],
      [
        "o",
        -6.392203e-06
      ]
    ]
  },
  "The alleged instigators of this event, Isaac Harris and Max Blanck, were successfully defended at trail": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.0041565187
      ],
      [
        " Shirt",
        -3.190179e-05
      ],
      [
        "wa",
        -4.246537e-06
      ],
      [
        "ist",
        -1.147242e-06
      ],
      [
        " Factory",
        -6.9331734e-05
      ],
      [
        " fire",
        -0.00022499338
      ]
    ]
  },
  "Almost all of this playwright and actor's plays, such as \"The Minor\" and \"A Trip to Calais\", contain": {
    "guess": "Susanna Centlivre",
    "confidence": [
      [
        "Sus",
        -1.2233746
      ],
      [
        "anna",
        -0.18792124
      ],
      [
        " Cent",
        -0.0043243645
      ],
      [
        "liv",
        -6.704273e-07
      ],
      [
        "re",
        -1.4021238e-05
      ]
    ]
  },
  "It allows the renormalized Higgs mass to be finite and also improves the unification of the coupling constants at the Grand Unification scale.  Since R-parity must be conserved, then all of its particles must be produced in pairs, and its lightest particle cannot decay.  It is the basis for such postulated": {
    "guess": "Supersymmetry",
    "confidence": [
      [
        "Sup",
        -0.5164565
      ],
      [
        "ers",
        -8.776276e-06
      ],
      [
        "ym",
        -0.0074506835
      ],
      [
        "metry",
        -1.962381e-05
      ]
    ]
  },
  "Allkyl phosphates can be reacted to form these compounds in the Pelouze synthesis while the heating of": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -1.1567141
      ],
      [
        "ster",
        -0.11594771
      ]
    ]
  },
  "This man allowed the Soviet Union to operate a submarine base on the island of Sazan. This leader was targeted by a group of four exiles named Alex, Billy, Dino, and Fred known as the Banda Mustafaj. This man had his defense minister, Koci Xoxe (\"KO-chee DZAWD-ze\"), executed. This man's attempts at modernization": {
    "guess": "Enver Hoxha",
    "confidence": [
      [
        "En",
        -0.09935489
      ],
      [
        "ver",
        -1.7432603e-06
      ],
      [
        " H",
        -0.00012642296
      ],
      [
        "ox",
        -5.3193703e-06
      ],
      [
        "ha",
        -7.7199176e-05
      ]
    ]
  },
  "The alleged instigators of this event, Isaac Harris and Max Blanck, were successfully defended at trail by Max Steuer, after which they received estimated compensation of about $400 per victim. Although they were believed to have kept  one of the doors locked on the 9th floor of the Asch building, which made escape impossible. A New York Times article  at the time thought it might have been caused by engines running the sewing machines. This event is said to be the  largest industrial disaster in the history of New York, and its aftermath spurred the growth of the International Ladies'  Garment": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.011918837
      ],
      [
        " Shirt",
        -0.0002585978
      ],
      [
        "wa",
        -6.289474e-05
      ],
      [
        "ist",
        -3.2929079e-06
      ],
      [
        " Factory",
        -0.0022895448
      ],
      [
        " fire",
        -0.016264739
      ]
    ]
  },
  "The almond trees planted at the center of this town survived until its destruction, and one was used to hang the Wandering Jew. It was built on the bank of a clear, cold river with prehistoric, round, white stones, and according to its founder's dream, its houses had mirror walls. The founders left Riohacha": {
    "guess": "Muisca Confederation",
    "confidence": [
      [
        "M",
        -1.3712023
      ],
      [
        "uis",
        -1.3850814
      ],
      [
        "ca",
        -0.0005301566
      ],
      [
        " Confeder",
        -0.30907133
      ],
      [
        "ation",
        -4.4894987e-05
      ]
    ]
  },
  "The almond trees planted at the center of this town survived until its destruction, and one was used to hang the Wandering Jew. It was built on the bank of a clear, cold river with prehistoric, round,": {
    "guess": "Rothenburg ob der Tauber",
    "confidence": [
      [
        "Ro",
        -1.7773625
      ],
      [
        "then",
        -0.22125372
      ],
      [
        "burg",
        -0.002886068
      ],
      [
        " ob",
        -0.0032593536
      ],
      [
        " der",
        -0.00012106613
      ],
      [
        " Ta",
        -6.575563e-05
      ],
      [
        "uber",
        -0.00061891205
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined them lambasting his state's Attorney General James Austin as a \"slanderer of the dead.\" Richard Hofstadter called this non-President man \"The Patrician as Agitator\" in The American Political Tradition. Andrew Johnson asked a heckler to hang Thaddeus Stevens and this man in a drunken outburst from the Swing Around the Circle. This man became an activist after seeing an attempted lynching outside his Court Street legal office. After a preface, a letter from this man precedes the original Narrative of the Life of Frederick Douglass. He rejected a comparison to the Boston Tea Party and harshly critiqued a press- burning mob in Alton, Illinois in an unplanned speech at Faneuil Hall that lifted him to fame. For 10 points, name this American abolitionist orator who delivered a stirring eulogy for Elijah Lovejoy.": {
    "guess": "Wendell Phillips",
    "confidence": [
      [
        "W",
        -0.26520836
      ],
      [
        "end",
        -0.017239945
      ],
      [
        "ell",
        -0.0004120808
      ],
      [
        " Phillips",
        -0.0015277173
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined them lambasting his state's Attorney General James Austin as a \"slanderer of the dead.\" Richard Hofstadter called this non-President man \"The Patrician as Agitator\" in The American Political Tradition. Andrew Johnson asked a heckler to hang Thaddeus Stevens and this man in a drunken outburst from the Swing Around the Circle. This man became an activist after seeing an attempted lynching outside his Court Street legal office. After a preface, a letter from this man precedes the original Narrative of the Life of Frederick Douglass. He rejected a comparison to the Boston Tea Party and harshly critiqued a press- burning mob in Alton, Illinois in an unplanned speech at Faneuil Hall that lifted him to fame. For 10 points, name this American abolitionist orator who delivered a stirring eulogy for": {
    "guess": "William Lloyd Garrison",
    "confidence": [
      [
        "William",
        -0.41215107
      ],
      [
        " Lloyd",
        -0.042212564
      ],
      [
        " Garrison",
        -0.00013178712
      ]
    ]
  },
  "An allele of the apolipoprotein E gene on chromosome 19 increases the risk and lowers the age at onset of this disease. Microscopically it is characterized by Hirano bodies, and it results in changes in the nucleus basalis of Meynert. It is associated with \"tangles,\" which show the MAP2 protein and abnormal forms of tau protein, as well as the presence of amyloid angiopathy and typical plaques, and symptoms include aphasia and progressive disorientation, indicating cortical dysfunction. Patients": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.007497305
      ],
      [
        "zheimer",
        -0.0003392767
      ],
      [
        "'s",
        -0.00018673266
      ],
      [
        " disease",
        -0.0028343499
      ]
    ]
  },
  "This man was allegedly told by his wife not to \"shilly-shally,\" leading him to move to seat female delegates. In one speech, this man pointed to \"pictured lips\" on portraits of notable men and imagined them lambasting his state's Attorney General James Austin as a \"slanderer of the dead.\" Richard Hofstadter called this non-President man \"The Patrician as Agitator\" in The American Political Tradition. Andrew Johnson asked a heckler to hang Thaddeus Stevens and this man in a drunken outburst from the Swing Around the Circle. This man became an activist after seeing an attempted lynching outside his Court Street legal office. After a preface, a letter from this man precedes the original Narrative": {
    "guess": "William Lloyd Garrison",
    "confidence": [
      [
        "William",
        -1.0912609
      ],
      [
        " Lloyd",
        -0.20650889
      ],
      [
        " Garrison",
        -0.0003093639
      ]
    ]
  },
  "It is alleged that she had an affair with Ares that resulted in the birth of Parthenopaeus, and the centaurs Hylaeus and Rhaecus tried to rape her.  Her father Iasus abandoned her because he wanted a boy,": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.75154215
      ],
      [
        "al",
        -0.00028278882
      ],
      [
        "anta",
        -0.0031771178
      ]
    ]
  },
  "It is alleged that she had an affair with Ares that resulted in the birth of Parthenopaeus, and the centaurs Hylaeus and Rhaecus tried to rape her.  Her father Iasus abandoned her because he wanted a boy, but a she-bear was sent so she couls suckle.  Her face was Òtoo boyish for a girl, but too girlish": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.08484429
      ],
      [
        "al",
        -0.0001788689
      ],
      [
        "anta",
        -0.020875148
      ]
    ]
  },
  "It is alleged that she had an affair with Ares that resulted in the birth of Parthenopaeus, and the centaurs Hylaeus and Rhaecus tried to rape her.  Her father Iasus abandoned her because he wanted a boy, but a she-bear was sent so she couls suckle.  Her face was Òtoo boyish for a girl, but too girlish for a boy,Ó and she was a child, her fortune said that marriage would be her ruin.  Toxeus and Plexippus": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.04828083
      ],
      [
        "al",
        -0.0003317705
      ],
      [
        "anta",
        -0.009175216
      ]
    ]
  },
  "It is alleged that she had an affair with Ares that resulted in the birth of Parthenopaeus, and the centaurs Hylaeus and Rhaecus tried to rape her.  Her father Iasus abandoned her because he wanted a boy, but a she-bear was sent so she couls suckle.  Her face was Òtoo boyish for a girl, but too girlish for a boy,Ó and she was a child, her fortune said that marriage would be her ruin.  Toxeus and Plexippus were killed over a gift to this figure by their nephew, and Rhea made her and her husband into": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.015949203
      ],
      [
        "al",
        -2.8921695e-05
      ],
      [
        "anta",
        -0.0003242607
      ]
    ]
  },
  "It is alleged that she had an affair with Ares that resulted in the birth of Parthenopaeus, and the centaurs Hylaeus and Rhaecus tried to rape her.  Her father Iasus abandoned her because he wanted a boy, but a she-bear was sent so she couls suckle.  Her face was Òtoo boyish for a girl, but too girlish for a boy,Ó and she was a child, her fortune said that marriage would be her ruin.  Toxeus and Plexippus were killed over a gift to this figure by their nephew, and Rhea made her and her husband into the lions that pull her chariot after she failed to pay her respects to Venus, as Hippomenes was": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.05694653
      ],
      [
        "al",
        -2.2603901e-05
      ],
      [
        "anta",
        -8.268255e-05
      ]
    ]
  },
  "It is alleged that she had an affair with Ares that resulted in the birth of Parthenopaeus, and the centaurs Hylaeus and Rhaecus tried to rape her.  Her father Iasus abandoned her because he wanted a boy, but a she-bear was sent so she couls suckle.  Her face was Òtoo boyish for a girl, but too girlish for a boy,Ó and she was a child, her fortune said that marriage would be her ruin.  Toxeus and Plexippus were killed over a gift to this figure by their nephew, and Rhea made her and her husband into the lions that pull her chariot after she failed to pay her respects to Venus, as Hippomenes was lent three (*) golden apples in his race with this hunter, who killed any who challenged her to a foot": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.009510745
      ],
      [
        "al",
        -6.8616515e-05
      ],
      [
        "anta",
        -4.2630116e-05
      ]
    ]
  },
  "It is alleged that she had an affair with Ares that resulted in the birth of Parthenopaeus, and the centaurs Hylaeus and Rhaecus tried to rape her.  Her father Iasus abandoned her because he wanted a boy, but a she-bear was sent so she couls suckle.  Her face was Òtoo boyish for a girl, but too girlish for a boy,Ó and she was a child, her fortune said that marriage would be her ruin.  Toxeus and Plexippus were killed over a gift to this figure by their nephew, and Rhea made her and her husband into the lions that pull her chariot after she failed to pay her respects to Venus, as Hippomenes was lent three (*) golden apples in his race with this hunter, who killed any who challenged her to a foot race and lost.  FTP, Meleager killed his uncles over a gift to what mythical female hunter?": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.019205317
      ],
      [
        "al",
        -0.00018280261
      ],
      [
        "anta",
        -0.00011081461
      ]
    ]
  }
}