{
  "It was repealed in 1970 with no opposition from Richard Nixon, who believed that he already possessed sufficient power because of his position as president.  Passed by the House of Representatives by a vote of 414 to nil, it was opoosed by two U.S. Senators.  Drafted in response to supposed attacks of two American vessels, the act gave President Johnson broad powers to increase the U.S. military presence": {
    "guess": "Gulf of Tonkin Resolution",
    "confidence": [
      [
        "G",
        -0.0026317807
      ],
      [
        "ulf",
        -1.147242e-06
      ],
      [
        " of",
        -0.00023095356
      ],
      [
        " Ton",
        -3.261701e-05
      ],
      [
        "kin",
        -0.00015657782
      ],
      [
        " Resolution",
        -0.0012617831
      ]
    ]
  },
  "This man repudiated the Walrasian school after he published a work critical of the marginal productivity theory of distribution. In his magnum opus, he argued that actions are based on illogical decisions called \"residues\" and are justified by \"derivations.\" In additio to writing Cours d'economie politique and Mind and Society, his collaborative work with Francis Edgeworth resulted in the indifference curve, and he is also the namesake of a distribution, which leads to the conclusion that 80% of": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.003582253
      ],
      [
        "il",
        -8.299462e-06
      ],
      [
        "fred",
        -1.3306016e-05
      ],
      [
        "o",
        -2.188868e-05
      ],
      [
        " Pare",
        -1.2590794e-05
      ],
      [
        "to",
        -4.00813e-06
      ]
    ]
  },
  "It reportedly began with the false accusations of a wigmaker's apprentice, which supposedly led a crowd to throw snowballs. The first person to die in this incident was Crispus Attucks, and in total five": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.00075495464
      ],
      [
        " Mass",
        -8.339777e-05
      ],
      [
        "acre",
        -3.202099e-05
      ]
    ]
  },
  "Before reporting directly to Thomas Jefferson during the treason trial of Aaron Burr, this man had been the later-President's personal secretary and had served in the militia to suppress the Whiskey Rebellion. His training in navigation and his expertise in writing detailed zoological and botanical accounts, as well as his familiarity with Native Americans, made him well suited for his now-famous journey.": {
    "guess": "Lewis and Clark Expedition",
    "confidence": [
      [
        "Lewis",
        -0.42067638
      ],
      [
        " and",
        -0.0010014898
      ],
      [
        " Clark",
        -0.00019769941
      ],
      [
        " Expedition",
        -0.014927399
      ]
    ]
  },
  "They represent an invasive species threat in the San Francisco Bay area, and are a threat to native populations worldwide due to their being an immune carrier of Batrachochytrium dendrobatidis, the chytrid fungus.  Human chorionic gonadotropin stimulates (*) oocyte production in these organisms, leading to their use in a pregnancy test which was commonly used until the development of immunoassays.  Species in this genus like tropicalis are used if the pseudotetraploidy of the laevis species is undesirable.": {
    "guess": "Xenopus",
    "confidence": [
      [
        "X",
        -0.006692392
      ],
      [
        "en",
        -0.00020377879
      ],
      [
        "opus",
        -0.00052729575
      ]
    ]
  },
  "He has reportedly composed six operas and is a good golfer, supposedly finishing 38-under-par the first time he played. According to some sources, he died in 2003 and since then, stand-ins have taken his place in public appearances. In October, it was revealed that a photo of him with members of the": {
    "guess": "Paul McCartney",
    "confidence": [
      [
        "Paul",
        -0.014364466
      ],
      [
        " McCartney",
        -0.025290972
      ]
    ]
  },
  "A report released in November 2010 advocating the repeal of this policy was the work of a 66 member team": {
    "guess": "Don't Ask, Don't Tell",
    "confidence": [
      [
        "Don",
        -0.04596002
      ],
      [
        "'t",
        -0.00019996427
      ],
      [
        " Ask",
        -0.7967855
      ],
      [
        ",",
        -0.010180291
      ],
      [
        " Don",
        -0.00016432605
      ],
      [
        "'t",
        -0.00027051452
      ],
      [
        " Tell",
        -0.00017672323
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company,": {
    "guess": "John Quincy Adams",
    "confidence": [
      [
        "John",
        -0.38766998
      ],
      [
        " Quincy",
        -0.18889669
      ],
      [
        " Adams",
        -1.2113979e-05
      ]
    ]
  },
  "It can be represented graphically as a circle on Framm's paraboloid, and it can be derived from a solution that is guaranteed to be unique by Bikhoff's theorem. It represents a singularity(*) that can be removed by transforming to Kruskal coordinates and it can also be derived by setting the escape velocity to the speed of light. For ten points, identify this length which gives the \"characteristic\" size of a black hole.": {
    "guess": "Schwarzschild radius",
    "confidence": [
      [
        "Sch",
        -0.06144217
      ],
      [
        "war",
        -0.004637911
      ],
      [
        "zs",
        -5.5122365e-07
      ],
      [
        "child",
        -9.253091e-06
      ],
      [
        " radius",
        -0.0025008675
      ]
    ]
  },
  "It can be represented by the spokes of the Dharma wheel, with sharp edges to cut through ignorance. Falling into the categories of wisdom, ethical conduct, and mental discipline, the Buddha explains that": {
    "guess": "Noble Eightfold Path",
    "confidence": [
      [
        "N",
        -0.06852161
      ],
      [
        "oble",
        -1.2948405e-05
      ],
      [
        " Eight",
        -0.00036775172
      ],
      [
        "fold",
        -1.7716551e-05
      ],
      [
        " Path",
        -8.613945e-05
      ]
    ]
  },
  "Representations of this god wearing a mask with large round eyes and long fangs date back to the Teotihuacan culture of the highlands, and many of his characteristics are strikingly similar to the Mayan god Chac. The Great Temple at Tenochtitlan supported two sanctuaries of equal size, one dedicated to Huitzilopochtli painted in white and red and one dedicated to him painted white and blue. He was greatly feared because he was believed to cause certain diseases such as leprosy and rheumatism, as well as drought and famine. FTP, what deity's name can be translated as \"He Who Makes Things Sprout\", the Aztec rain god.": {
    "guess": "Tlaloc",
    "confidence": [
      [
        "T",
        -0.0022550528
      ],
      [
        "l",
        -2.3676734e-05
      ],
      [
        "al",
        -0.00014716439
      ],
      [
        "oc",
        -1.8624639e-06
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire": {
    "guess": "United States presidential election, 1964",
    "confidence": [
      [
        "United",
        -0.86415684
      ],
      [
        " States",
        -0.0011537937
      ],
      [
        " presidential",
        -0.10907357
      ],
      [
        " election",
        -0.0018153597
      ],
      [
        ",",
        -0.033586916
      ],
      [
        " ",
        -9.388769e-05
      ],
      [
        "196",
        -0.0056860726
      ],
      [
        "4",
        -0.26592025
      ]
    ]
  },
  "One representation of this quantity is equal to the momentum squared over two times mass, and it is represented in the Lagrangian with a capital T. The equipartition theorem dictates that for molecules in an ideal gas, this quantity is equal to three-halves times the Boltzmann constant times temperature. The change in this quantity is equal to power times time, and inelastic collisions do not conserve": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.10235578
      ],
      [
        "etic",
        -5.0974373e-05
      ],
      [
        " energy",
        -0.0066601923
      ]
    ]
  },
  "This man replaced his interior minister with Mamduh Salim over concerns that the former would start a police state, and he was imprisoned for his role in the killing of Amin Osman. Opposed by the Tagamu',": {
    "guess": "Hosni Mubarak",
    "confidence": [
      [
        "H",
        -1.0189711
      ],
      [
        "os",
        -0.12743291
      ],
      [
        "ni",
        -5.4669687e-05
      ],
      [
        " M",
        -2.4584822e-06
      ],
      [
        "ub",
        -3.0828953e-05
      ],
      [
        "arak",
        -1.0564331e-05
      ]
    ]
  },
  "This man repudiated the Walrasian school after he published a work critical of the marginal productivity theory of distribution. In his magnum opus, he argued that actions are based on illogical decisions called \"residues\" and are justified by \"derivations.\" In additio to writing Cours d'economie politique": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.0019029359
      ],
      [
        "il",
        -1.8789384e-05
      ],
      [
        "fred",
        -1.342522e-05
      ],
      [
        "o",
        -3.2736214e-05
      ],
      [
        " Pare",
        -0.00015598179
      ],
      [
        "to",
        -1.4021238e-05
      ]
    ]
  },
  "Representations of this god wearing a mask with large round eyes and long fangs date back to the Teotihuacan culture of the highlands, and many of his characteristics are strikingly similar to the Mayan god Chac. The Great Temple at Tenochtitlan supported two sanctuaries of equal size, one dedicated": {
    "guess": "Tlaloc",
    "confidence": [
      [
        "T",
        -0.5772276
      ],
      [
        "l",
        -0.00017970333
      ],
      [
        "al",
        -0.0013936884
      ],
      [
        "oc",
        -5.5122365e-07
      ]
    ]
  },
  "Before reporting directly to Thomas Jefferson during the treason trial of Aaron Burr, this man had been the later-President's personal secretary and had served in the militia to suppress the Whiskey Rebellion.": {
    "guess": "George Hay",
    "confidence": [
      [
        "George",
        -0.9976157
      ],
      [
        " Hay",
        -0.32649058
      ]
    ]
  },
  "By replacing generalized velocities with the conjugate form of this quantity, one can reformulate Lagrangian mechanics as Hamiltonian mechanics. In fluid dynamics, the Cauchy equation is equivalent to": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.06021391
      ],
      [
        "omentum",
        -9.0883464e-07
      ]
    ]
  },
  "Replaced by Lew Wallace in 1881 as ambassador to Turkey, he lost popularity in after the Civil War owing to his Republicanism and friendship with Grant.  Under Bragg, he directed the assault that broke the Union line at Chickamauga, but lost the use of his arm when wounded in the Wilderness.  Among his nicknames are \"old Pete\" and the \"Old War Horse.\"  His critics blamed his hesitation to attack during the second day and his slowness in ordering \"Pickett's Charge\" for the loss at Gettysburg.  FTP,": {
    "guess": "James Longstreet",
    "confidence": [
      [
        "James",
        -0.9096921
      ],
      [
        " Long",
        -0.0009548133
      ],
      [
        "street",
        -3.5954712e-05
      ]
    ]
  },
  "This man repudiated the Walrasian school after he published a work critical of the marginal productivity theory of distribution. In his magnum opus, he argued that actions are based on illogical decisions called \"residues\" and are justified by \"derivations.\" In additio to writing Cours d'economie politique and Mind and Society, his collaborative work with Francis Edgeworth resulted in the indifference": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.0014382083
      ],
      [
        "il",
        -1.1994775e-05
      ],
      [
        "fred",
        -1.2829201e-05
      ],
      [
        "o",
        -2.1054253e-05
      ],
      [
        " Pare",
        -3.2929079e-06
      ],
      [
        "to",
        -1.4617256e-05
      ]
    ]
  },
  "The repetition of God's name is the only ritual practiced by the Namdhari sect of it, and Dayal Das founded the Nirankari sect on account of disapproval of the Khalsa brotherhood. Services are concluded with consumption of karah prasad, and initiation involves the consumption of amrit. Arjun compiled the first version of its sacred text, the Adi Granth, and followers are taught to adhere to the five K's, which include the growing one's hair and the carrying a kirpan, a double-edged dagger. FTP, identify": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.017942714
      ],
      [
        "ikh",
        -0.0059816474
      ],
      [
        "ism",
        -0.056816243
      ]
    ]
  },
  "It represents the \"buckskin\" of Rogers' people during the French and Indian War, the \"butternut\" of Moseby's people during the Civil War, the beaches of Normandy, and, the sand of Grenada, Panama, Iraq, and Somalia. For 10 points—name this supposedly \"universal and unifying color\" of the Rangers, now": {
    "guess": "Khaki",
    "confidence": [
      [
        "Kh",
        -0.9936572
      ],
      [
        "aki",
        -0.0005181244
      ]
    ]
  },
  "They represent an invasive species threat in the San Francisco Bay area, and are a threat to native populations worldwide due to their being an immune carrier of Batrachochytrium dendrobatidis, the chytrid fungus.  Human chorionic gonadotropin stimulates (*) oocyte production in these organisms, leading to their use in a pregnancy test which was commonly used until the development of immunoassays.  Species in this genus like tropicalis are used if the pseudotetraploidy of the laevis species is undesirable.  Their unusually large oocytes are approximately 1 millimeter in diameter, leading to their": {
    "guess": "Xenopus",
    "confidence": [
      [
        "X",
        -0.016047508
      ],
      [
        "en",
        -0.000342972
      ],
      [
        "opus",
        -0.0007056409
      ]
    ]
  },
  "This man replaced his interior minister with Mamduh Salim over concerns that the former would start a police state, and he was imprisoned for his role in the killing of Amin Osman. Opposed by the Tagamu', this member of the Signal Corps edited a newspaper called \"The Republic\" and became known as \"Major Yes-Yes\" for his compliance with his predecessor's orders. Ali Sabri was imprisoned when this man rose to power during the \"Corrective Revolution\" after previously being a key member of the Free Officers. Lieutenant Khalid Islambouli killed him for the same actions which brought him a Nobel Peace": {
    "guess": "Anwar Sadat",
    "confidence": [
      [
        "An",
        -0.045037895
      ],
      [
        "war",
        -1.0325924e-05
      ],
      [
        " Sad",
        -0.0025674566
      ],
      [
        "at",
        -0.00015729303
      ]
    ]
  },
  "This man repudiated the Walrasian school after he published a work critical of the marginal productivity theory of distribution. In his magnum opus, he argued that actions are based on illogical decisions": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.0027347396
      ],
      [
        "il",
        -1.8431772e-05
      ],
      [
        "fred",
        -2.677603e-05
      ],
      [
        "o",
        -2.4391957e-05
      ],
      [
        " Pare",
        -1.4140442e-05
      ],
      [
        "to",
        -1.0683535e-05
      ]
    ]
  },
  "His reputation for bravery was based on killing a Cadusian warrior- champion in single combat, for which he was awarded the satrapy [SAA-truh-pee] of Armenia. His depiction on a mosaic in the House of the Faun in Pompeii shows a different aspect to his character. He ascended to the throne after his two predecessors were poisoned by Bagoas. Bagoas was, in turn, poisoned by this man, whose own death": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.7028348
      ],
      [
        " the",
        -0.13489339
      ],
      [
        " Great",
        -0.00033510823
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire primary on a write-in vote organized by amateurs on a whim without Lodge's support. The controversial film Choice was made to promote the losing candidacy in this election. At the Democratic convention, Fannie Lou Hamer and other Mississippi Freedom Democratic Party delegates attempted to be seated. During this election, Ronald Reagan achieved national prominence by giving his \"A Time for Choosing\" speech in support of the losing candidate. This election saw the first Republican victories in the Deep South since Reconstruction and the losing candidate in this election was maligned for": {
    "guess": "1964 United States presidential election",
    "confidence": [
      [
        "196",
        -0.024956156
      ],
      [
        "4",
        -0.002495991
      ],
      [
        " United",
        -7.862962e-05
      ],
      [
        " States",
        -6.062987e-05
      ],
      [
        " presidential",
        -0.00626719
      ],
      [
        " election",
        -6.80205e-05
      ]
    ]
  },
  "The repetition of God's name is the only ritual practiced by the Namdhari sect of it, and Dayal Das founded the Nirankari sect on account of disapproval of the Khalsa brotherhood. Services are concluded with consumption of karah prasad, and initiation involves the consumption of amrit. Arjun compiled": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.024427444
      ],
      [
        "ikh",
        -0.006645391
      ],
      [
        "ism",
        -0.0031756947
      ]
    ]
  },
  "A report released in November 2010 advocating the repeal of this policy was the work of a 66 member team led by Jeh C. Johnson and Carter F. Ham. That report supporting the repeal of this policy was supported by Mike Mullen, the Chairman of the Joint Chiefs of Staff, and Defense Secretary Robert Gates. For 10 points, name this policy of the United States military started in 1993 that does not allow for those in the armed forces to be openly gay or bisexual.": {
    "guess": "Don't Ask, Don't Tell",
    "confidence": [
      [
        "Don",
        -0.06692041
      ],
      [
        "'t",
        -4.012684e-05
      ],
      [
        " Ask",
        -0.041088212
      ],
      [
        ",",
        -0.0030403398
      ],
      [
        " Don",
        -2.7133641e-05
      ],
      [
        "'t",
        -5.419287e-05
      ],
      [
        " Tell",
        -8.077529e-05
      ]
    ]
  },
  "The repetition of God's name is the only ritual practiced by the Namdhari sect of it, and Dayal Das founded the Nirankari sect on account of disapproval of the Khalsa brotherhood. Services are concluded with consumption of karah prasad, and initiation involves the consumption of amrit. Arjun compiled the first version of its sacred text, the Adi Granth, and followers are taught to adhere to the five": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0030260794
      ],
      [
        "ikh",
        -0.005340013
      ],
      [
        "ism",
        -0.0002668192
      ]
    ]
  },
  "One representation of this quantity is equal to the momentum squared over two times mass, and it is represented in the Lagrangian with a capital T. The equipartition theorem dictates that for molecules in an ideal gas, this quantity is equal to three-halves times the Boltzmann constant times temperature. The change in this quantity is equal to power times time, and inelastic collisions do not conserve this quantity. For 10 points, name this quantity defined as one-half times the mass times velocity squared, the energy possessed by objects in motion.": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.0022577834
      ],
      [
        "etic",
        -3.190179e-05
      ],
      [
        " energy",
        -0.0011690335
      ]
    ]
  },
  "He has reportedly composed six operas and is a good golfer, supposedly finishing 38-under-par the first time he played. According to some sources, he died in 2003 and since then, stand-ins have taken his place in public appearances. In October, it was revealed that a photo of him with members of the army was probably photoshopped. In September, he was reported to have suffered from a minor stroke,": {
    "guess": "Kim Jong-il",
    "confidence": [
      [
        "Kim",
        -0.041005943
      ],
      [
        " Jong",
        -0.00039670718
      ],
      [
        "-il",
        -0.15297134
      ]
    ]
  },
  "This man replaced his interior minister with Mamduh Salim over concerns that the former would start a police state, and he was imprisoned for his role in the killing of Amin Osman. Opposed by the Tagamu', this member of the Signal Corps edited a newspaper called \"The Republic\" and became known as \"Major Yes-Yes\" for his compliance with his predecessor's orders. Ali Sabri was imprisoned when this man rose to power during the \"Corrective Revolution\" after previously being a key member of the Free Officers. Lieutenant Khalid Islambouli killed him for the same actions which brought him a Nobel Peace Prize. For 10 points, name this successor of Gamal Abdel Nasser, who signed the Camp David Accords": {
    "guess": "Anwar Sadat",
    "confidence": [
      [
        "An",
        -0.06498702
      ],
      [
        "war",
        -2.8160932e-06
      ],
      [
        " Sad",
        -2.9756122e-05
      ],
      [
        "at",
        -1.378283e-05
      ]
    ]
  },
  "She repeated, \"oh, put your freakum dress on\" on a track from her second album, a disc also containing two songs made into one music video, \"Kitty Kat\" and \"Green Light\".  This singer once played Carmen alongside Mekhi Phifer and Mos Def on a made-for-TV MTV movie.  This artist's most recent studio album sees the singer fantasizing, \"I'd roll outta bed (*) in the morning / And throw on what I wanted then go / Drink beer with the guys\" on its lead single. As a youth, she appeared with cousin Kelly Rowland in a group originally called Girl's Tyme, and she has \"gloss on my lips, a man on my hips\"": {
    "guess": "Beyoncé",
    "confidence": [
      [
        "B",
        -0.055899736
      ],
      [
        "ey",
        -0.026759895
      ],
      [
        "oncé",
        -0.04463464
      ]
    ]
  },
  "It can be represented by the spokes of the Dharma wheel, with sharp edges to cut through ignorance. Falling into the categories of wisdom, ethical conduct, and mental discipline, the Buddha explains that its completion leads to two further stages: right knowledge and right liberation. For ten points,": {
    "guess": "Noble Eightfold Path",
    "confidence": [
      [
        "N",
        -0.036760744
      ],
      [
        "oble",
        -0.00010258956
      ],
      [
        " Eight",
        -8.1609716e-05
      ],
      [
        "fold",
        -3.0232935e-05
      ],
      [
        " Path",
        -4.85903e-05
      ]
    ]
  },
  "This republic's Ocean Island was an important producer of phosphates until it was mined out in 1981.": {
    "guess": "Nauru",
    "confidence": [
      [
        "N",
        -0.31964797
      ],
      [
        "aur",
        -1.5451682e-05
      ],
      [
        "u",
        -0.00013226394
      ]
    ]
  },
  "Replaced by Lew Wallace in 1881 as ambassador to Turkey, he lost popularity in after the Civil War owing to his Republicanism and friendship with Grant.  Under Bragg, he directed the assault that broke the Union line at Chickamauga, but lost the use of his arm when wounded in the Wilderness.  Among his nicknames are \"old Pete\" and the \"Old War Horse.\"  His critics blamed his hesitation to attack during the second day and his slowness in ordering \"Pickett's Charge\" for the loss at Gettysburg.  FTP, name this Confederate Lieutenant General, Lee's second-in-command at Gettysburg.": {
    "guess": "James Longstreet",
    "confidence": [
      [
        "James",
        -0.018075958
      ],
      [
        " Long",
        -0.00062999426
      ],
      [
        "street",
        -2.4749568e-05
      ]
    ]
  },
  "Replacing a carbonyl in tetracarbonylnickel with a ligand and performing this technique can give electron": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.32020053
      ],
      [
        "frared",
        -0.021922179
      ],
      [
        " spectro",
        -0.0048207496
      ],
      [
        "scopy",
        -3.035214e-05
      ]
    ]
  },
  "One representation of these objects is called the Fary embedding, and these objects also satisfy the MacLane and Schnyder criteria. Hopcroft and Tarjan formulated an efficient algorithm for checking for these objects, while another way of testing for them uses the Fraysseix-Rosenstiehl left-right algorithm. The Steinitz theorem couples them to a polyhedral representation, while the Whitney criterion states that their set must be closed under the matroid duality. According to Barnett's conjecture, every bipartite cubic one of these is Hamiltonian, and one of these must not contain either K-sub-5 or K-sub-3,3 as a minor, a result known as Kuratowski's theorem. For 10 points, identify these mathematical": {
    "guess": "Graph (abstract data type)",
    "confidence": [
      [
        "Graph",
        -0.02019918
      ],
      [
        " (",
        -0.0926791
      ],
      [
        "abstract",
        -0.2583412
      ],
      [
        " data",
        -0.00013560164
      ],
      [
        " type",
        -0.0002939903
      ],
      [
        ")",
        -6.146429e-05
      ]
    ]
  },
  "He replaced the priest Dionysius with Job on suspicion of conspiracy, and sent a large quantity of valuable pelts to Prague as a donation to the anti- Turkish war effort. He came to power by engineering the metropolitation of Moscow's promotion to patriarch and marrying his sister Irina off to the dimwitted tsarevich. This man's son ruled as Fyodor II for two months before being killed by a mob, and this man himself was once chief advisor to Fyodor I, the last Rurikid. FTP, name this man who engineered his non-dynastic election as tsar in 1598, and whose whose death sparked the Time of Troubles.": {
    "guess": "False Dmitry I",
    "confidence": [
      [
        "False",
        -0.60991764
      ],
      [
        " Dmitry",
        -0.13925584
      ],
      [
        " I",
        -0.17613974
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire primary on a write-in vote organized by amateurs on a whim without Lodge's support. The controversial film Choice was made to promote the losing candidacy in this election. At the Democratic convention, Fannie Lou Hamer and other Mississippi Freedom Democratic Party delegates attempted to be seated. During this election, Ronald Reagan achieved national prominence by giving his \"A Time for": {
    "guess": "1968 United States presidential election",
    "confidence": [
      [
        "196",
        -0.26855886
      ],
      [
        "8",
        -0.671074
      ],
      [
        " United",
        -0.0025906353
      ],
      [
        " States",
        -0.0004523606
      ],
      [
        " presidential",
        -0.1002277
      ],
      [
        " election",
        -0.00078580267
      ]
    ]
  },
  "He replaced the priest Dionysius with Job on suspicion of conspiracy, and sent a large quantity of valuable": {
    "guess": "Job",
    "confidence": [
      [
        "Job",
        -1.5715542
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire primary on a write-in vote organized by amateurs on a whim without Lodge's support. The controversial": {
    "guess": "1964 United States presidential election",
    "confidence": [
      [
        "196",
        -0.83493906
      ],
      [
        "4",
        -0.019664904
      ],
      [
        " United",
        -0.025416262
      ],
      [
        " States",
        -0.0002998313
      ],
      [
        " presidential",
        -0.04466177
      ],
      [
        " election",
        -0.0010360259
      ]
    ]
  },
  "The repetition of God's name is the only ritual practiced by the Namdhari sect of it, and Dayal Das founded the Nirankari sect on account of disapproval of the Khalsa brotherhood. Services are concluded": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.078534335
      ],
      [
        "ikh",
        -0.081590734
      ],
      [
        "ism",
        -0.0039949347
      ]
    ]
  },
  "Representations of this god wearing a mask with large round eyes and long fangs date back to the Teotihuacan culture of the highlands, and many of his characteristics are strikingly similar to the Mayan god Chac. The Great Temple at Tenochtitlan supported two sanctuaries of equal size, one dedicated to Huitzilopochtli painted in white and red and one dedicated to him painted white and blue. He was": {
    "guess": "Tlaloc",
    "confidence": [
      [
        "T",
        -0.06605852
      ],
      [
        "l",
        -7.564953e-05
      ],
      [
        "al",
        -0.00012523093
      ],
      [
        "oc",
        -2.9352968e-06
      ]
    ]
  },
  "This man replaced his interior minister with Mamduh Salim over concerns that the former would start a police state, and he was imprisoned for his role in the killing of Amin Osman. Opposed by the Tagamu', this member of the Signal Corps edited a newspaper called \"The Republic\" and became known as \"Major Yes-Yes\" for his compliance with his predecessor's orders. Ali Sabri was imprisoned when this man": {
    "guess": "Gamal Abdel Nasser",
    "confidence": [
      [
        "Gam",
        -0.45158225
      ],
      [
        "al",
        -6.82589e-05
      ],
      [
        " Abdel",
        -0.0043072766
      ],
      [
        " N",
        -0.00035250463
      ],
      [
        "asser",
        -0.00021331508
      ]
    ]
  },
  "It reportedly began with the false accusations of a wigmaker's apprentice, which supposedly led a crowd to throw snowballs. The first person to die in this incident was Crispus Attucks, and in total five people died out of the three hundred estimated to be in the crowd surrounding Captain Thomas Preston's": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.013972733
      ],
      [
        " Mass",
        -0.00060819834
      ],
      [
        "acre",
        -2.5107178e-05
      ]
    ]
  },
  "She repeated, \"oh, put your freakum dress on\" on a track from her second album, a disc also containing two songs made into one music video, \"Kitty Kat\" and \"Green Light\".  This singer once played Carmen alongside Mekhi Phifer and Mos Def on a made-for-TV MTV movie.  This artist's most recent studio album sees the singer fantasizing, \"I'd roll outta bed (*) in the morning / And throw on what I wanted then go / Drink beer with the guys\" on its lead single. As a youth, she appeared with cousin Kelly Rowland in a group originally called Girl's Tyme, and she has \"gloss on my lips, a man on my hips\" in one hit .  In a guest role, she delivered the lines, \"Callin' like a collector / Sorry, I cannot answer\" on Lady Gaga's \"Telephone\".  For 10 points, name this R&B singer famous for songs such as \"Halo\"": {
    "guess": "Beyoncé",
    "confidence": [
      [
        "B",
        -0.036713973
      ],
      [
        "ey",
        -0.0489173
      ],
      [
        "oncé",
        -0.03892418
      ]
    ]
  },
  "Replacing a carbonyl in tetracarbonylnickel with a ligand and performing this technique can give electron donating ability; that technique was pioneered by Chad Tolman on phosphine ligands. Preparation for this procedure may involve grounding the sample into a potassium bromide matrix. Information on pi-backbonding in carbonyl complexes is often obtained using (*) Raman spectroscopy and this technique. In this technique, carbonyl compounds absorb at around 1700 inverse centimeters. This technique studies vibrational modes like wagging, rocking, and scissoring, and has a fingerprint region. For 10 points, name this form of spectroscopy that studies molecular vibrations with light having longer": {
    "guess": "Infrared Spectroscopy",
    "confidence": [
      [
        "In",
        -0.036751434
      ],
      [
        "frared",
        -7.1954215e-05
      ],
      [
        " Spect",
        -0.034599062
      ],
      [
        "ro",
        -1.3067608e-05
      ],
      [
        "scopy",
        -8.006007e-05
      ]
    ]
  },
  "They represent an invasive species threat in the San Francisco Bay area, and are a threat to native populations worldwide due to their being an immune carrier of Batrachochytrium dendrobatidis, the chytrid fungus.  Human chorionic gonadotropin stimulates (*) oocyte production in these organisms, leading to their use in a pregnancy test which was commonly used until the development of immunoassays.  Species in this genus like tropicalis are used if the pseudotetraploidy of the laevis species is undesirable.  Their unusually large oocytes are approximately 1 millimeter in diameter, leading to their best known use.  For 10 points, name this model organism of developmental genetics, a genus of clawed frogs native to sub-Saharan Africa.": {
    "guess": "Xenopus",
    "confidence": [
      [
        "X",
        -0.003975462
      ],
      [
        "en",
        -8.0656086e-05
      ],
      [
        "opus",
        -0.00018565984
      ]
    ]
  },
  "Replacing a carbonyl in tetracarbonylnickel with a ligand and performing this technique can give electron donating ability; that technique was pioneered by Chad Tolman on phosphine ligands. Preparation for this procedure may involve grounding the sample into a potassium bromide matrix. Information on": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.055835698
      ],
      [
        "frared",
        -0.007379808
      ],
      [
        " spectro",
        -0.006916776
      ],
      [
        "scopy",
        -1.8789384e-05
      ]
    ]
  },
  "She repeated, \"oh, put your freakum dress on\" on a track from her second album, a disc also containing two songs made into one music video, \"Kitty Kat\" and \"Green Light\".  This singer once played Carmen alongside Mekhi Phifer and Mos Def on a made-for-TV MTV movie.  This artist's most recent studio album sees the singer fantasizing, \"I'd roll outta bed (*) in the morning / And throw on what I wanted": {
    "guess": "Beyoncé",
    "confidence": [
      [
        "B",
        -0.28426057
      ],
      [
        "ey",
        -0.039047316
      ],
      [
        "oncé",
        -0.02224565
      ]
    ]
  },
  "The repetition of God's name is the only ritual practiced by the Namdhari sect of it, and Dayal Das founded the Nirankari sect on account of disapproval of the Khalsa brotherhood. Services are concluded with consumption of karah prasad, and initiation involves the consumption of amrit. Arjun compiled the first version of its sacred text, the Adi Granth, and followers are taught to adhere to the five K's, which include the growing one's hair and the carrying a kirpan, a double-edged dagger. FTP, identify this religion founded by Guru Nanak.": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.00035441187
      ],
      [
        "ikh",
        -0.00017445837
      ],
      [
        "ism",
        -1.1637165e-05
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire primary on a write-in vote organized by amateurs on a whim without Lodge's support. The controversial film Choice was made to promote the losing candidacy in this election. At the Democratic convention, Fannie Lou Hamer and other Mississippi Freedom Democratic Party delegates attempted to be seated. During this election, Ronald Reagan achieved national prominence by giving his \"A Time for Choosing\" speech in support of the losing candidate. This election saw the first Republican victories in the Deep South since Reconstruction and the losing candidate in this election was maligned for making statements like \"Extremism in the defense of liberty is no vice,\" and was painted as a warmonger by the famous \"Daisy\" TV advertisement. For 10 points, name this election year in which Lyndon Johnson": {
    "guess": "1964 United States presidential election",
    "confidence": [
      [
        "196",
        -0.2495769
      ],
      [
        "4",
        -0.00051705155
      ],
      [
        " United",
        -0.00043734463
      ],
      [
        " States",
        -6.718607e-05
      ],
      [
        " presidential",
        -0.013848592
      ],
      [
        " election",
        -0.000114748334
      ]
    ]
  },
  "A report released in November 2010 advocating the repeal of this policy was the work of a 66 member team led by Jeh C. Johnson and Carter F. Ham. That report supporting the repeal of this policy was supported by Mike Mullen, the Chairman of the Joint Chiefs of Staff, and Defense Secretary Robert Gates.": {
    "guess": "Don't Ask, Don't Tell",
    "confidence": [
      [
        "Don",
        -0.23362026
      ],
      [
        "'t",
        -0.0001724319
      ],
      [
        " Ask",
        -0.0056905695
      ],
      [
        ",",
        -0.0046134726
      ],
      [
        " Don",
        -8.9953974e-05
      ],
      [
        "'t",
        -0.0001942425
      ],
      [
        " Tell",
        -0.00021796036
      ]
    ]
  },
  "This republic's Ocean Island was an important producer of phosphates until it was mined out in 1981. Under a treaty of friendship, the U.S. has relinquished its claims to this country's Cantor and Christmas Islands.  Its nearest neighbors are Nauru to the southwest and Tokelau and Tuvalu to the south.  Until 1997, this country surrounded the point at which the International Date Line crosses the equator, and it consists of the Gilbert, Line, and Phoenix groups.  FTP, name this group of islands which gained independence from Great Britain in 1972 and whose capital is Tarawa.": {
    "guess": "Kiribati",
    "confidence": [
      [
        "Kir",
        -0.030416528
      ],
      [
        "ib",
        -0.00033546583
      ],
      [
        "ati",
        -5.538491e-05
      ]
    ]
  },
  "In the repressible trp system, tryptophan functions as a corepressor, binding to the product of the regulatory gene. A better-known example is induced by catabolite activator protein complexed with cyclic AMP, and its three structural genes code for transacetylase, a permease, and beta galactosidase,": {
    "guess": "Lac operon",
    "confidence": [
      [
        "L",
        -0.0265642
      ],
      [
        "ac",
        -0.00010556965
      ],
      [
        " oper",
        -0.021355795
      ],
      [
        "on",
        -2.451116e-05
      ]
    ]
  },
  "Reportedly, when Hitler was questioned if people would object to his Final Solution, he asked if anyone": {
    "guess": "Final Solution",
    "confidence": [
      [
        "Final",
        -1.069005
      ],
      [
        " Solution",
        -0.054013122
      ]
    ]
  },
  "Representing the change in energy of a system at constant temperature and constant pressure, thermodynamic systems will exhibit a spontaneous change only if this quantity decreases during the process. It can be calculated from the internal energy by adding the product of pressure and volume and subtracting the product of temperature and entropy. For 10 points—identify this type of energy, named after": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.019195724
      ],
      [
        "ib",
        -3.0545007e-06
      ],
      [
        "bs",
        -0.0021336097
      ],
      [
        " free",
        -0.28471583
      ],
      [
        " energy",
        -0.00011927807
      ]
    ]
  },
  "They represent an invasive species threat in the San Francisco Bay area, and are a threat to native populations": {
    "guess": "Invasive species in California",
    "confidence": [
      [
        "In",
        -0.03144625
      ],
      [
        "vasive",
        -0.00010819213
      ],
      [
        " species",
        -0.007889458
      ],
      [
        " in",
        -0.02846722
      ],
      [
        " California",
        -0.35379508
      ]
    ]
  },
  "It can be represented by the spokes of the Dharma wheel, with sharp edges to cut through ignorance. Falling into the categories of wisdom, ethical conduct, and mental discipline, the Buddha explains that its completion leads to two further stages: right knowledge and right liberation. For ten points, identify this Buddhist teaching, consisting of right understanding, intention, speech, action, livelihood, effort, mindfulness, and concentration.": {
    "guess": "Noble Eightfold Path",
    "confidence": [
      [
        "N",
        -0.0082861865
      ],
      [
        "oble",
        -5.4788892e-05
      ],
      [
        " Eight",
        -0.00017147827
      ],
      [
        "fold",
        -2.5941605e-05
      ],
      [
        " Path",
        -2.1054253e-05
      ]
    ]
  },
  "It was repealed in 1970 with no opposition from Richard Nixon, who believed that he already possessed": {
    "guess": "War Powers Resolution",
    "confidence": [
      [
        "War",
        -0.5776519
      ],
      [
        " Powers",
        -0.036111303
      ],
      [
        " Resolution",
        -0.2003593
      ]
    ]
  },
  "Before reporting directly to Thomas Jefferson during the treason trial of Aaron Burr, this man had been the later-President's personal secretary and had served in the militia to suppress the Whiskey Rebellion. His training in navigation and his expertise in writing detailed zoological and botanical accounts,": {
    "guess": "Meriwether Lewis",
    "confidence": [
      [
        "Mer",
        -0.20482175
      ],
      [
        "iw",
        -0.0030916778
      ],
      [
        "ether",
        -9.4914985e-06
      ],
      [
        " Lewis",
        -8.12521e-05
      ]
    ]
  },
  "One representation of these objects is called the Fary embedding, and these objects also satisfy the MacLane and Schnyder criteria. Hopcroft and Tarjan formulated an efficient algorithm for checking for": {
    "guess": "Planar graph",
    "confidence": [
      [
        "Plan",
        -0.027102565
      ],
      [
        "ar",
        -0.0045633926
      ],
      [
        " graph",
        -0.0834955
      ]
    ]
  },
  "A report released in November 2010 advocating the repeal of this policy was the work of a 66 member team led by Jeh C. Johnson and Carter F. Ham. That report supporting the repeal of this policy was supported by Mike Mullen, the Chairman of the Joint Chiefs of Staff, and Defense Secretary Robert Gates. For 10 points, name this policy of the United States military started in 1993 that does not allow": {
    "guess": "Don't Ask, Don't Tell (DADT)",
    "confidence": [
      [
        "Don",
        -0.3657807
      ],
      [
        "'t",
        -4.85903e-05
      ],
      [
        " Ask",
        -0.21730995
      ],
      [
        ",",
        -0.0029278991
      ],
      [
        " Don",
        -4.334534e-05
      ],
      [
        "'t",
        -0.00013691289
      ],
      [
        " Tell",
        -0.00019960667
      ],
      [
        " (",
        -0.67751646
      ],
      [
        "D",
        -0.021393023
      ],
      [
        "AD",
        -4.572941e-05
      ],
      [
        "T",
        -1.9862217e-05
      ],
      [
        ")",
        -0.0009045534
      ]
    ]
  },
  "By replacing generalized velocities with the conjugate form of this quantity, one can reformulate Lagrangian mechanics as Hamiltonian mechanics. In fluid dynamics, the Cauchy equation is equivalent to the conservation of this quantity. Its operator in quantum mechanics is equal to i h-bar times the partial derivative with respect to position. The conservation of this quantity proceeds from translational symmetry according to Noether's theorem. According to the de (*) Broglie relation, wavelength is equal to Planck's constant over this quantity. This quantity is conserved by inelastic collisions.": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.011273349
      ],
      [
        "omentum",
        -9.0883464e-07
      ]
    ]
  },
  "This republic's Ocean Island was an important producer of phosphates until it was mined out in 1981. Under a treaty of friendship, the U.S. has relinquished its claims to this country's Cantor and Christmas Islands.  Its nearest neighbors are Nauru to the southwest and Tokelau and Tuvalu to the south.  Until 1997, this country surrounded the point at which the International Date Line crosses the equator,": {
    "guess": "Kiribati",
    "confidence": [
      [
        "Kir",
        -0.041229263
      ],
      [
        "ib",
        -0.00035310065
      ],
      [
        "ati",
        -6.396757e-05
      ]
    ]
  },
  "Replacing a carbonyl in tetracarbonylnickel with a ligand and performing this technique can give electron donating ability; that technique was pioneered by Chad Tolman on phosphine ligands. Preparation for this procedure may involve grounding the sample into a potassium bromide matrix. Information on pi-backbonding in carbonyl complexes is often obtained using (*) Raman spectroscopy and this technique. In this technique, carbonyl compounds absorb at around 1700 inverse centimeters. This technique": {
    "guess": "Infrared Spectroscopy",
    "confidence": [
      [
        "In",
        -0.09030451
      ],
      [
        "frared",
        -0.0002509688
      ],
      [
        " Spect",
        -0.028256208
      ],
      [
        "ro",
        -7.100059e-05
      ],
      [
        "scopy",
        -0.000116655596
      ]
    ]
  },
  "By replacing generalized velocities with the conjugate form of this quantity, one can reformulate Lagrangian mechanics as Hamiltonian mechanics. In fluid dynamics, the Cauchy equation is equivalent to the conservation of this quantity. Its operator in quantum mechanics is equal to i h-bar times the partial derivative with respect to position. The conservation of this quantity proceeds from translational symmetry according to Noether's theorem. According to the de (*) Broglie relation, wavelength is equal to Planck's constant over this quantity. This quantity is conserved by inelastic collisions. The change in this quantity is defined as the impulse. For 10 points, name this quantity conventionally": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.0038100497
      ],
      [
        "omentum",
        -1.8624639e-06
      ]
    ]
  },
  "Before reporting directly to Thomas Jefferson during the treason trial of Aaron Burr, this man had been the later-President's personal secretary and had served in the militia to suppress the Whiskey Rebellion. His training in navigation and his expertise in writing detailed zoological and botanical accounts, as well as his familiarity with Native Americans, made him well suited for his now-famous journey. FTP, name this leader of the Corps of Discovery who chose a man under whom he had served in": {
    "guess": "Meriwether Lewis",
    "confidence": [
      [
        "Mer",
        -0.0900701
      ],
      [
        "iw",
        -0.0006952776
      ],
      [
        "ether",
        -2.1008714e-06
      ],
      [
        " Lewis",
        -3.4405064e-05
      ]
    ]
  },
  "This republic's Ocean Island was an important producer of phosphates until it was mined out in 1981. Under a treaty of friendship, the U.S. has relinquished its claims to this country's Cantor and Christmas Islands.  Its nearest neighbors are Nauru to the southwest and Tokelau and Tuvalu to the south.": {
    "guess": "Kiribati",
    "confidence": [
      [
        "Kir",
        -0.7324481
      ],
      [
        "ib",
        -0.0006211769
      ],
      [
        "ati",
        -0.00012535013
      ]
    ]
  },
  "Representations of this god wearing a mask with large round eyes and long fangs date back to the Teotihuacan culture of the highlands, and many of his characteristics are strikingly similar to the Mayan god Chac. The Great Temple at Tenochtitlan supported two sanctuaries of equal size, one dedicated to Huitzilopochtli painted in white and red and one dedicated to him painted white and blue. He was greatly feared because he was believed to cause certain diseases such as leprosy and rheumatism, as well as drought and famine. FTP, what deity's name can be translated as \"He Who Makes Things Sprout\",": {
    "guess": "Tlaloc",
    "confidence": [
      [
        "T",
        -0.0021729819
      ],
      [
        "l",
        -6.670925e-05
      ],
      [
        "al",
        -3.5358695e-05
      ],
      [
        "oc",
        -3.1737043e-06
      ]
    ]
  },
  "He has reportedly composed six operas and is a good golfer, supposedly finishing 38-under-par the first time he played. According to some sources, he died in 2003 and since then, stand-ins have taken his place in public appearances. In October, it was revealed that a photo of him with members of the army was probably photoshopped. In September, he was reported to have suffered from a minor stroke, and was thus unable to attend the celebrations for the 60th anniversary of his country's independence. Even though his father is the de jure leader, FTP, name the de facto leader of North Korea.": {
    "guess": "Kim Jong-il",
    "confidence": [
      [
        "Kim",
        -0.0012741619
      ],
      [
        " Jong",
        -0.00062332256
      ],
      [
        "-il",
        -0.52491546
      ]
    ]
  },
  "This man repudiated the Walrasian school after he published a work critical of the marginal productivity theory of distribution. In his magnum opus, he argued that actions are based on illogical decisions called \"residues\" and are justified by \"derivations.\" In additio to writing Cours d'economie politique and Mind and Society, his collaborative work with Francis Edgeworth resulted in the indifference curve, and he is also the namesake of a distribution, which leads to the conclusion that 80% of the outcome can be attributed to 20% of the causes. For 10 points, identify this economist, who also": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.0032395055
      ],
      [
        "il",
        -6.869018e-06
      ],
      [
        "fred",
        -1.5451682e-05
      ],
      [
        "o",
        -1.1994775e-05
      ],
      [
        " Pare",
        -1.6166903e-05
      ],
      [
        "to",
        -6.2729996e-06
      ]
    ]
  },
  "One representation of this quantity is equal to the momentum squared over two times mass, and it is represented in the Lagrangian with a capital T. The equipartition theorem dictates that for molecules in an ideal gas, this quantity is equal to three-halves times the Boltzmann constant times temperature. The change in this quantity is equal to power times time, and inelastic collisions do not conserve this quantity. For 10 points, name this quantity defined as one-half times the mass times velocity": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.889094
      ],
      [
        "etic",
        -8.804671e-05
      ],
      [
        " energy",
        -0.0068310522
      ]
    ]
  },
  "He has reportedly composed six operas and is a good golfer, supposedly finishing 38-under-par the first": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -0.6691087
      ],
      [
        " Adams",
        -0.8049886
      ]
    ]
  },
  "Representations of this god wearing a mask with large round eyes and long fangs date back to the Teotihuacan culture of the highlands, and many of his characteristics are strikingly similar to the Mayan god Chac. The Great Temple at Tenochtitlan supported two sanctuaries of equal size, one dedicated to Huitzilopochtli painted in white and red and one dedicated to him painted white and blue. He was greatly feared because he was believed to cause certain diseases such as leprosy and rheumatism, as": {
    "guess": "Tlaloc",
    "confidence": [
      [
        "T",
        -0.0023752963
      ],
      [
        "l",
        -4.5133394e-05
      ],
      [
        "al",
        -8.292095e-05
      ],
      [
        "oc",
        -1.7239736e-05
      ]
    ]
  },
  "This man repudiated the Walrasian school after he published a work critical of the marginal productivity theory of distribution. In his magnum opus, he argued that actions are based on illogical decisions called \"residues\" and are justified by \"derivations.\" In additio to writing Cours d'economie politique and Mind and Society, his collaborative work with Francis Edgeworth resulted in the indifference curve, and he is also the namesake of a distribution, which leads to the conclusion that 80% of the outcome can be attributed to 20% of the causes. For 10 points, identify this economist, who also names a condition where no person can be made better of without making anybody worse off.": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.0034957698
      ],
      [
        "il",
        -1.11603495e-05
      ],
      [
        "fred",
        -2.7133641e-05
      ],
      [
        "o",
        -1.2233183e-05
      ],
      [
        " Pare",
        -3.488188e-05
      ],
      [
        "to",
        -6.6306106e-06
      ]
    ]
  },
  "Reportedly, when Hitler was questioned if people would object to his Final Solution, he asked if anyone had intervened to stop these events.  The first series began when troops burnt villages and killed thousands who refused to pay vastly higher taxes in 1894.  Two years later, partisans seized the Ottoman Bank in Istanbul to draw attention to their plight; 50,000 died in reprisals.  The worst, however, occurred during World War I when the Turkish government deported much of the ethnic group to Palestine, causing the deaths of over half a million people.  FTP name these atrocities.": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.11036421
      ],
      [
        "men",
        -9.627177e-05
      ],
      [
        "ian",
        -0.015145219
      ],
      [
        " Gen",
        -0.18844348
      ],
      [
        "ocide",
        -0.00011784763
      ]
    ]
  },
  "She repeated, \"oh, put your freakum dress on\" on a track from her second album, a disc also containing": {
    "guess": "Beyoncé discography",
    "confidence": [
      [
        "B",
        -0.36572587
      ],
      [
        "ey",
        -0.16087866
      ],
      [
        "oncé",
        -0.0058332877
      ],
      [
        " disc",
        -0.80323327
      ],
      [
        "ography",
        -8.613945e-05
      ]
    ]
  },
  "She repeated, \"oh, put your freakum dress on\" on a track from her second album, a disc also containing two songs made into one music video, \"Kitty Kat\" and \"Green Light\".  This singer once played Carmen alongside Mekhi Phifer and Mos Def on a made-for-TV MTV movie.  This artist's most recent studio album": {
    "guess": "Beyoncé",
    "confidence": [
      [
        "B",
        -0.20806554
      ],
      [
        "ey",
        -0.011599326
      ],
      [
        "oncé",
        -0.01363048
      ]
    ]
  },
  "This man replaced his interior minister with Mamduh Salim over concerns that the former would start a": {
    "guess": "President of Egypt",
    "confidence": [
      [
        "President",
        -0.73316467
      ],
      [
        " of",
        -0.030754836
      ],
      [
        " Egypt",
        -0.2525261
      ]
    ]
  },
  "By replacing generalized velocities with the conjugate form of this quantity, one can reformulate Lagrangian mechanics as Hamiltonian mechanics. In fluid dynamics, the Cauchy equation is equivalent to the conservation of this quantity. Its operator in quantum mechanics is equal to i h-bar times the partial derivative with respect to position. The conservation of this quantity proceeds from translational symmetry according to Noether's theorem. According to the de (*) Broglie relation, wavelength is equal to Planck's constant over this quantity. This quantity is conserved by inelastic collisions. The change in this quantity is defined as the impulse. For 10 points, name this quantity conventionally equal to mass times velocity.": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.0034313812
      ],
      [
        "omentum",
        -7.58424e-06
      ]
    ]
  },
  "One representation of these objects is called the Fary embedding, and these objects also satisfy the": {
    "guess": "Planar graphs",
    "confidence": [
      [
        "Plan",
        -0.3278446
      ],
      [
        "ar",
        -7.703444e-06
      ],
      [
        " graphs",
        -0.022238528
      ]
    ]
  },
  "One representation of these objects is called the Fary embedding, and these objects also satisfy the MacLane and Schnyder criteria. Hopcroft and Tarjan formulated an efficient algorithm for checking for these objects, while another way of testing for them uses the Fraysseix-Rosenstiehl left-right algorithm. The Steinitz theorem couples them to a polyhedral representation, while the Whitney criterion states that their set must be closed under the matroid duality. According to Barnett's conjecture, every bipartite cubic one of these is Hamiltonian, and one of these must not contain either K-sub-5 or K-sub-3,3 as a minor, a result known as Kuratowski's theorem. For 10 points, identify these mathematical objects, which consist of vertices and edges that can be drawn on a flat surface.": {
    "guess": "Planar graph",
    "confidence": [
      [
        "Plan",
        -0.62274444
      ],
      [
        "ar",
        -0.0002191524
      ],
      [
        " graph",
        -0.092681594
      ]
    ]
  },
  "His reputation for bravery was based on killing a Cadusian warrior- champion in single combat, for which he was awarded the satrapy [SAA-truh-pee] of Armenia. His depiction on a mosaic in the House of the Faun in Pompeii shows a different aspect to his character. He ascended to the throne after his two predecessors were poisoned by Bagoas. Bagoas was, in turn, poisoned by this man, whose own death came at the hands of the satrap Bessus. The death of Memnon, his general, left this man limited militarily; but he also showed poor judgment in not preparing for Granicus, and in bringing his relatives to another doomed battle. In that battle, famously painted by Albrecht Altdorfer, this man abandoned": {
    "guess": "Darius III",
    "confidence": [
      [
        "D",
        -0.29673138
      ],
      [
        "arius",
        -0.0004225707
      ],
      [
        " III",
        -0.0004032634
      ]
    ]
  },
  "It can be represented graphically as a circle on Framm's paraboloid, and it can be derived from a solution that is guaranteed to be unique by Bikhoff's theorem. It represents a singularity(*) that can be removed by transforming to Kruskal coordinates and it can also be derived by setting the escape velocity to the speed of light. For ten points, identify this length which gives the \"characteristic\"": {
    "guess": "Schwarzschild radius",
    "confidence": [
      [
        "Sch",
        -0.25980145
      ],
      [
        "war",
        -0.0012399908
      ],
      [
        "zs",
        -1.147242e-06
      ],
      [
        "child",
        -1.27099975e-05
      ],
      [
        " radius",
        -0.10545176
      ]
    ]
  },
  "One representation of this quantity is equal to the momentum squared over two times mass, and it is represented": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.0008390464
      ],
      [
        "etic",
        -8.506662e-05
      ],
      [
        " energy",
        -0.001456782
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire primary on a write-in vote organized by amateurs on a whim without Lodge's support. The controversial film Choice was made to promote the losing candidacy in this election. At the Democratic convention,": {
    "guess": "1964 United States presidential election",
    "confidence": [
      [
        "196",
        -0.093147196
      ],
      [
        "4",
        -0.011392388
      ],
      [
        " United",
        -0.005619685
      ],
      [
        " States",
        -0.00018852073
      ],
      [
        " presidential",
        -0.007484049
      ],
      [
        " election",
        -0.00016754455
      ]
    ]
  },
  "Reportedly, when Hitler was questioned if people would object to his Final Solution, he asked if anyone had intervened to stop these events.  The first series began when troops burnt villages and killed thousands who refused to pay vastly higher taxes in 1894.  Two years later, partisans seized the Ottoman Bank in Istanbul to draw attention to their plight; 50,000 died in reprisals.  The worst, however,": {
    "guess": "Hamidian massacres",
    "confidence": [
      [
        "Ham",
        -1.5431461
      ],
      [
        "idian",
        -0.00076650636
      ],
      [
        " massac",
        -0.065975495
      ],
      [
        "res",
        -1.8789384e-05
      ]
    ]
  },
  "His reputation for bravery was based on killing a Cadusian warrior- champion in single combat, for which he was awarded the satrapy [SAA-truh-pee] of Armenia. His depiction on a mosaic in the House of the Faun in Pompeii shows a different aspect to his character. He ascended to the throne after his two predecessors were poisoned by Bagoas. Bagoas was, in turn, poisoned by this man, whose own death came at the hands of the satrap Bessus. The death of Memnon, his general, left this man limited militarily;": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.021946205
      ],
      [
        " the",
        -0.004858361
      ],
      [
        " Great",
        -6.313315e-05
      ]
    ]
  },
  "It represents the \"buckskin\" of Rogers' people during the French and Indian War, the \"butternut\" of Moseby's people during the Civil War, the beaches of Normandy, and, the sand of Grenada, Panama, Iraq,": {
    "guess": "Military history of the United States",
    "confidence": [
      [
        "Military",
        -1.1699866
      ],
      [
        " history",
        -0.34151295
      ],
      [
        " of",
        -0.000111291425
      ],
      [
        " the",
        -0.07239252
      ],
      [
        " United",
        -0.00075042486
      ],
      [
        " States",
        -0.00022606621
      ]
    ]
  },
  "He replaced the priest Dionysius with Job on suspicion of conspiracy, and sent a large quantity of valuable pelts to Prague as a donation to the anti- Turkish war effort. He came to power by engineering": {
    "guess": "Jan Jiskra of Brandýs",
    "confidence": [
      [
        "Jan",
        -2.71278
      ],
      [
        " J",
        -2.1054647
      ],
      [
        "isk",
        -0.8364708
      ],
      [
        "ra",
        -0.0002545449
      ],
      [
        " of",
        -0.08737114
      ],
      [
        " Brand",
        -0.0065205647
      ],
      [
        "ý",
        -0.00016635252
      ],
      [
        "s",
        -5.5861725e-05
      ]
    ]
  },
  "They represent an invasive species threat in the San Francisco Bay area, and are a threat to native populations worldwide due to their being an immune carrier of Batrachochytrium dendrobatidis, the chytrid fungus.  Human chorionic gonadotropin stimulates (*) oocyte production in these organisms, leading to their use in a pregnancy test which was commonly used until the development of immunoassays.  Species in this genus like tropicalis are used if the pseudotetraploidy of the laevis species is undesirable.  Their unusually large oocytes are approximately 1 millimeter in diameter, leading to their best known use.  For 10 points, name this model organism of developmental genetics, a genus of clawed": {
    "guess": "Xenopus",
    "confidence": [
      [
        "X",
        -0.012975275
      ],
      [
        "en",
        -0.00046260483
      ],
      [
        "opus",
        -0.0006849142
      ]
    ]
  },
  "By replacing generalized velocities with the conjugate form of this quantity, one can reformulate Lagrangian mechanics as Hamiltonian mechanics. In fluid dynamics, the Cauchy equation is equivalent to the conservation of this quantity. Its operator in quantum mechanics is equal to i h-bar times the partial": {
    "guess": "Hamiltonian",
    "confidence": [
      [
        "Hamilton",
        -0.24270603
      ],
      [
        "ian",
        -0.003942214
      ]
    ]
  },
  "His reputation for bravery was based on killing a Cadusian warrior- champion in single combat, for which he was awarded the satrapy [SAA-truh-pee] of Armenia. His depiction on a mosaic in the House of the Faun in Pompeii shows a different aspect to his character. He ascended to the throne after his two": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.8850727
      ],
      [
        " the",
        -0.033948686
      ],
      [
        " Great",
        -0.00018887833
      ]
    ]
  },
  "It was repealed in 1970 with no opposition from Richard Nixon, who believed that he already possessed sufficient power because of his position as president.  Passed by the House of Representatives by a vote of 414 to nil, it was opoosed by two U.S. Senators.  Drafted in response to supposed attacks of two American vessels, the act gave President Johnson broad powers to increase the U.S. military presence in southeast Asia.  FTP name this 1964 resolution.": {
    "guess": "Gulf of Tonkin Resolution",
    "confidence": [
      [
        "G",
        -0.00057841215
      ],
      [
        "ulf",
        -3.650519e-06
      ],
      [
        " of",
        -0.0001167748
      ],
      [
        " Ton",
        -2.2723105e-05
      ],
      [
        "kin",
        -0.00011820524
      ],
      [
        " Resolution",
        -0.0024116847
      ]
    ]
  },
  "By replacing generalized velocities with the conjugate form of this quantity, one can reformulate Lagrangian mechanics as Hamiltonian mechanics. In fluid dynamics, the Cauchy equation is equivalent to the conservation of this quantity. Its operator in quantum mechanics is equal to i h-bar times the partial derivative with respect to position. The conservation of this quantity proceeds from translational": {
    "guess": "Probability amplitude",
    "confidence": [
      [
        "Probability",
        -0.9978524
      ],
      [
        " amplitude",
        -0.5817875
      ]
    ]
  },
  "He replaced the priest Dionysius with Job on suspicion of conspiracy, and sent a large quantity of valuable pelts to Prague as a donation to the anti- Turkish war effort. He came to power by engineering the metropolitation of Moscow's promotion to patriarch and marrying his sister Irina off to the dimwitted": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.4628983
      ],
      [
        "oris",
        -0.0018671217
      ],
      [
        " God",
        -0.0017632401
      ],
      [
        "un",
        -0.00011093382
      ],
      [
        "ov",
        -1.4617256e-05
      ]
    ]
  },
  "It reportedly began with the false accusations of a wigmaker's apprentice, which supposedly led a crowd to throw snowballs. The first person to die in this incident was Crispus Attucks, and in total five people died out of the three hundred estimated to be in the crowd surrounding Captain Thomas Preston's British troops. For 10 points, identify this 1770 incident named for the New England city where it occurred.": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.0021608488
      ],
      [
        " Mass",
        -2.7372049e-05
      ],
      [
        "acre",
        -9.805982e-05
      ]
    ]
  },
  "She repeated, \"oh, put your freakum dress on\" on a track from her second album, a disc also containing two songs made into one music video, \"Kitty Kat\" and \"Green Light\".  This singer once played Carmen alongside Mekhi Phifer and Mos Def on a made-for-TV MTV movie.  This artist's most recent studio album sees the singer fantasizing, \"I'd roll outta bed (*) in the morning / And throw on what I wanted then go / Drink beer with the guys\" on its lead single. As a youth, she appeared with cousin Kelly": {
    "guess": "Beyoncé",
    "confidence": [
      [
        "B",
        -0.13375662
      ],
      [
        "ey",
        -0.0899787
      ],
      [
        "oncé",
        -0.09823487
      ]
    ]
  },
  "Replacing a carbonyl in tetracarbonylnickel with a ligand and performing this technique can give electron donating ability; that technique was pioneered by Chad Tolman on phosphine ligands. Preparation for this procedure may involve grounding the sample into a potassium bromide matrix. Information on pi-backbonding in carbonyl complexes is often obtained using (*) Raman spectroscopy and this technique. In this technique, carbonyl compounds absorb at around 1700 inverse centimeters. This technique studies vibrational modes like wagging, rocking, and scissoring, and has a fingerprint region. For 10 points, name this form of spectroscopy that studies molecular vibrations with light having longer wavelengths than visible light.": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.04678033
      ],
      [
        "frared",
        -5.9153886e-06
      ],
      [
        " spectro",
        -0.63296336
      ],
      [
        "scopy",
        -2.7372049e-05
      ]
    ]
  },
  "It can be represented graphically as a circle on Framm's paraboloid, and it can be derived from a solution": {
    "guess": "Paraboloid",
    "confidence": [
      [
        "Par",
        -0.7728458
      ],
      [
        "abol",
        -0.057158895
      ],
      [
        "oid",
        -0.0014602351
      ]
    ]
  },
  "Representations of this god wearing a mask with large round eyes and long fangs date back to the Teotihuacan": {
    "guess": "Tlaloc",
    "confidence": [
      [
        "T",
        -0.06741832
      ],
      [
        "l",
        -7.9940866e-05
      ],
      [
        "al",
        -0.0007250601
      ],
      [
        "oc",
        -1.6240566e-06
      ]
    ]
  },
  "He has reportedly composed six operas and is a good golfer, supposedly finishing 38-under-par the first time he played. According to some sources, he died in 2003 and since then, stand-ins have taken his": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -0.53059185
      ],
      [
        " Adams",
        -0.07107559
      ]
    ]
  },
  "His reputation for bravery was based on killing a Cadusian warrior- champion in single combat, for which": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -1.6290585
      ],
      [
        "mus",
        -0.009319555
      ]
    ]
  },
  "Replaced by Lew Wallace in 1881 as ambassador to Turkey, he lost popularity in after the Civil War owing to his Republicanism and friendship with Grant.  Under Bragg, he directed the assault that broke": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.5666001
      ],
      [
        " A",
        -0.4246448
      ],
      [
        ".",
        -0.0060534626
      ],
      [
        " Gar",
        -0.00037335427
      ],
      [
        "field",
        -0.00014597236
      ]
    ]
  },
  "This republic's Ocean Island was an important producer of phosphates until it was mined out in 1981. Under a treaty of friendship, the U.S. has relinquished its claims to this country's Cantor and Christmas Islands.  Its nearest neighbors are Nauru to the southwest and Tokelau and Tuvalu to the south.  Until 1997, this country surrounded the point at which the International Date Line crosses the equator, and it consists of the Gilbert, Line, and Phoenix groups.  FTP, name this group of islands which": {
    "guess": "Kiribati",
    "confidence": [
      [
        "Kir",
        -0.089422375
      ],
      [
        "ib",
        -0.000106284875
      ],
      [
        "ati",
        -4.0722858e-05
      ]
    ]
  },
  "Before reporting directly to Thomas Jefferson during the treason trial of Aaron Burr, this man had been": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.3646679
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire primary on a write-in vote organized by amateurs on a whim without Lodge's support. The controversial film Choice was made to promote the losing candidacy in this election. At the Democratic convention, Fannie Lou Hamer and other Mississippi Freedom Democratic Party delegates attempted to be": {
    "guess": "1968 United States presidential election",
    "confidence": [
      [
        "196",
        -0.22372639
      ],
      [
        "8",
        -0.5445394
      ],
      [
        " United",
        -0.041974377
      ],
      [
        " States",
        -0.0003770496
      ],
      [
        " presidential",
        -0.04172172
      ],
      [
        " election",
        -0.0012038043
      ]
    ]
  },
  "They represent an invasive species threat in the San Francisco Bay area, and are a threat to native populations worldwide due to their being an immune carrier of Batrachochytrium dendrobatidis, the chytrid fungus.  Human chorionic gonadotropin stimulates (*) oocyte production in these organisms, leading to their use in a pregnancy test which was commonly used until the development of immunoassays.": {
    "guess": "Invasive species in the San Francisco Bay Area",
    "confidence": [
      [
        "In",
        -2.040855
      ],
      [
        "vasive",
        -0.006217909
      ],
      [
        " species",
        -0.046249054
      ],
      [
        " in",
        -0.015528754
      ],
      [
        " the",
        -0.31045136
      ],
      [
        " San",
        -0.08659036
      ],
      [
        " Francisco",
        -0.00029422872
      ],
      [
        " Bay",
        -0.004270477
      ],
      [
        " Area",
        -0.0068765185
      ]
    ]
  },
  "Reportedly, when Hitler was questioned if people would object to his Final Solution, he asked if anyone had intervened to stop these events.  The first series began when troops burnt villages and killed thousands who refused to pay vastly higher taxes in 1894.  Two years later, partisans seized the Ottoman": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.5332965
      ],
      [
        "men",
        -0.00037025497
      ],
      [
        "ian",
        -0.11582648
      ],
      [
        " Gen",
        -0.2157115
      ],
      [
        "ocide",
        -7.851042e-05
      ]
    ]
  },
  "In the repressible trp system, tryptophan functions as a corepressor, binding to the product of the regulatory gene. A better-known example is induced by catabolite activator protein complexed with cyclic AMP, and its three structural genes code for transacetylase, a permease, and beta galactosidase, which catalyses the hydrolysis of lactose. For ten points, name this model system for regulation of gene expression, first described by Jacob and Monod for the lac system.": {
    "guess": "Lac operon",
    "confidence": [
      [
        "L",
        -0.0061419653
      ],
      [
        "ac",
        -0.0013344056
      ],
      [
        " oper",
        -0.0319544
      ],
      [
        "on",
        -3.6669935e-05
      ]
    ]
  },
  "He replaced the priest Dionysius with Job on suspicion of conspiracy, and sent a large quantity of valuable pelts to Prague as a donation to the anti- Turkish war effort. He came to power by engineering the metropolitation of Moscow's promotion to patriarch and marrying his sister Irina off to the dimwitted tsarevich. This man's son ruled as Fyodor II for two months before being killed by a mob, and this man himself was once chief advisor to Fyodor I, the last Rurikid. FTP, name this man who engineered": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.22682413
      ],
      [
        "oris",
        -0.0004950099
      ],
      [
        " God",
        -0.00883804
      ],
      [
        "un",
        -0.00010652328
      ],
      [
        "ov",
        -5.443128e-05
      ]
    ]
  },
  "It reportedly began with the false accusations of a wigmaker's apprentice, which supposedly led a crowd to throw snowballs. The first person to die in this incident was Crispus Attucks, and in total five people died out of the three hundred estimated to be in the crowd surrounding Captain Thomas Preston's British troops. For 10 points, identify this 1770 incident named for the New England city where": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.0021132627
      ],
      [
        " Mass",
        -7.767599e-05
      ],
      [
        "acre",
        -8.5543434e-05
      ]
    ]
  },
  "A report released in November 2010 advocating the repeal of this policy was the work of a 66 member team led by Jeh C. Johnson and Carter F. Ham. That report supporting the repeal of this policy was supported": {
    "guess": "Don't Ask, Don't Tell Repeal Act of 2010",
    "confidence": [
      [
        "Don",
        -0.37435597
      ],
      [
        "'t",
        -0.00059425883
      ],
      [
        " Ask",
        -0.009671095
      ],
      [
        ",",
        -0.0026313039
      ],
      [
        " Don",
        -7.147741e-05
      ],
      [
        "'t",
        -0.0005202664
      ],
      [
        " Tell",
        -0.00021498026
      ],
      [
        " Re",
        -0.048473917
      ],
      [
        "pe",
        -6.704273e-07
      ],
      [
        "al",
        -5.2047206e-05
      ],
      [
        " Act",
        -0.00013548243
      ],
      [
        " of",
        -0.08610365
      ],
      [
        " ",
        -0.00010998019
      ],
      [
        "201",
        -0.00021021579
      ],
      [
        "0",
        -4.990154e-05
      ]
    ]
  },
  "They represent an invasive species threat in the San Francisco Bay area, and are a threat to native populations worldwide due to their being an immune carrier of Batrachochytrium dendrobatidis, the chytrid fungus.  Human chorionic gonadotropin stimulates (*) oocyte production in these organisms, leading": {
    "guess": "Batrachochytrium dendrobatidis",
    "confidence": [
      [
        "Bat",
        -1.3086315
      ],
      [
        "r",
        -6.7662884e-05
      ],
      [
        "ach",
        -4.036525e-05
      ],
      [
        "och",
        -0.00021164624
      ],
      [
        "y",
        -7.696077e-05
      ],
      [
        "tr",
        -4.596782e-05
      ],
      [
        "ium",
        -9.770221e-05
      ],
      [
        " dend",
        -0.07247247
      ],
      [
        "robat",
        -1.8193366e-05
      ],
      [
        "idis",
        -0.00013905855
      ]
    ]
  },
  "His reputation for bravery was based on killing a Cadusian warrior- champion in single combat, for which he was awarded the satrapy [SAA-truh-pee] of Armenia. His depiction on a mosaic in the House of the Faun in Pompeii shows a different aspect to his character. He ascended to the throne after his two predecessors were poisoned by Bagoas. Bagoas was, in turn, poisoned by this man, whose own death came at the hands of the satrap Bessus. The death of Memnon, his general, left this man limited militarily; but he also showed poor judgment in not preparing for Granicus, and in bringing his relatives to another doomed battle. In that battle, famously painted by Albrecht Altdorfer, this man abandoned his family in retreat. For 10 points, name this last Achamaenid [AH-kuh-MAY-nid] ruler of Persia,": {
    "guess": "Darius III",
    "confidence": [
      [
        "D",
        -0.2184469
      ],
      [
        "arius",
        -0.00027313698
      ],
      [
        " III",
        -0.0005776969
      ]
    ]
  },
  "One representation of these objects is called the Fary embedding, and these objects also satisfy the MacLane and Schnyder criteria. Hopcroft and Tarjan formulated an efficient algorithm for checking for these objects, while another way of testing for them uses the Fraysseix-Rosenstiehl left-right algorithm. The Steinitz theorem couples them to a polyhedral representation, while the Whitney criterion states that their set must be closed under the matroid duality. According to Barnett's conjecture,": {
    "guess": "Planar graphs",
    "confidence": [
      [
        "Plan",
        -0.10128223
      ],
      [
        "ar",
        -0.0002933943
      ],
      [
        " graphs",
        -0.325551
      ]
    ]
  },
  "In the repressible trp system, tryptophan functions as a corepressor, binding to the product of the regulatory gene. A better-known example is induced by catabolite activator protein complexed with cyclic": {
    "guess": "Trp operon",
    "confidence": [
      [
        "Tr",
        -0.6904921
      ],
      [
        "p",
        -6.9882217e-06
      ],
      [
        " oper",
        -0.09911449
      ],
      [
        "on",
        -5.8722613e-05
      ]
    ]
  },
  "This man repudiated the Walrasian school after he published a work critical of the marginal productivity": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.055895224
      ],
      [
        "il",
        -1.5570886e-05
      ],
      [
        "fred",
        -2.5107178e-05
      ],
      [
        "o",
        -4.441817e-05
      ],
      [
        " Pare",
        -7.409989e-05
      ],
      [
        "to",
        -1.0087517e-05
      ]
    ]
  },
  "Representations of this god wearing a mask with large round eyes and long fangs date back to the Teotihuacan culture of the highlands, and many of his characteristics are strikingly similar to the Mayan": {
    "guess": "Tlaloc",
    "confidence": [
      [
        "T",
        -0.17299415
      ],
      [
        "l",
        -1.4974867e-05
      ],
      [
        "al",
        -0.0003088871
      ],
      [
        "oc",
        -1.8624639e-06
      ]
    ]
  },
  "Reportedly, when Hitler was questioned if people would object to his Final Solution, he asked if anyone had intervened to stop these events.  The first series began when troops burnt villages and killed thousands who refused to pay vastly higher taxes in 1894.  Two years later, partisans seized the Ottoman Bank in Istanbul to draw attention to their plight; 50,000 died in reprisals.  The worst, however, occurred during World War I when the Turkish government deported much of the ethnic group to Palestine,": {
    "guess": "Armenian Genocide",
    "confidence": [
      [
        "Ar",
        -0.1181232
      ],
      [
        "men",
        -0.0008106979
      ],
      [
        "ian",
        -0.16805744
      ],
      [
        " Gen",
        -0.112194754
      ],
      [
        "ocide",
        -7.064298e-05
      ]
    ]
  },
  "One representation of these objects is called the Fary embedding, and these objects also satisfy the MacLane and Schnyder criteria. Hopcroft and Tarjan formulated an efficient algorithm for checking for these objects, while another way of testing for them uses the Fraysseix-Rosenstiehl left-right algorithm. The Steinitz theorem couples them to a polyhedral representation, while the Whitney criterion": {
    "guess": "Planar graphs",
    "confidence": [
      [
        "Plan",
        -0.053824253
      ],
      [
        "ar",
        -0.00055255595
      ],
      [
        " graphs",
        -0.35723934
      ]
    ]
  },
  "It represents the \"buckskin\" of Rogers' people during the French and Indian War, the \"butternut\" of Moseby's people during the Civil War, the beaches of Normandy, and, the sand of Grenada, Panama, Iraq, and Somalia. For 10 points—name this supposedly \"universal and unifying color\" of the Rangers, now that the rest of the US Army is adopting the black beret.": {
    "guess": "Black Beret",
    "confidence": [
      [
        "Black",
        -0.08433296
      ],
      [
        " Ber",
        -0.93745345
      ],
      [
        "et",
        -0.00584477
      ]
    ]
  },
  "It can be represented graphically as a circle on Framm's paraboloid, and it can be derived from a solution that is guaranteed to be unique by Bikhoff's theorem. It represents a singularity(*) that can be removed by transforming to Kruskal coordinates and it can also be derived by setting the escape velocity": {
    "guess": "Schwarzschild radius",
    "confidence": [
      [
        "Sch",
        -0.22533146
      ],
      [
        "war",
        -0.003981516
      ],
      [
        "zs",
        -7.89631e-07
      ],
      [
        "child",
        -7.822647e-06
      ],
      [
        " radius",
        -0.026277775
      ]
    ]
  },
  "Representatives of the successor state to this empire signed the Treaty of Lausanne. One of the greatest": {
    "guess": "Republic of Turkey",
    "confidence": [
      [
        "Republic",
        -0.17418547
      ],
      [
        " of",
        -1.2590794e-05
      ],
      [
        " Turkey",
        -0.000113794704
      ]
    ]
  },
  "It represents the \"buckskin\" of Rogers' people during the French and Indian War, the \"butternut\" of Moseby's": {
    "guess": "Ranger (soldier)",
    "confidence": [
      [
        "R",
        -0.82257485
      ],
      [
        "anger",
        -0.66843265
      ],
      [
        " (",
        -0.25743625
      ],
      [
        "sold",
        -0.5696713
      ],
      [
        "ier",
        -0.0040443256
      ],
      [
        ")",
        -0.00037740718
      ]
    ]
  },
  "This man replaced his interior minister with Mamduh Salim over concerns that the former would start a police state, and he was imprisoned for his role in the killing of Amin Osman. Opposed by the Tagamu', this member of the Signal Corps edited a newspaper called \"The Republic\" and became known as \"Major Yes-Yes\" for his compliance with his predecessor's orders. Ali Sabri was imprisoned when this man rose to power during the \"Corrective Revolution\" after previously being a key member of the Free Officers.": {
    "guess": "Anwar Sadat",
    "confidence": [
      [
        "An",
        -0.29938078
      ],
      [
        "war",
        -9.849109e-06
      ],
      [
        " Sad",
        -0.0051177656
      ],
      [
        "at",
        -0.00015776986
      ]
    ]
  },
  "It can be represented graphically as a circle on Framm's paraboloid, and it can be derived from a solution that is guaranteed to be unique by Bikhoff's theorem. It represents a singularity(*) that can": {
    "guess": "Schwarz-Christoffel mapping",
    "confidence": [
      [
        "Sch",
        -1.7557989
      ],
      [
        "warz",
        -0.27791223
      ],
      [
        "-",
        -0.89721704
      ],
      [
        "Christ",
        -9.74638e-05
      ],
      [
        "off",
        -0.00035524633
      ],
      [
        "el",
        -0.00040564747
      ],
      [
        " mapping",
        -0.006161278
      ]
    ]
  },
  "The repetition of God's name is the only ritual practiced by the Namdhari sect of it, and Dayal Das founded": {
    "guess": "Namdhari Sampraday",
    "confidence": [
      [
        "Nam",
        -0.6935846
      ],
      [
        "dh",
        -0.00029792404
      ],
      [
        "ari",
        -4.3202e-07
      ],
      [
        " Sam",
        -0.79986584
      ],
      [
        "pr",
        -0.0029200648
      ],
      [
        "aday",
        -0.20846242
      ]
    ]
  },
  "Representing the change in energy of a system at constant temperature and constant pressure, thermodynamic": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.044545148
      ],
      [
        "thal",
        -2.9279307e-05
      ],
      [
        "py",
        -1.640531e-05
      ]
    ]
  },
  "By replacing generalized velocities with the conjugate form of this quantity, one can reformulate Lagrangian mechanics as Hamiltonian mechanics. In fluid dynamics, the Cauchy equation is equivalent to the conservation of this quantity. Its operator in quantum mechanics is equal to i h-bar times the partial derivative with respect to position. The conservation of this quantity proceeds from translational symmetry according to Noether's theorem. According to the de (*) Broglie relation, wavelength": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.17444173
      ],
      [
        "omentum",
        -3.3093824e-05
      ]
    ]
  },
  "It was repealed in 1970 with no opposition from Richard Nixon, who believed that he already possessed sufficient power because of his position as president.  Passed by the House of Representatives by a": {
    "guess": "War Powers Resolution",
    "confidence": [
      [
        "War",
        -0.13848859
      ],
      [
        " Powers",
        -0.001995728
      ],
      [
        " Resolution",
        -0.20795874
      ]
    ]
  },
  "One representation of these objects is called the Fary embedding, and these objects also satisfy the MacLane and Schnyder criteria. Hopcroft and Tarjan formulated an efficient algorithm for checking for these objects, while another way of testing for them uses the Fraysseix-Rosenstiehl left-right algorithm. The Steinitz theorem couples them to a polyhedral representation, while the Whitney criterion states that their set must be closed under the matroid duality. According to Barnett's conjecture, every bipartite cubic one of these is Hamiltonian, and one of these must not contain either K-sub-5": {
    "guess": "Planar graph",
    "confidence": [
      [
        "Plan",
        -0.08545956
      ],
      [
        "ar",
        -0.00039742238
      ],
      [
        " graph",
        -0.7239272
      ]
    ]
  },
  "She repeated, \"oh, put your freakum dress on\" on a track from her second album, a disc also containing two songs made into one music video, \"Kitty Kat\" and \"Green Light\".  This singer once played Carmen alongside Mekhi Phifer and Mos Def on a made-for-TV MTV movie.  This artist's most recent studio album sees the singer fantasizing, \"I'd roll outta bed (*) in the morning / And throw on what I wanted then go / Drink beer with the guys\" on its lead single. As a youth, she appeared with cousin Kelly Rowland in a group originally called Girl's Tyme, and she has \"gloss on my lips, a man on my hips\" in one hit .  In a guest role, she delivered the lines, \"Callin' like a collector / Sorry, I cannot": {
    "guess": "Beyoncé discography",
    "confidence": [
      [
        "B",
        -0.039546475
      ],
      [
        "ey",
        -0.073932365
      ],
      [
        "oncé",
        -0.08659953
      ],
      [
        " disc",
        -0.7162902
      ],
      [
        "ography",
        -0.00031329764
      ]
    ]
  },
  "It can be represented by the spokes of the Dharma wheel, with sharp edges to cut through ignorance. Falling into the categories of wisdom, ethical conduct, and mental discipline, the Buddha explains that its completion leads to two further stages: right knowledge and right liberation. For ten points, identify this Buddhist teaching, consisting of right understanding, intention, speech, action, livelihood,": {
    "guess": "Noble Eightfold Path",
    "confidence": [
      [
        "N",
        -0.0065153483
      ],
      [
        "oble",
        -4.990154e-05
      ],
      [
        " Eight",
        -0.00027754388
      ],
      [
        "fold",
        -3.3213026e-05
      ],
      [
        " Path",
        -2.7610455e-05
      ]
    ]
  },
  "Representing the change in energy of a system at constant temperature and constant pressure, thermodynamic systems will exhibit a spontaneous change only if this quantity decreases during the process.": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.0036582681
      ],
      [
        "ib",
        -4.00813e-06
      ],
      [
        "bs",
        -0.0007373235
      ],
      [
        " free",
        -0.03227058
      ],
      [
        " energy",
        -2.9994528e-05
      ]
    ]
  },
  "Replacing a carbonyl in tetracarbonylnickel with a ligand and performing this technique can give electron donating ability; that technique was pioneered by Chad Tolman on phosphine ligands. Preparation for this procedure may involve grounding the sample into a potassium bromide matrix. Information on pi-backbonding in carbonyl complexes is often obtained using (*) Raman spectroscopy and this technique. In this technique, carbonyl compounds absorb at around 1700 inverse centimeters. This technique studies vibrational modes like wagging, rocking, and scissoring, and has a fingerprint region. For": {
    "guess": "Infrared Spectroscopy",
    "confidence": [
      [
        "In",
        -0.062024593
      ],
      [
        "frared",
        -0.00019793781
      ],
      [
        " Spect",
        -0.02187401
      ],
      [
        "ro",
        -3.22594e-05
      ],
      [
        "scopy",
        -0.00011200665
      ]
    ]
  },
  "Replaced by Lew Wallace in 1881 as ambassador to Turkey, he lost popularity in after the Civil War owing to his Republicanism and friendship with Grant.  Under Bragg, he directed the assault that broke the Union line at Chickamauga, but lost the use of his arm when wounded in the Wilderness.  Among his nicknames are \"old Pete\" and the \"Old War Horse.\"  His critics blamed his hesitation to attack during": {
    "guess": "James Longstreet",
    "confidence": [
      [
        "James",
        -0.022250427
      ],
      [
        " Long",
        -0.00024132428
      ],
      [
        "street",
        -2.4749568e-05
      ]
    ]
  },
  "His reputation for bravery was based on killing a Cadusian warrior- champion in single combat, for which he was awarded the satrapy [SAA-truh-pee] of Armenia. His depiction on a mosaic in the House of": {
    "guess": "Darius III",
    "confidence": [
      [
        "D",
        -0.50586903
      ],
      [
        "arius",
        -0.005208263
      ],
      [
        " III",
        -0.22235304
      ]
    ]
  },
  "By replacing generalized velocities with the conjugate form of this quantity, one can reformulate Lagrangian": {
    "guess": "Hamilton's principle",
    "confidence": [
      [
        "Hamilton",
        -0.78618634
      ],
      [
        "'s",
        -0.4684057
      ],
      [
        " principle",
        -0.28435367
      ]
    ]
  },
  "His reputation for bravery was based on killing a Cadusian warrior- champion in single combat, for which he was awarded the satrapy [SAA-truh-pee] of Armenia. His depiction on a mosaic in the House of the Faun in Pompeii shows a different aspect to his character. He ascended to the throne after his two predecessors were poisoned by Bagoas. Bagoas was, in turn, poisoned by this man, whose own death came at the hands of the satrap Bessus. The death of Memnon, his general, left this man limited militarily; but he also showed poor judgment in not preparing for Granicus, and in bringing his relatives to another doomed battle. In that battle, famously painted by Albrecht Altdorfer, this man abandoned his family in retreat. For 10 points, name this last Achamaenid [AH-kuh-MAY-nid] ruler of Persia, who decisively lost to Alexander at Gaugamela and Issus.": {
    "guess": "Darius III",
    "confidence": [
      [
        "D",
        -0.013270351
      ],
      [
        "arius",
        -0.00010342398
      ],
      [
        " III",
        -0.00020914296
      ]
    ]
  },
  "Representing the change in energy of a system at constant temperature and constant pressure, thermodynamic systems will exhibit a spontaneous change only if this quantity decreases during the process. It can be calculated from the internal energy by adding the product of pressure and volume and subtracting": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.04601991
      ],
      [
        "ib",
        -3.0545007e-06
      ],
      [
        "bs",
        -0.0016898199
      ],
      [
        " free",
        -0.4472986
      ],
      [
        " energy",
        -7.7199176e-05
      ]
    ]
  },
  "Replaced by Lew Wallace in 1881 as ambassador to Turkey, he lost popularity in after the Civil War owing to his Republicanism and friendship with Grant.  Under Bragg, he directed the assault that broke the Union line at Chickamauga, but lost the use of his arm when wounded in the Wilderness.  Among his": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9968813
      ]
    ]
  },
  "She repeated, \"oh, put your freakum dress on\" on a track from her second album, a disc also containing two songs made into one music video, \"Kitty Kat\" and \"Green Light\".  This singer once played Carmen": {
    "guess": "B'Day",
    "confidence": [
      [
        "B",
        -0.13239773
      ],
      [
        "'D",
        -0.1151664
      ],
      [
        "ay",
        -0.117664374
      ]
    ]
  },
  "One representation of this quantity is equal to the momentum squared over two times mass, and it is represented in the Lagrangian with a capital T. The equipartition theorem dictates that for molecules": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.054538164
      ],
      [
        "etic",
        -0.0001373897
      ],
      [
        " energy",
        -0.0073063113
      ]
    ]
  },
  "Before reporting directly to Thomas Jefferson during the treason trial of Aaron Burr, this man had been the later-President's personal secretary and had served in the militia to suppress the Whiskey Rebellion. His training in navigation and his expertise in writing detailed zoological and botanical accounts, as well as his familiarity with Native Americans, made him well suited for his now-famous journey. FTP, name this leader of the Corps of Discovery who chose a man under whom he had served in the army, William Clark, as his second-in-command to explore the Louisiana Purchase.          |": {
    "guess": "Meriwether Lewis",
    "confidence": [
      [
        "Mer",
        -0.054589633
      ],
      [
        "iw",
        -0.0005580356
      ],
      [
        "ether",
        -1.147242e-06
      ],
      [
        " Lewis",
        -2.8206474e-05
      ]
    ]
  },
  "It reportedly began with the false accusations of a wigmaker's apprentice, which supposedly led a crowd": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -0.2182289
      ],
      [
        " Mass",
        -0.002886664
      ],
      [
        "acre",
        -2.2961513e-05
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire primary on a write-in vote organized by amateurs on a whim without Lodge's support. The controversial film Choice was made to promote the losing candidacy in this election. At the Democratic convention, Fannie Lou Hamer and other Mississippi Freedom Democratic Party delegates attempted to be seated. During this election, Ronald Reagan achieved national prominence by giving his \"A Time for Choosing\" speech in support of the losing candidate. This election saw the first Republican victories in the Deep South since Reconstruction and the losing candidate in this election was maligned for making statements like \"Extremism in the defense of liberty is no vice,\" and was painted as a warmonger": {
    "guess": "1964 United States presidential election",
    "confidence": [
      [
        "196",
        -0.002505863
      ],
      [
        "4",
        -0.0003091255
      ],
      [
        " United",
        -0.00011892046
      ],
      [
        " States",
        -9.2457245e-05
      ],
      [
        " presidential",
        -0.0054585785
      ],
      [
        " election",
        -6.81397e-05
      ]
    ]
  },
  "It was repealed in 1970 with no opposition from Richard Nixon, who believed that he already possessed sufficient power because of his position as president.  Passed by the House of Representatives by a vote of 414 to nil, it was opoosed by two U.S. Senators.  Drafted in response to supposed attacks of": {
    "guess": "War Powers Resolution",
    "confidence": [
      [
        "War",
        -0.032020777
      ],
      [
        " Powers",
        -0.010070423
      ],
      [
        " Resolution",
        -0.24709547
      ]
    ]
  },
  "Replacing a carbonyl in tetracarbonylnickel with a ligand and performing this technique can give electron donating ability; that technique was pioneered by Chad Tolman on phosphine ligands. Preparation": {
    "guess": "Tolman electronic parameter",
    "confidence": [
      [
        "T",
        -1.0835443
      ],
      [
        "ol",
        -0.0038009076
      ],
      [
        "man",
        -9.3530085e-05
      ],
      [
        " electronic",
        -0.5217446
      ],
      [
        " parameter",
        -0.0015572358
      ]
    ]
  },
  "This man replaced his interior minister with Mamduh Salim over concerns that the former would start a police state, and he was imprisoned for his role in the killing of Amin Osman. Opposed by the Tagamu', this member of the Signal Corps edited a newspaper called \"The Republic\" and became known as \"Major": {
    "guess": "Gamal Abdel Nasser",
    "confidence": [
      [
        "Gam",
        -1.7110983
      ],
      [
        "al",
        -0.00036620206
      ],
      [
        " Abdel",
        -0.024835007
      ],
      [
        " N",
        -0.0010690123
      ],
      [
        "asser",
        -5.574252e-05
      ]
    ]
  },
  "It can be represented by the spokes of the Dharma wheel, with sharp edges to cut through ignorance. Falling": {
    "guess": "Wheel of Dharma",
    "confidence": [
      [
        "Wheel",
        -1.3353121
      ],
      [
        " of",
        -0.08656182
      ],
      [
        " D",
        -0.025940971
      ],
      [
        "harma",
        -0.006955246
      ]
    ]
  },
  "Reportedly, when Hitler was questioned if people would object to his Final Solution, he asked if anyone had intervened to stop these events.  The first series began when troops burnt villages and killed": {
    "guess": "The Holocaust",
    "confidence": [
      [
        "The",
        -0.9087507
      ],
      [
        " Holocaust",
        -0.0025524807
      ]
    ]
  },
  "This republic's Ocean Island was an important producer of phosphates until it was mined out in 1981. Under a treaty of friendship, the U.S. has relinquished its claims to this country's Cantor and Christmas": {
    "guess": "Nauru",
    "confidence": [
      [
        "N",
        -0.1269281
      ],
      [
        "aur",
        -7.147741e-05
      ],
      [
        "u",
        -0.0005238425
      ]
    ]
  },
  "She repeated, \"oh, put your freakum dress on\" on a track from her second album, a disc also containing two songs made into one music video, \"Kitty Kat\" and \"Green Light\".  This singer once played Carmen alongside Mekhi Phifer and Mos Def on a made-for-TV MTV movie.  This artist's most recent studio album sees the singer fantasizing, \"I'd roll outta bed (*) in the morning / And throw on what I wanted then go / Drink beer with the guys\" on its lead single. As a youth, she appeared with cousin Kelly Rowland in a group originally called Girl's Tyme, and she has \"gloss on my lips, a man on my hips\" in one hit .  In a guest role, she delivered the lines, \"Callin' like a collector / Sorry, I cannot answer\" on Lady Gaga's \"Telephone\".  For 10 points, name this R&B singer famous for songs such as \"Halo\" and \"Single Ladies\", a one-time member of Destiny's Child.": {
    "guess": "Beyoncé",
    "confidence": [
      [
        "B",
        -0.0011708178
      ],
      [
        "ey",
        -1.3856493e-06
      ],
      [
        "oncé",
        -0.00073231687
      ]
    ]
  },
  "Representatives of the successor state to this empire signed the Treaty of Lausanne. One of the greatest naval leaders of this empire was Hayreddin Barbarossa. This territory fought the Long War against the Hapsburgs after winning the Battle of Mohacs (MO-\"hatch\"). This empire employed slave soldiers called Janisarries. This empire was known as the \"sick man of Europe\" before World War I. One ruler of this empire was Suleiman the Magnificent. For 10 points, name this empire that was replaced after": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.004945666
      ],
      [
        "tt",
        -4.3202e-07
      ],
      [
        "oman",
        -6.869018e-06
      ],
      [
        " Empire",
        -9.651017e-05
      ]
    ]
  },
  "Replaced by Lew Wallace in 1881 as ambassador to Turkey, he lost popularity in after the Civil War owing": {
    "guess": "James Longstreet",
    "confidence": [
      [
        "James",
        -0.2016171
      ],
      [
        " Long",
        -0.15838107
      ],
      [
        "street",
        -6.706687e-05
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire primary on a write-in vote organized by amateurs on a whim without Lodge's support. The controversial film Choice was made to promote the losing candidacy in this election. At the Democratic convention, Fannie Lou Hamer and other Mississippi Freedom Democratic Party delegates attempted to be seated. During this election, Ronald Reagan achieved national prominence by giving his \"A Time for Choosing\" speech in support of the losing candidate. This election saw the first Republican victories in the Deep South since Reconstruction and the losing candidate in this election was maligned for making statements like \"Extremism in the defense of liberty is no vice,\" and was painted as a warmonger by the famous \"Daisy\" TV advertisement. For 10 points, name this election year in which Lyndon Johnson retained the presidency by thrashing Barry Goldwater.": {
    "guess": "1964 United States presidential election",
    "confidence": [
      [
        "196",
        -0.1399026
      ],
      [
        "4",
        -0.0015885351
      ],
      [
        " United",
        -0.001076038
      ],
      [
        " States",
        -0.00012809181
      ],
      [
        " presidential",
        -0.009569671
      ],
      [
        " election",
        -0.00015657782
      ]
    ]
  },
  "In the Republican primaries prior to this presidential election, Henry Cabot Lodge Jr. won the New Hampshire primary on a write-in vote organized by amateurs on a whim without Lodge's support. The controversial film Choice was made to promote the losing candidacy in this election. At the Democratic convention, Fannie Lou Hamer and other Mississippi Freedom Democratic Party delegates attempted to be seated. During this election, Ronald Reagan achieved national prominence by giving his \"A Time for Choosing\" speech in support of the losing candidate. This election saw the first Republican victories": {
    "guess": "1964 United States presidential election",
    "confidence": [
      [
        "196",
        -0.04520927
      ],
      [
        "4",
        -0.010517131
      ],
      [
        " United",
        -0.00054159283
      ],
      [
        " States",
        -0.00016802136
      ],
      [
        " presidential",
        -0.020397065
      ],
      [
        " election",
        -0.00016122675
      ]
    ]
  },
  "One representation of this quantity is equal to the momentum squared over two times mass, and it is represented in the Lagrangian with a capital T. The equipartition theorem dictates that for molecules in an ideal gas, this quantity is equal to three-halves times the Boltzmann constant times temperature.": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.00081629684
      ],
      [
        "etic",
        -2.4153549e-05
      ],
      [
        " energy",
        -0.0062814136
      ]
    ]
  },
  "In the repressible trp system, tryptophan functions as a corepressor, binding to the product of the regulatory gene. A better-known example is induced by catabolite activator protein complexed with cyclic AMP, and its three structural genes code for transacetylase, a permease, and beta galactosidase, which catalyses the hydrolysis of lactose. For ten points, name this model system for regulation of": {
    "guess": "Lac operon",
    "confidence": [
      [
        "L",
        -0.009371633
      ],
      [
        "ac",
        -0.000511449
      ],
      [
        " oper",
        -0.030005025
      ],
      [
        "on",
        -3.488188e-05
      ]
    ]
  },
  "Replacing a carbonyl in tetracarbonylnickel with a ligand and performing this technique can give electron donating ability; that technique was pioneered by Chad Tolman on phosphine ligands. Preparation for this procedure may involve grounding the sample into a potassium bromide matrix. Information on pi-backbonding in carbonyl complexes is often obtained using (*) Raman spectroscopy and this technique.": {
    "guess": "Raman spectroscopy",
    "confidence": [
      [
        "R",
        -0.50874597
      ],
      [
        "aman",
        -0.00016861738
      ],
      [
        " spectro",
        -0.67624134
      ],
      [
        "scopy",
        -6.82589e-05
      ]
    ]
  },
  "In the repressible trp system, tryptophan functions as a corepressor, binding to the product of the regulatory": {
    "guess": "Corepressor",
    "confidence": [
      [
        "Core",
        -1.2050036
      ],
      [
        "pressor",
        -0.013770526
      ]
    ]
  },
  "Representatives of the successor state to this empire signed the Treaty of Lausanne. One of the greatest naval leaders of this empire was Hayreddin Barbarossa. This territory fought the Long War against the Hapsburgs after winning the Battle of Mohacs (MO-\"hatch\"). This empire employed slave soldiers called Janisarries. This empire was known as the \"sick man of Europe\" before World War I. One ruler": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.05181035
      ],
      [
        "tt",
        -4.9617593e-06
      ],
      [
        "oman",
        -1.9385403e-05
      ],
      [
        " Empire",
        -0.0008897831
      ]
    ]
  },
  "They represent an invasive species threat in the San Francisco Bay area, and are a threat to native populations worldwide due to their being an immune carrier of Batrachochytrium dendrobatidis, the chytrid": {
    "guess": "Invasive species in the San Francisco Bay Area",
    "confidence": [
      [
        "In",
        -0.30018955
      ],
      [
        "vasive",
        -0.0014366622
      ],
      [
        " species",
        -0.010795251
      ],
      [
        " in",
        -0.0063330596
      ],
      [
        " the",
        -0.5073425
      ],
      [
        " San",
        -0.04143286
      ],
      [
        " Francisco",
        -0.00016647171
      ],
      [
        " Bay",
        -0.0020564045
      ],
      [
        " Area",
        -0.0063017886
      ]
    ]
  },
  "Representatives of the successor state to this empire signed the Treaty of Lausanne. One of the greatest naval leaders of this empire was Hayreddin Barbarossa. This territory fought the Long War against the Hapsburgs after winning the Battle of Mohacs (MO-\"hatch\"). This empire employed slave soldiers": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.037892174
      ],
      [
        "tt",
        -1.8624639e-06
      ],
      [
        "oman",
        -1.504853e-06
      ],
      [
        " Empire",
        -0.0008776354
      ]
    ]
  },
  "Representing the change in energy of a system at constant temperature and constant pressure, thermodynamic systems will exhibit a spontaneous change only if this quantity decreases during the process. It can be calculated from the internal energy by adding the product of pressure and volume and subtracting the product of temperature and entropy. For 10 points—identify this type of energy, named after an American physicist.": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.10104424
      ],
      [
        "ib",
        -6.6306106e-06
      ],
      [
        "bs",
        -0.001649472
      ],
      [
        " free",
        -0.3822151
      ],
      [
        " energy",
        -0.0002074741
      ]
    ]
  },
  "He has reportedly composed six operas and is a good golfer, supposedly finishing 38-under-par the first time he played. According to some sources, he died in 2003 and since then, stand-ins have taken his place in public appearances. In October, it was revealed that a photo of him with members of the army was probably photoshopped. In September, he was reported to have suffered from a minor stroke, and was thus unable to attend the celebrations for the 60th anniversary of his country's independence.": {
    "guess": "Kim Jong-il",
    "confidence": [
      [
        "Kim",
        -1.1097624
      ],
      [
        " Jong",
        -0.00015335932
      ],
      [
        "-il",
        -0.03524661
      ]
    ]
  },
  "One representation of these objects is called the Fary embedding, and these objects also satisfy the MacLane and Schnyder criteria. Hopcroft and Tarjan formulated an efficient algorithm for checking for these objects, while another way of testing for them uses the Fraysseix-Rosenstiehl left-right algorithm.": {
    "guess": "Planar graphs",
    "confidence": [
      [
        "Plan",
        -0.0066143614
      ],
      [
        "ar",
        -0.0038890303
      ],
      [
        " graphs",
        -0.3772431
      ]
    ]
  },
  "Representatives of the successor state to this empire signed the Treaty of Lausanne. One of the greatest naval leaders of this empire was Hayreddin Barbarossa. This territory fought the Long War against the Hapsburgs after winning the Battle of Mohacs (MO-\"hatch\"). This empire employed slave soldiers called Janisarries. This empire was known as the \"sick man of Europe\" before World War I. One ruler of this empire was Suleiman the Magnificent. For 10 points, name this empire that was replaced after World War I by Turkey.": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.0086007435
      ],
      [
        "tt",
        -7.89631e-07
      ],
      [
        "oman",
        -6.6306106e-06
      ],
      [
        " Empire",
        -2.1411865e-05
      ]
    ]
  },
  "Representatives of the successor state to this empire signed the Treaty of Lausanne. One of the greatest naval leaders of this empire was Hayreddin Barbarossa. This territory fought the Long War against": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.04910266
      ],
      [
        "tt",
        -6.704273e-07
      ],
      [
        "oman",
        -4.00813e-06
      ],
      [
        " Empire",
        -0.006876876
      ]
    ]
  },
  "He replaced the priest Dionysius with Job on suspicion of conspiracy, and sent a large quantity of valuable pelts to Prague as a donation to the anti- Turkish war effort. He came to power by engineering the metropolitation of Moscow's promotion to patriarch and marrying his sister Irina off to the dimwitted tsarevich. This man's son ruled as Fyodor II for two months before being killed by a mob, and": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.55903953
      ],
      [
        "oris",
        -0.0012833296
      ],
      [
        " God",
        -0.0042546964
      ],
      [
        "un",
        -0.00012130453
      ],
      [
        "ov",
        -2.6418418e-05
      ]
    ]
  },
  "His reputation for bravery was based on killing a Cadusian warrior- champion in single combat, for which he was awarded the satrapy [SAA-truh-pee] of Armenia. His depiction on a mosaic in the House of the Faun in Pompeii shows a different aspect to his character. He ascended to the throne after his two predecessors were poisoned by Bagoas. Bagoas was, in turn, poisoned by this man, whose own death came at the hands of the satrap Bessus. The death of Memnon, his general, left this man limited militarily; but he also showed poor judgment in not preparing for Granicus, and in bringing his relatives": {
    "guess": "Darius III",
    "confidence": [
      [
        "D",
        -0.39964208
      ],
      [
        "arius",
        -0.0013469
      ],
      [
        " III",
        -0.00016945181
      ]
    ]
  },
  "This man replaced his interior minister with Mamduh Salim over concerns that the former would start a police state, and he was imprisoned for his role in the killing of Amin Osman. Opposed by the Tagamu', this member of the Signal Corps edited a newspaper called \"The Republic\" and became known as \"Major Yes-Yes\" for his compliance with his predecessor's orders. Ali Sabri was imprisoned when this man rose to power during the \"Corrective Revolution\" after previously being a key member of the Free Officers. Lieutenant Khalid Islambouli killed him for the same actions which brought him a Nobel Peace Prize. For 10 points, name this successor of Gamal Abdel Nasser, who signed the Camp David Accords with Israel's Menachem Begin on behalf of Egypt.": {
    "guess": "Anwar Sadat",
    "confidence": [
      [
        "An",
        -0.01210989
      ],
      [
        "war",
        -8.537869e-06
      ],
      [
        " Sad",
        -3.392825e-05
      ],
      [
        "at",
        -1.0445127e-05
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated": {
    "guess": "William H. Seward",
    "confidence": [
      [
        "William",
        -1.6609674
      ],
      [
        " H",
        -1.4013087
      ],
      [
        ".",
        -0.011361389
      ],
      [
        " S",
        -0.062443543
      ],
      [
        "eward",
        -0.00011152984
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated the creation of a committee to reform the Post Office Department,  and he resolved a boundary": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -1.4276294
      ],
      [
        " Webster",
        -0.06502187
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated the creation of a committee to reform the Post Office Department,  and he resolved a boundary dispute between Michigan and Ohio while serving as Chairman of the Judiciary Committee from 1833-1837. ": {
    "guess": "John M. Clayton",
    "confidence": [
      [
        "John",
        -0.44225976
      ],
      [
        " M",
        -1.1741303
      ],
      [
        ".",
        -0.0015640195
      ],
      [
        " Clayton",
        -0.0971851
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated the creation of a committee to reform the Post Office Department,  and he resolved a boundary dispute between Michigan and Ohio while serving as Chairman of the Judiciary Committee from 1833-1837.  While serving in another office this man sent Thomas Butler King as a representative to California,": {
    "guess": "John M. Clayton",
    "confidence": [
      [
        "John",
        -0.29441112
      ],
      [
        " M",
        -0.82526666
      ],
      [
        ".",
        -0.0028353038
      ],
      [
        " Clayton",
        -0.035077073
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated the creation of a committee to reform the Post Office Department,  and he resolved a boundary dispute between Michigan and Ohio while serving as Chairman of the Judiciary Committee from 1833-1837.  While serving in another office this man sent Thomas Butler King as a representative to California, and he feuded with Spain after the seizure of the Georgiana and Susan Loud for supposed piracy. ": {
    "guess": "John Forsyth",
    "confidence": [
      [
        "John",
        -0.2895007
      ],
      [
        " Fors",
        -0.67827946
      ],
      [
        "yth",
        -0.005486195
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated the creation of a committee to reform the Post Office Department,  and he resolved a boundary dispute between Michigan and Ohio while serving as Chairman of the Judiciary Committee from 1833-1837.  While serving in another office this man sent Thomas Butler King as a representative to California, and he feuded with Spain after the seizure of the Georgiana and Susan Loud for supposed piracy.  While in the cabinet this man also organized the search for John Franklin and sent an envoy to Lajos": {
    "guess": "John Forsyth",
    "confidence": [
      [
        "John",
        -0.77110404
      ],
      [
        " Fors",
        -0.7277526
      ],
      [
        "yth",
        -0.0062962263
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated the creation of a committee to reform the Post Office Department,  and he resolved a boundary dispute between Michigan and Ohio while serving as Chairman of the Judiciary Committee from 1833-1837.  While serving in another office this man sent Thomas Butler King as a representative to California, and he feuded with Spain after the seizure of the Georgiana and Susan Loud for supposed piracy.  While in the cabinet this man also organized the search for John Franklin and sent an envoy to Lajos Kossuth.  This (*) Delaware Whig negotiated a treaty which eventually led to the transfer of the": {
    "guess": "John M. Clayton",
    "confidence": [
      [
        "John",
        -0.16724713
      ],
      [
        " M",
        -0.6195406
      ],
      [
        ".",
        -0.0027677866
      ],
      [
        " Clayton",
        -0.00076662557
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated the creation of a committee to reform the Post Office Department,  and he resolved a boundary dispute between Michigan and Ohio while serving as Chairman of the Judiciary Committee from 1833-1837.  While serving in another office this man sent Thomas Butler King as a representative to California, and he feuded with Spain after the seizure of the Georgiana and Susan Loud for supposed piracy.  While in the cabinet this man also organized the search for John Franklin and sent an envoy to Lajos Kossuth.  This (*) Delaware Whig negotiated a treaty which eventually led to the transfer of the Mosquito Coast to Nicaragua before being superseded by the Hay-Pauncefort Treaty.  For 10 points, name": {
    "guess": "John Middleton Clayton",
    "confidence": [
      [
        "John",
        -0.06318319
      ],
      [
        " Middleton",
        -0.6039902
      ],
      [
        " Clayton",
        -0.00083976163
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated the creation of a committee to reform the Post Office Department,  and he resolved a boundary dispute between Michigan and Ohio while serving as Chairman of the Judiciary Committee from 1833-1837.  While serving in another office this man sent Thomas Butler King as a representative to California, and he feuded with Spain after the seizure of the Georgiana and Susan Loud for supposed piracy.  While in the cabinet this man also organized the search for John Franklin and sent an envoy to Lajos Kossuth.  This (*) Delaware Whig negotiated a treaty which eventually led to the transfer of the Mosquito Coast to Nicaragua before being superseded by the Hay-Pauncefort Treaty.  For 10 points, name this Secretary of State under Zachary Taylor who signed an agreement for joint Anglo-American control": {
    "guess": "John Middleton Clayton",
    "confidence": [
      [
        "John",
        -0.09779553
      ],
      [
        " Middleton",
        -0.65742064
      ],
      [
        " Clayton",
        -0.00048572666
      ]
    ]
  },
  "This man represented John Randel, Jr. following his firing by the Chesapeake and Delaware Canal Company, and he successfully defended his state's right to Pea Patch Island.  In the senate this man instigated the creation of a committee to reform the Post Office Department,  and he resolved a boundary dispute between Michigan and Ohio while serving as Chairman of the Judiciary Committee from 1833-1837.  While serving in another office this man sent Thomas Butler King as a representative to California, and he feuded with Spain after the seizure of the Georgiana and Susan Loud for supposed piracy.  While in the cabinet this man also organized the search for John Franklin and sent an envoy to Lajos Kossuth.  This (*) Delaware Whig negotiated a treaty which eventually led to the transfer of the Mosquito Coast to Nicaragua before being superseded by the Hay-Pauncefort Treaty.  For 10 points, name this Secretary of State under Zachary Taylor who signed an agreement for joint Anglo-American control of a future Central American canal with Henry Bulwer-Lytton.": {
    "guess": "John Middleton Clayton",
    "confidence": [
      [
        "John",
        -0.7618499
      ],
      [
        " Middleton",
        -0.38014218
      ],
      [
        " Clayton",
        -8.3874584e-05
      ]
    ]
  }
}