{
  "Though usually mentioned in the singular, there are actually multiple examples of this object, each manufactured by the Mosler company before that firm was bought by Diebold. The Washington Post article": {
    "guess": "Mosler Safe Company",
    "confidence": [
      [
        "Mos",
        -0.083380125
      ],
      [
        "ler",
        -1.4259645e-05
      ],
      [
        " Safe",
        -0.18375468
      ],
      [
        " Company",
        -0.00043996712
      ]
    ]
  },
  "Though he is not Fragonard, this artist painted a woman in a blue and white dress timidly stepping on the\n title object in his painting The Swing. He painted a woman in a striped dress in front of a man peering\n through opera glasses in his painting of a theater box. This artist painted a red background behind a pair of\n sisters dressed in the title colors in his Pink and Blue. One painting by this artist shows a woman in a blue\n and yellow striped dress being leaned over by another woman at a party, and in another painting this artist\n shows a female figure attempting to kiss a small dog as three different people wear yellow straw hats. For\n 10 points, name this artist of Dance at the Moulin de la Galette and Luncheon of the Boating Party.": {
    "guess": "Pierre-Auguste Renoir",
    "confidence": [
      [
        "P",
        -0.018835358
      ],
      [
        "ierre",
        -0.0019852598
      ],
      [
        "-Aug",
        -0.0009012157
      ],
      [
        "uste",
        -0.00035131257
      ],
      [
        " Reno",
        -0.00046105517
      ],
      [
        "ir",
        -3.9769227e-05
      ]
    ]
  },
  "Though not Dante, this author wrote Inferno, in which his alter ego travels through hell and emerges purified of his sins. One character by this author locks the Captain in a room while she examines his private papers; that character appears in The Father. He wrote about Old Man Jacob Hummel, who instructs Arkenholz to attend a performance of Richard Wagner, and his most famous work features a character": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.014481857
      ],
      [
        " Str",
        -7.481511e-05
      ],
      [
        "ind",
        -0.00011427152
      ],
      [
        "berg",
        -9.877504e-05
      ]
    ]
  },
  "Though not the Plum Fuss, one name for the War of the Bavarian Succession comes from this crop due to the constant food shortages for troops. Its cultivation was championed by Antoine Parmentier. This crop was sponsored by Marie Antoinette as a way to improve yields on small acreages of land. Possibly introduced to Europe via the Americas and the Canary Islands, this crop experienced a disease that": {
    "guess": "Potato",
    "confidence": [
      [
        "Pot",
        -0.006085446
      ],
      [
        "ato",
        -0.00019460011
      ]
    ]
  },
  "Thomas Johnson of Harvard was responsible for more authentic versions of this writer's work, including \"Zero at the Bone,\" \"Essential Oils,\" and \"Wild Nights- Wild Nights!\" Her long-time correspondent, Thomas Higginson of The Atlantic Monthly, commented that he felt her poems had life, but his praise was generally lukewarm, as he found works like \"There's a certain Slant of Light\" unpolished. For 10": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0036967546
      ],
      [
        " Dickinson",
        -0.000110457004
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.4015849
      ],
      [
        "yr",
        -0.005154893
      ],
      [
        "ann",
        -2.4153549e-05
      ],
      [
        "os",
        -0.026560139
      ],
      [
        "aurus",
        -0.0038728737
      ]
    ]
  },
  "Though he is not Fragonard, this artist painted a woman in a blue and white dress timidly stepping on the\n title object in his painting The Swing. He painted a woman in a striped dress in front of a man": {
    "guess": "Jean-Honoré Fragonard",
    "confidence": [
      [
        "Jean",
        -0.08629832
      ],
      [
        "-H",
        -0.0025606728
      ],
      [
        "onor",
        -0.047415245
      ],
      [
        "é",
        -6.384837e-05
      ],
      [
        " Fr",
        -0.00011927807
      ],
      [
        "agon",
        -4.3202e-07
      ],
      [
        "ard",
        -0.00013464801
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.35029683
      ],
      [
        "yr",
        -9.209964e-05
      ],
      [
        "ann",
        -7.226629e-06
      ],
      [
        "os",
        -0.0017268223
      ],
      [
        "aurus",
        -0.00017779607
      ]
    ]
  },
  "Though its dark biotite and hornblende phenocrysts give it a porphyritic appearance, this rock is never": {
    "guess": "Diorite",
    "confidence": [
      [
        "D",
        -0.40063933
      ],
      [
        "ior",
        -0.0057254205
      ],
      [
        "ite",
        -1.4974867e-05
      ]
    ]
  },
  "Though she worked with such luminaries as Hindemith and Menotti, her most long-lasting collaboration was with the set designer and sculptor Isamu Noguchi. Her theory of movement derived from the primary human activity: breathing. At the Denishawn dance studio she put this theory into action in works like Cave of the Heart, Clytemnestra, and Appalachian Spring. FTP identify this choreographer and dancer who founded an eponymous dance studio in New York.": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.0021616833
      ],
      [
        "tha",
        -6.749814e-06
      ],
      [
        " Graham",
        -0.00013691289
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility and compared to other members of Tetanurae, this animal possesses a more U-shaped jaw structure. The earliest direct relative to this creature is the feathered Chinese Dilong and a recent debate concerns whether the \"Nano\" variety is a unique species or juvenile of this animal. Despite its prominent binocular vision consistent with predatory behavior, Jack Horner argues this creature is exclusively a (*) scavenger due to its large olfactory bulbs in an on-going debate. The largest and most complete specimen of this creature is displayed at the Chicago Field Museum and is named \"Sue\". Possessing a two- digit forelimb as opposed to the three of the earlier, Allosaurus, FTP, identify this large": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.0068672826
      ],
      [
        "yr",
        -0.0045921113
      ],
      [
        "ann",
        -3.650519e-06
      ],
      [
        "os",
        -0.00022535099
      ],
      [
        "aurus",
        -4.8471098e-05
      ]
    ]
  },
  "Some thought this friend of FDR would be the Democratic presidential candidate in 1944, but his constant": {
    "guess": "Henry A. Wallace",
    "confidence": [
      [
        "Henry",
        -0.59821564
      ],
      [
        " A",
        -0.05008711
      ],
      [
        ".",
        -0.00047535592
      ],
      [
        " Wallace",
        -3.5120287e-05
      ]
    ]
  },
  "Though it was supplanted as a state capital early in the 19th century, this city has remained popular for its huge 4th of July galas and patriotic celebrations.  After the Civil War, however, it faltered economically and the impoverished citizens destroyed or failed to maintain the historic buildings.  That all changed with a town meeting in 1928 where the residents agreed to accept help in restoring the town from Rockefeller. FTP, name this East Coast tourist attraction and home of the College of": {
    "guess": "Williamsburg, Virginia",
    "confidence": [
      [
        "Williams",
        -0.33430588
      ],
      [
        "burg",
        -0.0006769312
      ],
      [
        ",",
        -0.21835615
      ],
      [
        " Virginia",
        -0.007604374
      ]
    ]
  },
  "Thomas Johnson of Harvard was responsible for more authentic versions of this writer's work, including \"Zero at the Bone,\" \"Essential Oils,\" and \"Wild Nights- Wild Nights!\" Her long-time correspondent, Thomas Higginson of The Atlantic Monthly, commented that he felt her poems had life, but his praise was generally lukewarm, as he found works like \"There's a certain Slant of Light\" unpolished. For 10 points--, identify this prolific female American poet known for \"I heard a fly buzz when I died\" and \"Because I could not stop for death\".": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0015352162
      ],
      [
        " Dickinson",
        -7.1238996e-05
      ]
    ]
  },
  "Thomas Jefferson wrote a letter to William Short saying that they belonged to this school of philosophy,   which received some support in the Renaissance starting with Lorenzo Valla. In Oenoanda, which  is in modern-day Turkey, its tenets were carved onto a large stone wall. One of its followers, who": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.01487173
      ],
      [
        "pic",
        -7.703444e-06
      ],
      [
        "ure",
        -0.046053603
      ],
      [
        "anism",
        -0.018933618
      ]
    ]
  },
  "Though it is not the kidneys, the tissue surrounding arteries in this organ is called a Malpighian (mal-PEE-gee-uhn)": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.03421529
      ],
      [
        "ple",
        -1.342522e-05
      ],
      [
        "en",
        -1.735894e-05
      ]
    ]
  },
  "Though not known primarily for his poetry, this man is said to be the first to distinguish between events beyond human control and those within human control. When he was entrusted with full legislative powers, he abolished distinctions of birth for requirements of office. He later formeda new council, alongside the Areopagus, to advice the Ekklesia, or  Assembly of Citizens. He classified all of his cities inhabitants by income into four groups, by which liability for taxes and military service were determined. He reduced many of the harsh laws promulgated by his predecessor, Draco.  Ending the power of the landed classes in Ancient greece was, FTP, what leader of Athens?": {
    "guess": "Solon",
    "confidence": [
      [
        "Sol",
        -0.025387205
      ],
      [
        "on",
        -6.869018e-06
      ]
    ]
  },
  "Though she worked with such luminaries as Hindemith and Menotti, her most long-lasting collaboration was with the set designer and sculptor Isamu Noguchi. Her theory of movement derived from the primary": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.0074983668
      ],
      [
        "tha",
        -8.657073e-06
      ],
      [
        " Graham",
        -0.0008073675
      ]
    ]
  },
  "\"Thorny excrescences\" in this structure are formed by a mossy fiber pathway and some pyramidal cells": {
    "guess": "Hippocampus",
    "confidence": [
      [
        "H",
        -0.014768251
      ],
      [
        "ipp",
        -1.1994775e-05
      ],
      [
        "oc",
        -5.080963e-06
      ],
      [
        "ampus",
        -0.00012976067
      ]
    ]
  },
  "Thomas Johnson was the first scholar to compile the variorum edition of this writer's works. One work by this author concludes \"I dropped down and down and hit a world at every plunge and finished knowing;\" a different work ends \"I've heard it in the chillest land, and on the strangest Sea, yet never in Extremity, it asked a crumb of me.\" The lines (*) \"'Hope' is the thing with feathers\" and \"I felt": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.009398919
      ],
      [
        " Dickinson",
        -0.0009962486
      ]
    ]
  },
  "Thomas Jefferson wrote a letter to William Short saying that they belonged to this school of philosophy,   which received some support in the Renaissance starting with Lorenzo Valla. In Oenoanda, which  is in modern-day Turkey, its tenets were carved onto a large stone wall. One of its followers, who   used the term clinamen to describe the unexplainable swerving of atoms, was Lucretius. Believers of  this philosophy tried to attain ataraxia by denying the existence of an afterlife. Identify this ancient  Greek school that met in The Garden and which is often contrasted with Stoicism.": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.0042776004
      ],
      [
        "pic",
        -1.1398757e-05
      ],
      [
        "ure",
        -0.00047273713
      ],
      [
        "anism",
        -0.00065370114
      ]
    ]
  },
  "Though not synchotrons, one type of these devices makes use of wigglers to accelerate electrons through a transverse magnetic field. In 2012, physicists used one of these devices to create particles which were successfully quantum teleported 150 kilometers away. These devices use optical pumping to bring the system to a short-lived state which decays into the most populated metastable state. That's": {
    "guess": "Free-electron laser",
    "confidence": [
      [
        "Free",
        -0.3626516
      ],
      [
        "-elect",
        -0.030242497
      ],
      [
        "ron",
        -0.00017708084
      ],
      [
        " laser",
        -0.0149208205
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility and compared to other members of Tetanurae, this animal possesses a more U-shaped jaw structure. The earliest direct relative to this creature is the feathered Chinese Dilong and a recent debate concerns": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.101886705
      ],
      [
        "yr",
        -0.00011284107
      ],
      [
        "ann",
        -1.9361265e-07
      ],
      [
        "os",
        -6.253713e-05
      ],
      [
        "aurus",
        -2.4584822e-06
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility and compared to other members of Tetanurae, this animal possesses a more U-shaped jaw structure. The earliest direct relative to this creature is the feathered Chinese Dilong and a recent debate concerns whether the \"Nano\" variety is a unique species or juvenile of this animal. Despite its prominent binocular vision consistent with predatory behavior, Jack Horner argues this creature is exclusively": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.02561207
      ],
      [
        "yr",
        -0.00037025497
      ],
      [
        "ann",
        -1.8624639e-06
      ],
      [
        "os",
        -0.00012940305
      ],
      [
        "aurus",
        -1.4378848e-05
      ]
    ]
  },
  "This man's thoughts on the relationship between objects and their names is known as zhengming. This man": {
    "guess": "Zhuangzi",
    "confidence": [
      [
        "Z",
        -0.7702402
      ],
      [
        "hu",
        -0.0011772511
      ],
      [
        "ang",
        -0.00038217165
      ],
      [
        "zi",
        -0.28558698
      ]
    ]
  },
  "It is thought that the final transformation of the seventh chord evident in much of the composer's other": {
    "guess": "Seventh chord",
    "confidence": [
      [
        "Se",
        -1.3503388
      ],
      [
        "venth",
        -0.0010407903
      ],
      [
        " chord",
        -0.05689947
      ]
    ]
  },
  "Though not the Plum Fuss, one name for the War of the Bavarian Succession comes from this crop due to the constant food shortages for troops. Its cultivation was championed by Antoine Parmentier. This crop was sponsored by Marie Antoinette as a way to improve yields on small acreages of land. Possibly": {
    "guess": "Potato",
    "confidence": [
      [
        "Pot",
        -0.0045528305
      ],
      [
        "ato",
        -0.0001508597
      ]
    ]
  },
  "Though it is not the kidneys, the tissue surrounding arteries in this organ is called a Malpighian (mal-PEE-gee-uhn) body. One type of tissue in this organ is made up of Cords of Billroth. Along with the liver and bone marrow, the body stores ferritin (FAIR-it-in) bound iron in this organ. The two main types of tissue in this organ meet at the \"marginal zone.\" Along with the thymus, this part of the lymphatic system is the only organ that contains efferent lymphatic vessels. This organ is made up": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.008071461
      ],
      [
        "ple",
        -6.704273e-07
      ],
      [
        "en",
        -8.180258e-06
      ]
    ]
  },
  "Thomas Johnson was the first scholar to compile the variorum edition of this writer's works. One work by this author concludes \"I dropped down and down and hit a world at every plunge and finished knowing;\"": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.06315522
      ],
      [
        " Dickinson",
        -0.00016182278
      ]
    ]
  },
  "Though not synchotrons, one type of these devices makes use of wigglers to accelerate electrons through a transverse magnetic field. In 2012, physicists used one of these devices to create particles which were successfully quantum teleported 150 kilometers away. These devices use optical pumping to bring the system to a short-lived state which decays into the most populated metastable state. That's called population inversion. These devices, which come in a free-electron type, are used to create": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.2773382
      ],
      [
        "aser",
        -1.3856493e-06
      ]
    ]
  },
  "Though not Dante, this author wrote Inferno, in which his alter ego travels through hell and emerges purified of his sins. One character by this author locks the Captain in a room while she examines his private papers; that character appears in The Father. He wrote about Old Man Jacob Hummel, who instructs": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.42205703
      ],
      [
        " Str",
        -0.0004035018
      ],
      [
        "ind",
        -0.00020342118
      ],
      [
        "berg",
        -0.0001307143
      ]
    ]
  },
  "Though neither of them appears onstage, the characters of Liz and Honoria Fraser are compared throughout. Conflict in this play occurs after the Reverend Samuel comes to the summer cottage in Hasslemere where George Crofts unwittingly reveals that the former's son, Frank Gardner, may be related to the protagonist, making him unsuitable as a love interest. Meanwhile the anarchist Praed is telling the heroine to be pragmatic and accept the title character's love and money. Vivie does eventually come to respect her mother, who had much earlier in life chosen to avoid death in a white-lead factory by choosing to exploit men's sexual desires. FTP, identify this play about Kitty's revelation that she is a prostitute, a work by George Bernard Shaw.": {
    "guess": "Mrs. Warren's Profession",
    "confidence": [
      [
        "Mrs",
        -0.021275042
      ],
      [
        ".",
        -0.00056721066
      ],
      [
        " Warren",
        -5.080963e-06
      ],
      [
        "'s",
        -0.00011081461
      ],
      [
        " Profession",
        -3.3451433e-05
      ]
    ]
  },
  "Though the Buffalo Soldiers were formed in Kansas, much of their service was done at Fort Davis   and Fort Clark in this state. Part of its eastern border is formed by the Sabine River, and a region of  its southern border is called the Big Bend. The southernmost point of this state, the location of the   Battle of Resaca de la Palma, is the city of Brownsville. The town of Lubbock is just south of its  panhandle, which includes Amarillo [aa-muh-RIL-oh]. Its largest metropolitan area contains Plano,": {
    "guess": "Texas",
    "confidence": [
      [
        "Texas",
        -0.0014027405
      ]
    ]
  },
  "Though not known primarily for his poetry, this man is said to be the first to distinguish between events": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -1.9898055
      ],
      [
        " James",
        -1.0386938
      ]
    ]
  },
  "Thomas Struth's Galleria dell'Academia 1 depicts tourists looking at this painting. Its foreground draws from the State Library of Jacopo Sansovino, while a white tower can be seen to the left of the central": {
    "guess": "The Feast in the House of Levi",
    "confidence": [
      [
        "The",
        -0.0055732178
      ],
      [
        " Feast",
        -0.004818138
      ],
      [
        " in",
        -9.41261e-05
      ],
      [
        " the",
        -4.246537e-06
      ],
      [
        " House",
        -3.070975e-05
      ],
      [
        " of",
        -1.7835755e-05
      ],
      [
        " Levi",
        -1.9361265e-07
      ]
    ]
  },
  "Though neither of them appears onstage, the characters of Liz and Honoria Fraser are compared throughout. Conflict in this play occurs after the Reverend Samuel comes to the summer cottage in Hasslemere": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7110964
      ]
    ]
  },
  "Thomas Struth's Galleria dell'Academia 1 depicts tourists looking at this painting. Its foreground draws": {
    "guess": "The Feast in the House of Levi",
    "confidence": [
      [
        "The",
        -0.06301263
      ],
      [
        " Feast",
        -0.024452453
      ],
      [
        " in",
        -0.000296732
      ],
      [
        " the",
        -1.8193366e-05
      ],
      [
        " House",
        -8.5543434e-05
      ],
      [
        " of",
        -1.2233183e-05
      ],
      [
        " Levi",
        -3.888926e-06
      ]
    ]
  },
  "Though double and triple bonds only occupy one coordination vertex, it assumes that a double bond is always an interaction between a sigma and pi bond and that a triple bond is always an interaction between": {
    "guess": "Bond order",
    "confidence": [
      [
        "Bond",
        -0.9236376
      ],
      [
        " order",
        -0.017275443
      ]
    ]
  },
  "Thomas Tipton served in between Congressional terms of one man by this name, who fired 40,000 Postal Workers of the opposing party when serving as Postmaster-General. Another person with this name defeated Ralph Smith to win election to the Senate, where he sponsored an amendment cutting off aid to Israel. Another man by this name worked on the Preparatory Commission of the United Nations Organizations and defeated Dwight Green in the 1948 election for governor of Illinois. One person by this name was William Jenning Bryan's Democratic running mate in 1900, and another person by this name died while ambassador to Great Britain, a post he held when John F. Kennedy appointed him there after defeating him in a Primary. For 10 points, name this name shared by Grover Cleveland's second vice-president and his son, who lost to Eisenhower in the 1952 and 1956 Presidential elections.": {
    "guess": "Adlai Stevenson II",
    "confidence": [
      [
        "Ad",
        -0.0786496
      ],
      [
        "l",
        -0.0002040172
      ],
      [
        "ai",
        -0.0003236647
      ],
      [
        " Stevenson",
        -0.0046272413
      ],
      [
        " II",
        -0.44105378
      ]
    ]
  },
  "One thought experiment in this work posits a creature that is not subject to diminishing marginal returns in order to argue against utilitarianism. Another section concludes that humans do not wish to be indeterminate blobs after discussing the work of a group of \"superduper neuropsychologists\" hooking someone up to a reality synthesizer. According to this work the distribution of \"holdings\", no matter": {
    "guess": "Anarchy, State, and Utopia",
    "confidence": [
      [
        "An",
        -0.006690038
      ],
      [
        "archy",
        -9.031158e-05
      ],
      [
        ",",
        -2.7372049e-05
      ],
      [
        " State",
        -1.1994775e-05
      ],
      [
        ",",
        -3.261701e-05
      ],
      [
        " and",
        -4.1273333e-06
      ],
      [
        " U",
        -4.8425554e-06
      ],
      [
        "top",
        -1.9361265e-07
      ],
      [
        "ia",
        -1.7432603e-06
      ]
    ]
  },
  "Thomas Tatton claimed that there was a crowd of only thirty thousand people at this event, while James Wroe, in the Observer, gave the highest estimate at 153 thousand. Wroe and Richard Carlile were imprisoned for publicizing the story of this incident, which inspired Percy Bysshe Shelley to write The Masque of Anarchy. Samuel Bamford was also imprisoned after this event perpetrated by the 15th Hussars and the Cheshire Volunteers, and Home Secretary Sidmouth responded by proposing the Six Acts. The trouble began when Henry Hunt was arrested and prevented from speaking, and eleven people were killed": {
    "guess": "Peterloo Massacre",
    "confidence": [
      [
        "Peter",
        -0.0088031795
      ],
      [
        "loo",
        -0.00023047674
      ],
      [
        " Mass",
        -0.0001468068
      ],
      [
        "acre",
        -3.5954712e-05
      ]
    ]
  },
  "Thomas Johnson of Harvard was responsible for more authentic versions of this writer's work, including \"Zero at the Bone,\" \"Essential Oils,\" and \"Wild Nights- Wild Nights!\" Her long-time correspondent, Thomas Higginson of The Atlantic Monthly, commented that he felt her poems had life, but his praise was generally lukewarm, as he found works like \"There's a certain Slant of Light\" unpolished. For 10 points--, identify this prolific female American poet known for \"I heard a fly buzz when I died\" and": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0029992163
      ],
      [
        " Dickinson",
        -0.00013274075
      ]
    ]
  },
  "Though double and triple bonds only occupy one coordination vertex, it assumes that a double bond is always an interaction between a sigma and pi bond and that a triple bond is always an interaction between a sigma bond and two pi bonds. Ultimately, everything depends on the number of electrons in the sigma orbitals. Inspired by Gilbert Lewis, it directly stems from work done by H.M. Powell and Nevil": {
    "guess": "Coordinate covalent bond",
    "confidence": [
      [
        "Coordinate",
        -1.4069998
      ],
      [
        " co",
        -0.19182451
      ],
      [
        "val",
        -1.0280384e-06
      ],
      [
        "ent",
        -0.0014634536
      ],
      [
        " bond",
        -0.0036314311
      ]
    ]
  },
  "Though his elaborate attempt at breeding civet cats for profit failed miserably, his interest in economic improvement can be seen in early works like An Essay Upon Projects. His column the \"Scandal Club\" appeared in the newspaper he founded, The Review, at around the same time that he worked on stories like The Apparition of One Mrs. Veal. His mock-Pindaric ode Hymn to the Pillory was composed after he was imprisoned for the first time in response to his pamphlet The Shortest Way with Dissenters.": {
    "guess": "Daniel Defoe",
    "confidence": [
      [
        "Daniel",
        -0.0032089653
      ],
      [
        " Def",
        -0.00010580806
      ],
      [
        "oe",
        -0.0001277342
      ]
    ]
  },
  "Though it has many variations, the most frequent style includes two vertical cylindrical posts, topped by two horizontal beams (the top one of which is often arched.) Many are painted bright red, and are located either at a sacred mountain or rock or in a shrine, between the outer limits of a sacred area and the inner sanctuary. FTP, identify this ceremonial gateway to the sacred precincts of Japanese": {
    "guess": "Torii",
    "confidence": [
      [
        "Tor",
        -0.1389849
      ],
      [
        "ii",
        -1.6882126e-05
      ]
    ]
  },
  "Though he did not do the choreography, Gene Kelly was an inspiration for a portion of the show and did teach the performer how to dance with a cane. Its name was inspired by a painting by Edward Hopper* and its costumes included Victorian style dresses, military uniforms, and a cabaret-style tuxedo. Though it was the least successful as far as ticket sales and was criticized by some as being less than the previous Blond Ambition Tour, it was still popular with fans. FTP, name this Madonna tour which ran from September to December 1993 in support of her album Erotica.": {
    "guess": "The Girlie Show World Tour",
    "confidence": [
      [
        "The",
        -0.005527104
      ],
      [
        " Girl",
        -0.0042321393
      ],
      [
        "ie",
        -1.9816675e-06
      ],
      [
        " Show",
        -4.85903e-05
      ],
      [
        " World",
        -0.027872195
      ],
      [
        " Tour",
        -9.3530085e-05
      ]
    ]
  },
  "Though she worked with such luminaries as Hindemith and Menotti, her most long-lasting collaboration was with the set designer and sculptor Isamu Noguchi. Her theory of movement derived from the primary human activity: breathing. At the Denishawn dance studio she put this theory into action in works": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.20533012
      ],
      [
        "tha",
        -1.50940705e-05
      ],
      [
        " Graham",
        -0.0003097215
      ]
    ]
  },
  "They are thought to have hunted a species of dwarf Stegodon and they show evidence of advanced behaviors, such as using fire for cooking and using the stone tools of the Upper Paleolithic, which are associated with modern humans.* Its discoverers have hypothesized that it had language and that they arrived on isolated islands during the Wisconsin glaciation via reed rafts. FTP, what is this newly discovered hominid, which appears as a smaller version of Homo erectus and which has been dubbed \"hobbits\"": {
    "guess": "Flores Man",
    "confidence": [
      [
        "Flo",
        -0.056324854
      ],
      [
        "res",
        -2.9994528e-05
      ],
      [
        " Man",
        -0.17522062
      ]
    ]
  },
  "Thomas, a retired merchant and member of Parliament, advocates a philosophy dedicated to rational self-interest, and founds a school in Coketown which teaches his ideas.* His oldest children are educated in this style and grow to lead unfulfilling lives, as Tom becomes a hedonist, who robs a bank in": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.46135512
      ],
      [
        "itarian",
        -0.000113079484
      ],
      [
        "ism",
        -0.00622976
      ]
    ]
  },
  "Thomas Thorne, a High Priest in the Church of Satan joined in 1988, billing himself as Buck Rider, but left in 1991 because the band \"wasn't Satanic enough\". Though they are not all female, their backup singers are called The Bomb Gang Girlz. They made a cameo appearance in The Crow and contributed the song \"After the Flesh\" to the soundtrack. \"A Daisy Chain for Satan\", the second track off of their 1990 release, Confessions of a Knife, received some notoriety because of Tipper Gore's objection to": {
    "guess": "My Life with the Thrill Kill Kult",
    "confidence": [
      [
        "My",
        -0.0023494805
      ],
      [
        " Life",
        -0.0019149535
      ],
      [
        " with",
        -0.040867146
      ],
      [
        " the",
        -0.0007155312
      ],
      [
        " Thr",
        -0.0002385826
      ],
      [
        "ill",
        -1.2829201e-05
      ],
      [
        " Kill",
        -7.338466e-05
      ],
      [
        " K",
        -0.00056280376
      ],
      [
        "ult",
        -3.1281633e-07
      ]
    ]
  },
  "Though it is not Spain, this place is home to mountains named Valterne, Tortelosa, and Gayne. While it was forming, aluminum-26 and iron-60 provided a large amount of heat, making its interior warm and squishy, causing it to spin rapidly. This moon is home to an equatorial ridge of mountains that go nearly around the moon, and its craters, including Clarin, (*) Almeric, Bramimond, and Charlemagne, as well as its Roncevaux Terra, derive their names from the Song of Roland. For 15 points, identify": {
    "guess": "Iapetus",
    "confidence": [
      [
        "I",
        -0.024499685
      ],
      [
        "ap",
        -4.990154e-05
      ],
      [
        "etus",
        -8.876193e-05
      ]
    ]
  },
  "In 1934, Thomas Cowling proved that no self-sustaining one could have an axis of symmetry, and Stanislaw Braginsky obtained valid solutions for it by assuming that the field it produced was almost axially symmetric. Thermal convection cannot drive it because it would require temperatures that were too": {
    "guess": "Dynamo theory",
    "confidence": [
      [
        "D",
        -0.6283152
      ],
      [
        "ynamo",
        -0.2539787
      ],
      [
        " theory",
        -0.031937767
      ]
    ]
  },
  "Thomas Thorne, a High Priest in the Church of Satan joined in 1988, billing himself as Buck Rider, but left in 1991 because the band \"wasn't Satanic enough\". Though they are not all female, their backup singers are called The Bomb Gang Girlz. They made a cameo appearance in The Crow and contributed the song \"After the Flesh\" to the soundtrack. \"A Daisy Chain for Satan\", the second track off of their 1990 release, Confessions of a Knife, received some notoriety because of Tipper Gore's objection to its title. FTP, name this industrial band who has made their biggest splash with the songs \"Sex on Wheelz\" and \"Kooler Than Jesus\".": {
    "guess": "My Life with the Thrill Kill Kult",
    "confidence": [
      [
        "My",
        -0.00084738695
      ],
      [
        " Life",
        -0.00010175513
      ],
      [
        " with",
        -0.026253158
      ],
      [
        " the",
        -0.0008149892
      ],
      [
        " Thr",
        -0.00028684177
      ],
      [
        "ill",
        -4.9617593e-06
      ],
      [
        " Kill",
        -1.247159e-05
      ],
      [
        " K",
        -8.602025e-05
      ],
      [
        "ult",
        -3.1281633e-07
      ]
    ]
  },
  "Though not synchotrons, one type of these devices makes use of wigglers to accelerate electrons through": {
    "guess": "Particle accelerator",
    "confidence": [
      [
        "Particle",
        -0.1250601
      ],
      [
        " accelerator",
        -0.045930304
      ]
    ]
  },
  "Though usually mentioned in the singular, there are actually multiple examples of this object, each manufactured by the Mosler company before that firm was bought by Diebold. The Washington Post article which revealed its existence also made public the new \"Treated As Top Secret SCI\" classification and claimed that the purpose of this object is to hide certain items from the National Archives. Though its owner claims that it contains \"everyday paperwork,\" Jon Stewart has opined that it holds a dead body or secret living quarters. FTP, name this comically large object in the West Wing office of": {
    "guess": "Diebold Safe",
    "confidence": [
      [
        "Die",
        -1.2007318
      ],
      [
        "bold",
        -0.0054648593
      ],
      [
        " Safe",
        -0.8375018
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility and compared to other members of Tetanurae, this animal possesses a more U-shaped jaw structure. The": {
    "guess": "Allosaurus",
    "confidence": [
      [
        "Al",
        -1.2136518
      ],
      [
        "los",
        -4.5491004e-05
      ],
      [
        "aurus",
        -4.0961266e-05
      ]
    ]
  },
  "Though usually mentioned in the singular, there are actually multiple examples of this object, each manufactured by the Mosler company before that firm was bought by Diebold. The Washington Post article which revealed its existence also made public the new \"Treated As Top Secret SCI\" classification and claimed that the purpose of this object is to hide certain items from the National Archives. Though": {
    "guess": "Diebold GSA container",
    "confidence": [
      [
        "Die",
        -1.52787
      ],
      [
        "bold",
        -0.0006938508
      ],
      [
        " G",
        -0.4967546
      ],
      [
        "SA",
        -0.0010902123
      ],
      [
        " container",
        -0.9109765
      ]
    ]
  },
  "Though he never completed his novel, The Wolf, which dealt with a European famine and would have completed his projected Trilogy of the Wheat, his trilogy could be considered completed by 1903's A Deal in Wheat, and Other Stories of the New and Old World. Also in 1903, he published The Pit, a more romantic business struggle set in Chicago's grain market. For 10 points, name this author who detailed": {
    "guess": "Frank Norris",
    "confidence": [
      [
        "Frank",
        -0.059670415
      ],
      [
        " Norris",
        -0.00011653639
      ]
    ]
  },
  "Though neither of them appears onstage, the characters of Liz and Honoria Fraser are compared throughout. Conflict in this play occurs after the Reverend Samuel comes to the summer cottage in Hasslemere where George Crofts unwittingly reveals that the former's son, Frank Gardner, may be related to the protagonist, making him unsuitable as a love interest. Meanwhile the anarchist Praed is telling the": {
    "guess": "Mrs. Warren's Profession",
    "confidence": [
      [
        "Mrs",
        -0.34894836
      ],
      [
        ".",
        -0.0053058583
      ],
      [
        " Warren",
        -0.0002193908
      ],
      [
        "'s",
        -0.00018804391
      ],
      [
        " Profession",
        -4.739826e-05
      ]
    ]
  },
  "Though he's not Lycaon, according to some sources, this man had a son named Iapyx, Aeneas' healer, who is also claimed to be the grandson of Priam. Late in his life he came unto Cumae and then unto Sicily,": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.18239388
      ],
      [
        "ene",
        -0.0007989078
      ],
      [
        "as",
        -0.0017618097
      ]
    ]
  },
  "Though not synchotrons, one type of these devices makes use of wigglers to accelerate electrons through a transverse magnetic field. In 2012, physicists used one of these devices to create particles which were successfully quantum teleported 150 kilometers away. These devices use optical pumping to bring the system to a short-lived state which decays into the most populated metastable state. That's called population inversion. These devices, which come in a free-electron type, are used to create a transmission hologram. They create coherent photons through stimulated emission. For 10 points, name": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.023560718
      ],
      [
        "aser",
        -2.577686e-06
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility and compared to other members of Tetanurae, this animal possesses a more U-shaped jaw structure. The earliest direct relative to this creature is the feathered Chinese Dilong and a recent debate concerns whether the \"Nano\" variety is a unique species or juvenile of this animal. Despite its prominent binocular vision consistent with predatory behavior, Jack Horner argues this creature is exclusively a (*) scavenger due to its large olfactory bulbs in an on-going debate. The largest and most complete specimen of this creature is displayed at the Chicago Field Museum and is named \"Sue\". Possessing a two- digit forelimb as opposed to the three of the earlier, Allosaurus, FTP, identify this large North American Late Cretaceous theropod dinosaur whose name translates from the Latin to \"king of the": {
    "guess": "Tyrannosaurus Rex",
    "confidence": [
      [
        "T",
        -0.021569908
      ],
      [
        "yr",
        -0.013127872
      ],
      [
        "ann",
        -4.604148e-06
      ],
      [
        "os",
        -0.0002196292
      ],
      [
        "aurus",
        -2.7848862e-05
      ],
      [
        " Rex",
        -0.9036987
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal building could really be a defensive tower, losing the Battle of Camaret. Control of the fortress at Pinerolo proved crucial in this conflict, which broke the Peace of Ratisbon. In this war, a random fisherman named Herve Riel was given command of a fleet after its captains proved too scared to": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.7028199
      ],
      [
        " Years",
        -7.278864e-05
      ],
      [
        "'",
        -0.00663911
      ],
      [
        " War",
        -2.1650272e-05
      ]
    ]
  },
  "Thomas, a retired merchant and member of Parliament, advocates a philosophy dedicated to rational self-interest, and founds a school in Coketown which teaches his ideas.* His oldest children are educated": {
    "guess": "Schools",
    "confidence": [
      [
        "School",
        -0.13985348
      ],
      [
        "s",
        -0.008126097
      ]
    ]
  },
  "Thomas, a retired merchant and member of Parliament, advocates a philosophy dedicated to rational self-interest, and founds a school in Coketown which teaches his ideas.* His oldest children are educated in this style and grow to lead unfulfilling lives, as Tom becomes a hedonist, who robs a bank in Coketown and is forced to flee out of England, while Louisa marries a man much older than herself, Josiah Bounderby, and does not learn to feel sympathy and compassion for others until she is taught by the family of her lifelong friend, Sissy. FTP, name this 1854 novel by Charles Dickens.": {
    "guess": "Hard Times",
    "confidence": [
      [
        "Hard",
        -0.014939491
      ],
      [
        " Times",
        -0.00090467255
      ]
    ]
  },
  "Thomas Tipton served in between Congressional terms of one man by this name, who fired 40,000 Postal Workers of the opposing party when serving as Postmaster-General. Another person with this name defeated Ralph Smith to win election to the Senate, where he sponsored an amendment cutting off aid to Israel. Another man by this name worked on the Preparatory Commission of the United Nations Organizations and defeated Dwight Green in the 1948 election for governor of Illinois. One person by this name was William Jenning Bryan's Democratic running mate in 1900, and another person by this name died while ambassador to Great Britain, a post he held when John F. Kennedy appointed him there after defeating": {
    "guess": "Adlai Stevenson II",
    "confidence": [
      [
        "Ad",
        -0.7918631
      ],
      [
        "l",
        -0.00025025356
      ],
      [
        "ai",
        -7.100059e-05
      ],
      [
        " Stevenson",
        -0.005342263
      ],
      [
        " II",
        -0.025652396
      ]
    ]
  },
  "Though it ostensibly began late in the dynasty founded by Tekauji, some historians date it as far back": {
    "guess": "Ashikaga shogunate",
    "confidence": [
      [
        "Ash",
        -1.3589563
      ],
      [
        "ik",
        -0.00079843093
      ],
      [
        "aga",
        -3.297462e-05
      ],
      [
        " sh",
        -0.30723533
      ],
      [
        "og",
        -8.44706e-05
      ],
      [
        "unate",
        -0.0006058143
      ]
    ]
  },
  "Though double and triple bonds only occupy one coordination vertex, it assumes that a double bond is always an interaction between a sigma and pi bond and that a triple bond is always an interaction between a sigma bond and two pi bonds. Ultimately, everything depends on the number of electrons in the sigma orbitals. Inspired by Gilbert Lewis, it directly stems from work done by H.M. Powell and Nevil Sidgwick in the 1940s plus British chemist Ronald Nyholm and Canadian R.J. Gillespie, who coined the term in the 1960's. FTP, name this theory commonly applied to molecules with a discernible central": {
    "guess": "Valence bond theory",
    "confidence": [
      [
        "Val",
        -0.14917296
      ],
      [
        "ence",
        -0.0014879584
      ],
      [
        " bond",
        -0.45703745
      ],
      [
        " theory",
        -0.0010106575
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility and compared to other members of Tetanurae, this animal possesses a more U-shaped jaw structure. The earliest direct relative to this creature is the feathered Chinese Dilong and a recent debate concerns whether the \"Nano\" variety is a unique species or juvenile of this animal. Despite its prominent": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.07612679
      ],
      [
        "yr",
        -4.00813e-06
      ],
      [
        "ann",
        0.0
      ],
      [
        "os",
        -5.109358e-05
      ],
      [
        "aurus",
        -3.2929079e-06
      ]
    ]
  },
  "Though it has many variations, the most frequent style includes two vertical cylindrical posts, topped by two horizontal beams (the top one of which is often arched.) Many are painted bright red, and are": {
    "guess": "Beam bridge",
    "confidence": [
      [
        "Beam",
        -0.6533658
      ],
      [
        " bridge",
        -0.062146377
      ]
    ]
  },
  "One thought experiment in this work posits a creature that is not subject to diminishing marginal returns in order to argue against utilitarianism. Another section concludes that humans do not wish to be indeterminate blobs after discussing the work of a group of \"superduper neuropsychologists\" hooking someone up to a reality synthesizer. According to this work the distribution of \"holdings\", no matter how unequal, is just if it happens through (*) legitimate means; that is illustrated through a thought experiment in which people willingly make a sportsman rich. This work's concept of government is said to be inclusive, and allows for opposing systems to exist internally as long as they do not illegitimately use force. This work advocates a night-watchman state. For ten points, name this libertarian work which argues against the theories of Rawls, written by Robert Nozick.": {
    "guess": "Anarchy, State, and Utopia",
    "confidence": [
      [
        "An",
        -0.00083881535
      ],
      [
        "archy",
        -2.2723105e-05
      ],
      [
        ",",
        -3.9888433e-05
      ],
      [
        " State",
        -1.4855664e-05
      ],
      [
        ",",
        -1.7120534e-05
      ],
      [
        " and",
        -2.1008714e-06
      ],
      [
        " U",
        -6.9882217e-06
      ],
      [
        "top",
        -7.89631e-07
      ],
      [
        "ia",
        -3.650519e-06
      ]
    ]
  },
  "Thomas Johnson was the first scholar to compile the variorum edition of this writer's works. One work": {
    "guess": "Robert Frost",
    "confidence": [
      [
        "Robert",
        -0.63296986
      ],
      [
        " Frost",
        -0.0043179607
      ]
    ]
  },
  "It is thought that the final transformation of the seventh chord evident in much of the composer's other work, symbolizing his obsession with Stefi Geyer, represents in this work a change from the grotesque as in the Fourteenth Bagatelle  to the violent as portrayed by the willful protagonist. Her single-mindedness": {
    "guess": "Violin concerto",
    "confidence": [
      [
        "Viol",
        -1.0702827
      ],
      [
        "in",
        -0.002874773
      ],
      [
        " conc",
        -0.7050924
      ],
      [
        "erto",
        -4.7517467e-05
      ]
    ]
  },
  "This man's thoughts on the relationship between objects and their names is known as zhengming. This man was the first to suggest limiting the power of a ruler, and he claimed he was only fit enough to drive a chariot. He served as a minister to Lu, and his school of thought is known as Ru. Husband to wife, ruler to subject, and father to son were part of his five pious relationships. For 10 points, name this ancient Chinese philosopher whose teachings are collected in the Analects, the namesake of a religion in East Asia.": {
    "guess": "Confucius",
    "confidence": [
      [
        "Conf",
        -0.00059115957
      ],
      [
        "uc",
        -1.5928495e-05
      ],
      [
        "ius",
        -0.00020520923
      ]
    ]
  },
  "Though the Buffalo Soldiers were formed in Kansas, much of their service was done at Fort Davis   and Fort Clark in this state. Part of its eastern border is formed by the Sabine River, and a region of  its southern border is called the Big Bend. The southernmost point of this state, the location of the   Battle of Resaca de la Palma, is the city of Brownsville. The town of Lubbock is just south of its  panhandle, which includes Amarillo [aa-muh-RIL-oh]. Its largest metropolitan area contains Plano,  Irving, and Fort Worth. Name this state that, in addition to Dallas, contains the city of San Antonio,  home of the Alamo.": {
    "guess": "Texas",
    "confidence": [
      [
        "Texas",
        -0.00093028304
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving a bloody shirt. Like James Wilson, this man chaired a committee that investigated the Lincoln assassination. This loser of the Bermuda Hundred Campaign was the chief proponent of 1871's Ku Klux Klan Act. Jefferson Davis decreed that this man should be hanged if captured, and he occupied Baltimore as a leader of the Massachusetts militia. While commanding the garrison at Fort Monroe, this man": {
    "guess": "Benjamin Butler",
    "confidence": [
      [
        "Ben",
        -0.03509837
      ],
      [
        "jamin",
        -0.03952756
      ],
      [
        " Butler",
        -0.69134796
      ]
    ]
  },
  "Though neither of them appears onstage, the characters of Liz and Honoria Fraser are compared throughout. Conflict in this play occurs after the Reverend Samuel comes to the summer cottage in Hasslemere where George Crofts unwittingly reveals that the former's son, Frank Gardner, may be related to the protagonist, making him unsuitable as a love interest. Meanwhile the anarchist Praed is telling the heroine to be pragmatic and accept the title character's love and money. Vivie does eventually come to respect her mother, who had much earlier in life chosen to avoid death in a white-lead factory by choosing to exploit men's sexual desires. FTP, identify this play about Kitty's revelation that she": {
    "guess": "Mrs. Warren's Profession",
    "confidence": [
      [
        "Mrs",
        -0.0037683742
      ],
      [
        ".",
        -0.00011582117
      ],
      [
        " Warren",
        -6.9882217e-06
      ],
      [
        "'s",
        -4.7755875e-05
      ],
      [
        " Profession",
        -1.7120534e-05
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving a bloody shirt. Like James Wilson, this man chaired a committee that investigated the Lincoln assassination. This loser of the Bermuda Hundred Campaign was the chief proponent of 1871's Ku Klux Klan Act. Jefferson Davis decreed that this man should be hanged if captured, and he occupied Baltimore as a leader of the Massachusetts militia. While commanding the garrison at Fort Monroe, this man claimed the right of \"contraband of war\" while refusing to return fugitive slaves. After the war, this": {
    "guess": "Benjamin Butler",
    "confidence": [
      [
        "Ben",
        -0.03461875
      ],
      [
        "jamin",
        -0.019701378
      ],
      [
        " Butler",
        -0.564254
      ]
    ]
  },
  "Though he never completed his novel, The Wolf, which dealt with a European famine and would have completed his projected Trilogy of the Wheat, his trilogy could be considered completed by 1903's A Deal": {
    "guess": "Frank Norris",
    "confidence": [
      [
        "Frank",
        -0.36069828
      ],
      [
        " Norris",
        -0.0023276021
      ]
    ]
  },
  "Though he's not Lycaon, according to some sources, this man had a son named Iapyx, Aeneas' healer, who is also claimed to be the grandson of Priam. Late in his life he came unto Cumae and then unto Sicily, where he lived under the patronage of Cocalus, a man who would kill one of this man's earlier patrons. A crime committed by this man was the inspiration of the name of the partridge, as he murdered his sister's son, alternatively known as Calos or Talus, but better known as Perdix. Condemned by the Areopagus, he was arrested in his next destination after completing a work for a daughter of Helios, Pasiphae, and due to the lack of methods of exiting the country, he devised another means, which led to the death of his son. FTP, name this man who devised a wooden cow for Pasiphae and pairs of": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.0022433929
      ],
      [
        "ed",
        -1.4974867e-05
      ],
      [
        "alus",
        -0.00025287605
      ]
    ]
  },
  "A thought experiment attributed to this person involved a cannon on top of a mountain. This person is   the namesake of the relationship making heat loss proportional to the temperature difference between  an object and its environment. Generally credited with building the first useful reflecting telescope,": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0034073973
      ],
      [
        "aac",
        -7.5411124e-05
      ],
      [
        " Newton",
        -0.00091753196
      ]
    ]
  },
  "Though it usually appears black or brown when produced with modern techniques, it is still called yellowcake.": {
    "guess": "Uranium",
    "confidence": [
      [
        "U",
        -0.031607725
      ],
      [
        "ran",
        -1.27099975e-05
      ],
      [
        "ium",
        -0.005195809
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving a bloody shirt. Like James Wilson, this man chaired a committee that investigated the Lincoln assassination. This loser of the Bermuda Hundred Campaign was the chief proponent of 1871's Ku Klux Klan Act. Jefferson Davis decreed that this man should be hanged if captured, and he occupied Baltimore as a leader of the Massachusetts militia. While commanding the garrison at Fort Monroe, this man claimed the right of \"contraband of war\" while refusing to return fugitive slaves. After the war, this man served in congress as a radical republican, and he ran for president in 1884 as the nominee": {
    "guess": "Benjamin Butler",
    "confidence": [
      [
        "Ben",
        -0.010328486
      ],
      [
        "jamin",
        -0.027451396
      ],
      [
        " Butler",
        -0.84291965
      ]
    ]
  },
  "Thomas Tipton served in between Congressional terms of one man by this name, who fired 40,000 Postal Workers of the opposing party when serving as Postmaster-General. Another person with this name defeated Ralph Smith to win election to the Senate, where he sponsored an amendment cutting off aid to Israel. Another man by this name worked on the Preparatory Commission of the United Nations Organizations": {
    "guess": "Thomas E. Martin",
    "confidence": [
      [
        "Thomas",
        -1.4648691
      ],
      [
        " E",
        -1.2593275
      ],
      [
        ".",
        -0.027815158
      ],
      [
        " Martin",
        -0.5378909
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal building could really be a defensive tower, losing the Battle of Camaret. Control of the fortress at Pinerolo proved crucial in this conflict, which broke the Peace of Ratisbon. In this war, a random fisherman named Herve Riel was given command of a fleet after its captains proved too scared to flee through the treacherous Race of Alderny. The Duke of Noailles captured Camprodon on its Catalonian front, and it turned after Victor Amadeus of Savoy reached a separate peace. The Duc de Luxembourg enveloped the Prince of Waldeck at Fleurus, a rare open battle in this war that mostly saw naval clashes like Beachy Head and La Hogue and sieges like Namur. The defensive lines of Vauban led to the": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.023186654
      ],
      [
        " Years",
        -0.00024180108
      ],
      [
        "'",
        -0.00025633295
      ],
      [
        " War",
        -3.202099e-05
      ]
    ]
  },
  "Thomas Thorne, a High Priest in the Church of Satan joined in 1988, billing himself as Buck Rider, but left in 1991 because the band \"wasn't Satanic enough\". Though they are not all female, their backup singers are called The Bomb Gang Girlz. They made a cameo appearance in The Crow and contributed the song \"After the Flesh\" to the soundtrack. \"A Daisy Chain for Satan\", the second track off of their 1990 release, Confessions of a Knife, received some notoriety because of Tipper Gore's objection to its title. FTP, name this industrial band who has made their biggest splash with the songs \"Sex on": {
    "guess": "My Life with the Thrill Kill Kult",
    "confidence": [
      [
        "My",
        -0.00010831134
      ],
      [
        " Life",
        -4.978234e-05
      ],
      [
        " with",
        -0.042475607
      ],
      [
        " the",
        -0.00057578966
      ],
      [
        " Thr",
        -2.451116e-05
      ],
      [
        "ill",
        -7.58424e-06
      ],
      [
        " Kill",
        -4.4894987e-05
      ],
      [
        " K",
        -9.6629374e-05
      ],
      [
        "ult",
        -1.9361265e-07
      ]
    ]
  },
  "Though double and triple bonds only occupy one coordination vertex, it assumes that a double bond is": {
    "guess": "Coordination number",
    "confidence": [
      [
        "Coord",
        -0.6333309
      ],
      [
        "ination",
        -4.334534e-05
      ],
      [
        " number",
        -0.7523811
      ]
    ]
  },
  "Though it isn't length, in the cgs system of units, this quantity is measured in centimeters; this makes  sense because it can be viewed as a purely geometric property of an object. For two parallel conducting  plates, this quantity is proportional to the area of the plates and inversely proportional to the plate  separation. FTP identify this electrical quantity defined as the ratio of charge to voltage on a body and that, in the SI system, is measured in Farads.": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.009146039
      ],
      [
        "ac",
        -0.0001819682
      ],
      [
        "it",
        -7.612634e-05
      ],
      [
        "ance",
        -9.968313e-06
      ]
    ]
  },
  "Though it is not the kidneys, the tissue surrounding arteries in this organ is called a Malpighian (mal-PEE-gee-uhn) body. One type of tissue in this organ is made up of Cords of Billroth. Along with the liver and bone marrow, the body stores ferritin (FAIR-it-in) bound iron in this organ. The two main types of tissue in this organ meet at the \"marginal zone.\" Along with the thymus, this part of the lymphatic system is the only organ that contains efferent lymphatic vessels. This organ is made up of red pulp and white pulp. For 10 points, name this organ that removes old red blood cells from the blood.": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.010530581
      ],
      [
        "ple",
        -1.6240566e-06
      ],
      [
        "en",
        -1.11603495e-05
      ]
    ]
  },
  "Though Lorenzo de Credi was charged with finishing this piece, it was Alessandro Leopardi who designed": {
    "guess": "Madonna and Child with St. John the Baptist",
    "confidence": [
      [
        "Mad",
        -1.5411102
      ],
      [
        "onna",
        -0.0020433175
      ],
      [
        " and",
        -1.138611
      ],
      [
        " Child",
        -0.004064152
      ],
      [
        " with",
        -0.05107547
      ],
      [
        " St",
        -1.0034528
      ],
      [
        ".",
        -0.04463145
      ],
      [
        " John",
        -0.5056823
      ],
      [
        " the",
        -0.02229461
      ],
      [
        " Baptist",
        -0.0015339049
      ]
    ]
  },
  "Though his parents had supported Parliament during the civil war, this poet demonstrated his loyalty to the returning Charles II in such poems as \"To His Sacred Majesty\" and \"Astrea Redux\", and even created the part of Florimel in his play The Indian Emperor for the king's mistress Nell Gwynne. In such later works as Annus Mirabilis and Absolom and Acitophel, he continued to support Charles, who had": {
    "guess": "John Dryden",
    "confidence": [
      [
        "John",
        -0.0014017868
      ],
      [
        " Dry",
        -1.5809293e-05
      ],
      [
        "den",
        -9.74638e-05
      ]
    ]
  },
  "Thomas Struth's Galleria dell'Academia 1 depicts tourists looking at this painting. Its foreground draws from the State Library of Jacopo Sansovino, while a white tower can be seen to the left of the central figure. A man with a white shawl and a nosebleed holds a stained cloth, while above him two men in turbans converse. On its left, a black servant can be seen ascending a (*) staircase. Its central figure sits beneath one of three Palladian arches. This painting's \"drunken buffoons, armed Germans and dwarfs\" led to its artist changing its name from The Last Supper. For 10 points, name this massive religious painting by Paolo Veronese.": {
    "guess": "The Feast in the House of Levi",
    "confidence": [
      [
        "The",
        -0.005261272
      ],
      [
        " Feast",
        -0.17798956
      ],
      [
        " in",
        -4.5371802e-05
      ],
      [
        " the",
        -7.107425e-06
      ],
      [
        " House",
        -4.274932e-05
      ],
      [
        " of",
        -7.3458323e-06
      ],
      [
        " Levi",
        -1.8624639e-06
      ]
    ]
  },
  "Though his elaborate attempt at breeding civet cats for profit failed miserably, his interest in economic improvement can be seen in early works like An Essay Upon Projects. His column the \"Scandal Club\"": {
    "guess": "Daniel Defoe",
    "confidence": [
      [
        "Daniel",
        -0.59438515
      ],
      [
        " Def",
        -0.00013190633
      ],
      [
        "oe",
        -0.00034404485
      ]
    ]
  },
  "Though it is not India, the \"Delhi Clique\" was the target of one faction in this state's Anti-Rent War. During the Second Great Awakening, one part of this state was known as the \"Burned-Over District.\" Hooker Chemical buried twenty-one thousand pounds of toxic waste beneath the Love Canal neighborhood of a city in the west of this state. This state was the location of the first execution by electric chair and the Triangle Shirtwaist Fire. For 10 points, name this state in which the World Trade Center": {
    "guess": "New York",
    "confidence": [
      [
        "New",
        -0.3387277
      ],
      [
        " York",
        -0.0002546641
      ]
    ]
  },
  "It was once thought to be similar to the light emitted by dyes exposed to light, but its namesake showed that it lacked gradual decrease in light. A similar effect is gamma rays having enough energy to pass light and make a visible cone. Explained by Frank and Tamm, it exists when high-energy radiation passes through transparent material. For ten points, name this effect similar to a sonic boom, in which charged particles passing through a medium at a speed greater than that of light produce visible light.": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.01283182
      ],
      [
        "eren",
        -7.147741e-05
      ],
      [
        "kov",
        -4.604148e-06
      ],
      [
        " radiation",
        -0.023542203
      ]
    ]
  },
  "Though this Arabic phrase does not appear in the New Testament, its sentiment is expressed in Chapter Four of the Book of James. Its use is encouraged by the 18th Sura of the Koran, known as The Cave. In one story, Muhammad forgets to use it, so he has to wait fifteen days for a revelation that he promised": {
    "guess": "Takbir",
    "confidence": [
      [
        "T",
        -1.7766185
      ],
      [
        "ak",
        -0.6428425
      ],
      [
        "bir",
        -0.20818172
      ]
    ]
  },
  "Thomas Thorne, a High Priest in the Church of Satan joined in 1988, billing himself as Buck Rider, but left in 1991 because the band \"wasn't Satanic enough\". Though they are not all female, their backup singers are called The Bomb Gang Girlz. They made a cameo appearance in The Crow and contributed the song \"After the Flesh\" to the soundtrack. \"A Daisy Chain for Satan\", the second track off of their": {
    "guess": "My Life with the Thrill Kill Kult",
    "confidence": [
      [
        "My",
        -0.027069155
      ],
      [
        " Life",
        -0.21471429
      ],
      [
        " with",
        -0.021254046
      ],
      [
        " the",
        -0.00044056313
      ],
      [
        " Thr",
        -0.0002006795
      ],
      [
        "ill",
        -1.3186812e-05
      ],
      [
        " Kill",
        -2.0458236e-05
      ],
      [
        " K",
        -0.00025919382
      ],
      [
        "ult",
        -3.1281633e-07
      ]
    ]
  },
  "Though it usually appears black or brown when produced with modern techniques, it is still called yellowcake. F10PE, identify the following about yellowcake.  A. Yellowcake is a concentrate of this element which is obtained through leach solutions. It is produced by grinding pitchblende or other ores and then leaching the element out with acidic, alkaline, or peroxide solutions.": {
    "guess": "Uranium",
    "confidence": [
      [
        "U",
        -0.07360218
      ],
      [
        "ran",
        -6.229872e-05
      ],
      [
        "ium",
        -0.0031565689
      ]
    ]
  },
  "Thomas Johnson was the first scholar to compile the variorum edition of this writer's works. One work by this author concludes \"I dropped down and down and hit a world at every plunge and finished knowing;\" a different work ends \"I've heard it in the chillest land, and on the strangest Sea, yet never": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0014798635
      ],
      [
        " Dickinson",
        -0.00030793346
      ]
    ]
  },
  "Some thought this friend of FDR would be the Democratic presidential candidate in 1944, but his constant battles with illness prevented this. He began his career as a modest social worker but twenty-one": {
    "guess": "Thomas E. Dewey",
    "confidence": [
      [
        "Thomas",
        -1.4775378
      ],
      [
        " E",
        -0.94768375
      ],
      [
        ".",
        -0.00068241084
      ],
      [
        " Dew",
        -7.255024e-05
      ],
      [
        "ey",
        -4.572941e-05
      ]
    ]
  },
  "Thomas M'Crie wrote a famous biography of this man, who married Marjorie Bowes and composed A Brief Narrative": {
    "guess": "John Knox",
    "confidence": [
      [
        "John",
        -0.029708132
      ],
      [
        " Knox",
        -0.012825702
      ]
    ]
  },
  "Though Lorenzo de Credi was charged with finishing this piece, it was Alessandro Leopardi who designed the base and signed his name on the underside of one of the figures. Unlike its more famous counterpart in Padua, its subject wears contemporary armour, has his shoulder thrust forward, and sports a contemptuously curled lip. Located in front of the Scuola di San Marco in Venice, its the beast turns and raises one hoof without support, while the rider, a mercenary from Bergamo, stands erect in his": {
    "guess": "Equestrian statue of Bartolomeo Colleoni",
    "confidence": [
      [
        "E",
        -0.015055042
      ],
      [
        "quest",
        -0.00010914576
      ],
      [
        "rian",
        -4.00813e-06
      ],
      [
        " statue",
        -0.35748369
      ],
      [
        " of",
        -0.003444334
      ],
      [
        " Bart",
        -0.032628097
      ],
      [
        "ol",
        -4.604148e-06
      ],
      [
        "ome",
        -0.0009733981
      ],
      [
        "o",
        -0.0021589452
      ],
      [
        " Col",
        -0.00014632997
      ],
      [
        "le",
        -0.0006422613
      ],
      [
        "oni",
        -5.9795446e-05
      ]
    ]
  },
  "Though this Arabic phrase does not appear in the New Testament, its sentiment is expressed in Chapter Four of the Book of James. Its use is encouraged by the 18th Sura of the Koran, known as The Cave. In one story, Muhammad forgets to use it, so he has to wait fifteen days for a revelation that he promised to have the next morning. The Sura warns Muslims never to say that they will do something in the future without adding this. Give this Arabic phrase which means God Willing.": {
    "guess": "Insha'Allah",
    "confidence": [
      [
        "In",
        -0.058579046
      ],
      [
        "sha",
        -0.51093435
      ],
      [
        "'",
        -0.05043617
      ],
      [
        "All",
        -0.0031755755
      ],
      [
        "ah",
        -2.8206474e-05
      ]
    ]
  },
  "Thomas Tatton claimed that there was a crowd of only thirty thousand people at this event, while James Wroe, in the Observer, gave the highest estimate at 153 thousand. Wroe and Richard Carlile were imprisoned for publicizing the story of this incident, which inspired Percy Bysshe Shelley to write The Masque of Anarchy. Samuel Bamford was also imprisoned after this event perpetrated by the 15th Hussars and the Cheshire Volunteers, and Home Secretary Sidmouth responded by proposing the Six Acts. The trouble began when Henry Hunt was arrested and prevented from speaking, and eleven people were killed when cavalry troops overwhelmed the demonstrators in Manchester. FTP, name this 1819 incident, with a name reminiscent of Napoleon's final defeat.": {
    "guess": "Peterloo Massacre",
    "confidence": [
      [
        "Peter",
        -0.0074115167
      ],
      [
        "loo",
        -0.00031150956
      ],
      [
        " Mass",
        -5.6576944e-05
      ],
      [
        "acre",
        -7.743759e-05
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility and compared to other members of Tetanurae, this animal possesses a more U-shaped jaw structure. The earliest direct relative to this creature is the feathered Chinese Dilong and a recent debate concerns whether the \"Nano\" variety is a unique species or juvenile of this animal. Despite its prominent binocular vision consistent with predatory behavior, Jack Horner argues this creature is exclusively a (*) scavenger due to its large olfactory bulbs in an on-going debate. The largest and most complete specimen of this creature is displayed at the Chicago Field Museum and is named \"Sue\". Possessing a two- digit forelimb as opposed to the three of the earlier, Allosaurus, FTP, identify this large North American Late Cretaceous theropod dinosaur whose name translates from the Latin to \"king of the tyrant lizards\".": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.002126234
      ],
      [
        "yr",
        -0.006312447
      ],
      [
        "ann",
        -9.849109e-06
      ],
      [
        "os",
        -0.0002258278
      ],
      [
        "aurus",
        -1.6166903e-05
      ]
    ]
  },
  "Though not the Plum Fuss, one name for the War of the Bavarian Succession comes from this crop due to the constant food shortages for troops. Its cultivation was championed by Antoine Parmentier. This crop was sponsored by Marie Antoinette as a way to improve yields on small acreages of land. Possibly introduced to Europe via the Americas and the Canary Islands, this crop experienced a disease that caused a mass (*) emigration to the United States from Ireland in the nineteenth century. For 10 points, name this tuber, the namesake of a disastrous famine.": {
    "guess": "Potato",
    "confidence": [
      [
        "Pot",
        -0.007831615
      ],
      [
        "ato",
        -6.313315e-05
      ]
    ]
  },
  "In 1934, Thomas Cowling proved that no self-sustaining one could have an axis of symmetry, and Stanislaw Braginsky obtained valid solutions for it by assuming that the field it produced was almost axially symmetric. Thermal convection cannot drive it because it would require temperatures that were too high, but compositional convection can help. Since the iron at the Earth's core is hotter than the Curie temperature, it cannot hold a permanent field, but may help to stabilize this process, which it helps perpetuate through convective motions given rise to by Earth's rotation. FTP, identify this": {
    "guess": "Geodynamo",
    "confidence": [
      [
        "Ge",
        -0.63432205
      ],
      [
        "odynam",
        -0.0021369366
      ],
      [
        "o",
        -8.971556e-05
      ]
    ]
  },
  "He is thought to have ordered the capture of Kashmiri Prime Minister Sheikh Abdullah, and this man's letters to his daughter were collected in Glimpses of World History.To commemorate a commitment to purna swaraj, he raised a flag over the Ravi River, and the achievement of this goal culminated in his \"tryst with destiny\" speech. This figure's father led a failed (*) Bombay Conference attempt to reconcile the Muslim League with Hindu factions. Along with men like Sukarno and Gamel Nasser, he helped lead the Non-Aligned Movement, and both his daughter and grandson became prime ministers. For 10 points, identify this oft-jailed first premier of India.": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.0048922813
      ],
      [
        "awah",
        -6.511407e-06
      ],
      [
        "arl",
        -1.1398757e-05
      ],
      [
        "al",
        -5.9153886e-06
      ],
      [
        " Neh",
        -9.233804e-05
      ],
      [
        "ru",
        -1.2113979e-05
      ]
    ]
  },
  "Though not Dante, this author wrote Inferno, in which his alter ego travels through hell and emerges purified of his sins. One character by this author locks the Captain in a room while she examines his": {
    "guess": "Inferno (Strindberg)",
    "confidence": [
      [
        "In",
        -0.6696674
      ],
      [
        "fer",
        -0.0010972379
      ],
      [
        "no",
        -0.00014299227
      ],
      [
        " (",
        -0.017857946
      ],
      [
        "Str",
        -0.2850809
      ],
      [
        "ind",
        -0.0005175284
      ],
      [
        "berg",
        -6.8854926e-05
      ],
      [
        ")",
        -0.0051703127
      ]
    ]
  },
  "Thomas Szasz argued that since doctors rarely agreed in diagnosing schizophrenia, it could not be an illness. R. D. Laing held that doctors and family members often colluded to label a victim insane. Both of these psychotherapists were part of a popular movement of 1960s and 1970s that attacked the theory": {
    "guess": "Anti-psychiatry",
    "confidence": [
      [
        "Anti",
        -0.2859032
      ],
      [
        "-ps",
        -0.0029181612
      ],
      [
        "ych",
        -6.253713e-05
      ],
      [
        "iat",
        -0.00032283025
      ],
      [
        "ry",
        -6.229872e-05
      ]
    ]
  },
  "Though it was originally written in 1874, the standard version was published six years later with the help of Ferdinand Lowe . The finale recalls the coda of Brahms' third symphony, while the third movement, usually seen as evocative of the hunt, is a horn laced scherzo that contrasts with an Andante throughout the work. An oft-repeated story about this work tells of how he gave a tip to Hans Richter after a successful rehearsal of this piece and told him to go buy a beer. Composed before the Tragic and after the symphony named for his musical idol, the Wagner, FTP, identify this work by Anton Bruckner commonly referred to as the Romantic.": {
    "guess": "Symphony No. 4 (Bruckner)",
    "confidence": [
      [
        "Sym",
        -0.0023295057
      ],
      [
        "phony",
        -3.0828953e-05
      ],
      [
        " No",
        -0.0006584656
      ],
      [
        ".",
        -0.00044294354
      ],
      [
        " ",
        -0.0017430084
      ],
      [
        "4",
        -0.052281916
      ],
      [
        " (",
        -0.008269752
      ],
      [
        "Br",
        -0.000840596
      ],
      [
        "uck",
        -3.2497806e-05
      ],
      [
        "ner",
        -7.266944e-05
      ],
      [
        ")",
        -4.6683042e-05
      ]
    ]
  },
  "Some thought this friend of FDR would be the Democratic presidential candidate in 1944, but his constant battles with illness prevented this. He began his career as a modest social worker but twenty-one years later he was promoted to the head of a powerful relief agency. For ten points, who was this": {
    "guess": "Harry Hopkins",
    "confidence": [
      [
        "Harry",
        -0.6266824
      ],
      [
        " Hopkins",
        -0.10885539
      ]
    ]
  },
  "Thomas Tatton claimed that there was a crowd of only thirty thousand people at this event, while James Wroe, in the Observer, gave the highest estimate at 153 thousand. Wroe and Richard Carlile were imprisoned for publicizing the story of this incident, which inspired Percy Bysshe Shelley to write The Masque of Anarchy. Samuel Bamford was also imprisoned after this event perpetrated by the 15th Hussars": {
    "guess": "Peterloo Massacre",
    "confidence": [
      [
        "Peter",
        -0.007851488
      ],
      [
        "loo",
        -8.45898e-05
      ],
      [
        " Mass",
        -0.000501324
      ],
      [
        "acre",
        -0.00014871404
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility and compared to other members of Tetanurae, this animal possesses a more U-shaped jaw structure. The earliest direct relative to this creature is the feathered Chinese Dilong and a recent debate concerns whether the \"Nano\" variety is a unique species or juvenile of this animal. Despite its prominent binocular vision consistent with predatory behavior, Jack Horner argues this creature is exclusively a (*) scavenger due to its large olfactory bulbs in an on-going debate. The largest and most complete specimen of this creature is displayed at the Chicago Field Museum and is named \"Sue\". Possessing": {
    "guess": "Tyrannosaurus rex",
    "confidence": [
      [
        "T",
        -0.0072258357
      ],
      [
        "yr",
        -0.0040190415
      ],
      [
        "ann",
        -8.299462e-06
      ],
      [
        "os",
        -0.00013369438
      ],
      [
        "aurus",
        -4.8471098e-05
      ],
      [
        " rex",
        -0.7426119
      ]
    ]
  },
  "Thomas Johnson of Harvard was responsible for more authentic versions of this writer's work, including": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.42813337
      ],
      [
        " Dickinson",
        -4.0961266e-05
      ]
    ]
  },
  "Though it usually appears black or brown when produced with modern techniques, it is still called yellowcake. F10PE, identify the following about yellowcake.  A. Yellowcake is a concentrate of this element which is obtained through leach solutions. It is produced by grinding pitchblende or other ores": {
    "guess": "Uranium Ores",
    "confidence": [
      [
        "U",
        -0.16323966
      ],
      [
        "ran",
        -1.2113979e-05
      ],
      [
        "ium",
        -0.006026088
      ],
      [
        " O",
        -1.0911237
      ],
      [
        "res",
        -0.0009975597
      ]
    ]
  },
  "Thomas Jefferson wrote a letter to William Short saying that they belonged to this school of philosophy,": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.047388416
      ],
      [
        "pic",
        -4.608702e-05
      ],
      [
        "ure",
        -0.0013379818
      ],
      [
        "anism",
        -0.0005380204
      ]
    ]
  },
  "Though he did not do the choreography, Gene Kelly was an inspiration for a portion of the show and did teach the performer how to dance with a cane. Its name was inspired by a painting by Edward Hopper* and its costumes included Victorian style dresses, military uniforms, and a cabaret-style tuxedo.": {
    "guess": "Moulin Rouge! The Musical",
    "confidence": [
      [
        "M",
        -1.3790414
      ],
      [
        "ou",
        -0.00059699686
      ],
      [
        "lin",
        -1.60477e-05
      ],
      [
        " Rouge",
        -0.00031127117
      ],
      [
        "!",
        -0.0288899
      ],
      [
        " The",
        -0.11409811
      ],
      [
        " Musical",
        -5.5265704e-05
      ]
    ]
  },
  "Though not a tuba, Wagner asked Wilhelm Heckel to extend its bell so it could reach a half-step below": {
    "guess": "Wagner tuba",
    "confidence": [
      [
        "W",
        -0.82529163
      ],
      [
        "agner",
        -0.002559138
      ],
      [
        " tub",
        -0.018720709
      ],
      [
        "a",
        -0.0032593536
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving a bloody shirt. Like James Wilson, this man chaired a committee that investigated the Lincoln": {
    "guess": "Benjamin Butler",
    "confidence": [
      [
        "Ben",
        -0.88877684
      ],
      [
        "jamin",
        -0.058248796
      ],
      [
        " Butler",
        -0.82858676
      ]
    ]
  },
  "Thomas Struth's Galleria dell'Academia 1 depicts tourists looking at this painting. Its foreground draws from the State Library of Jacopo Sansovino, while a white tower can be seen to the left of the central figure. A man with a white shawl and a nosebleed holds a stained cloth, while above him two men": {
    "guess": "The Feast in the House of Levi",
    "confidence": [
      [
        "The",
        -0.01261196
      ],
      [
        " Feast",
        -0.006732184
      ],
      [
        " in",
        -0.0004992975
      ],
      [
        " the",
        -5.0974373e-05
      ],
      [
        " House",
        -7.934485e-05
      ],
      [
        " of",
        -4.2510914e-05
      ],
      [
        " Levi",
        -9.014684e-06
      ]
    ]
  },
  "Though he never completed his novel, The Wolf, which dealt with a European famine and would have completed his projected Trilogy of the Wheat, his trilogy could be considered completed by 1903's A Deal in Wheat, and Other Stories of the New and Old World. Also in 1903, he published The Pit, a more romantic": {
    "guess": "Frank Norris",
    "confidence": [
      [
        "Frank",
        -0.8810776
      ],
      [
        " Norris",
        -0.0011735595
      ]
    ]
  },
  "Though a long version called a buisine (bwee-zeen) was replaced by a shorter version in about 1300, the modern version only came into use about 1815. Made with a cylindrical bore, the piccolo version was": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -0.7218658
      ],
      [
        "ute",
        -0.0011348587
      ]
    ]
  },
  "Though not known primarily for his poetry, this man is said to be the first to distinguish between events beyond human control and those within human control. When he was entrusted with full legislative powers, he abolished distinctions of birth for requirements of office. He later formeda new council,": {
    "guess": "Solon",
    "confidence": [
      [
        "Sol",
        -0.22299485
      ],
      [
        "on",
        -0.000114748334
      ]
    ]
  },
  "Though neither of them appears onstage, the characters of Liz and Honoria Fraser are compared throughout. Conflict in this play occurs after the Reverend Samuel comes to the summer cottage in Hasslemere where George Crofts unwittingly reveals that the former's son, Frank Gardner, may be related to the protagonist, making him unsuitable as a love interest. Meanwhile the anarchist Praed is telling the heroine to be pragmatic and accept the title character's love and money. Vivie does eventually come": {
    "guess": "Mrs. Warren's Profession",
    "confidence": [
      [
        "Mrs",
        -0.17589231
      ],
      [
        ".",
        -0.0060437433
      ],
      [
        " Warren",
        -0.00011117222
      ],
      [
        "'s",
        -0.00074328
      ],
      [
        " Profession",
        -5.0735965e-05
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal building could really be a defensive tower, losing the Battle of Camaret. Control of the fortress at Pinerolo proved crucial in this conflict, which broke the Peace of Ratisbon. In this war, a random fisherman named Herve Riel was given command of a fleet after its captains proved too scared to flee through the treacherous Race of Alderny. The Duke of Noailles captured Camprodon on its Catalonian front, and it turned after Victor Amadeus of Savoy reached a separate peace. The Duc de Luxembourg enveloped the Prince of Waldeck at Fleurus, a rare open battle in this war that mostly saw naval clashes like Beachy Head and La Hogue and sieges like Namur. The defensive lines of Vauban led to the Treaty of Ryswick ending, for 10 points, what 1688-1697 war that pitted pretty much everyone in Europe": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.0053128544
      ],
      [
        " Years",
        -0.000119993296
      ],
      [
        "'",
        -0.00032640636
      ],
      [
        " War",
        -2.2603901e-05
      ]
    ]
  },
  "Though it was originally written in 1874, the standard version was published six years later with the help of Ferdinand Lowe . The finale recalls the coda of Brahms' third symphony, while the third movement, usually seen as evocative of the hunt, is a horn laced scherzo that contrasts with an Andante throughout the work. An oft-repeated story about this work tells of how he gave a tip to Hans Richter after a successful rehearsal of this piece and told him to go buy a beer. Composed before the Tragic and after the symphony named for his musical idol, the Wagner, FTP, identify this work by Anton": {
    "guess": "Symphony No. 4 (Bruckner)",
    "confidence": [
      [
        "Sym",
        -0.04599247
      ],
      [
        "phony",
        -2.0219828e-05
      ],
      [
        " No",
        -0.0011508173
      ],
      [
        ".",
        -0.00032306867
      ],
      [
        " ",
        -0.0022293562
      ],
      [
        "4",
        -0.03254202
      ],
      [
        " (",
        -0.010330024
      ],
      [
        "Br",
        -0.012159112
      ],
      [
        "uck",
        -4.9067115e-05
      ],
      [
        "ner",
        -4.2391708e-05
      ],
      [
        ")",
        -5.7649777e-05
      ]
    ]
  },
  "\"Thorny excrescences\" in this structure are formed by a mossy fiber pathway and some pyramidal cells in it give off Schaffer axon collaterals. A route from fibers in the entorhinal cortex to parts of this structure is known as the perforant pathway and it is the beginning and end of the Papez circuit. The hilus is a part of its dentate gyrus and the fields CA1, CA2, and CA3 are part of the Horns of": {
    "guess": "Hippocampus",
    "confidence": [
      [
        "H",
        -0.0009831508
      ],
      [
        "ipp",
        -3.2497806e-05
      ],
      [
        "oc",
        -8.657073e-06
      ],
      [
        "ampus",
        -9.603336e-05
      ]
    ]
  },
  "Thomas Jefferson wrote a letter to William Short saying that they belonged to this school of philosophy,   which received some support in the Renaissance starting with Lorenzo Valla. In Oenoanda, which  is in modern-day Turkey, its tenets were carved onto a large stone wall. One of its followers, who   used the term clinamen to describe the unexplainable swerving of atoms, was Lucretius. Believers": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.0015672343
      ],
      [
        "pic",
        -1.4259645e-05
      ],
      [
        "ure",
        -0.00045665193
      ],
      [
        "anism",
        -0.00096601114
      ]
    ]
  },
  "Thomas Szasz argued that since doctors rarely agreed in diagnosing schizophrenia, it could not be an illness. R. D. Laing held that doctors and family members often colluded to label a victim insane. Both": {
    "guess": "Anti-psychiatry",
    "confidence": [
      [
        "Anti",
        -0.18025064
      ],
      [
        "-ps",
        -0.01175132
      ],
      [
        "ych",
        -5.3000836e-05
      ],
      [
        "iat",
        -0.0009802899
      ],
      [
        "ry",
        -6.575563e-05
      ]
    ]
  },
  "Though this 10-by-21 foot painting is set in 1849, two men in eighteenth century dress appear in the foreground beside a long-legged white dog. This painting is filled with rows of figures, an arrangement the artist thought more democratic than the pyramid conventional at the time. The church officials on the left wear wide-brimmed black hats which obscure their faces, but the two priests in red, whose faces can be seen, appear aloof. The common people on the right, however, are rendered with sympathetic detail. FTP name this painting of a funeral by Gustave Courbet.": {
    "guess": "A Burial at Ornans",
    "confidence": [
      [
        "A",
        -0.06448208
      ],
      [
        " Bur",
        -0.0036857128
      ],
      [
        "ial",
        -3.9054008e-05
      ],
      [
        " at",
        -0.06257589
      ],
      [
        " Orn",
        -2.4584822e-06
      ],
      [
        "ans",
        -1.27099975e-05
      ]
    ]
  },
  "A thought experiment attributed to this person involved a cannon on top of a mountain. This person is   the namesake of the relationship making heat loss proportional to the temperature difference between  an object and its environment. Generally credited with building the first useful reflecting telescope,   he explained why Kepler's laws of planetary motion are true in his Principia [prin-KIP-ee-uh], which also included this man's law of universal gravitation. Name this scientist whose three laws of motion  are a basis of classical physics, the namesake of the SI unit of force.": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.06837189
      ],
      [
        "aac",
        -3.488188e-05
      ],
      [
        " Newton",
        -3.3213026e-05
      ]
    ]
  },
  "Though it is not India, the \"Delhi Clique\" was the target of one faction in this state's Anti-Rent War. During the Second Great Awakening, one part of this state was known as the \"Burned-Over District.\" Hooker Chemical buried twenty-one thousand pounds of toxic waste beneath the Love Canal neighborhood of a city in the west of this state. This state was the location of the first execution by electric chair and the Triangle Shirtwaist Fire. For 10 points, name this state in which the World Trade Center stood until it was attacked on September 11, 2001.": {
    "guess": "New York",
    "confidence": [
      [
        "New",
        -0.1202918
      ],
      [
        " York",
        -0.00021307668
      ]
    ]
  },
  "Though usually mentioned in the singular, there are actually multiple examples of this object, each manufactured": {
    "guess": "Integer",
    "confidence": [
      [
        "Integer",
        -0.42508602
      ]
    ]
  },
  "In 1934, Thomas Cowling proved that no self-sustaining one could have an axis of symmetry, and Stanislaw Braginsky obtained valid solutions for it by assuming that the field it produced was almost axially symmetric. Thermal convection cannot drive it because it would require temperatures that were too high, but compositional convection can help. Since the iron at the Earth's core is hotter than the": {
    "guess": "Dynamo theory",
    "confidence": [
      [
        "D",
        -0.56057787
      ],
      [
        "ynamo",
        -0.030918317
      ],
      [
        " theory",
        -0.09576458
      ]
    ]
  },
  "Though not the Plum Fuss, one name for the War of the Bavarian Succession comes from this crop due to": {
    "guess": "Potato War",
    "confidence": [
      [
        "Pot",
        -0.31572038
      ],
      [
        "ato",
        -0.0003618025
      ],
      [
        " War",
        -0.20481147
      ]
    ]
  },
  "Though it ostensibly began late in the dynasty founded by Tekauji, some historians date it as far back as the period of the earlier Onin Wars. Central power was usurped from the shogun by various diamyo who proceeded to exert their hegemony over each other, leading to over a century of wars across Honshu, Kyushu, and Shikoku. A brief lull came with the unification of the states by Toyotomi Hideyoshi, but when he died, fighting resumed in, FTP, what period that saw the fall from power of the Ashikaga": {
    "guess": "Sengoku period",
    "confidence": [
      [
        "S",
        -0.2512029
      ],
      [
        "eng",
        -1.3856493e-06
      ],
      [
        "oku",
        -6.4802e-05
      ],
      [
        " period",
        -0.01972089
      ]
    ]
  },
  "Though its dark biotite and hornblende phenocrysts give it a porphyritic appearance, this rock is never (*) volcanic. It may form from the partial melting of oceanic crust in subduction zones, though it is more commonly a product of fractional crystallization caused by hydration in the Wadati- Benioff Zone or assimilation of continental crust by basaltic melts. This phanerite may form stocks around granitic plutons, and it typically has gradational contacts with gabbro, leading to its erroneous classification as black granite.  Composed of 90% intermediate plagioclase, FTP, name this plutonic equivalent of andesite.": {
    "guess": "Diorite",
    "confidence": [
      [
        "D",
        -0.072109625
      ],
      [
        "ior",
        -0.00011486754
      ],
      [
        "ite",
        -7.822647e-06
      ]
    ]
  },
  "Though neither of them appears onstage, the characters of Liz and Honoria Fraser are compared throughout.": {
    "guess": "The Heiress",
    "confidence": [
      [
        "The",
        -0.3769547
      ],
      [
        " He",
        -1.4934157
      ],
      [
        "i",
        -0.000685391
      ],
      [
        "ress",
        -2.7014437e-05
      ]
    ]
  },
  "Thomas M'Crie wrote a famous biography of this man, who married Marjorie Bowes and composed A Brief Narrative of the Troubles Which Arose at Frankfurt. He shared a close friendship with George Wishart, who was seized and put to death by order of Cardinal David Beaton. He composed a treatise entitled": {
    "guess": "John Knox",
    "confidence": [
      [
        "John",
        -0.035180774
      ],
      [
        " Knox",
        -0.00025883623
      ]
    ]
  },
  "Thomas Johnson was the first scholar to compile the variorum edition of this writer's works. One work by this author concludes \"I dropped down and down and hit a world at every plunge and finished knowing;\" a different work ends \"I've heard it in the chillest land, and on the strangest Sea, yet never in Extremity, it asked a crumb of me.\" The lines (*) \"'Hope' is the thing with feathers\" and \"I felt a funeral in my brain\" begin two separate works of this poet, who created a speaker that \"first surmised the horses' heads were toward eternity\" after she \"passed school, where children strove at recess.\"": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.01749581
      ],
      [
        " Dickinson",
        -0.00042923877
      ]
    ]
  },
  "In 1934, Thomas Cowling proved that no self-sustaining one could have an axis of symmetry, and Stanislaw Braginsky obtained valid solutions for it by assuming that the field it produced was almost axially symmetric. Thermal convection cannot drive it because it would require temperatures that were too high, but compositional convection can help. Since the iron at the Earth's core is hotter than the Curie temperature, it cannot hold a permanent field, but may help to stabilize this process, which": {
    "guess": "Geodynamo",
    "confidence": [
      [
        "Ge",
        -0.8712565
      ],
      [
        "odynam",
        -0.0061970614
      ],
      [
        "o",
        -0.00012260844
      ]
    ]
  },
  "Though double and triple bonds only occupy one coordination vertex, it assumes that a double bond is always an interaction between a sigma and pi bond and that a triple bond is always an interaction between a sigma bond and two pi bonds. Ultimately, everything depends on the number of electrons in the sigma orbitals. Inspired by Gilbert Lewis, it directly stems from work done by H.M. Powell and Nevil Sidgwick in the 1940s plus British chemist Ronald Nyholm and Canadian R.J. Gillespie, who coined the term in the 1960's. FTP, name this theory commonly applied to molecules with a discernible central atom that attributes the spatial orientation of non-bonding electrons to electrostatic repulsion": {
    "guess": "VSEPR theory",
    "confidence": [
      [
        "V",
        -0.068186946
      ],
      [
        "SE",
        -0.00031651612
      ],
      [
        "PR",
        -5.5122365e-07
      ],
      [
        " theory",
        -0.086123995
      ]
    ]
  },
  "Though he did not do the choreography, Gene Kelly was an inspiration for a portion of the show and did teach the performer how to dance with a cane. Its name was inspired by a painting by Edward Hopper* and its costumes included Victorian style dresses, military uniforms, and a cabaret-style tuxedo. Though it was the least successful as far as ticket sales and was criticized by some as being less than the previous Blond Ambition Tour, it was still popular with fans. FTP, name this Madonna tour which": {
    "guess": "Madonna: The Girlie Show World Tour",
    "confidence": [
      [
        "Mad",
        -1.1396956
      ],
      [
        "onna",
        -0.036185004
      ],
      [
        ":",
        -0.14978564
      ],
      [
        " The",
        -0.32090062
      ],
      [
        " Girl",
        -0.030270478
      ],
      [
        "ie",
        -1.3856493e-06
      ],
      [
        " Show",
        -3.4524266e-05
      ],
      [
        " World",
        -0.34655765
      ],
      [
        " Tour",
        -7.0523776e-05
      ]
    ]
  },
  "A thought experiment attributed to this person involved a cannon on top of a mountain. This person is   the namesake of the relationship making heat loss proportional to the temperature difference between  an object and its environment. Generally credited with building the first useful reflecting telescope,   he explained why Kepler's laws of planetary motion are true in his Principia [prin-KIP-ee-uh], which also included this man's law of universal gravitation. Name this scientist whose three": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.002052005
      ],
      [
        "aac",
        -1.18755715e-05
      ],
      [
        " Newton",
        -1.2948405e-05
      ]
    ]
  },
  "They are thought to have hunted a species of dwarf Stegodon and they show evidence of advanced behaviors, such as using fire for cooking and using the stone tools of the Upper Paleolithic, which are associated with modern humans.* Its discoverers have hypothesized that it had language and that they arrived on isolated islands during the Wisconsin glaciation via reed rafts. FTP, what is this newly discovered": {
    "guess": "Homo floresiensis",
    "confidence": [
      [
        "H",
        -0.17085528
      ],
      [
        "omo",
        -0.002687656
      ],
      [
        " flo",
        -0.084791176
      ],
      [
        "res",
        -1.0921943e-05
      ],
      [
        "iens",
        -8.1371305e-05
      ],
      [
        "is",
        -0.00017672323
      ]
    ]
  },
  "Though not known primarily for his poetry, this man is said to be the first to distinguish between events beyond human control and those within human control. When he was entrusted with full legislative": {
    "guess": "Epictetus",
    "confidence": [
      [
        "Ep",
        -0.06693623
      ],
      [
        "ict",
        -0.0011526017
      ],
      [
        "etus",
        -5.4550484e-05
      ]
    ]
  },
  "Thomas Szasz argued that since doctors rarely agreed in diagnosing schizophrenia, it could not be an illness. R. D. Laing held that doctors and family members often colluded to label a victim insane. Both of these psychotherapists were part of a popular movement of 1960s and 1970s that attacked the theory and practice of medical treatment of mental disorders. For 10 points, give the common name of this movement.": {
    "guess": "Anti-psychiatry",
    "confidence": [
      [
        "Anti",
        -0.032972213
      ],
      [
        "-ps",
        -0.057489276
      ],
      [
        "ych",
        -5.4550484e-05
      ],
      [
        "iat",
        -0.00048310417
      ],
      [
        "ry",
        -3.9411618e-05
      ]
    ]
  },
  "Though usually mentioned in the singular, there are actually multiple examples of this object, each manufactured by the Mosler company before that firm was bought by Diebold. The Washington Post article which revealed its existence also made public the new \"Treated As Top Secret SCI\" classification and claimed that the purpose of this object is to hide certain items from the National Archives. Though its owner claims that it contains \"everyday paperwork,\" Jon Stewart has opined that it holds a dead": {
    "guess": "Diebold GSA container",
    "confidence": [
      [
        "Die",
        -0.5479176
      ],
      [
        "bold",
        -0.0011309286
      ],
      [
        " G",
        -0.4624873
      ],
      [
        "SA",
        -0.0010183984
      ],
      [
        " container",
        -0.52782834
      ]
    ]
  },
  "Though not a tuba, Wagner asked Wilhelm Heckel to extend its bell so it could reach a half-step below its normal range, to A1. This instrument solos in the \"Tale of the Kalendar Prince\" movement of Scherezade and plays the first melodies of the Allegro in The Sorcerer's Apprentice and \"In the Hall of": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -0.36816987
      ],
      [
        "ass",
        -0.00021176544
      ],
      [
        "oon",
        -0.467517
      ]
    ]
  },
  "Though his parents had supported Parliament during the civil war, this poet demonstrated his loyalty": {
    "guess": "John Dryden",
    "confidence": [
      [
        "John",
        -0.01586215
      ],
      [
        " Dry",
        -0.0012059462
      ],
      [
        "den",
        -6.9570146e-05
      ]
    ]
  },
  "Though this 10-by-21 foot painting is set in 1849, two men in eighteenth century dress appear in the foreground beside a long-legged white dog. This painting is filled with rows of figures, an arrangement the artist thought more democratic than the pyramid conventional at the time. The church officials on the left wear wide-brimmed black hats which obscure their faces, but the two priests in red, whose faces can be seen, appear aloof. The common people on the right, however, are rendered with sympathetic": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.4077759
      ],
      [
        " Ra",
        -1.2118616
      ],
      [
        "ft",
        -6.749814e-06
      ],
      [
        " of",
        -2.3795938e-05
      ],
      [
        " the",
        -0.007282303
      ],
      [
        " Med",
        -0.00043746384
      ],
      [
        "usa",
        -0.00014883325
      ]
    ]
  },
  "This man's thoughts on the relationship between objects and their names is known as zhengming. This man was the first to suggest limiting the power of a ruler, and he claimed he was only fit enough to drive a chariot. He served as a minister to Lu, and his school of thought is known as Ru. Husband to wife, ruler to subject, and father to son were part of his five pious relationships. For 10 points,": {
    "guess": "Confucius",
    "confidence": [
      [
        "Conf",
        -0.0016400695
      ],
      [
        "uc",
        -3.9411618e-05
      ],
      [
        "ius",
        -0.0004447316
      ]
    ]
  },
  "Thomas Tipton served in between Congressional terms of one man by this name, who fired 40,000 Postal Workers of the opposing party when serving as Postmaster-General. Another person with this name defeated Ralph Smith to win election to the Senate, where he sponsored an amendment cutting off aid to Israel.": {
    "guess": "James G. Blaine",
    "confidence": [
      [
        "James",
        -1.2537298
      ],
      [
        " G",
        -2.5696185
      ],
      [
        ".",
        -0.028448679
      ],
      [
        " Bl",
        -0.16151209
      ],
      [
        "aine",
        -9.281486e-05
      ]
    ]
  },
  "Though not a tuba, Wagner asked Wilhelm Heckel to extend its bell so it could reach a half-step below its normal range, to A1. This instrument solos in the \"Tale of the Kalendar Prince\" movement of Scherezade and plays the first melodies of the Allegro in The Sorcerer's Apprentice and \"In the Hall of the Mountain King.\" It also represents the grandfather in \"Peter and the Wolf.\" For 10 points, name": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -0.17205027
      ],
      [
        "ass",
        -2.5583993e-05
      ],
      [
        "oon",
        -0.0002600246
      ]
    ]
  },
  "Thomas Szasz argued that since doctors rarely agreed in diagnosing schizophrenia, it could not be an illness. R. D. Laing held that doctors and family members often colluded to label a victim insane. Both of these psychotherapists were part of a popular movement of 1960s and 1970s that attacked the theory and practice of medical treatment of mental disorders. For 10 points, give the common name of": {
    "guess": "Anti-psychiatry",
    "confidence": [
      [
        "Anti",
        -0.15035649
      ],
      [
        "-ps",
        -0.039693255
      ],
      [
        "ych",
        -6.0153056e-05
      ],
      [
        "iat",
        -0.0020709215
      ],
      [
        "ry",
        -0.00019328887
      ]
    ]
  },
  "A thought experiment attributed to this person involved a cannon on top of a mountain. This person is   the namesake of the relationship making heat loss proportional to the temperature difference between  an object and its environment. Generally credited with building the first useful reflecting telescope,   he explained why Kepler's laws of planetary motion are true in his Principia [prin-KIP-ee-uh],": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.007937236
      ],
      [
        "aac",
        -2.3392786e-06
      ],
      [
        " Newton",
        -8.418666e-06
      ]
    ]
  },
  "Though he never completed his novel, The Wolf, which dealt with a European famine and would have completed": {
    "guess": "George R. R. Martin",
    "confidence": [
      [
        "George",
        -2.343509
      ],
      [
        " R",
        -0.1652708
      ],
      [
        ".",
        -0.1635446
      ],
      [
        " R",
        -0.19130155
      ],
      [
        ".",
        -0.00019841464
      ],
      [
        " Martin",
        -0.00010485443
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal building could really be a defensive tower, losing the Battle of Camaret. Control of the fortress": {
    "guess": "Battle of Camaret",
    "confidence": [
      [
        "Battle",
        -0.8881711
      ],
      [
        " of",
        -0.0037232419
      ],
      [
        " Cam",
        -0.24158579
      ],
      [
        "aret",
        -0.0005009664
      ]
    ]
  },
  "It is thought that the final transformation of the seventh chord evident in much of the composer's other work, symbolizing his obsession with Stefi Geyer, represents in this work a change from the grotesque as in the Fourteenth Bagatelle  to the violent as portrayed by the willful protagonist. Her single-mindedness leads to her ruin in this opera and a minor second anticipates her seeing blood and is known as the blood motif. As the newlywed pushes through the piece and through each door she chances upon a garden, a torture chamber, a treasury and a \"lake of tears,\" her husband begs her not open the seventh door, but Judith does and is resigned to the fate that his three previous wives have endured. For 10 points, name this one act opera by Bela Bartok about the title prince's residence.": {
    "guess": "Bluebeard's Castle",
    "confidence": [
      [
        "Blue",
        -0.06909963
      ],
      [
        "be",
        -0.00017696164
      ],
      [
        "ard",
        -8.76891e-05
      ],
      [
        "'s",
        -0.0030713566
      ],
      [
        " Castle",
        -5.6457742e-05
      ]
    ]
  },
  "Thomas M'Crie wrote a famous biography of this man, who married Marjorie Bowes and composed A Brief Narrative of the Troubles Which Arose at Frankfurt. He shared a close friendship with George Wishart,": {
    "guess": "John Knox",
    "confidence": [
      [
        "John",
        -0.011025896
      ],
      [
        " Knox",
        -0.00066704466
      ]
    ]
  },
  "Though he did not do the choreography, Gene Kelly was an inspiration for a portion of the show and did": {
    "guess": "Singin' in the Rain",
    "confidence": [
      [
        "Sing",
        -0.20114538
      ],
      [
        "in",
        -5.0378356e-05
      ],
      [
        "'",
        -0.00045807508
      ],
      [
        " in",
        -0.00029887765
      ],
      [
        " the",
        -0.000102827966
      ],
      [
        " Rain",
        -3.2497806e-05
      ]
    ]
  },
  "Some thought this friend of FDR would be the Democratic presidential candidate in 1944, but his constant battles with illness prevented this. He began his career as a modest social worker but twenty-one years later he was promoted to the head of a powerful relief agency. For ten points, who was this figure of the Great Depression, chairman of the Works Progress Administration?": {
    "guess": "Harry Hopkins",
    "confidence": [
      [
        "Harry",
        -0.03239731
      ],
      [
        " Hopkins",
        -0.05791754
      ]
    ]
  },
  "Though he's not Lycaon, according to some sources, this man had a son named Iapyx, Aeneas' healer, who is also claimed to be the grandson of Priam. Late in his life he came unto Cumae and then unto Sicily, where he lived under the patronage of Cocalus, a man who would kill one of this man's earlier patrons. A crime committed by this man was the inspiration of the name of the partridge, as he murdered his sister's son, alternatively known as Calos or Talus, but better known as Perdix. Condemned by the Areopagus, he was arrested in his next destination after completing a work for a daughter of Helios, Pasiphae, and due to the lack of methods of exiting the country, he devised another means, which led to the death of his son. FTP, name this man who devised a wooden cow for Pasiphae and pairs of wings for himself and his son, Icarus.": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.007074329
      ],
      [
        "ed",
        -6.837811e-05
      ],
      [
        "alus",
        -0.0004984631
      ]
    ]
  },
  "Though some sources claim that this woman's father was Phoenix, most sources claim that he was her brother and that he founded Phoenicia while looking for her. Her other brothers, who also named cities": {
    "guess": "Europa",
    "confidence": [
      [
        "Eu",
        -0.05539638
      ],
      [
        "ropa",
        -0.00042792756
      ]
    ]
  },
  "Though it was originally written in 1874, the standard version was published six years later with the help of Ferdinand Lowe . The finale recalls the coda of Brahms' third symphony, while the third movement, usually seen as evocative of the hunt, is a horn laced scherzo that contrasts with an Andante": {
    "guess": "Symphony No. 1 (Brahms)",
    "confidence": [
      [
        "Sym",
        -0.026295068
      ],
      [
        "phony",
        -0.00037907605
      ],
      [
        " No",
        -0.00030304978
      ],
      [
        ".",
        -0.00034154154
      ],
      [
        " ",
        -0.0007096902
      ],
      [
        "1",
        -0.4031004
      ],
      [
        " (",
        -0.0012086843
      ],
      [
        "B",
        -0.029308831
      ],
      [
        "rah",
        -1.2664457e-06
      ],
      [
        "ms",
        -8.1609716e-05
      ],
      [
        ")",
        -3.0232935e-05
      ]
    ]
  },
  "It was once thought to be similar to the light emitted by dyes exposed to light, but its namesake showed that it lacked gradual decrease in light. A similar effect is gamma rays having enough energy to pass light and make a visible cone. Explained by Frank and Tamm, it exists when high-energy radiation passes through transparent material. For ten points, name this effect similar to a sonic boom, in which charged particles passing through a medium at a speed greater than that of light produce visible": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.01741803
      ],
      [
        "eren",
        -2.1531068e-05
      ],
      [
        "kov",
        -2.220075e-06
      ],
      [
        " radiation",
        -0.020555431
      ]
    ]
  },
  "Thomas Struth's Galleria dell'Academia 1 depicts tourists looking at this painting. Its foreground draws from the State Library of Jacopo Sansovino, while a white tower can be seen to the left of the central figure. A man with a white shawl and a nosebleed holds a stained cloth, while above him two men in turbans converse. On its left, a black servant can be seen ascending a (*) staircase. Its central figure sits beneath one of three Palladian arches. This painting's \"drunken buffoons, armed Germans": {
    "guess": "The Feast in the House of Levi",
    "confidence": [
      [
        "The",
        -0.020651203
      ],
      [
        " Feast",
        -0.011538283
      ],
      [
        " in",
        -8.6616266e-05
      ],
      [
        " the",
        -1.2233183e-05
      ],
      [
        " House",
        -2.3676734e-05
      ],
      [
        " of",
        -1.247159e-05
      ],
      [
        " Levi",
        -2.220075e-06
      ]
    ]
  },
  "Though Lorenzo de Credi was charged with finishing this piece, it was Alessandro Leopardi who designed the base and signed his name on the underside of one of the figures. Unlike its more famous counterpart in Padua, its subject wears contemporary armour, has his shoulder thrust forward, and sports a": {
    "guess": "Equestrian statue of Gattamelata",
    "confidence": [
      [
        "E",
        -0.179194
      ],
      [
        "quest",
        -0.0012459473
      ],
      [
        "rian",
        -6.098748e-05
      ],
      [
        " statue",
        -0.7355144
      ],
      [
        " of",
        -0.0022931136
      ],
      [
        " G",
        -0.02410992
      ],
      [
        "att",
        -4.9617593e-06
      ],
      [
        "amel",
        -5.6338537e-05
      ],
      [
        "ata",
        -0.0004769056
      ]
    ]
  },
  "Thomas Tipton served in between Congressional terms of one man by this name, who fired 40,000 Postal Workers of the opposing party when serving as Postmaster-General. Another person with this name defeated Ralph Smith to win election to the Senate, where he sponsored an amendment cutting off aid to Israel. Another man by this name worked on the Preparatory Commission of the United Nations Organizations and defeated Dwight Green in the 1948 election for governor of Illinois. One person by this name was William Jenning Bryan's Democratic running mate in 1900, and another person by this name died": {
    "guess": "Thomas E. Dewey",
    "confidence": [
      [
        "Thomas",
        -0.4251369
      ],
      [
        " E",
        -0.34413308
      ],
      [
        ".",
        -0.00249088
      ],
      [
        " Dew",
        -0.0017463388
      ],
      [
        "ey",
        -3.094816e-05
      ]
    ]
  },
  "A thought experiment attributed to this person involved a cannon on top of a mountain. This person is": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.09091556
      ],
      [
        "aac",
        -9.133887e-06
      ],
      [
        " Newton",
        -9.054999e-05
      ]
    ]
  },
  "Though some sources claim that this woman's father was Phoenix, most sources claim that he was her brother and that he founded Phoenicia while looking for her. Her other brothers, who also named cities after themselves after searching for her, were Cilix, Thasus, and Cadmus. Her father Agenor was the": {
    "guess": "EUROPA",
    "confidence": [
      [
        "EU",
        -0.6869346
      ],
      [
        "RO",
        -2.2127088e-05
      ],
      [
        "PA",
        -0.021427793
      ]
    ]
  },
  "Though she worked with such luminaries as Hindemith and Menotti, her most long-lasting collaboration": {
    "guess": "Collaboration",
    "confidence": [
      [
        "Coll",
        -0.67498636
      ],
      [
        "abor",
        -0.0004099388
      ],
      [
        "ation",
        -0.09600632
      ]
    ]
  },
  "Though he is not Fragonard, this artist painted a woman in a blue and white dress timidly stepping on the\n title object in his painting The Swing. He painted a woman in a striped dress in front of a man peering\n through opera glasses in his painting of a theater box. This artist painted a red background behind a pair of\n sisters dressed in the title colors in his Pink and Blue. One painting by this": {
    "guess": "Jean-Honoré Fragonard",
    "confidence": [
      [
        "Jean",
        -0.32591224
      ],
      [
        "-H",
        -0.0046840687
      ],
      [
        "onor",
        -0.08004345
      ],
      [
        "é",
        -7.839122e-05
      ],
      [
        " Fr",
        -0.00011188744
      ],
      [
        "agon",
        -1.9361265e-07
      ],
      [
        "ard",
        -0.00010592726
      ]
    ]
  },
  "Though not synchotrons, one type of these devices makes use of wigglers to accelerate electrons through a transverse magnetic field. In 2012, physicists used one of these devices to create particles which were successfully quantum teleported 150 kilometers away. These devices use optical pumping to bring the system to a short-lived state which decays into the most populated metastable state. That's called population inversion. These devices, which come in a free-electron type, are used to create a transmission hologram. They create coherent photons through stimulated emission. For 10 points, name these devices which can make a monochromatic beam of light.": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.0017915593
      ],
      [
        "aser",
        -1.8624639e-06
      ]
    ]
  },
  "Though it usually appears black or brown when produced with modern techniques, it is still called yellowcake. F10PE, identify the following about yellowcake.  A. Yellowcake is a concentrate of this element": {
    "guess": "Uranium",
    "confidence": [
      [
        "U",
        -0.19337326
      ],
      [
        "ran",
        -2.3438328e-05
      ],
      [
        "ium",
        -0.00014478032
      ]
    ]
  },
  "Though it is not India, the \"Delhi Clique\" was the target of one faction in this state's Anti-Rent War.": {
    "guess": "New York Anti-Rent War",
    "confidence": [
      [
        "New",
        -0.3345477
      ],
      [
        " York",
        -0.0007512593
      ],
      [
        " Anti",
        -0.5656527
      ],
      [
        "-R",
        -0.002327721
      ],
      [
        "ent",
        -0.00027051452
      ],
      [
        " War",
        -0.033018462
      ]
    ]
  },
  "Though this Arabic phrase does not appear in the New Testament, its sentiment is expressed in Chapter": {
    "guess": "Arabic Bible translations",
    "confidence": [
      [
        "Ar",
        -1.4795853
      ],
      [
        "abic",
        -0.041521385
      ],
      [
        " Bible",
        -0.36097726
      ],
      [
        " translations",
        -0.628498
      ]
    ]
  },
  "Though its dark biotite and hornblende phenocrysts give it a porphyritic appearance, this rock is never (*) volcanic. It may form from the partial melting of oceanic crust in subduction zones, though it is more commonly a product of fractional crystallization caused by hydration in the Wadati- Benioff Zone or assimilation of continental crust by basaltic melts. This phanerite may form stocks around granitic plutons, and it typically has gradational contacts with gabbro, leading to its erroneous classification as black granite.  Composed of 90% intermediate plagioclase, FTP, name this plutonic equivalent": {
    "guess": "Diorite",
    "confidence": [
      [
        "D",
        -0.1241369
      ],
      [
        "ior",
        -5.121278e-05
      ],
      [
        "ite",
        -1.50940705e-05
      ]
    ]
  },
  "Though it is not India, the \"Delhi Clique\" was the target of one faction in this state's Anti-Rent War. During the Second Great Awakening, one part of this state was known as the \"Burned-Over District.\" Hooker Chemical buried twenty-one thousand pounds of toxic waste beneath the Love Canal neighborhood": {
    "guess": "New York",
    "confidence": [
      [
        "New",
        -0.10673152
      ],
      [
        " York",
        -0.00011725161
      ]
    ]
  },
  "Thomas Johnson of Harvard was responsible for more authentic versions of this writer's work, including \"Zero at the Bone,\" \"Essential Oils,\" and \"Wild Nights- Wild Nights!\" Her long-time correspondent, Thomas Higginson of The Atlantic Monthly, commented that he felt her poems had life, but his praise": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0021833342
      ],
      [
        " Dickinson",
        -6.706687e-05
      ]
    ]
  },
  "One thought experiment in this work posits a creature that is not subject to diminishing marginal returns in order to argue against utilitarianism. Another section concludes that humans do not wish to be indeterminate blobs after discussing the work of a group of \"superduper neuropsychologists\" hooking someone up to a reality synthesizer. According to this work the distribution of \"holdings\", no matter how unequal, is just if it happens through (*) legitimate means; that is illustrated through a thought experiment in which people willingly make a sportsman rich. This work's concept of government": {
    "guess": "Anarchy, State, and Utopia",
    "confidence": [
      [
        "An",
        -0.009834835
      ],
      [
        "archy",
        -9.849109e-06
      ],
      [
        ",",
        -2.0815847e-05
      ],
      [
        " State",
        -1.4498052e-05
      ],
      [
        ",",
        -1.1994775e-05
      ],
      [
        " and",
        -2.3392786e-06
      ],
      [
        " U",
        -8.537869e-06
      ],
      [
        "top",
        -3.1281633e-07
      ],
      [
        "ia",
        -3.0545007e-06
      ]
    ]
  },
  "Thomas Thorne, a High Priest in the Church of Satan joined in 1988, billing himself as Buck Rider, but left in 1991 because the band \"wasn't Satanic enough\". Though they are not all female, their backup": {
    "guess": "Josie and the Pussycats",
    "confidence": [
      [
        "Jos",
        -0.12335374
      ],
      [
        "ie",
        -2.6537622e-05
      ],
      [
        " and",
        -0.0009685108
      ],
      [
        " the",
        -0.001356429
      ],
      [
        " P",
        -0.0029882789
      ],
      [
        "uss",
        -1.2664457e-06
      ],
      [
        "yc",
        -0.00019018957
      ],
      [
        "ats",
        -0.00014013138
      ]
    ]
  },
  "Though a long version called a buisine (bwee-zeen) was replaced by a shorter version in about 1300, the modern version only came into use about 1815. Made with a cylindrical bore, the piccolo version was created in D for compositions with high registers such as those of Handel and Bach. The more typical B flat version has a range of about three octaves from the F sharp below the treble staff. FTP,": {
    "guess": "Piccolo",
    "confidence": [
      [
        "Pic",
        -0.24987379
      ],
      [
        "colo",
        -0.00014776041
      ]
    ]
  },
  "One thought experiment in this work posits a creature that is not subject to diminishing marginal returns": {
    "guess": "Anarchy, State, and Utopia",
    "confidence": [
      [
        "An",
        -0.18746445
      ],
      [
        "archy",
        -0.00050418125
      ],
      [
        ",",
        -0.0013847592
      ],
      [
        " State",
        -8.292095e-05
      ],
      [
        ",",
        -0.00033022088
      ],
      [
        " and",
        -1.8789384e-05
      ],
      [
        " U",
        -1.2233183e-05
      ],
      [
        "top",
        -2.8160932e-06
      ],
      [
        "ia",
        -1.3663626e-05
      ]
    ]
  },
  "Though not known primarily for his poetry, this man is said to be the first to distinguish between events beyond human control and those within human control. When he was entrusted with full legislative powers, he abolished distinctions of birth for requirements of office. He later formeda new council, alongside the Areopagus, to advice the Ekklesia, or  Assembly of Citizens. He classified all of his cities inhabitants by income into four groups, by which liability for taxes and military service were determined. He reduced many of the harsh laws promulgated by his predecessor, Draco.  Ending the": {
    "guess": "Solon",
    "confidence": [
      [
        "Sol",
        -0.036004014
      ],
      [
        "on",
        -2.2484697e-05
      ]
    ]
  },
  "Though not Dante, this author wrote Inferno, in which his alter ego travels through hell and emerges": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.15624636
      ],
      [
        " Str",
        -0.00024323154
      ],
      [
        "ind",
        -0.00029852006
      ],
      [
        "berg",
        -0.00023226479
      ]
    ]
  },
  "Though double and triple bonds only occupy one coordination vertex, it assumes that a double bond is always an interaction between a sigma and pi bond and that a triple bond is always an interaction between a sigma bond and two pi bonds. Ultimately, everything depends on the number of electrons in the sigma orbitals. Inspired by Gilbert Lewis, it directly stems from work done by H.M. Powell and Nevil Sidgwick in the 1940s plus British chemist Ronald Nyholm and Canadian R.J. Gillespie, who coined": {
    "guess": "Coordinate covalent bond",
    "confidence": [
      [
        "Coordinate",
        -0.91263604
      ],
      [
        " co",
        -0.19549046
      ],
      [
        "val",
        -1.9816675e-06
      ],
      [
        "ent",
        -0.0011390271
      ],
      [
        " bond",
        -0.0032278602
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility and compared to other members of Tetanurae, this animal possesses a more U-shaped jaw structure. The earliest direct relative to this creature is the feathered Chinese Dilong and a recent debate concerns whether the \"Nano\" variety is a unique species or juvenile of this animal. Despite its prominent binocular vision consistent with predatory behavior, Jack Horner argues this creature is exclusively a (*) scavenger due to its large olfactory bulbs in an on-going debate. The largest and most complete": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.024403129
      ],
      [
        "yr",
        -0.00015729303
      ],
      [
        "ann",
        -2.4584822e-06
      ],
      [
        "os",
        -0.00013941615
      ],
      [
        "aurus",
        -1.7954959e-05
      ]
    ]
  },
  "Though it was originally written in 1874, the standard version was published six years later with the help of Ferdinand Lowe . The finale recalls the coda of Brahms' third symphony, while the third movement, usually seen as evocative of the hunt, is a horn laced scherzo that contrasts with an Andante throughout the work. An oft-repeated story about this work tells of how he gave a tip to Hans Richter after a successful rehearsal of this piece and told him to go buy a beer. Composed before the Tragic": {
    "guess": "Symphony No. 4 (Bruckner)",
    "confidence": [
      [
        "Sym",
        -0.051705755
      ],
      [
        "phony",
        -1.0445127e-05
      ],
      [
        " No",
        -0.0009280182
      ],
      [
        ".",
        -0.00036906294
      ],
      [
        " ",
        -0.00101816
      ],
      [
        "4",
        -0.1458732
      ],
      [
        " (",
        -0.0008701292
      ],
      [
        "Br",
        -0.34537858
      ],
      [
        "uck",
        -1.831257e-05
      ],
      [
        "ner",
        -4.727906e-05
      ],
      [
        ")",
        -4.3226137e-05
      ]
    ]
  },
  "Though double and triple bonds only occupy one coordination vertex, it assumes that a double bond is always an interaction between a sigma and pi bond and that a triple bond is always an interaction between a sigma bond and two pi bonds. Ultimately, everything depends on the number of electrons in the": {
    "guess": "Covalent bond",
    "confidence": [
      [
        "Co",
        -1.6987487
      ],
      [
        "val",
        -0.0040785205
      ],
      [
        "ent",
        -0.00044413557
      ],
      [
        " bond",
        -0.038622007
      ]
    ]
  },
  "Thomas Szasz argued that since doctors rarely agreed in diagnosing schizophrenia, it could not be an": {
    "guess": "Anti-Psychiatry",
    "confidence": [
      [
        "Anti",
        -0.57806647
      ],
      [
        "-P",
        -0.24327505
      ],
      [
        "s",
        -5.50273e-05
      ],
      [
        "ych",
        -2.7014437e-05
      ],
      [
        "iat",
        -0.0035305826
      ],
      [
        "ry",
        -8.12521e-05
      ]
    ]
  },
  "Though it is not Spain, this place is home to mountains named Valterne, Tortelosa, and Gayne. While it was forming, aluminum-26 and iron-60 provided a large amount of heat, making its interior warm and squishy, causing it to spin rapidly. This moon is home to an equatorial ridge of mountains that go": {
    "guess": "Iapetus",
    "confidence": [
      [
        "I",
        -0.0039403136
      ],
      [
        "ap",
        -2.5703197e-05
      ],
      [
        "etus",
        -8.89548e-06
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -1.4003242
      ],
      [
        " of",
        -0.0027825313
      ],
      [
        " the",
        -0.16819428
      ],
      [
        " Spanish",
        -1.1171943
      ],
      [
        " Success",
        -0.0034923274
      ],
      [
        "ion",
        -2.9352968e-06
      ]
    ]
  },
  "Though double and triple bonds only occupy one coordination vertex, it assumes that a double bond is always an interaction between a sigma and pi bond and that a triple bond is always an interaction between a sigma bond and two pi bonds. Ultimately, everything depends on the number of electrons in the sigma orbitals. Inspired by Gilbert Lewis, it directly stems from work done by H.M. Powell and Nevil Sidgwick in the 1940s plus British chemist Ronald Nyholm and Canadian R.J. Gillespie, who coined the term in the 1960's. FTP, name this theory commonly applied to molecules with a discernible central atom that attributes the spatial orientation of non-bonding electrons to electrostatic repulsion between those valence electrons.": {
    "guess": "VSEPR theory",
    "confidence": [
      [
        "V",
        -0.09266355
      ],
      [
        "SE",
        -0.00020175234
      ],
      [
        "PR",
        -1.9361265e-07
      ],
      [
        " theory",
        -0.060997136
      ]
    ]
  },
  "Though it is not the kidneys, the tissue surrounding arteries in this organ is called a Malpighian (mal-PEE-gee-uhn) body. One type of tissue in this organ is made up of Cords of Billroth. Along with the": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.14345592
      ],
      [
        "ple",
        -3.1281633e-07
      ],
      [
        "en",
        -1.1756368e-05
      ]
    ]
  },
  "Though it isn't length, in the cgs system of units, this quantity is measured in centimeters; this makes  sense because it can be viewed as a purely geometric property of an object. For two parallel conducting  plates, this quantity is proportional to the area of the plates and inversely proportional": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.004314161
      ],
      [
        "ac",
        -6.575563e-05
      ],
      [
        "it",
        -0.0027447199
      ],
      [
        "ance",
        -7.703444e-06
      ]
    ]
  },
  "It was once thought to be similar to the light emitted by dyes exposed to light, but its namesake showed that it lacked gradual decrease in light. A similar effect is gamma rays having enough energy to pass light and make a visible cone. Explained by Frank and Tamm, it exists when high-energy radiation passes through transparent material. For ten points, name this effect similar to a sonic boom, in": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.013954283
      ],
      [
        "eren",
        -0.00017994174
      ],
      [
        "kov",
        -5.3193703e-06
      ],
      [
        " radiation",
        -0.030962236
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving a bloody shirt. Like James Wilson, this man chaired a committee that investigated the Lincoln assassination. This loser of the Bermuda Hundred Campaign was the chief proponent of 1871's Ku Klux Klan Act. Jefferson Davis decreed that this man should be hanged if captured, and he occupied Baltimore": {
    "guess": "Benjamin Butler",
    "confidence": [
      [
        "Ben",
        -0.08754764
      ],
      [
        "jamin",
        -0.00496097
      ],
      [
        " Butler",
        -0.5511104
      ]
    ]
  },
  "Though it ostensibly began late in the dynasty founded by Tekauji, some historians date it as far back as the period of the earlier Onin Wars. Central power was usurped from the shogun by various diamyo": {
    "guess": "Sengoku period",
    "confidence": [
      [
        "S",
        -0.50911444
      ],
      [
        "eng",
        -9.0883464e-07
      ],
      [
        "oku",
        -7.226629e-06
      ],
      [
        " period",
        -0.000636666
      ]
    ]
  },
  "Though not Dante, this author wrote Inferno, in which his alter ego travels through hell and emerges purified of his sins. One character by this author locks the Captain in a room while she examines his private papers; that character appears in The Father. He wrote about Old Man Jacob Hummel, who instructs Arkenholz to attend a performance of Richard Wagner, and his most famous work features a character who commits suicide with a razor given to her by Jean. For 10 points, name this Swedish author": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.006787486
      ],
      [
        " Str",
        -7.183501e-05
      ],
      [
        "ind",
        -0.00010902656
      ],
      [
        "berg",
        -0.00015181334
      ]
    ]
  },
  "Though it was supplanted as a state capital early in the 19th century, this city has remained popular for its huge 4th of July galas and patriotic celebrations.  After the Civil War, however, it faltered": {
    "guess": "Washington, D.C.",
    "confidence": [
      [
        "Washington",
        -1.256044
      ],
      [
        ",",
        -0.026426164
      ],
      [
        " D",
        -0.0027345011
      ],
      [
        ".C",
        -0.00021402664
      ],
      [
        ".",
        -0.0003517894
      ]
    ]
  },
  "Though its dark biotite and hornblende phenocrysts give it a porphyritic appearance, this rock is never (*) volcanic. It may form from the partial melting of oceanic crust in subduction zones, though it": {
    "guess": "Eclogite",
    "confidence": [
      [
        "Ec",
        -0.3356959
      ],
      [
        "log",
        -0.0001842294
      ],
      [
        "ite",
        -0.0006737127
      ]
    ]
  },
  "Though it has many variations, the most frequent style includes two vertical cylindrical posts, topped by two horizontal beams (the top one of which is often arched.) Many are painted bright red, and are located either at a sacred mountain or rock or in a shrine, between the outer limits of a sacred area and the inner sanctuary. FTP, identify this ceremonial gateway to the sacred precincts of Japanese Shinto temples.": {
    "guess": "Torii",
    "confidence": [
      [
        "Tor",
        -0.17209092
      ],
      [
        "ii",
        -4.2630116e-05
      ]
    ]
  },
  "Though this 10-by-21 foot painting is set in 1849, two men in eighteenth century dress appear in the foreground beside a long-legged white dog. This painting is filled with rows of figures, an arrangement the artist thought more democratic than the pyramid conventional at the time. The church officials on the left wear wide-brimmed black hats which obscure their faces, but the two priests in red, whose": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -1.0177693
      ],
      [
        " Ra",
        -0.36990583
      ],
      [
        "ft",
        -0.00019853383
      ],
      [
        " of",
        -2.0339032e-05
      ],
      [
        " the",
        -0.0017127822
      ],
      [
        " Med",
        -0.0002074741
      ],
      [
        "usa",
        -0.00011427152
      ]
    ]
  },
  "\"Thorny excrescences\" in this structure are formed by a mossy fiber pathway and some pyramidal cells in it give off Schaffer axon collaterals. A route from fibers in the entorhinal cortex to parts of this structure is known as the perforant pathway and it is the beginning and end of the Papez circuit.": {
    "guess": "Hippocampus",
    "confidence": [
      [
        "H",
        -0.00039552248
      ],
      [
        "ipp",
        -6.869018e-06
      ],
      [
        "oc",
        -8.657073e-06
      ],
      [
        "ampus",
        -9.448371e-05
      ]
    ]
  },
  "Though its dark biotite and hornblende phenocrysts give it a porphyritic appearance, this rock is never (*) volcanic. It may form from the partial melting of oceanic crust in subduction zones, though it is more commonly a product of fractional crystallization caused by hydration in the Wadati- Benioff": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.025686549
      ],
      [
        "ite",
        -0.5270717
      ]
    ]
  },
  "Though it was originally written in 1874, the standard version was published six years later with the help of Ferdinand Lowe . The finale recalls the coda of Brahms' third symphony, while the third movement, usually seen as evocative of the hunt, is a horn laced scherzo that contrasts with an Andante throughout the work. An oft-repeated story about this work tells of how he gave a tip to Hans Richter": {
    "guess": "Symphony No. 4 (Brahms)",
    "confidence": [
      [
        "Sym",
        -0.39522862
      ],
      [
        "phony",
        -4.1318875e-05
      ],
      [
        " No",
        -0.0007115975
      ],
      [
        ".",
        -0.00036632127
      ],
      [
        " ",
        -0.0008838339
      ],
      [
        "4",
        -0.4733323
      ],
      [
        " (",
        -0.0022590947
      ],
      [
        "B",
        -0.05086951
      ],
      [
        "rah",
        -0.000116655596
      ],
      [
        "ms",
        -6.6232446e-05
      ],
      [
        ")",
        -4.167649e-05
      ]
    ]
  },
  "Though some sources claim that this woman's father was Phoenix, most sources claim that he was her brother": {
    "guess": "Cleopatra",
    "confidence": [
      [
        "C",
        -0.17132485
      ],
      [
        "le",
        -0.2891074
      ],
      [
        "op",
        -0.7256185
      ],
      [
        "atra",
        -0.00032902884
      ]
    ]
  },
  "Though not a tuba, Wagner asked Wilhelm Heckel to extend its bell so it could reach a half-step below its normal range, to A1. This instrument solos in the \"Tale of the Kalendar Prince\" movement of Scherezade": {
    "guess": "Contrabassoon",
    "confidence": [
      [
        "Contr",
        -0.38294807
      ],
      [
        "ab",
        -0.0008083212
      ],
      [
        "ass",
        -4.3202e-07
      ],
      [
        "oon",
        -0.0069986894
      ]
    ]
  },
  "Thomas Johnson was the first scholar to compile the variorum edition of this writer's works. One work by this author concludes \"I dropped down and down and hit a world at every plunge and finished knowing;\" a different work ends \"I've heard it in the chillest land, and on the strangest Sea, yet never in Extremity, it asked a crumb of me.\" The lines (*) \"'Hope' is the thing with feathers\" and \"I felt a funeral in my brain\" begin two separate works of this poet, who created a speaker that \"first surmised": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.004498485
      ],
      [
        " Dickinson",
        -0.0003421376
      ]
    ]
  },
  "It is thought that the final transformation of the seventh chord evident in much of the composer's other work, symbolizing his obsession with Stefi Geyer, represents in this work a change from the grotesque as in the Fourteenth Bagatelle  to the violent as portrayed by the willful protagonist. Her single-mindedness leads to her ruin in this opera and a minor second anticipates her seeing blood and is known as the blood motif. As the newlywed pushes through the piece and through each door she chances upon a garden, a torture chamber, a treasury and a \"lake of tears,\" her husband begs her not open": {
    "guess": "Bluebeard's Castle",
    "confidence": [
      [
        "Blue",
        -0.10580035
      ],
      [
        "be",
        -0.0001627764
      ],
      [
        "ard",
        -0.00025239922
      ],
      [
        "'s",
        -0.023203079
      ],
      [
        " Castle",
        -9.305327e-05
      ]
    ]
  },
  "Though a long version called a buisine (bwee-zeen) was replaced by a shorter version in about 1300, the modern version only came into use about 1815. Made with a cylindrical bore, the piccolo version was created in D for compositions with high registers such as those of Handel and Bach. The more typical": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -0.687734
      ],
      [
        "ute",
        -0.00074184954
      ]
    ]
  },
  "Thomas Thorne, a High Priest in the Church of Satan joined in 1988, billing himself as Buck Rider, but": {
    "guess": "The Blue Rider",
    "confidence": [
      [
        "The",
        -0.9036967
      ],
      [
        " Blue",
        -0.65928495
      ],
      [
        " Rider",
        -0.0091567915
      ]
    ]
  },
  "Though it ostensibly began late in the dynasty founded by Tekauji, some historians date it as far back as the period of the earlier Onin Wars. Central power was usurped from the shogun by various diamyo who proceeded to exert their hegemony over each other, leading to over a century of wars across Honshu,": {
    "guess": "Sengoku period",
    "confidence": [
      [
        "S",
        -0.03420193
      ],
      [
        "eng",
        -5.443128e-05
      ],
      [
        "oku",
        -0.0002730178
      ],
      [
        " period",
        -0.010710213
      ]
    ]
  },
  "Thomas M'Crie wrote a famous biography of this man, who married Marjorie Bowes and composed A Brief Narrative of the Troubles Which Arose at Frankfurt. He shared a close friendship with George Wishart, who was seized and put to death by order of Cardinal David Beaton. He composed a treatise entitled The First Blast of the Trumpet Against the Monstrous Regiment of Women after his second flight to Geneva. The death of Mary of Guise greatly aided him in securing adoption of the Confession of Faith, largely written by him. FTP, name this religious reformer, the founder of Presbyterianism in Scotland.": {
    "guess": "John Knox",
    "confidence": [
      [
        "John",
        -0.0011172348
      ],
      [
        " Knox",
        -0.00044806927
      ]
    ]
  },
  "Thomas Tipton served in between Congressional terms of one man by this name, who fired 40,000 Postal Workers of the opposing party when serving as Postmaster-General. Another person with this name defeated Ralph Smith to win election to the Senate, where he sponsored an amendment cutting off aid to Israel. Another man by this name worked on the Preparatory Commission of the United Nations Organizations and defeated Dwight Green in the 1948 election for governor of Illinois. One person by this name": {
    "guess": "William Stratton",
    "confidence": [
      [
        "William",
        -2.089232
      ],
      [
        " Strat",
        -1.0722048
      ],
      [
        "ton",
        -2.1769476e-05
      ]
    ]
  },
  "Thomas Johnson was the first scholar to compile the variorum edition of this writer's works. One work by this author concludes \"I dropped down and down and hit a world at every plunge and finished knowing;\" a different work ends \"I've heard it in the chillest land, and on the strangest Sea, yet never in Extremity, it asked a crumb of me.\" The lines (*) \"'Hope' is the thing with feathers\" and \"I felt a funeral in my brain\" begin two separate works of this poet, who created a speaker that \"first surmised the horses' heads were toward eternity\" after she \"passed school, where children strove at recess.\" That poem by her describes a \"carriage [that] held just ourselves and Immortality.\" For 10 points, name this author of \"Because I Could Not Stop for Death,\" a poet from Amherst.": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0046052802
      ],
      [
        " Dickinson",
        -6.17027e-05
      ]
    ]
  },
  "One thought experiment in this work posits a creature that is not subject to diminishing marginal returns in order to argue against utilitarianism. Another section concludes that humans do not wish to be indeterminate blobs after discussing the work of a group of \"superduper neuropsychologists\" hooking someone up to a reality synthesizer. According to this work the distribution of \"holdings\", no matter how unequal, is just if it happens through (*) legitimate means; that is illustrated through a thought experiment in which people willingly make a sportsman rich. This work's concept of government is said to be inclusive, and allows for opposing systems to exist internally as long as they do not": {
    "guess": "Anarchy, State, and Utopia",
    "confidence": [
      [
        "An",
        -0.024204053
      ],
      [
        "archy",
        -4.0007635e-05
      ],
      [
        ",",
        -2.7252845e-05
      ],
      [
        " State",
        -1.1398757e-05
      ],
      [
        ",",
        -3.106736e-05
      ],
      [
        " and",
        -7.822647e-06
      ],
      [
        " U",
        -1.1517961e-05
      ],
      [
        "top",
        -4.3202e-07
      ],
      [
        "ia",
        -1.9816675e-06
      ]
    ]
  },
  "Thomas Struth's Galleria dell'Academia 1 depicts tourists looking at this painting. Its foreground draws from the State Library of Jacopo Sansovino, while a white tower can be seen to the left of the central figure. A man with a white shawl and a nosebleed holds a stained cloth, while above him two men in turbans converse. On its left, a black servant can be seen ascending a (*) staircase. Its central figure sits beneath one of three Palladian arches. This painting's \"drunken buffoons, armed Germans and dwarfs\" led to its artist changing its name from The Last Supper. For 10 points, name this massive": {
    "guess": "The Feast in the House of Levi",
    "confidence": [
      [
        "The",
        -0.008754489
      ],
      [
        " Feast",
        -0.013294579
      ],
      [
        " in",
        -3.631232e-05
      ],
      [
        " the",
        -8.776276e-06
      ],
      [
        " House",
        -1.8908588e-05
      ],
      [
        " of",
        -6.511407e-06
      ],
      [
        " Levi",
        -1.7432603e-06
      ]
    ]
  },
  "They are thought to have hunted a species of dwarf Stegodon and they show evidence of advanced behaviors, such as using fire for cooking and using the stone tools of the Upper Paleolithic, which are associated": {
    "guess": "Homo floresiensis",
    "confidence": [
      [
        "H",
        -0.60574484
      ],
      [
        "omo",
        -0.004047414
      ],
      [
        " flo",
        -0.7312145
      ],
      [
        "res",
        -0.00016611411
      ],
      [
        "iens",
        -0.0005740016
      ],
      [
        "is",
        -0.0006423805
      ]
    ]
  },
  "In 1934, Thomas Cowling proved that no self-sustaining one could have an axis of symmetry, and Stanislaw": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0316155
      ]
    ]
  },
  "This man's thoughts on the relationship between objects and their names is known as zhengming. This man was the first to suggest limiting the power of a ruler, and he claimed he was only fit enough to drive a chariot. He served as a minister to Lu, and his school of thought is known as Ru. Husband to wife, ruler to subject, and father to son were part of his five pious relationships. For 10 points, name this ancient Chinese philosopher whose teachings are collected in the Analects, the namesake of": {
    "guess": "Confucius",
    "confidence": [
      [
        "Conf",
        -0.0013328596
      ],
      [
        "uc",
        -2.4987974e-05
      ],
      [
        "ius",
        -0.00085191673
      ]
    ]
  },
  "Though it is not the kidneys, the tissue surrounding arteries in this organ is called a Malpighian (mal-PEE-gee-uhn) body. One type of tissue in this organ is made up of Cords of Billroth. Along with the liver and bone marrow, the body stores ferritin (FAIR-it-in) bound iron in this organ. The two main types of tissue in this organ meet at the \"marginal zone.\" Along with the thymus, this part of the lymphatic system is the only organ that contains efferent lymphatic vessels. This organ is made up of red pulp and white pulp. For 10 points, name this organ that removes old red blood cells from the": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.0070096985
      ],
      [
        "ple",
        -2.1008714e-06
      ],
      [
        "en",
        -1.0802739e-05
      ]
    ]
  },
  "He is thought to have ordered the capture of Kashmiri Prime Minister Sheikh Abdullah, and this man's letters to his daughter were collected in Glimpses of World History.To commemorate a commitment to purna swaraj, he raised a flag over the Ravi River, and the achievement of this goal culminated in his \"tryst with destiny\" speech. This figure's father led a failed (*) Bombay Conference attempt to reconcile": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.0022491037
      ],
      [
        "awah",
        -2.577686e-06
      ],
      [
        "arl",
        -2.5583993e-05
      ],
      [
        "al",
        -8.061054e-06
      ],
      [
        " Neh",
        -2.3915141e-05
      ],
      [
        "ru",
        -1.2113979e-05
      ]
    ]
  },
  "Though not a tuba, Wagner asked Wilhelm Heckel to extend its bell so it could reach a half-step below its normal range, to A1. This instrument solos in the \"Tale of the Kalendar Prince\" movement of Scherezade and plays the first melodies of the Allegro in The Sorcerer's Apprentice and \"In the Hall of the Mountain King.\" It also represents the grandfather in \"Peter and the Wolf.\" For 10 points, name this double-reed instrument that is much lower in range than the oboe.": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -0.0488039
      ],
      [
        "ass",
        -2.4153549e-05
      ],
      [
        "oon",
        -0.0012420173
      ]
    ]
  },
  "Though he did not do the choreography, Gene Kelly was an inspiration for a portion of the show and did teach the performer how to dance with a cane. Its name was inspired by a painting by Edward Hopper*": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.7000169
      ],
      [
        "ighth",
        -0.00020807012
      ],
      [
        "awks",
        -0.0034713016
      ]
    ]
  },
  "Though his parents had supported Parliament during the civil war, this poet demonstrated his loyalty to the returning Charles II in such poems as \"To His Sacred Majesty\" and \"Astrea Redux\", and even created the part of Florimel in his play The Indian Emperor for the king's mistress Nell Gwynne. In such later works as Annus Mirabilis and Absolom and Acitophel, he continued to support Charles, who had rewarded him in 1668 by appointing him the first poet laureate. The rival of Thomas Shadwell, FTP, name this English author of MacFlecknoe and All For Love.": {
    "guess": "John Dryden",
    "confidence": [
      [
        "John",
        -0.00020735491
      ],
      [
        " Dry",
        -4.334534e-05
      ],
      [
        "den",
        -4.3583746e-05
      ]
    ]
  },
  "Though he never completed his novel, The Wolf, which dealt with a European famine and would have completed his projected Trilogy of the Wheat, his trilogy could be considered completed by 1903's A Deal in Wheat, and Other Stories of the New and Old World. Also in 1903, he published The Pit, a more romantic business struggle set in Chicago's grain market. For 10 points, name this author who detailed the relation between farmers and railroads in 1901's The Octopus.": {
    "guess": "Frank Norris",
    "confidence": [
      [
        "Frank",
        -0.055843253
      ],
      [
        " Norris",
        -0.00058758346
      ]
    ]
  },
  "Though it was supplanted as a state capital early in the 19th century, this city has remained popular for its huge 4th of July galas and patriotic celebrations.  After the Civil War, however, it faltered economically and the impoverished citizens destroyed or failed to maintain the historic buildings.  That all changed with a town meeting in 1928 where the residents agreed to accept help in restoring": {
    "guess": "Charleston, South Carolina",
    "confidence": [
      [
        "Char",
        -1.7217175
      ],
      [
        "leston",
        -0.042387974
      ],
      [
        ",",
        -0.05126054
      ],
      [
        " South",
        -0.02934832
      ],
      [
        " Carolina",
        -0.000553748
      ]
    ]
  },
  "In 1934, Thomas Cowling proved that no self-sustaining one could have an axis of symmetry, and Stanislaw Braginsky obtained valid solutions for it by assuming that the field it produced was almost axially": {
    "guess": "Magnetohydrodynamics",
    "confidence": [
      [
        "M",
        -0.7110178
      ],
      [
        "agnet",
        -0.054277483
      ],
      [
        "oh",
        -0.19871655
      ],
      [
        "ydro",
        -0.00024488938
      ],
      [
        "d",
        -0.19350599
      ],
      [
        "ynamics",
        -0.0013810674
      ]
    ]
  },
  "Though he did not do the choreography, Gene Kelly was an inspiration for a portion of the show and did teach the performer how to dance with a cane. Its name was inspired by a painting by Edward Hopper* and its costumes included Victorian style dresses, military uniforms, and a cabaret-style tuxedo. Though it was the least successful as far as ticket sales and was criticized by some as being less than": {
    "guess": "Moulin Rouge! The Musical",
    "confidence": [
      [
        "M",
        -0.8720783
      ],
      [
        "ou",
        -0.0010534113
      ],
      [
        "lin",
        -4.2272506e-05
      ],
      [
        " Rouge",
        -0.0006322592
      ],
      [
        "!",
        -0.022471918
      ],
      [
        " The",
        -0.064919546
      ],
      [
        " Musical",
        -0.00018363337
      ]
    ]
  },
  "Though he's not Lycaon, according to some sources, this man had a son named Iapyx, Aeneas' healer, who is also claimed to be the grandson of Priam. Late in his life he came unto Cumae and then unto Sicily, where he lived under the patronage of Cocalus, a man who would kill one of this man's earlier patrons. A crime committed by this man was the inspiration of the name of the partridge, as he murdered his sister's son, alternatively known as Calos or Talus, but better known as Perdix. Condemned by the Areopagus, he was arrested in his next destination after completing a work for a daughter of Helios, Pasiphae, and due to the lack of methods of exiting the country, he devised another means, which": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.07149198
      ],
      [
        "ed",
        -9.1742026e-05
      ],
      [
        "alus",
        -0.0027037081
      ]
    ]
  },
  "Though it was originally written in 1874, the standard version was published six years later with the help of Ferdinand Lowe . The finale recalls the coda of Brahms' third symphony, while the third movement,": {
    "guess": "Symphony No. 3 (Brahms)",
    "confidence": [
      [
        "Sym",
        -0.014621887
      ],
      [
        "phony",
        -0.00028672256
      ],
      [
        " No",
        -0.00038777426
      ],
      [
        ".",
        -0.00029804322
      ],
      [
        " ",
        -0.0008018842
      ],
      [
        "3",
        -0.7999914
      ],
      [
        " (",
        -0.003049366
      ],
      [
        "B",
        -0.009030272
      ],
      [
        "rah",
        -4.723352e-06
      ],
      [
        "ms",
        -9.293406e-05
      ],
      [
        ")",
        -5.4312077e-05
      ]
    ]
  },
  "It was once thought to be similar to the light emitted by dyes exposed to light, but its namesake showed that it lacked gradual decrease in light. A similar effect is gamma rays having enough energy to": {
    "guess": "Blacklight",
    "confidence": [
      [
        "Black",
        -1.3490419
      ],
      [
        "light",
        -0.74321914
      ]
    ]
  },
  "Though some sources claim that this woman's father was Phoenix, most sources claim that he was her brother and that he founded Phoenicia while looking for her. Her other brothers, who also named cities after themselves after searching for her, were Cilix, Thasus, and Cadmus. Her father Agenor was the King of Tyre. The gifts given to this woman include a dog named Laelaps, a perfect javelin, and a bronze guardian named Talos. This woman was taken to Crete and later gave birth to Sarpedon, Rhadamanthys, and Minos. Name this princess who was abducted by Zeus when he took the form of a white bull.": {
    "guess": "Europa",
    "confidence": [
      [
        "Eu",
        -0.33776748
      ],
      [
        "ropa",
        -9.014684e-06
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving a bloody shirt. Like James Wilson, this man chaired a committee that investigated the Lincoln assassination. This loser of the Bermuda Hundred Campaign was the chief proponent of 1871's Ku Klux Klan Act. Jefferson Davis decreed that this man should be hanged if captured, and he occupied Baltimore as a leader of the Massachusetts militia. While commanding the garrison at Fort Monroe, this man claimed the right of \"contraband of war\" while refusing to return fugitive slaves. After the war, this man served in congress as a radical republican, and he ran for president in 1884 as the nominee of the Greenback Party. This commander issued the infamous General Order No. 28, which decreed that disrespectful women of a certain city should be treated like prostitutes. For 10 points, name this Union": {
    "guess": "Benjamin Butler",
    "confidence": [
      [
        "Ben",
        -0.04986292
      ],
      [
        "jamin",
        -0.024274798
      ],
      [
        " Butler",
        -0.307828
      ]
    ]
  },
  "Though his elaborate attempt at breeding civet cats for profit failed miserably, his interest in economic": {
    "guess": "Civet cat",
    "confidence": [
      [
        "C",
        -1.9806083
      ],
      [
        "ivet",
        -0.01192873
      ],
      [
        " cat",
        -0.7638035
      ]
    ]
  },
  "Though a long version called a buisine (bwee-zeen) was replaced by a shorter version in about 1300, the": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -2.042356
      ],
      [
        "pipes",
        -0.70692253
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving a bloody shirt. Like James Wilson, this man chaired a committee that investigated the Lincoln assassination. This loser of the Bermuda Hundred Campaign was the chief proponent of 1871's Ku Klux Klan Act. Jefferson Davis decreed that this man should be hanged if captured, and he occupied Baltimore as a leader of the Massachusetts militia. While commanding the garrison at Fort Monroe, this man claimed the right of \"contraband of war\" while refusing to return fugitive slaves. After the war, this man served in congress as a radical republican, and he ran for president in 1884 as the nominee of the Greenback Party. This commander issued the infamous General Order No. 28, which decreed that disrespectful women of a certain city should be treated like prostitutes. For 10 points, name this Union commander known as \"Beast\" for his ruthless rule of occupied New Orleans.": {
    "guess": "Benjamin Butler",
    "confidence": [
      [
        "Ben",
        -0.025381165
      ],
      [
        "jamin",
        -0.037348907
      ],
      [
        " Butler",
        -0.1176719
      ]
    ]
  },
  "Though it is not Spain, this place is home to mountains named Valterne, Tortelosa, and Gayne. While it": {
    "guess": "Iapetus",
    "confidence": [
      [
        "I",
        -0.10556687
      ],
      [
        "ap",
        -0.052111737
      ],
      [
        "etus",
        -0.00010545045
      ]
    ]
  },
  "\"Thorny excrescences\" in this structure are formed by a mossy fiber pathway and some pyramidal cells in it give off Schaffer axon collaterals. A route from fibers in the entorhinal cortex to parts of this": {
    "guess": "Hippocampus",
    "confidence": [
      [
        "H",
        -0.013318813
      ],
      [
        "ipp",
        -4.8425554e-06
      ],
      [
        "oc",
        -1.9743013e-05
      ],
      [
        "ampus",
        -0.0023923023
      ]
    ]
  },
  "Though the Buffalo Soldiers were formed in Kansas, much of their service was done at Fort Davis   and Fort Clark in this state. Part of its eastern border is formed by the Sabine River, and a region of  its southern border is called the Big Bend. The southernmost point of this state, the location of the   Battle of Resaca de la Palma, is the city of Brownsville. The town of Lubbock is just south": {
    "guess": "Texas",
    "confidence": [
      [
        "Texas",
        -0.00128178
      ]
    ]
  },
  "Thomas Johnson was the first scholar to compile the variorum edition of this writer's works. One work by this author concludes \"I dropped down and down and hit a world at every plunge and finished knowing;\" a different work ends \"I've heard it in the chillest land, and on the strangest Sea, yet never in Extremity, it asked a crumb of me.\" The lines (*) \"'Hope' is the thing with feathers\" and \"I felt a funeral in my brain\" begin two separate works of this poet, who created a speaker that \"first surmised the horses' heads were toward eternity\" after she \"passed school, where children strove at recess.\" That poem by her describes a \"carriage [that] held just ourselves and Immortality.\" For 10 points,": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0009354015
      ],
      [
        " Dickinson",
        -7.0285365e-05
      ]
    ]
  },
  "He is thought to have ordered the capture of Kashmiri Prime Minister Sheikh Abdullah, and this man's letters to his daughter were collected in Glimpses of World History.To commemorate a commitment to purna swaraj, he raised a flag over the Ravi River, and the achievement of this goal culminated in his": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.001944461
      ],
      [
        "awah",
        -1.8624639e-06
      ],
      [
        "arl",
        -8.3874584e-05
      ],
      [
        "al",
        -6.1537958e-06
      ],
      [
        " Neh",
        -0.00016837897
      ],
      [
        "ru",
        -1.2233183e-05
      ]
    ]
  },
  "In 1994, Thomas Holtz argued that the enlarged metatarsal bones of this animal evolved in an evolutionary arms race since the same structure is also found in its smaller prey. Unique skull features of this creature include pneumatized or ‘honeycombed' spaces, which allowed increased bone flexibility": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.25969753
      ],
      [
        "yr",
        -0.00021378823
      ],
      [
        "ann",
        -1.8624639e-06
      ],
      [
        "os",
        -0.00088216516
      ],
      [
        "aurus",
        -8.637786e-05
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving a bloody shirt. Like James Wilson, this man chaired a committee that investigated the Lincoln assassination. This loser of the Bermuda Hundred Campaign was the chief proponent of 1871's Ku Klux Klan Act. Jefferson Davis decreed that this man should be hanged if captured, and he occupied Baltimore as a leader of the Massachusetts militia. While commanding the garrison at Fort Monroe, this man claimed the right of \"contraband of war\" while refusing to return fugitive slaves. After the war, this man served in congress as a radical republican, and he ran for president in 1884 as the nominee of the Greenback Party. This commander issued the infamous General Order No. 28, which decreed that": {
    "guess": "Benjamin Butler",
    "confidence": [
      [
        "Ben",
        -0.4243694
      ],
      [
        "jamin",
        -0.022312338
      ],
      [
        " Butler",
        -0.21208364
      ]
    ]
  },
  "Though usually mentioned in the singular, there are actually multiple examples of this object, each manufactured by the Mosler company before that firm was bought by Diebold. The Washington Post article which revealed its existence also made public the new \"Treated As Top Secret SCI\" classification and": {
    "guess": "Mosler Safe Company",
    "confidence": [
      [
        "Mos",
        -0.05795928
      ],
      [
        "ler",
        -8.299462e-06
      ],
      [
        " Safe",
        -0.09723625
      ],
      [
        " Company",
        -0.0012771384
      ]
    ]
  },
  "It is thought that the final transformation of the seventh chord evident in much of the composer's other work, symbolizing his obsession with Stefi Geyer, represents in this work a change from the grotesque as in the Fourteenth Bagatelle  to the violent as portrayed by the willful protagonist. Her single-mindedness leads to her ruin in this opera and a minor second anticipates her seeing blood and is known as the blood motif. As the newlywed pushes through the piece and through each door she chances": {
    "guess": "Bluebeard's Castle",
    "confidence": [
      [
        "Blue",
        -0.7254451
      ],
      [
        "be",
        -0.00064166525
      ],
      [
        "ard",
        -0.0002326224
      ],
      [
        "'s",
        -0.021622404
      ],
      [
        " Castle",
        -0.00033200893
      ]
    ]
  },
  "Though this 10-by-21 foot painting is set in 1849, two men in eighteenth century dress appear in the foreground beside a long-legged white dog. This painting is filled with rows of figures, an arrangement the artist thought more democratic than the pyramid conventional at the time. The church officials": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.81177825
      ],
      [
        " Ra",
        -0.23235229
      ],
      [
        "ft",
        -7.89631e-07
      ],
      [
        " of",
        -1.50940705e-05
      ],
      [
        " the",
        -0.0009635079
      ],
      [
        " Med",
        -4.608702e-05
      ],
      [
        "usa",
        -0.00011343709
      ]
    ]
  },
  "Though a long version called a buisine (bwee-zeen) was replaced by a shorter version in about 1300, the modern version only came into use about 1815. Made with a cylindrical bore, the piccolo version was created in D for compositions with high registers such as those of Handel and Bach. The more typical B flat version has a range of about three octaves from the F sharp below the treble staff. FTP, name this close relative of the coronet, the instrument of Miles Davis and Wynton Marsalis.": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.05702558
      ],
      [
        "et",
        -0.00069063227
      ]
    ]
  },
  "Though this Arabic phrase does not appear in the New Testament, its sentiment is expressed in Chapter Four of the Book of James. Its use is encouraged by the 18th Sura of the Koran, known as The Cave. In one story, Muhammad forgets to use it, so he has to wait fifteen days for a revelation that he promised to have the next morning. The Sura warns Muslims never to say that they will do something in": {
    "guess": "Tawakkul",
    "confidence": [
      [
        "T",
        -1.3000786
      ],
      [
        "aw",
        -0.81827325
      ],
      [
        "akk",
        -0.07698796
      ],
      [
        "ul",
        -0.01619003
      ]
    ]
  },
  "Though it isn't length, in the cgs system of units, this quantity is measured in centimeters; this makes  sense because it can be viewed as a purely geometric property of an object. For two parallel conducting  plates, this quantity is proportional to the area of the plates and inversely proportional to the plate  separation. FTP identify this electrical quantity defined as the ratio of charge to voltage": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.0071879616
      ],
      [
        "ac",
        -7.8987236e-05
      ],
      [
        "it",
        -0.000961243
      ],
      [
        "ance",
        -1.8193366e-05
      ]
    ]
  },
  "Though it has many variations, the most frequent style includes two vertical cylindrical posts, topped by two horizontal beams (the top one of which is often arched.) Many are painted bright red, and are located either at a sacred mountain or rock or in a shrine, between the outer limits of a sacred": {
    "guess": "Torii",
    "confidence": [
      [
        "Tor",
        -0.008948636
      ],
      [
        "ii",
        -0.013236113
      ]
    ]
  },
  "Thomas, a retired merchant and member of Parliament, advocates a philosophy dedicated to rational self-interest, and founds a school in Coketown which teaches his ideas.* His oldest children are educated in this style and grow to lead unfulfilling lives, as Tom becomes a hedonist, who robs a bank in Coketown and is forced to flee out of England, while Louisa marries a man much older than herself, Josiah": {
    "guess": "The Hard Times",
    "confidence": [
      [
        "The",
        -0.08244702
      ],
      [
        " Hard",
        -0.0045092735
      ],
      [
        " Times",
        -0.0002485847
      ]
    ]
  },
  "Thomas Tatton claimed that there was a crowd of only thirty thousand people at this event, while James Wroe, in the Observer, gave the highest estimate at 153 thousand. Wroe and Richard Carlile were imprisoned for publicizing the story of this incident, which inspired Percy Bysshe Shelley to write The": {
    "guess": "Peterloo Massacre",
    "confidence": [
      [
        "Peter",
        -0.059459157
      ],
      [
        "loo",
        -0.00014501873
      ],
      [
        " Mass",
        -0.0077103735
      ],
      [
        "acre",
        -7.493431e-05
      ]
    ]
  },
  "Though not synchotrons, one type of these devices makes use of wigglers to accelerate electrons through a transverse magnetic field. In 2012, physicists used one of these devices to create particles which were successfully quantum teleported 150 kilometers away. These devices use optical pumping to bring": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.0115427645
      ],
      [
        "aser",
        -4.1273333e-06
      ]
    ]
  },
  "Though Lorenzo de Credi was charged with finishing this piece, it was Alessandro Leopardi who designed the base and signed his name on the underside of one of the figures. Unlike its more famous counterpart in Padua, its subject wears contemporary armour, has his shoulder thrust forward, and sports a contemptuously curled lip. Located in front of the Scuola di San Marco in Venice, its the beast turns": {
    "guess": "Equestrian statue of Bartolomeo Colleoni",
    "confidence": [
      [
        "E",
        -0.11366004
      ],
      [
        "quest",
        -0.0007225605
      ],
      [
        "rian",
        -3.070975e-05
      ],
      [
        " statue",
        -0.61328226
      ],
      [
        " of",
        -0.0153253125
      ],
      [
        " Bart",
        -0.0881489
      ],
      [
        "ol",
        -1.0087517e-05
      ],
      [
        "ome",
        -0.0015821129
      ],
      [
        "o",
        -0.0011786779
      ],
      [
        " Col",
        -0.00018625586
      ],
      [
        "le",
        -0.0013020226
      ],
      [
        "oni",
        -0.00011415232
      ]
    ]
  },
  "Though it was supplanted as a state capital early in the 19th century, this city has remained popular for its huge 4th of July galas and patriotic celebrations.  After the Civil War, however, it faltered economically and the impoverished citizens destroyed or failed to maintain the historic buildings.": {
    "guess": "Richmond, Virginia",
    "confidence": [
      [
        "Rich",
        -1.5087825
      ],
      [
        "mond",
        -6.563642e-05
      ],
      [
        ",",
        -0.18711837
      ],
      [
        " Virginia",
        -0.00040314416
      ]
    ]
  },
  "Thomas Struth's Galleria dell'Academia 1 depicts tourists looking at this painting. Its foreground draws from the State Library of Jacopo Sansovino, while a white tower can be seen to the left of the central figure. A man with a white shawl and a nosebleed holds a stained cloth, while above him two men in turbans converse. On its left, a black servant can be seen ascending a (*) staircase. Its central": {
    "guess": "The Feast in the House of Levi",
    "confidence": [
      [
        "The",
        -0.01563978
      ],
      [
        " Feast",
        -0.0014996256
      ],
      [
        " in",
        -9.889425e-05
      ],
      [
        " the",
        -7.465036e-06
      ],
      [
        " House",
        -4.0603656e-05
      ],
      [
        " of",
        -2.2484697e-05
      ],
      [
        " Levi",
        -3.5313153e-06
      ]
    ]
  },
  "Though it has many variations, the most frequent style includes two vertical cylindrical posts, topped": {
    "guess": "Column",
    "confidence": [
      [
        "Column",
        -1.5300115
      ]
    ]
  },
  "Though Lorenzo de Credi was charged with finishing this piece, it was Alessandro Leopardi who designed the base and signed his name on the underside of one of the figures. Unlike its more famous counterpart in Padua, its subject wears contemporary armour, has his shoulder thrust forward, and sports a contemptuously curled lip. Located in front of the Scuola di San Marco in Venice, its the beast turns and raises one hoof without support, while the rider, a mercenary from Bergamo, stands erect in his stirrups. FTP, identify this statue of a condotierre on horseback by Andrea del Verrocchio.": {
    "guess": "Equestrian statue of Bartolomeo Colleoni",
    "confidence": [
      [
        "E",
        -0.19503133
      ],
      [
        "quest",
        -5.7961847e-06
      ],
      [
        "rian",
        -1.4855664e-05
      ],
      [
        " statue",
        -0.43465412
      ],
      [
        " of",
        -0.0010491237
      ],
      [
        " Bart",
        -0.0031587072
      ],
      [
        "ol",
        -2.2127088e-05
      ],
      [
        "ome",
        -0.00094730716
      ],
      [
        "o",
        -0.00069956895
      ],
      [
        " Col",
        -0.0001311911
      ],
      [
        "le",
        -0.0017119476
      ],
      [
        "oni",
        -9.043079e-05
      ]
    ]
  },
  "Though it isn't length, in the cgs system of units, this quantity is measured in centimeters; this makes  sense because it can be viewed as a purely geometric property of an object. For two parallel conducting": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -0.94669515
      ],
      [
        " charge",
        -0.2715882
      ]
    ]
  },
  "Though he is not Fragonard, this artist painted a woman in a blue and white dress timidly stepping on the\n title object in his painting The Swing. He painted a woman in a striped dress in front of a man peering\n through opera glasses in his painting of a theater box. This artist painted a red background behind a pair of\n sisters dressed in the title colors in his Pink and Blue. One painting by this artist shows a woman in a blue\n and yellow striped dress being leaned over by another woman at a party, and in another painting this artist\n shows a female figure attempting to kiss a small dog as three": {
    "guess": "Jean-Honoré Fragonard",
    "confidence": [
      [
        "Jean",
        -0.20149034
      ],
      [
        "-H",
        -0.001984187
      ],
      [
        "onor",
        -0.027262546
      ],
      [
        "é",
        -3.106736e-05
      ],
      [
        " Fr",
        -1.7239736e-05
      ],
      [
        "agon",
        0.0
      ],
      [
        "ard",
        -6.9570146e-05
      ]
    ]
  },
  "Though neither of them appears onstage, the characters of Liz and Honoria Fraser are compared throughout. Conflict in this play occurs after the Reverend Samuel comes to the summer cottage in Hasslemere where George Crofts unwittingly reveals that the former's son, Frank Gardner, may be related to the protagonist, making him unsuitable as a love interest. Meanwhile the anarchist Praed is telling the heroine to be pragmatic and accept the title character's love and money. Vivie does eventually come to respect her mother, who had much earlier in life chosen to avoid death in a white-lead factory": {
    "guess": "Mrs. Warren's Profession",
    "confidence": [
      [
        "Mrs",
        -0.05746902
      ],
      [
        ".",
        -0.004468339
      ],
      [
        " Warren",
        -6.396757e-05
      ],
      [
        "'s",
        -0.00042828516
      ],
      [
        " Profession",
        -3.750436e-05
      ]
    ]
  },
  "Thomas Tipton served in between Congressional terms of one man by this name, who fired 40,000 Postal": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.1648814
      ],
      [
        "ly",
        -0.0052718227
      ],
      [
        "ss",
        -7.9418505e-06
      ],
      [
        "es",
        -4.8709502e-05
      ],
      [
        " S",
        -5.2047206e-05
      ],
      [
        ".",
        -0.0006307095
      ],
      [
        " Grant",
        -9.014684e-06
      ]
    ]
  },
  "A thought experiment attributed to this person involved a cannon on top of a mountain. This person is   the namesake of the relationship making heat loss proportional to the temperature difference between": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.7444273
      ],
      [
        "aac",
        -1.3306016e-05
      ],
      [
        " Newton",
        -0.00070052256
      ]
    ]
  },
  "Though not the Plum Fuss, one name for the War of the Bavarian Succession comes from this crop due to the constant food shortages for troops. Its cultivation was championed by Antoine Parmentier. This": {
    "guess": "Potato War",
    "confidence": [
      [
        "Pot",
        -0.33656114
      ],
      [
        "ato",
        -0.0011193805
      ],
      [
        " War",
        -0.6682957
      ]
    ]
  },
  "This man's thoughts on the relationship between objects and their names is known as zhengming. This man was the first to suggest limiting the power of a ruler, and he claimed he was only fit enough to drive a chariot. He served as a minister to Lu, and his school of thought is known as Ru. Husband to": {
    "guess": "Xun Kuang",
    "confidence": [
      [
        "X",
        -0.67387855
      ],
      [
        "un",
        -0.01662567
      ],
      [
        " Ku",
        -0.50446767
      ],
      [
        "ang",
        -0.00017493518
      ]
    ]
  },
  "Thomas Tatton claimed that there was a crowd of only thirty thousand people at this event, while James": {
    "guess": "The Great Exhibition",
    "confidence": [
      [
        "The",
        -2.676202
      ],
      [
        " Great",
        -1.2722894
      ],
      [
        " Exhibition",
        -0.17196144
      ]
    ]
  },
  "Thomas Jefferson wrote a letter to William Short saying that they belonged to this school of philosophy,   which received some support in the Renaissance starting with Lorenzo Valla. In Oenoanda, which  is in modern-day Turkey, its tenets were carved onto a large stone wall. One of its followers, who   used the term clinamen to describe the unexplainable swerving of atoms, was Lucretius. Believers of  this philosophy tried to attain ataraxia by denying the existence of an afterlife. Identify this": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.0047728186
      ],
      [
        "pic",
        -1.9504607e-05
      ],
      [
        "ure",
        -0.00012260844
      ],
      [
        "anism",
        -0.002615017
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving": {
    "guess": "Boss Tweed",
    "confidence": [
      [
        "Boss",
        -1.9782124
      ],
      [
        " Twe",
        -0.0023383047
      ],
      [
        "ed",
        -0.00011260267
      ]
    ]
  },
  "Thomas Tatton claimed that there was a crowd of only thirty thousand people at this event, while James Wroe, in the Observer, gave the highest estimate at 153 thousand. Wroe and Richard Carlile were imprisoned": {
    "guess": "Peterloo Massacre",
    "confidence": [
      [
        "Peter",
        -0.41810036
      ],
      [
        "loo",
        -0.0004304308
      ],
      [
        " Mass",
        -0.0024450966
      ],
      [
        "acre",
        -2.9756122e-05
      ]
    ]
  },
  "Though its dark biotite and hornblende phenocrysts give it a porphyritic appearance, this rock is never (*) volcanic. It may form from the partial melting of oceanic crust in subduction zones, though it is more commonly a product of fractional crystallization caused by hydration in the Wadati- Benioff Zone or assimilation of continental crust by basaltic melts. This phanerite may form stocks around granitic plutons, and it typically has gradational contacts with gabbro, leading to its erroneous classification": {
    "guess": "Diorite",
    "confidence": [
      [
        "D",
        -0.12934299
      ],
      [
        "ior",
        -5.312004e-05
      ],
      [
        "ite",
        -1.92662e-05
      ]
    ]
  },
  "Though he is not Fragonard, this artist painted a woman in a blue and white dress timidly stepping on": {
    "guess": "James Abbott McNeill Whistler",
    "confidence": [
      [
        "James",
        -1.2099783
      ],
      [
        " Abbott",
        -0.3209711
      ],
      [
        " Mc",
        -9.2457245e-05
      ],
      [
        "Neill",
        -0.0011529592
      ],
      [
        " Wh",
        -2.9352968e-06
      ],
      [
        "ist",
        -0.00018482542
      ],
      [
        "ler",
        -1.8624639e-06
      ]
    ]
  },
  "In 1934, Thomas Cowling proved that no self-sustaining one could have an axis of symmetry, and Stanislaw Braginsky obtained valid solutions for it by assuming that the field it produced was almost axially symmetric. Thermal convection cannot drive it because it would require temperatures that were too high, but compositional convection can help. Since the iron at the Earth's core is hotter than the Curie temperature, it cannot hold a permanent field, but may help to stabilize this process, which it helps perpetuate through convective motions given rise to by Earth's rotation. FTP, identify this inductive effect which attempts to explain why the Earth has a permanent magnetic field.": {
    "guess": "Geodynamo",
    "confidence": [
      [
        "Ge",
        -0.22932842
      ],
      [
        "odynam",
        -0.0023135727
      ],
      [
        "o",
        -2.188868e-05
      ]
    ]
  },
  "Though it is not the kidneys, the tissue surrounding arteries in this organ is called a Malpighian (mal-PEE-gee-uhn) body. One type of tissue in this organ is made up of Cords of Billroth. Along with the liver and bone marrow, the body stores ferritin (FAIR-it-in) bound iron in this organ. The two main": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.011155345
      ],
      [
        "ple",
        -1.0280384e-06
      ],
      [
        "en",
        -1.6882126e-05
      ]
    ]
  },
  "Though it was supplanted as a state capital early in the 19th century, this city has remained popular for its huge 4th of July galas and patriotic celebrations.  After the Civil War, however, it faltered economically and the impoverished citizens destroyed or failed to maintain the historic buildings.  That all changed with a town meeting in 1928 where the residents agreed to accept help in restoring the town from Rockefeller. FTP, name this East Coast tourist attraction and home of the College of William and Mary.": {
    "guess": "Williamsburg, Virginia",
    "confidence": [
      [
        "Williams",
        -0.3227253
      ],
      [
        "burg",
        -0.0002974472
      ],
      [
        ",",
        -0.24875012
      ],
      [
        " Virginia",
        -0.0018797315
      ]
    ]
  },
  "Thomas Jefferson wrote a letter to William Short saying that they belonged to this school of philosophy,   which received some support in the Renaissance starting with Lorenzo Valla. In Oenoanda, which": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.047993414
      ],
      [
        "pic",
        -0.0003090063
      ],
      [
        "ure",
        -0.03378689
      ],
      [
        "anism",
        -0.43432608
      ]
    ]
  },
  "Though his elaborate attempt at breeding civet cats for profit failed miserably, his interest in economic improvement can be seen in early works like An Essay Upon Projects. His column the \"Scandal Club\" appeared in the newspaper he founded, The Review, at around the same time that he worked on stories like The Apparition of One Mrs. Veal. His mock-Pindaric ode Hymn to the Pillory was composed after": {
    "guess": "Daniel Defoe",
    "confidence": [
      [
        "Daniel",
        -0.0032786024
      ],
      [
        " Def",
        -0.000113794704
      ],
      [
        "oe",
        -9.484132e-05
      ]
    ]
  },
  "Though his parents had supported Parliament during the civil war, this poet demonstrated his loyalty to the returning Charles II in such poems as \"To His Sacred Majesty\" and \"Astrea Redux\", and even created the part of Florimel in his play The Indian Emperor for the king's mistress Nell Gwynne. In such": {
    "guess": "John Dryden",
    "confidence": [
      [
        "John",
        -0.3335035
      ],
      [
        " Dry",
        -0.0003514318
      ],
      [
        "den",
        -0.00011105302
      ]
    ]
  },
  "Though he is not Fragonard, this artist painted a woman in a blue and white dress timidly stepping on the\n title object in his painting The Swing. He painted a woman in a striped dress in front of a man peering\n through opera glasses in his painting of a theater box. This artist painted a red background behind a pair of\n sisters dressed in the title colors in his Pink and Blue. One painting by this artist shows a woman in a blue\n and yellow striped dress being leaned over by another woman at a party, and in another painting this artist\n shows a female figure attempting to kiss a small dog as three different people wear yellow straw hats. For\n 10 points, name this artist of Dance at the Moulin": {
    "guess": "Henri de Toulouse-Lautrec",
    "confidence": [
      [
        "Hen",
        -0.0105034495
      ],
      [
        "ri",
        -8.776276e-06
      ],
      [
        " de",
        -0.0023167727
      ],
      [
        " T",
        -6.897413e-05
      ],
      [
        "oulouse",
        -4.6683042e-05
      ],
      [
        "-L",
        -0.00031448968
      ],
      [
        "aut",
        -0.00046999546
      ],
      [
        "rec",
        -2.2961513e-05
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a cradle. After the whipping of Allen Huggins, this man apocryphally gave a speech to congress while waving a bloody shirt. Like James Wilson, this man chaired a committee that investigated the Lincoln assassination. This loser of the Bermuda Hundred Campaign was the chief proponent of 1871's Ku Klux": {
    "guess": "Benjamin Butler",
    "confidence": [
      [
        "Ben",
        -0.57515293
      ],
      [
        "jamin",
        -0.04084288
      ],
      [
        " Butler",
        -0.69366634
      ]
    ]
  },
  "It was once thought to be similar to the light emitted by dyes exposed to light, but its namesake showed": {
    "guess": "Fluorescence",
    "confidence": [
      [
        "Fl",
        -0.63037604
      ],
      [
        "u",
        -0.0010662744
      ],
      [
        "ores",
        -0.00064154604
      ],
      [
        "cence",
        -0.0015904388
      ]
    ]
  },
  "Though it is not Spain, this place is home to mountains named Valterne, Tortelosa, and Gayne. While it was forming, aluminum-26 and iron-60 provided a large amount of heat, making its interior warm and squishy, causing it to spin rapidly. This moon is home to an equatorial ridge of mountains that go nearly around the moon, and its craters, including Clarin, (*) Almeric, Bramimond, and Charlemagne, as well as its Roncevaux Terra, derive their names from the Song of Roland. For 15 points, identify this walnut-shaped and distinctly two- toned moon discovered by Cassini, the ► third largest surrounding": {
    "guess": "Iapetus",
    "confidence": [
      [
        "I",
        -0.0040355376
      ],
      [
        "ap",
        -1.4378848e-05
      ],
      [
        "etus",
        -8.184812e-05
      ]
    ]
  },
  "They are thought to have hunted a species of dwarf Stegodon and they show evidence of advanced behaviors, such as using fire for cooking and using the stone tools of the Upper Paleolithic, which are associated with modern humans.* Its discoverers have hypothesized that it had language and that they arrived": {
    "guess": "Homo floresiensis",
    "confidence": [
      [
        "H",
        -0.8381478
      ],
      [
        "omo",
        -0.006424387
      ],
      [
        " flo",
        -0.051635
      ],
      [
        "res",
        -6.6947665e-05
      ],
      [
        "iens",
        -0.00051442906
      ],
      [
        "is",
        -0.00044092073
      ]
    ]
  },
  "\"Thorny excrescences\" in this structure are formed by a mossy fiber pathway and some pyramidal cells in it give off Schaffer axon collaterals. A route from fibers in the entorhinal cortex to parts of this structure is known as the perforant pathway and it is the beginning and end of the Papez circuit. The hilus is a part of its dentate gyrus and the fields CA1, CA2, and CA3 are part of the Horns of Amun in this structure. Anterograde amnesia is often associated with damage to this structure. For 10 points, name this region of the brain, associated with short term memory and named for a resemblance": {
    "guess": "Hippocampus",
    "confidence": [
      [
        "H",
        -0.016491303
      ],
      [
        "ipp",
        -9.913265e-05
      ],
      [
        "oc",
        -7.226629e-06
      ],
      [
        "ampus",
        -0.0004547447
      ]
    ]
  },
  "Though his parents had supported Parliament during the civil war, this poet demonstrated his loyalty to the returning Charles II in such poems as \"To His Sacred Majesty\" and \"Astrea Redux\", and even created the part of Florimel in his play The Indian Emperor for the king's mistress Nell Gwynne. In such later works as Annus Mirabilis and Absolom and Acitophel, he continued to support Charles, who had rewarded him in 1668 by appointing him the first poet laureate. The rival of Thomas Shadwell, FTP,": {
    "guess": "John Dryden",
    "confidence": [
      [
        "John",
        -0.003219899
      ],
      [
        " Dry",
        -0.00030507625
      ],
      [
        "den",
        -7.326546e-05
      ]
    ]
  },
  "Though he is not Fragonard, this artist painted a woman in a blue and white dress timidly stepping on the\n title object in his painting The Swing. He painted a woman in a striped dress in front of a man peering\n through opera glasses in his painting of a theater box. This artist painted a red background": {
    "guess": "Jean-Honoré Fragonard",
    "confidence": [
      [
        "Jean",
        -0.19241673
      ],
      [
        "-H",
        -0.022557365
      ],
      [
        "onor",
        -0.03496507
      ],
      [
        "é",
        -7.0285365e-05
      ],
      [
        " Fr",
        -0.000101993544
      ],
      [
        "agon",
        -3.1281633e-07
      ],
      [
        "ard",
        -0.00013131031
      ]
    ]
  },
  "Though it ostensibly began late in the dynasty founded by Tekauji, some historians date it as far back as the period of the earlier Onin Wars. Central power was usurped from the shogun by various diamyo who proceeded to exert their hegemony over each other, leading to over a century of wars across Honshu, Kyushu, and Shikoku. A brief lull came with the unification of the states by Toyotomi Hideyoshi, but when he died, fighting resumed in, FTP, what period that saw the fall from power of the Ashikaga Shogunate and eventually saw the rise to power of the Tokugawa Shogunate.": {
    "guess": "Sengoku period",
    "confidence": [
      [
        "S",
        -0.07055539
      ],
      [
        "eng",
        -5.6769813e-06
      ],
      [
        "oku",
        -0.00017517358
      ],
      [
        " period",
        -0.004311784
      ]
    ]
  },
  "Thomas Tatton claimed that there was a crowd of only thirty thousand people at this event, while James Wroe, in the Observer, gave the highest estimate at 153 thousand. Wroe and Richard Carlile were imprisoned for publicizing the story of this incident, which inspired Percy Bysshe Shelley to write The Masque of Anarchy. Samuel Bamford was also imprisoned after this event perpetrated by the 15th Hussars and the Cheshire Volunteers, and Home Secretary Sidmouth responded by proposing the Six Acts. The": {
    "guess": "Peterloo Massacre",
    "confidence": [
      [
        "Peter",
        -0.010879095
      ],
      [
        "loo",
        -0.0002551409
      ],
      [
        " Mass",
        -0.00017100146
      ],
      [
        "acre",
        -5.347765e-05
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal building could really be a defensive tower, losing the Battle of Camaret. Control of the fortress at Pinerolo proved crucial in this conflict, which broke the Peace of Ratisbon. In this war, a random fisherman named Herve Riel was given command of a fleet after its captains proved too scared to flee through the treacherous Race of Alderny. The Duke of Noailles captured Camprodon on its Catalonian front, and it turned after Victor Amadeus of Savoy reached a separate peace. The Duc de Luxembourg enveloped the Prince of Waldeck at Fleurus, a rare open battle in this war that mostly saw naval": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.3809552
      ],
      [
        " of",
        -0.00020449402
      ],
      [
        " the",
        -0.07063404
      ],
      [
        " Spanish",
        -0.42070067
      ],
      [
        " Success",
        -0.010269962
      ],
      [
        "ion",
        -4.3202e-07
      ]
    ]
  },
  "One thought experiment in this work posits a creature that is not subject to diminishing marginal returns in order to argue against utilitarianism. Another section concludes that humans do not wish to be indeterminate blobs after discussing the work of a group of \"superduper neuropsychologists\" hooking someone up to a reality synthesizer. According to this work the distribution of \"holdings\", no matter how unequal, is just if it happens through (*) legitimate means; that is illustrated through a": {
    "guess": "Anarchy, State, and Utopia",
    "confidence": [
      [
        "An",
        -0.0022471999
      ],
      [
        "archy",
        -0.00017159748
      ],
      [
        ",",
        -4.370295e-05
      ],
      [
        " State",
        -1.2829201e-05
      ],
      [
        ",",
        -2.3676734e-05
      ],
      [
        " and",
        -6.511407e-06
      ],
      [
        " U",
        -7.822647e-06
      ],
      [
        "top",
        -1.9361265e-07
      ],
      [
        "ia",
        -3.888926e-06
      ]
    ]
  },
  "One thought experiment in this work posits a creature that is not subject to diminishing marginal returns in order to argue against utilitarianism. Another section concludes that humans do not wish to be indeterminate blobs after discussing the work of a group of \"superduper neuropsychologists\" hooking": {
    "guess": "Anarchy, State, and Utopia",
    "confidence": [
      [
        "An",
        -0.009712655
      ],
      [
        "archy",
        -0.000484177
      ],
      [
        ",",
        -5.407367e-05
      ],
      [
        " State",
        -1.0802739e-05
      ],
      [
        ",",
        -6.9570146e-05
      ],
      [
        " and",
        -3.4121115e-06
      ],
      [
        " U",
        -1.6882126e-05
      ],
      [
        "top",
        -1.0280384e-06
      ],
      [
        "ia",
        -9.372295e-06
      ]
    ]
  },
  "He is thought to have ordered the capture of Kashmiri Prime Minister Sheikh Abdullah, and this man's letters to his daughter were collected in Glimpses of World History.To commemorate a commitment to purna swaraj, he raised a flag over the Ravi River, and the achievement of this goal culminated in his \"tryst with destiny\" speech. This figure's father led a failed (*) Bombay Conference attempt to reconcile the Muslim League with Hindu factions. Along with men like Sukarno and Gamel Nasser, he helped": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.0014649851
      ],
      [
        "awah",
        -2.220075e-06
      ],
      [
        "arl",
        -4.334534e-05
      ],
      [
        "al",
        -1.8431772e-05
      ],
      [
        " Neh",
        -2.939851e-05
      ],
      [
        "ru",
        -1.378283e-05
      ]
    ]
  },
  "It is thought that the final transformation of the seventh chord evident in much of the composer's other work, symbolizing his obsession with Stefi Geyer, represents in this work a change from the grotesque as in the Fourteenth Bagatelle  to the violent as portrayed by the willful protagonist. Her single-mindedness leads to her ruin in this opera and a minor second anticipates her seeing blood and is known as the blood motif. As the newlywed pushes through the piece and through each door she chances upon a garden, a torture chamber, a treasury and a \"lake of tears,\" her husband begs her not open the seventh door, but Judith does and is resigned to the fate that his three previous wives have endured.": {
    "guess": "Duke Bluebeard's Castle",
    "confidence": [
      [
        "D",
        -0.67577595
      ],
      [
        "uke",
        -0.000119754885
      ],
      [
        " Blue",
        -9.1026806e-05
      ],
      [
        "be",
        -7.7079974e-05
      ],
      [
        "ard",
        -0.00012368128
      ],
      [
        "'s",
        -0.0024768433
      ],
      [
        " Castle",
        -0.00024108587
      ]
    ]
  },
  "Though not Dante, this author wrote Inferno, in which his alter ego travels through hell and emerges purified of his sins. One character by this author locks the Captain in a room while she examines his private papers; that character appears in The Father. He wrote about Old Man Jacob Hummel, who instructs Arkenholz to attend a performance of Richard Wagner, and his most famous work features a character who commits suicide with a razor given to her by Jean. For 10 points, name this Swedish author of The Ghost Sonata and Miss Julie.": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.00415343
      ],
      [
        " Str",
        -2.7372049e-05
      ],
      [
        "ind",
        -0.00012618455
      ],
      [
        "berg",
        -0.00010986099
      ]
    ]
  },
  "Thomas Tipton served in between Congressional terms of one man by this name, who fired 40,000 Postal Workers of the opposing party when serving as Postmaster-General. Another person with this name defeated": {
    "guess": "John McLean",
    "confidence": [
      [
        "John",
        -1.1099175
      ],
      [
        " Mc",
        -0.57045203
      ],
      [
        "Lean",
        -0.00027087211
      ]
    ]
  },
  "Though some sources claim that this woman's father was Phoenix, most sources claim that he was her brother and that he founded Phoenicia while looking for her. Her other brothers, who also named cities after themselves after searching for her, were Cilix, Thasus, and Cadmus. Her father Agenor was the King of Tyre. The gifts given to this woman include a dog named Laelaps, a perfect javelin, and a bronze": {
    "guess": "EUROPA",
    "confidence": [
      [
        "EU",
        -0.7424946
      ],
      [
        "RO",
        -7.398068e-05
      ],
      [
        "PA",
        -0.008186992
      ]
    ]
  },
  "Thomas Thorne, a High Priest in the Church of Satan joined in 1988, billing himself as Buck Rider, but left in 1991 because the band \"wasn't Satanic enough\". Though they are not all female, their backup singers are called The Bomb Gang Girlz. They made a cameo appearance in The Crow and contributed the": {
    "guess": "The Bomb Gang Girlz",
    "confidence": [
      [
        "The",
        -0.51286143
      ],
      [
        " Bomb",
        -1.5244535
      ],
      [
        " Gang",
        -0.0068239514
      ],
      [
        " Girl",
        -0.029872432
      ],
      [
        "z",
        -0.0005375436
      ]
    ]
  },
  "Though not synchotrons, one type of these devices makes use of wigglers to accelerate electrons through a transverse magnetic field. In 2012, physicists used one of these devices to create particles which": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.26126912
      ],
      [
        "aser",
        -1.0564331e-05
      ]
    ]
  },
  "Though he's not Lycaon, according to some sources, this man had a son named Iapyx, Aeneas' healer, who is also claimed to be the grandson of Priam. Late in his life he came unto Cumae and then unto Sicily, where he lived under the patronage of Cocalus, a man who would kill one of this man's earlier patrons. A crime committed by this man was the inspiration of the name of the partridge, as he murdered": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.30065867
      ],
      [
        "ed",
        -8.2324936e-05
      ],
      [
        "alus",
        -0.002179881
      ]
    ]
  },
  "Though he's not Lycaon, according to some sources, this man had a son named Iapyx, Aeneas' healer, who is also claimed to be the grandson of Priam. Late in his life he came unto Cumae and then unto Sicily, where he lived under the patronage of Cocalus, a man who would kill one of this man's earlier patrons. A crime committed by this man was the inspiration of the name of the partridge, as he murdered his sister's son, alternatively known as Calos or Talus, but better known as Perdix. Condemned by": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.03366691
      ],
      [
        "ed",
        -3.8577193e-05
      ],
      [
        "alus",
        -0.0007373235
      ]
    ]
  },
  "Though it is not Spain, this place is home to mountains named Valterne, Tortelosa, and Gayne. While it was forming, aluminum-26 and iron-60 provided a large amount of heat, making its interior warm and squishy, causing it to spin rapidly. This moon is home to an equatorial ridge of mountains that go nearly around the moon, and its craters, including Clarin, (*) Almeric, Bramimond, and Charlemagne,": {
    "guess": "Iapetus",
    "confidence": [
      [
        "I",
        -0.014064072
      ],
      [
        "ap",
        -9.1026806e-05
      ],
      [
        "etus",
        -0.0001242773
      ]
    ]
  },
  "Though this 10-by-21 foot painting is set in 1849, two men in eighteenth century dress appear in the": {
    "guess": "Washington Crossing the Delaware",
    "confidence": [
      [
        "Washington",
        -0.29404756
      ],
      [
        " Crossing",
        -0.040371165
      ],
      [
        " the",
        -0.00035965684
      ],
      [
        " Delaware",
        -2.6895234e-05
      ]
    ]
  },
  "Though his elaborate attempt at breeding civet cats for profit failed miserably, his interest in economic improvement can be seen in early works like An Essay Upon Projects. His column the \"Scandal Club\" appeared in the newspaper he founded, The Review, at around the same time that he worked on stories like The Apparition of One Mrs. Veal. His mock-Pindaric ode Hymn to the Pillory was composed after he was imprisoned for the first time in response to his pamphlet The Shortest Way with Dissenters. But he didn't publish his best-known works until he was sixty; this included novels like Duncan Campbell, Captain Singleton, and A Journal of the Plague Year. FTP identify this sometime spy whose most famous works include Roxana, Moll Flanders, and Robinson Crusoe.": {
    "guess": "Daniel Defoe",
    "confidence": [
      [
        "Daniel",
        -0.00045641355
      ],
      [
        " Def",
        -0.00030793346
      ],
      [
        "oe",
        -0.00020032188
      ]
    ]
  },
  "Though this 10-by-21 foot painting is set in 1849, two men in eighteenth century dress appear in the foreground beside a long-legged white dog. This painting is filled with rows of figures, an arrangement": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.31275958
      ],
      [
        " Ra",
        -0.42876214
      ],
      [
        "ft",
        -6.704273e-07
      ],
      [
        " of",
        -6.2729996e-06
      ],
      [
        " the",
        -0.00038705903
      ],
      [
        " Med",
        -6.49212e-05
      ],
      [
        "usa",
        -0.00011725161
      ]
    ]
  },
  "Though it ostensibly began late in the dynasty founded by Tekauji, some historians date it as far back as the period of the earlier Onin Wars. Central power was usurped from the shogun by various diamyo who proceeded to exert their hegemony over each other, leading to over a century of wars across Honshu, Kyushu, and Shikoku. A brief lull came with the unification of the states by Toyotomi Hideyoshi,": {
    "guess": "Sengoku period",
    "confidence": [
      [
        "S",
        -0.0034380385
      ],
      [
        "eng",
        -1.2664457e-06
      ],
      [
        "oku",
        -3.4762674e-05
      ],
      [
        " period",
        -0.0033357523
      ]
    ]
  },
  "This man's thoughts on the relationship between objects and their names is known as zhengming. This man was the first to suggest limiting the power of a ruler, and he claimed he was only fit enough to": {
    "guess": "Confucius",
    "confidence": [
      [
        "Conf",
        -0.20079026
      ],
      [
        "uc",
        -0.00013774731
      ],
      [
        "ius",
        -0.0006728783
      ]
    ]
  },
  "Though Lorenzo de Credi was charged with finishing this piece, it was Alessandro Leopardi who designed the base and signed his name on the underside of one of the figures. Unlike its more famous counterpart": {
    "guess": "Madonna of the Yarnwinder",
    "confidence": [
      [
        "Mad",
        -1.0774577
      ],
      [
        "onna",
        -0.0008139164
      ],
      [
        " of",
        -0.8030089
      ],
      [
        " the",
        -0.0074810954
      ],
      [
        " Y",
        -0.84337986
      ],
      [
        "arn",
        -0.0003517894
      ],
      [
        "w",
        -0.00023178798
      ],
      [
        "inder",
        -0.00093325577
      ]
    ]
  },
  "Thomas Johnson of Harvard was responsible for more authentic versions of this writer's work, including \"Zero at the Bone,\" \"Essential Oils,\" and \"Wild Nights- Wild Nights!\" Her long-time correspondent,": {
    "guess": "Emily Dickinson",
    "confidence": [
      [
        "Emily",
        -0.0009103907
      ],
      [
        " Dickinson",
        -0.00035083943
      ]
    ]
  },
  "Though his elaborate attempt at breeding civet cats for profit failed miserably, his interest in economic improvement can be seen in early works like An Essay Upon Projects. His column the \"Scandal Club\" appeared in the newspaper he founded, The Review, at around the same time that he worked on stories like The Apparition of One Mrs. Veal. His mock-Pindaric ode Hymn to the Pillory was composed after he was imprisoned for the first time in response to his pamphlet The Shortest Way with Dissenters. But he didn't publish his best-known works until he was sixty; this included novels like Duncan Campbell,": {
    "guess": "Daniel Defoe",
    "confidence": [
      [
        "Daniel",
        -0.037899636
      ],
      [
        " Def",
        -0.00040850835
      ],
      [
        "oe",
        -0.0003465481
      ]
    ]
  },
  "He is thought to have ordered the capture of Kashmiri Prime Minister Sheikh Abdullah, and this man's": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.90711987
      ],
      [
        "awah",
        -0.009529053
      ],
      [
        "arl",
        -0.00022809267
      ],
      [
        "al",
        -9.4914985e-06
      ],
      [
        " Neh",
        -0.00014191943
      ],
      [
        "ru",
        -9.0883464e-07
      ]
    ]
  },
  "It was once thought to be similar to the light emitted by dyes exposed to light, but its namesake showed that it lacked gradual decrease in light. A similar effect is gamma rays having enough energy to pass light and make a visible cone. Explained by Frank and Tamm, it exists when high-energy radiation": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.027833708
      ],
      [
        "eren",
        -8.9834764e-05
      ],
      [
        "kov",
        -4.723352e-06
      ],
      [
        " radiation",
        -0.03748578
      ]
    ]
  },
  "Thomas Tipton served in between Congressional terms of one man by this name, who fired 40,000 Postal Workers of the opposing party when serving as Postmaster-General. Another person with this name defeated Ralph Smith to win election to the Senate, where he sponsored an amendment cutting off aid to Israel. Another man by this name worked on the Preparatory Commission of the United Nations Organizations and defeated Dwight Green in the 1948 election for governor of Illinois. One person by this name was William Jenning Bryan's Democratic running mate in 1900, and another person by this name died while ambassador to Great Britain, a post he held when John F. Kennedy appointed him there after defeating him in a Primary. For 10 points, name this name shared by Grover Cleveland's second vice-president": {
    "guess": "Adlai Stevenson II",
    "confidence": [
      [
        "Ad",
        -0.053062487
      ],
      [
        "l",
        -0.0004965559
      ],
      [
        "ai",
        -4.441817e-05
      ],
      [
        " Stevenson",
        -0.0044631124
      ],
      [
        " II",
        -0.0008192769
      ]
    ]
  },
  "Thomas M'Crie wrote a famous biography of this man, who married Marjorie Bowes and composed A Brief Narrative of the Troubles Which Arose at Frankfurt. He shared a close friendship with George Wishart, who was seized and put to death by order of Cardinal David Beaton. He composed a treatise entitled The First Blast of the Trumpet Against the Monstrous Regiment of Women after his second flight to Geneva.": {
    "guess": "John Knox",
    "confidence": [
      [
        "John",
        -0.00260158
      ],
      [
        " Knox",
        -0.00024596223
      ]
    ]
  },
  "Though the Buffalo Soldiers were formed in Kansas, much of their service was done at Fort Davis   and": {
    "guess": "Buffalo Soldier Military Museum",
    "confidence": [
      [
        "Buff",
        -0.8934273
      ],
      [
        "alo",
        -2.188868e-05
      ],
      [
        " Soldier",
        -0.17184387
      ],
      [
        " Military",
        -1.1463143
      ],
      [
        " Museum",
        -0.8656179
      ]
    ]
  },
  "Though he's not Lycaon, according to some sources, this man had a son named Iapyx, Aeneas' healer, who is also claimed to be the grandson of Priam. Late in his life he came unto Cumae and then unto Sicily, where he lived under the patronage of Cocalus, a man who would kill one of this man's earlier patrons. A crime committed by this man was the inspiration of the name of the partridge, as he murdered his sister's son, alternatively known as Calos or Talus, but better known as Perdix. Condemned by the Areopagus, he was arrested in his next destination after completing a work for a daughter of Helios,": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.031099642
      ],
      [
        "ed",
        -6.4802e-05
      ],
      [
        "alus",
        -0.0009186048
      ]
    ]
  },
  "Though it is not the kidneys, the tissue surrounding arteries in this organ is called a Malpighian (mal-PEE-gee-uhn) body. One type of tissue in this organ is made up of Cords of Billroth. Along with the liver and bone marrow, the body stores ferritin (FAIR-it-in) bound iron in this organ. The two main types of tissue in this organ meet at the \"marginal zone.\" Along with the thymus, this part of the": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.010826264
      ],
      [
        "ple",
        -1.147242e-06
      ],
      [
        "en",
        -1.3067608e-05
      ]
    ]
  },
  "Though this Arabic phrase does not appear in the New Testament, its sentiment is expressed in Chapter Four of the Book of James. Its use is encouraged by the 18th Sura of the Koran, known as The Cave.": {
    "guess": "Miracle of Jesus",
    "confidence": [
      [
        "Mir",
        -2.1323814
      ],
      [
        "acle",
        -0.5074226
      ],
      [
        " of",
        -0.005780781
      ],
      [
        " Jesus",
        -0.3618733
      ]
    ]
  },
  "Though the Buffalo Soldiers were formed in Kansas, much of their service was done at Fort Davis   and Fort Clark in this state. Part of its eastern border is formed by the Sabine River, and a region of  its southern border is called the Big Bend. The southernmost point of this state, the location of": {
    "guess": "Texas",
    "confidence": [
      [
        "Texas",
        -0.004113543
      ]
    ]
  },
  "Though the Buffalo Soldiers were formed in Kansas, much of their service was done at Fort Davis   and Fort Clark in this state. Part of its eastern border is formed by the Sabine River, and a region of  its southern border is called the Big Bend. The southernmost point of this state, the location of the   Battle of Resaca de la Palma, is the city of Brownsville. The town of Lubbock is just south of its  panhandle, which includes Amarillo [aa-muh-RIL-oh]. Its largest metropolitan area contains Plano,  Irving, and Fort Worth. Name this state that, in addition to Dallas, contains the city of San": {
    "guess": "Texas",
    "confidence": [
      [
        "Texas",
        -0.0016449533
      ]
    ]
  },
  "They are thought to have hunted a species of dwarf Stegodon and they show evidence of advanced behaviors,": {
    "guess": "Flores Man",
    "confidence": [
      [
        "Flo",
        -0.3309865
      ],
      [
        "res",
        -4.429897e-05
      ],
      [
        " Man",
        -0.23368886
      ]
    ]
  },
  "Though not known primarily for his poetry, this man is said to be the first to distinguish between events beyond human control and those within human control. When he was entrusted with full legislative powers, he abolished distinctions of birth for requirements of office. He later formeda new council, alongside the Areopagus, to advice the Ekklesia, or  Assembly of Citizens. He classified all of his cities inhabitants by income into four groups, by which liability for taxes and military service": {
    "guess": "Solon",
    "confidence": [
      [
        "Sol",
        -0.06475217
      ],
      [
        "on",
        -7.648396e-05
      ]
    ]
  },
  "Though neither of them appears onstage, the characters of Liz and Honoria Fraser are compared throughout. Conflict in this play occurs after the Reverend Samuel comes to the summer cottage in Hasslemere where George Crofts unwittingly reveals that the former's son, Frank Gardner, may be related to the": {
    "guess": "Mrs. Warren's Profession",
    "confidence": [
      [
        "Mrs",
        -1.1347946
      ],
      [
        ".",
        -0.05129633
      ],
      [
        " Warren",
        -0.000614982
      ],
      [
        "'s",
        -0.00021366903
      ],
      [
        " Profession",
        -2.3392786e-06
      ]
    ]
  },
  "Though not the Plum Fuss, one name for the War of the Bavarian Succession comes from this crop due to the constant food shortages for troops. Its cultivation was championed by Antoine Parmentier. This crop was sponsored by Marie Antoinette as a way to improve yields on small acreages of land. Possibly introduced to Europe via the Americas and the Canary Islands, this crop experienced a disease that caused a mass (*) emigration to the United States from Ireland in the nineteenth century. For 10 points,": {
    "guess": "Potato",
    "confidence": [
      [
        "Pot",
        -0.009858438
      ],
      [
        "ato",
        -0.00028266964
      ]
    ]
  },
  "\"Thorny excrescences\" in this structure are formed by a mossy fiber pathway and some pyramidal cells in it give off Schaffer axon collaterals. A route from fibers in the entorhinal cortex to parts of this structure is known as the perforant pathway and it is the beginning and end of the Papez circuit. The hilus is a part of its dentate gyrus and the fields CA1, CA2, and CA3 are part of the Horns of Amun in this structure. Anterograde amnesia is often associated with damage to this structure. For": {
    "guess": "Hippocampus",
    "confidence": [
      [
        "H",
        -0.011468998
      ],
      [
        "ipp",
        -0.00011081461
      ],
      [
        "oc",
        -6.511407e-06
      ],
      [
        "ampus",
        -0.00062177295
      ]
    ]
  },
  "Though it is not Spain, this place is home to mountains named Valterne, Tortelosa, and Gayne. While it was forming, aluminum-26 and iron-60 provided a large amount of heat, making its interior warm and squishy, causing it to spin rapidly. This moon is home to an equatorial ridge of mountains that go nearly around the moon, and its craters, including Clarin, (*) Almeric, Bramimond, and Charlemagne, as well as its Roncevaux Terra, derive their names from the Song of Roland. For 15 points, identify this walnut-shaped and distinctly two- toned moon discovered by Cassini, the ► third largest surrounding Saturn.": {
    "guess": "Iapetus",
    "confidence": [
      [
        "I",
        -0.0034434998
      ],
      [
        "ap",
        -1.3544423e-05
      ],
      [
        "etus",
        -5.347765e-05
      ]
    ]
  },
  "Though not known primarily for his poetry, this man is said to be the first to distinguish between events beyond human control and those within human control. When he was entrusted with full legislative powers, he abolished distinctions of birth for requirements of office. He later formeda new council, alongside the Areopagus, to advice the Ekklesia, or  Assembly of Citizens. He classified all of his": {
    "guess": "Solon",
    "confidence": [
      [
        "Sol",
        -0.0922248
      ],
      [
        "on",
        -0.0004243588
      ]
    ]
  },
  "\"Thorny excrescences\" in this structure are formed by a mossy fiber pathway and some pyramidal cells in it give off Schaffer axon collaterals. A route from fibers in the entorhinal cortex to parts of this structure is known as the perforant pathway and it is the beginning and end of the Papez circuit. The hilus is a part of its dentate gyrus and the fields CA1, CA2, and CA3 are part of the Horns of Amun in this structure. Anterograde amnesia is often associated with damage to this structure. For 10 points, name this region of the brain, associated with short term memory and named for a resemblance to a seashores.": {
    "guess": "Hippocampus",
    "confidence": [
      [
        "H",
        -0.0067839315
      ],
      [
        "ipp",
        -0.00013929696
      ],
      [
        "oc",
        -7.703444e-06
      ],
      [
        "ampus",
        -0.00022463576
      ]
    ]
  },
  "Though it is not India, the \"Delhi Clique\" was the target of one faction in this state's Anti-Rent War. During the Second Great Awakening, one part of this state was known as the \"Burned-Over District.\" Hooker Chemical buried twenty-one thousand pounds of toxic waste beneath the Love Canal neighborhood of a city in the west of this state. This state was the location of the first execution by electric": {
    "guess": "New York",
    "confidence": [
      [
        "New",
        -0.27463222
      ],
      [
        " York",
        -0.00027242178
      ]
    ]
  },
  "Though his parents had supported Parliament during the civil war, this poet demonstrated his loyalty to the returning Charles II in such poems as \"To His Sacred Majesty\" and \"Astrea Redux\", and even created": {
    "guess": "John Dryden",
    "confidence": [
      [
        "John",
        -0.004700088
      ],
      [
        " Dry",
        -0.00030316898
      ],
      [
        "den",
        -4.012684e-05
      ]
    ]
  },
  "He is thought to have ordered the capture of Kashmiri Prime Minister Sheikh Abdullah, and this man's letters to his daughter were collected in Glimpses of World History.To commemorate a commitment to purna swaraj, he raised a flag over the Ravi River, and the achievement of this goal culminated in his \"tryst with destiny\" speech. This figure's father led a failed (*) Bombay Conference attempt to reconcile the Muslim League with Hindu factions. Along with men like Sukarno and Gamel Nasser, he helped lead the Non-Aligned Movement, and both his daughter and grandson became prime ministers. For 10": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.00080379145
      ],
      [
        "awah",
        -9.0883464e-07
      ],
      [
        "arl",
        -3.9292416e-05
      ],
      [
        "al",
        -6.0345924e-06
      ],
      [
        " Neh",
        -3.7146747e-05
      ],
      [
        "ru",
        -1.1041146e-05
      ]
    ]
  },
  "Though it was originally written in 1874, the standard version was published six years later with the": {
    "guess": "Far from the Madding Crowd",
    "confidence": [
      [
        "Far",
        -1.2496959
      ],
      [
        " from",
        -0.035713613
      ],
      [
        " the",
        -0.00018029935
      ],
      [
        " M",
        -0.00042602763
      ],
      [
        "adding",
        -6.2729996e-06
      ],
      [
        " Crowd",
        -2.5107178e-05
      ]
    ]
  },
  "They are thought to have hunted a species of dwarf Stegodon and they show evidence of advanced behaviors, such as using fire for cooking and using the stone tools of the Upper Paleolithic, which are associated with modern humans.* Its discoverers have hypothesized that it had language and that they arrived on isolated islands during the Wisconsin glaciation via reed rafts. FTP, what is this newly discovered hominid, which appears as a smaller version of Homo erectus and which has been dubbed \"hobbits\" by some scientists, including its discoverers?": {
    "guess": "Flores Man",
    "confidence": [
      [
        "Flo",
        -0.14268187
      ],
      [
        "res",
        -2.2603901e-05
      ],
      [
        " Man",
        -0.23416331
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal building could really be a defensive tower, losing the Battle of Camaret. Control of the fortress at Pinerolo proved crucial in this conflict, which broke the Peace of Ratisbon. In this war, a random fisherman named Herve Riel was given command of a fleet after its captains proved too scared to flee through the treacherous Race of Alderny. The Duke of Noailles captured Camprodon on its Catalonian front, and it turned after Victor Amadeus of Savoy reached a separate peace. The Duc de Luxembourg enveloped the Prince of Waldeck at Fleurus, a rare open battle in this war that mostly saw naval clashes like Beachy Head and La Hogue and sieges like Namur. The defensive lines of Vauban led to the Treaty of Ryswick ending, for 10 points, what 1688-1697 war that pitted pretty much everyone in Europe in a namesake coalition against Louis XIV of France?": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.00150236
      ],
      [
        " Years",
        -5.8603408e-05
      ],
      [
        "'",
        -0.0001008015
      ],
      [
        " War",
        -2.546479e-05
      ]
    ]
  },
  "Though his elaborate attempt at breeding civet cats for profit failed miserably, his interest in economic improvement can be seen in early works like An Essay Upon Projects. His column the \"Scandal Club\" appeared in the newspaper he founded, The Review, at around the same time that he worked on stories like The Apparition of One Mrs. Veal. His mock-Pindaric ode Hymn to the Pillory was composed after he was imprisoned for the first time in response to his pamphlet The Shortest Way with Dissenters. But he didn't publish his best-known works until he was sixty; this included novels like Duncan Campbell, Captain Singleton, and A Journal of the Plague Year. FTP identify this sometime spy whose most": {
    "guess": "Daniel Defoe",
    "confidence": [
      [
        "Daniel",
        -0.0011109243
      ],
      [
        " Def",
        -0.0013314292
      ],
      [
        "oe",
        -0.000554344
      ]
    ]
  },
  "It is thought that the final transformation of the seventh chord evident in much of the composer's other work, symbolizing his obsession with Stefi Geyer, represents in this work a change from the grotesque": {
    "guess": "Violin concerto",
    "confidence": [
      [
        "Viol",
        -0.4787635
      ],
      [
        "in",
        -0.000244651
      ],
      [
        " conc",
        -0.34505132
      ],
      [
        "erto",
        -5.025915e-05
      ]
    ]
  },
  "Though she worked with such luminaries as Hindemith and Menotti, her most long-lasting collaboration was with the set designer and sculptor Isamu Noguchi. Her theory of movement derived from the primary human activity: breathing. At the Denishawn dance studio she put this theory into action in works like Cave of the Heart, Clytemnestra, and Appalachian Spring. FTP identify this choreographer and dancer": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.0015323553
      ],
      [
        "tha",
        -2.1008714e-06
      ],
      [
        " Graham",
        -6.659005e-05
      ]
    ]
  },
  "Thomas M'Crie wrote a famous biography of this man, who married Marjorie Bowes and composed A Brief Narrative of the Troubles Which Arose at Frankfurt. He shared a close friendship with George Wishart, who was seized and put to death by order of Cardinal David Beaton. He composed a treatise entitled The First Blast of the Trumpet Against the Monstrous Regiment of Women after his second flight to Geneva. The death of Mary of Guise greatly aided him in securing adoption of the Confession of Faith,": {
    "guess": "John Knox",
    "confidence": [
      [
        "John",
        -0.006436353
      ],
      [
        " Knox",
        -0.00012678056
      ]
    ]
  },
  "Though some sources claim that this woman's father was Phoenix, most sources claim that he was her brother and that he founded Phoenicia while looking for her. Her other brothers, who also named cities after themselves after searching for her, were Cilix, Thasus, and Cadmus. Her father Agenor was the King of Tyre. The gifts given to this woman include a dog named Laelaps, a perfect javelin, and a bronze guardian named Talos. This woman was taken to Crete and later gave birth to Sarpedon, Rhadamanthys,": {
    "guess": "Europa",
    "confidence": [
      [
        "Eu",
        -0.11439246
      ],
      [
        "ropa",
        -1.0325924e-05
      ]
    ]
  },
  "Though the Buffalo Soldiers were formed in Kansas, much of their service was done at Fort Davis   and Fort Clark in this state. Part of its eastern border is formed by the Sabine River, and a region of": {
    "guess": "Texas",
    "confidence": [
      [
        "Texas",
        -0.00376469
      ]
    ]
  },
  "Thomas, a retired merchant and member of Parliament, advocates a philosophy dedicated to rational self-interest,": {
    "guess": "Objectivism",
    "confidence": [
      [
        "Object",
        -0.473319
      ],
      [
        "ivism",
        -0.03413108
      ]
    ]
  },
  "Though usually mentioned in the singular, there are actually multiple examples of this object, each manufactured by the Mosler company before that firm was bought by Diebold. The Washington Post article which revealed its existence also made public the new \"Treated As Top Secret SCI\" classification and claimed that the purpose of this object is to hide certain items from the National Archives. Though its owner claims that it contains \"everyday paperwork,\" Jon Stewart has opined that it holds a dead body or secret living quarters. FTP, name this comically large object in the West Wing office of the Vice-President.": {
    "guess": "Vice President's Secret Bookshelf",
    "confidence": [
      [
        "V",
        -1.5513668
      ],
      [
        "ice",
        -0.001598772
      ],
      [
        " President",
        -0.6487384
      ],
      [
        "'s",
        -0.013411742
      ],
      [
        " Secret",
        -0.37933326
      ],
      [
        " Book",
        -0.96878123
      ],
      [
        "shelf",
        -0.46204185
      ]
    ]
  },
  "One thought experiment in this work posits a creature that is not subject to diminishing marginal returns in order to argue against utilitarianism. Another section concludes that humans do not wish to be indeterminate blobs after discussing the work of a group of \"superduper neuropsychologists\" hooking someone up to a reality synthesizer. According to this work the distribution of \"holdings\", no matter how unequal, is just if it happens through (*) legitimate means; that is illustrated through a thought experiment in which people willingly make a sportsman rich. This work's concept of government is said to be inclusive, and allows for opposing systems to exist internally as long as they do not illegitimately use force. This work advocates a night-watchman state. For ten points, name this libertarian": {
    "guess": "Anarchy, State, and Utopia",
    "confidence": [
      [
        "An",
        -0.002919115
      ],
      [
        "archy",
        -1.735894e-05
      ],
      [
        ",",
        -1.7478143e-05
      ],
      [
        " State",
        -1.1994775e-05
      ],
      [
        ",",
        -1.2113979e-05
      ],
      [
        " and",
        -1.7835755e-05
      ],
      [
        " U",
        -1.8789384e-05
      ],
      [
        "top",
        -5.5122365e-07
      ],
      [
        "ia",
        -5.9153886e-06
      ]
    ]
  },
  "Though his elaborate attempt at breeding civet cats for profit failed miserably, his interest in economic improvement can be seen in early works like An Essay Upon Projects. His column the \"Scandal Club\" appeared in the newspaper he founded, The Review, at around the same time that he worked on stories": {
    "guess": "Daniel Defoe",
    "confidence": [
      [
        "Daniel",
        -0.03188673
      ],
      [
        " Def",
        -0.0052854614
      ],
      [
        "oe",
        -0.00067526236
      ]
    ]
  },
  "Though he's not Lycaon, according to some sources, this man had a son named Iapyx, Aeneas' healer, who is also claimed to be the grandson of Priam. Late in his life he came unto Cumae and then unto Sicily, where he lived under the patronage of Cocalus, a man who would kill one of this man's earlier patrons.": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -1.1310688
      ],
      [
        "ed",
        -1.8908588e-05
      ],
      [
        "alus",
        -0.00091824715
      ]
    ]
  },
  "Though it was supplanted as a state capital early in the 19th century, this city has remained popular": {
    "guess": "State capital",
    "confidence": [
      [
        "State",
        -1.0118661
      ],
      [
        " capital",
        -0.47564876
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal building could really be a defensive tower, losing the Battle of Camaret. Control of the fortress at Pinerolo proved crucial in this conflict, which broke the Peace of Ratisbon. In this war, a random fisherman named Herve Riel was given command of a fleet after its captains proved too scared to flee through the treacherous Race of Alderny. The Duke of Noailles captured Camprodon on its Catalonian": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.5402219
      ],
      [
        " of",
        -0.00031079436
      ],
      [
        " the",
        -0.21744062
      ],
      [
        " Spanish",
        -0.06078054
      ],
      [
        " Success",
        -0.01051725
      ],
      [
        "ion",
        -7.226629e-06
      ]
    ]
  },
  "Thomas, a retired merchant and member of Parliament, advocates a philosophy dedicated to rational self-interest, and founds a school in Coketown which teaches his ideas.* His oldest children are educated in this style and grow to lead unfulfilling lives, as Tom becomes a hedonist, who robs a bank in Coketown and is forced to flee out of England, while Louisa marries a man much older than herself, Josiah Bounderby, and does not learn to feel sympathy and compassion for others until she is taught by": {
    "guess": "The Hard Times",
    "confidence": [
      [
        "The",
        -0.10989012
      ],
      [
        " Hard",
        -0.002260879
      ],
      [
        " Times",
        -6.754368e-05
      ]
    ]
  },
  "Though it is not India, the \"Delhi Clique\" was the target of one faction in this state's Anti-Rent War. During the Second Great Awakening, one part of this state was known as the \"Burned-Over District.\"": {
    "guess": "New York",
    "confidence": [
      [
        "New",
        -0.11717816
      ],
      [
        " York",
        -0.0033172115
      ]
    ]
  },
  "Though he's not Lycaon, according to some sources, this man had a son named Iapyx, Aeneas' healer, who": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -1.234982
      ],
      [
        "ed",
        -0.007678911
      ],
      [
        "alus",
        -0.0110401595
      ]
    ]
  },
  "It is thought that the final transformation of the seventh chord evident in much of the composer's other work, symbolizing his obsession with Stefi Geyer, represents in this work a change from the grotesque as in the Fourteenth Bagatelle  to the violent as portrayed by the willful protagonist. Her single-mindedness leads to her ruin in this opera and a minor second anticipates her seeing blood and": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.14720753
      ],
      [
        "é",
        -0.057493106
      ],
      [
        "la",
        -4.4894987e-05
      ],
      [
        " Bart",
        -0.00039635692
      ],
      [
        "ó",
        -0.0034279353
      ],
      [
        "k",
        -8.780831e-05
      ]
    ]
  },
  "A Thomas Nast cartoon shows this man as a genie emerging from a bottle and threatening a figure in a": {
    "guess": "Aladdin",
    "confidence": [
      [
        "Al",
        -1.0605699
      ],
      [
        "addin",
        -0.21108909
      ]
    ]
  },
  "Though its dark biotite and hornblende phenocrysts give it a porphyritic appearance, this rock is never (*) volcanic. It may form from the partial melting of oceanic crust in subduction zones, though it is more commonly a product of fractional crystallization caused by hydration in the Wadati- Benioff Zone or assimilation of continental crust by basaltic melts. This phanerite may form stocks around": {
    "guess": "Diorite",
    "confidence": [
      [
        "D",
        -0.5931533
      ],
      [
        "ior",
        -0.00029923528
      ],
      [
        "ite",
        -3.190179e-05
      ]
    ]
  },
  "One thought experiment in this work posits a creature that is not subject to diminishing marginal returns in order to argue against utilitarianism. Another section concludes that humans do not wish to": {
    "guess": "Anarchy, State, and Utopia",
    "confidence": [
      [
        "An",
        -0.588617
      ],
      [
        "archy",
        -0.0023276021
      ],
      [
        ",",
        -0.0014257102
      ],
      [
        " State",
        -3.3213026e-05
      ],
      [
        ",",
        -7.100059e-05
      ],
      [
        " and",
        -1.5213274e-05
      ],
      [
        " U",
        -1.6882126e-05
      ],
      [
        "top",
        -4.365741e-06
      ],
      [
        "ia",
        -1.700133e-05
      ]
    ]
  },
  "Though it is not Spain, this place is home to mountains named Valterne, Tortelosa, and Gayne. While it was forming, aluminum-26 and iron-60 provided a large amount of heat, making its interior warm and": {
    "guess": "Iapetus",
    "confidence": [
      [
        "I",
        -0.006278217
      ],
      [
        "ap",
        -3.059055e-05
      ],
      [
        "etus",
        -1.1041146e-05
      ]
    ]
  },
  "Thomas Tatton claimed that there was a crowd of only thirty thousand people at this event, while James Wroe, in the Observer, gave the highest estimate at 153 thousand. Wroe and Richard Carlile were imprisoned for publicizing the story of this incident, which inspired Percy Bysshe Shelley to write The Masque of Anarchy. Samuel Bamford was also imprisoned after this event perpetrated by the 15th Hussars and the Cheshire Volunteers, and Home Secretary Sidmouth responded by proposing the Six Acts. The trouble began when Henry Hunt was arrested and prevented from speaking, and eleven people were killed when cavalry troops overwhelmed the demonstrators in Manchester. FTP, name this 1819 incident,": {
    "guess": "Peterloo Massacre",
    "confidence": [
      [
        "Peter",
        -0.0067062583
      ],
      [
        "loo",
        -0.00016420685
      ],
      [
        " Mass",
        -3.523949e-05
      ],
      [
        "acre",
        -5.2643223e-05
      ]
    ]
  },
  "Though he is not Fragonard, this artist painted a woman in a blue and white dress timidly stepping on the\n title object in his painting The Swing. He painted a woman in a striped dress in front of a man peering\n through opera glasses in his painting of a theater box. This artist painted a red background behind a pair of\n sisters dressed in the title colors in his Pink and Blue. One painting by this artist shows a woman in a blue\n and yellow striped dress being leaned over by another woman at a party,": {
    "guess": "Jean-Honoré Fragonard",
    "confidence": [
      [
        "Jean",
        -0.19408621
      ],
      [
        "-H",
        -0.011871959
      ],
      [
        "onor",
        -0.028894883
      ],
      [
        "é",
        -3.333223e-05
      ],
      [
        " Fr",
        -2.58224e-05
      ],
      [
        "agon",
        0.0
      ],
      [
        "ard",
        -8.053688e-05
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal building could really be a defensive tower, losing the Battle of Camaret. Control of the fortress at Pinerolo proved crucial in this conflict, which broke the Peace of Ratisbon. In this war, a random fisherman named Herve Riel was given command of a fleet after its captains proved too scared to flee through the treacherous Race of Alderny. The Duke of Noailles captured Camprodon on its Catalonian front, and it turned after Victor Amadeus of Savoy reached a separate peace. The Duc de Luxembourg": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.6470088
      ],
      [
        " of",
        -5.8722613e-05
      ],
      [
        " the",
        -0.14309603
      ],
      [
        " Spanish",
        -0.4998493
      ],
      [
        " Success",
        -0.00093635515
      ],
      [
        "ion",
        -1.6762922e-05
      ]
    ]
  },
  "He is thought to have ordered the capture of Kashmiri Prime Minister Sheikh Abdullah, and this man's letters to his daughter were collected in Glimpses of World History.To commemorate a commitment to purna": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.028227812
      ],
      [
        "awah",
        -3.0545007e-06
      ],
      [
        "arl",
        -3.059055e-05
      ],
      [
        "al",
        -5.7961847e-06
      ],
      [
        " Neh",
        -9.460292e-05
      ],
      [
        "ru",
        -1.3186812e-05
      ]
    ]
  },
  "Thomas Tallemache was defeated in this war after reportedly refusing to believe a goofy-looking polygonal building could really be a defensive tower, losing the Battle of Camaret. Control of the fortress at Pinerolo proved crucial in this conflict, which broke the Peace of Ratisbon. In this war, a random": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.5626402
      ],
      [
        " Years",
        -0.00074566406
      ],
      [
        "'",
        -0.00058567984
      ],
      [
        " War",
        -4.561021e-05
      ]
    ]
  },
  "Though it isn't length, in the cgs system of units, this quantity is measured in centimeters; this makes": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -0.8038416
      ],
      [
        " charge",
        -0.13791549
      ]
    ]
  }
}