{
  "He invented a device to keep his fourth finger rigid while playing the piano; the device eventually deformed his hand. He gave names to aspects of his personality such as the introspective Eusebius and, after a Beethoven character, the impulsive Florestan. His works include Papillons (pah-pee-YOHN) and": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0014915308
      ],
      [
        " Sch",
        -0.00053230225
      ],
      [
        "umann",
        -0.0003150857
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm Kerr memorably compared the Six-Day War to a football game between Notre Dame and Princeton. The Woodrow Wilson International Center for Scholars organizes an \"International History Project\" of this event, which is notably studied by the likes of James Hershberg, Nigel Ashton, and Melvyn Leffler. The \"revisionist\" school of historiography of this event, which included William A. Williams and Thomas Paterson among its members, was also advanced by Walter LaFeber, who argued that it was rooted in 19th-century conflicts in trade in East Asia. Odd Arne Westad argued for a focus on the Third World in his \"Global\" history of it. We Now Know titled a 1997 essay on this conflict by the Yale professor": {
    "guess": "Cold War",
    "confidence": [
      [
        "Cold",
        -0.93467736
      ],
      [
        " War",
        -0.00022225169
      ]
    ]
  },
  "Invented in 1900 by Johann Elster and Hans Geitel, the voltage applied by the conductive variety varies with intensity while the multiplier variety uses an electric field to attract electrons to the dynode, thus converting into a measurable electric current. In this device, an electron tube with a photosensitive cathode emits electrons when illuminated, which an anode collects with the current being": {
    "guess": "Photomultiplier",
    "confidence": [
      [
        "Phot",
        -0.15067768
      ],
      [
        "om",
        -0.15991484
      ],
      [
        "ulti",
        -0.002348173
      ],
      [
        "plier",
        -0.0011963018
      ]
    ]
  },
  "The introduction of a term with units of this quantity allowed Maxwell to formulate the equation for light as an electromagnetic wave. That term was introduced into Ampère's law and is called \"displacement [this].\" This quantity squared is proportional to the energy stored in inductors. Devices that measure this quantity are hooked up in (*) series, and have very low internal resistance. It times voltage gives power. It only flows in one direction through diodes. For 10 points, name this flow of": {
    "guess": "Electric current",
    "confidence": [
      [
        "Electric",
        -0.027030282
      ],
      [
        " current",
        -0.028820649
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation of unused networks.  Established as a standard under RFC 1752 and originally known as Next Generation,": {
    "guess": "IPv6",
    "confidence": [
      [
        "IPv",
        -0.40580958
      ],
      [
        "6",
        -0.022028651
      ]
    ]
  },
  "One invasion under this ruler led to the death by beating of Cornelis and Johan de Witt before the treaty of Nijmegen ended the Dutch War. That war led to the ascension to power of this man's longtime enemy, William III. Charles II's granting of Spain to this ruler's grandson sparked the War of the Spanish Succession. This man revoked the rights given to Protestants in his country by Henry IV in the Edict of Nantes in his own Edict of Fontainebleau. For 10 points, name this French monarch, whose long rule led to his being named the Sun King.": {
    "guess": "Louis XIV",
    "confidence": [
      [
        "Louis",
        -0.006913218
      ],
      [
        " XIV",
        -8.6497064e-05
      ]
    ]
  },
  "Investigation into this event was led by Senator Thomas J. Walsh. This incident became possible after": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.002084001
      ],
      [
        "apot",
        -4.9617593e-06
      ],
      [
        " Dome",
        -1.7432603e-06
      ],
      [
        " scandal",
        -3.4524266e-05
      ]
    ]
  },
  "Introducing a flat space approximation for their outer regions into their metric yields Rindler geometry.": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -1.0681174
      ],
      [
        " rel",
        -0.037145834
      ],
      [
        "ativity",
        -2.0815847e-05
      ]
    ]
  },
  "The introduction to this work discusses a proof by Sheffer to explain the context of the symbol p-bar comma xi-bar comma N-bar or xi-bar. That symbol is used to describe a process by which general propositions can be built up from atomic propositions and is the general form of the truth function, the": {
    "guess": "Tractatus Logico-Philosophicus",
    "confidence": [
      [
        "Tr",
        -1.0834823
      ],
      [
        "act",
        -0.0004362718
      ],
      [
        "atus",
        -0.30480942
      ],
      [
        " Log",
        -0.0014369007
      ],
      [
        "ico",
        -5.121278e-05
      ],
      [
        "-",
        -6.8854926e-05
      ],
      [
        "Phil",
        -0.00032283025
      ],
      [
        "osoph",
        -0.00022785427
      ],
      [
        "icus",
        -8.180258e-06
      ]
    ]
  },
  "This man introduced cocaine to Karl Koller as a cure for morphine addiction, and he first gained recognition for discovering the reproductive organs in eels. He wrote numerous letters to Wilhelm Fliess,": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.046683855
      ],
      [
        "igm",
        -2.4391957e-05
      ],
      [
        "und",
        -0.0003124632
      ],
      [
        " Freud",
        -5.0020742e-05
      ]
    ]
  },
  "This man invented the current balance and a notable compass for the British Navy. He estimated the Earth to be at most forty million years old and helped in the design and laying of transatlantic telegraph cables. This baron co-discovered the effect by which gases grow cooler as they expand; he co-names that effect with James Joule. He also names a scale in which zero degrees is equal to negative 273 degrees Celsius. For 10 points, name this Irish scientist who names a temperature scale that includes absolute zero.": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.003012769
      ],
      [
        " Thomson",
        -0.00014692599
      ],
      [
        ",",
        -6.575563e-05
      ],
      [
        " ",
        -9.841743e-05
      ],
      [
        "1",
        -1.640531e-05
      ],
      [
        "st",
        -1.1398757e-05
      ],
      [
        " Baron",
        -5.419287e-05
      ],
      [
        " Kelvin",
        -4.4849444e-06
      ]
    ]
  },
  "Its introduction states that the mass populations are \"disgusting like moving cheese,\" but that every generation has a few men that are truly great and change society by their actions. Modeled on Thomas Carlyle's On Heroes, Hero Worship, and the Heroic in History, it differs from that work in that this": {
    "guess": "Great Men and Famous Women",
    "confidence": [
      [
        "Great",
        -0.30894607
      ],
      [
        " Men",
        -0.07969864
      ],
      [
        " and",
        -0.755377
      ],
      [
        " Famous",
        -0.07448896
      ],
      [
        " Women",
        -0.021298733
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won a 1948 Senate race over a man who championed the ideas of Jeremy Bentham. It criticizes the inability of monetary policy to have any influence on wage-price interactions in a chapter called \"The Monetary Illusion,\" while chapter 11 of this work criticizes consumer wants which arise from \"the process of satisfying wants\" and calls it the \"dependence effect.\" Another chapter criticizes the use of GDP and GNP as a measure of quality of life and is titled \"The Paramount Position of Production.\" Its": {
    "guess": "The Affluent Society",
    "confidence": [
      [
        "The",
        -0.25173762
      ],
      [
        " Aff",
        -6.086828e-05
      ],
      [
        "luent",
        -3.8100377e-05
      ],
      [
        " Society",
        -2.5345586e-05
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm Kerr memorably compared the Six-Day War to a football game between Notre Dame and Princeton. The Woodrow": {
    "guess": "Six-Day War",
    "confidence": [
      [
        "Six",
        -0.9187243
      ],
      [
        "-Day",
        -0.0841698
      ],
      [
        " War",
        -0.0036025597
      ]
    ]
  },
  "After invading a neighboring country, this man promised to initiate the \"mother of all battles\" if other": {
    "guess": "Invasion of Kuwait",
    "confidence": [
      [
        "In",
        -0.9367809
      ],
      [
        "vasion",
        -0.0004156569
      ],
      [
        " of",
        -0.0011105668
      ],
      [
        " Kuwait",
        -0.005546193
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won a 1948 Senate race over a man who championed the ideas of Jeremy Bentham. It criticizes the inability of monetary policy to have any influence on wage-price interactions in a chapter called \"The Monetary Illusion,\" while chapter 11 of this work criticizes consumer wants which arise from \"the process": {
    "guess": "The Affluent Society",
    "confidence": [
      [
        "The",
        -0.04244293
      ],
      [
        " Aff",
        -0.0036409306
      ],
      [
        "luent",
        -3.261701e-05
      ],
      [
        " Society",
        -4.0961266e-05
      ]
    ]
  },
  "This man invented the current balance and a notable compass for the British Navy. He estimated the Earth": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.0019370813
      ],
      [
        " Thomson",
        -0.0016015063
      ],
      [
        ",",
        -0.0032075387
      ],
      [
        " ",
        -0.0001406082
      ],
      [
        "1",
        -4.012684e-05
      ],
      [
        "st",
        -2.2007884e-05
      ],
      [
        " Baron",
        -0.00018792471
      ],
      [
        " Kelvin",
        -3.9292416e-05
      ]
    ]
  },
  "This man introduced a new form of chess known as \"perfect chess\" and ordered a copy of the Koran that": {
    "guess": "Raúl Monti",
    "confidence": [
      [
        "Ra",
        -2.0851774
      ],
      [
        "ú",
        -0.5192477
      ],
      [
        "l",
        -0.00081034034
      ],
      [
        " Mont",
        -0.90806043
      ],
      [
        "i",
        -0.8417049
      ]
    ]
  },
  "He introduced \"painting with scissors\", and that technique involving paper cut collages was used in Beasts": {
    "guess": "Henri Matisse",
    "confidence": [
      [
        "Hen",
        -0.002443789
      ],
      [
        "ri",
        -5.5577775e-06
      ],
      [
        " M",
        -0.00016396845
      ],
      [
        "atis",
        -1.9361265e-07
      ],
      [
        "se",
        -5.080963e-06
      ]
    ]
  },
  "In the introductory section to this work, entitled \"General Remarks,\" the author contends that the titular": {
    "guess": "The Wealth of Nations",
    "confidence": [
      [
        "The",
        -1.0772547
      ],
      [
        " Wealth",
        -1.7600657
      ],
      [
        " of",
        -0.00045807508
      ],
      [
        " Nations",
        -7.231183e-05
      ]
    ]
  },
  "Invented by Samuel Pierpont Langley in 1860, its original construction was very simple: two strips of": {
    "guess": "Aerodrome",
    "confidence": [
      [
        "A",
        -0.562458
      ],
      [
        "er",
        -0.018037556
      ],
      [
        "od",
        -0.0039158496
      ],
      [
        "rome",
        -0.005114565
      ]
    ]
  },
  "This man introduced a bill attempting to use the extra proceeds from the Second Bank of the United States to construct a national highway, which was vetoed by Madison and called the Bonus Bill. He created the Bureau of Indian affairs without congressional approval as Secretary of War during the Era of Good Feelings. His wife Floride provoked the (*) Petticoat affair by ostracizing Peggy Eaton. This": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.018454498
      ],
      [
        " C",
        -0.015302539
      ],
      [
        ".",
        -0.00023417205
      ],
      [
        " Cal",
        -1.8908588e-05
      ],
      [
        "h",
        -4.143808e-05
      ],
      [
        "oun",
        -1.8193366e-05
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation of unused networks.  Established as a standard under RFC 1752 and originally known as Next Generation, it allows for stateless autoconfiguration of hosts using ICMP, and can be used in combination with DHCP when required.  The scheme designed under this standard continues the use of prefix notiaton, using /128 to identify individual hosts, and allows for use of a double colon to replace a set of four contiguous zeroes.  The need for deployment was delayed following the introduction and extensive use of both CIDR (\"cider\") and PAT.  Exclusive communication using this protocol was allowed for": {
    "guess": "IPv6",
    "confidence": [
      [
        "IPv",
        -0.04363857
      ],
      [
        "6",
        -0.00024453178
      ]
    ]
  },
  "This man introduced equations characterizing the stability of governors in an early paper on control theory. He showed that only particulate composition can confer stability to Saturn's rings, and he also names a gap in the outer C-ring of Saturn. Experimentally verifiable thermodynamic quantities are used to relate hard-to-measure thermodynamic functions according to a set of relations named for this": {
    "guess": "Josiah Willard Gibbs",
    "confidence": [
      [
        "Jos",
        -1.1737986
      ],
      [
        "iah",
        -0.005062026
      ],
      [
        " Will",
        -0.00016825978
      ],
      [
        "ard",
        -0.0004990591
      ],
      [
        " Gibbs",
        -2.1008714e-06
      ]
    ]
  },
  "The introduction of a term with units of this quantity allowed Maxwell to formulate the equation for light as an electromagnetic wave. That term was introduced into Ampère's law and is called \"displacement [this].\" This quantity squared is proportional to the energy stored in inductors. Devices that": {
    "guess": "Electric displacement",
    "confidence": [
      [
        "Electric",
        -0.2208856
      ],
      [
        " displacement",
        -0.6082556
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won a 1948 Senate race over a man who championed the ideas of Jeremy Bentham. It criticizes the inability of monetary policy to have any influence on wage-price interactions in a chapter called \"The Monetary": {
    "guess": "The Affluent Society",
    "confidence": [
      [
        "The",
        -0.07911285
      ],
      [
        " Aff",
        -0.028479034
      ],
      [
        "luent",
        -5.9437833e-05
      ],
      [
        " Society",
        -3.8696395e-05
      ]
    ]
  },
  "In an introduction to one work, this anthropologist tells \"The Tale of the Soul-Stealing Jew\" and discusses the \"art people create before they find out that there is such a thing as art,\" referring to primitive stories told in reaction to the natural world. This social scientist famously coined the term \"the spy glass of anthropology\" to refer to the idea of seeing oneself as somebody else, and analyzed the dancers of Polk County in one work. That work features a study of Marie Leveau, as well as four other hoodoo doctors whose beliefs on healing potions and conjuring are studied. Stories about the citizens of Eatonville are also discussed, while another ethnography by this writer discusses the": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.002152523
      ],
      [
        "ora",
        -1.4855664e-05
      ],
      [
        " Ne",
        -0.00059520884
      ],
      [
        "ale",
        -2.129266e-05
      ],
      [
        " Hur",
        -0.0011236682
      ],
      [
        "ston",
        -6.730528e-05
      ]
    ]
  },
  "After invading a neighboring country, this man promised to initiate the \"mother of all battles\" if other nations interfered. This man's crimes include launching the genocidal \"Anfal\" campaign and using biochemical weapons on the village of Halabjah. When the Baath party took power, this man became vice-president. This man's invasion of Kuwait prompted the UN to launch Operation Desert Storm. This man": {
    "guess": "Saddam Hussein",
    "confidence": [
      [
        "S",
        -0.0013496381
      ],
      [
        "add",
        -1.6286107e-05
      ],
      [
        "am",
        -2.2007884e-05
      ],
      [
        " Hussein",
        -0.000290295
      ]
    ]
  },
  "This man introduced a bill attempting to use the extra proceeds from the Second Bank of the United States": {
    "guess": "Henry Clay",
    "confidence": [
      [
        "Henry",
        -0.63496965
      ],
      [
        " Clay",
        -0.00030233458
      ]
    ]
  },
  "One of the inventors of this device commanded the pro-life forces in the war to outlaw the death penalty in  Wisconsin. The launch of this product was almost derailed by Charles A. Washburn's lawsuit and preceded  by Giuseppe Ravizza's invention. The first manufacturing run was handled by Densmore and it was invented  with the aide of Samuel Soule. A key test for this device was the line \"Now is the time for all good men to come  to the aid of the party.\" Cyberspeculators have pundited that the use of a sowing machine table as a base for this  device was an attempt to attract women users. Despite": {
    "guess": "Typewriter",
    "confidence": [
      [
        "Typ",
        -0.6968501
      ],
      [
        "ewriter",
        -0.0005569628
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm Kerr memorably compared the Six-Day War to a football game between Notre Dame and Princeton. The Woodrow Wilson International Center for Scholars organizes an \"International History Project\" of this event, which is notably studied by the likes of James Hershberg, Nigel Ashton, and Melvyn Leffler. The \"revisionist\" school of historiography of this event, which included William A. Williams and Thomas Paterson among its members, was also advanced by Walter LaFeber, who argued that it was rooted in 19th-century conflicts in trade in East Asia. Odd Arne Westad argued for a focus on the Third World": {
    "guess": "Six-Day War",
    "confidence": [
      [
        "Six",
        -0.3519982
      ],
      [
        "-Day",
        -0.0022713433
      ],
      [
        " War",
        -0.00024751187
      ]
    ]
  },
  "He invented a device to keep his fourth finger rigid while playing the piano; the device eventually deformed": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.40497428
      ],
      [
        " Sch",
        -0.0008525127
      ],
      [
        "umann",
        -0.0008875183
      ]
    ]
  },
  "The intro of this game was changed for a European release due to the popularity of Fido Dido.  Its programmer, David Perry, would team up again with its acclaimed composer Tommy Tallarico on Earthworm Jim, although he would leave the company that made it, Virgin Interactive.  Each level involved collecting up to 100% of a certain type of points, (+) and when the protagonist took damage he would start to peel off the bottom of the screen. Its levels included \"Toying Around\", \"Pier Pressure\" (*) and \"Shell Shock\", and enemies included Hermit Crabs.  A sequel to this game changed the perspective to a three quarters view, and involved pirate and horror levels as the protagonist got stuck in a movie projector and \"Goes to Hollywood\".  Extra points could be achieved when a certain company's logo": {
    "guess": "Cool Spot",
    "confidence": [
      [
        "Cool",
        -0.031880725
      ],
      [
        " Spot",
        -6.659005e-05
      ]
    ]
  },
  "Invading troops in this country were killed in a 1982 fire in its longest road tunnel. The northern part": {
    "guess": "Switzerland",
    "confidence": [
      [
        "Sw",
        -0.62430394
      ],
      [
        "itzerland",
        -0.0004189946
      ]
    ]
  },
  "He introduced \"painting with scissors\", and that technique involving paper cut collages was used in Beasts of the Sea. A hundred such prints were collected in the book Jazz, while his paintings included one depicting a woman on the right setting the table, which is decorated with a red and blue pattern": {
    "guess": "Henri Matisse",
    "confidence": [
      [
        "Hen",
        -0.001463573
      ],
      [
        "ri",
        -1.9816675e-06
      ],
      [
        " M",
        -3.631232e-05
      ],
      [
        "atis",
        0.0
      ],
      [
        "se",
        -1.504853e-06
      ]
    ]
  },
  "The intro of this game was changed for a European release due to the popularity of Fido Dido.  Its programmer, David Perry, would team up again with its acclaimed composer Tommy Tallarico on Earthworm Jim, although he would leave the company that made it, Virgin Interactive.  Each level involved collecting up to 100% of a certain type of points, (+) and when the protagonist took damage he would start to peel off the bottom of the screen. Its levels included \"Toying Around\", \"Pier Pressure\" (*) and \"Shell Shock\", and enemies included Hermit Crabs.  A sequel to this game changed the perspective to": {
    "guess": "Cool Spot",
    "confidence": [
      [
        "Cool",
        -0.04081827
      ],
      [
        " Spot",
        -0.00017207429
      ]
    ]
  },
  "It was investigated by the Lexow Committee after Charles Parkhurst's scathing attacks of it. Aaron Burr led it at one point, and William Mooney was its first Grand Sachem. Another leader was caught in Spain after escaping jail, and that man's top minions included George Washington Plunkitt. The 1928": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.0034991037
      ],
      [
        "many",
        -1.4498052e-05
      ],
      [
        " Hall",
        -0.0007112399
      ]
    ]
  },
  "He introduced the concepts of dynamis and entelecheia as potentiality and actuality, and founded the Peripatetic school. He claims that the namesake entity is dynamic and comes before family and individual in Politics, and examined ethos, pathos, and logos in Rhetoric. He proposed telos, or the final cause, as the purpose or end of something, along with three other causes that explained changes in nature. Stating that tragedy is supposed to invoke catharsis in one work, this is, for 10 points, what": {
    "guess": "Aristotle",
    "confidence": [
      [
        "A",
        -0.014823929
      ],
      [
        "rist",
        -4.2153304e-05
      ],
      [
        "otle",
        -0.012155931
      ]
    ]
  },
  "This man invented a machine for automatically cutting out and assembling the parts of a wooden wheel. While working as one of the first efficiency consultants, this man found that temperature variations affected the performance of leather belts that drove the machines at the Osgood and Smith plant. An attempt to replace one of those worn belts cost him an eye, curtailing his plans to visit the Amazon. This man instead wrote about one of his most notable actions in a nine-chapter sequence that includes \"Cedar Keys\" and \"Twenty Hill Hollow\" entitled A Thousand-Mile Walk to the Gulf, and he put forth a coherent theory of erosion via glacier movement in the 1870s. For 10 points, name this instigator of the declaration of Sequoia and Yosemite as national parks, a naturalist who founded the Sierra Club.": {
    "guess": "John Muir",
    "confidence": [
      [
        "John",
        -0.007178968
      ],
      [
        " Mu",
        -0.00047595197
      ],
      [
        "ir",
        -1.5213274e-05
      ]
    ]
  },
  "This man invented independently from Wolfgang Strasser the Z-buffer. With Clark, this man names a  method for subdividing meshes. This man co-names a cubic hermite interpolation where the tangent is  proportional to the vector between the preceding and next control points and that interpolation was ": {
    "guess": "Edwin Catmull",
    "confidence": [
      [
        "Ed",
        -0.24844268
      ],
      [
        "win",
        -0.006742373
      ],
      [
        " Cat",
        -0.0016768523
      ],
      [
        "m",
        -4.0961266e-05
      ],
      [
        "ull",
        -1.5332478e-05
      ]
    ]
  },
  "One of the inventors of this device commanded the pro-life forces in the war to outlaw the death penalty": {
    "guess": "Aqualung",
    "confidence": [
      [
        "A",
        -2.044052
      ],
      [
        "qual",
        -0.7468895
      ],
      [
        "ung",
        -0.001142838
      ]
    ]
  },
  "He introduced \"painting with scissors\", and that technique involving paper cut collages was used in Beasts of the Sea. A hundred such prints were collected in the book Jazz, while his paintings included one depicting a woman on the right setting the table, which is decorated with a red and blue pattern that runs onto the walls of the room as well. His portrait of his wife is known for the prominent feature running down her nose. Besides The Green Stripe, he depicted five figures holding hands against": {
    "guess": "Henri Matisse",
    "confidence": [
      [
        "Hen",
        -0.0011402154
      ],
      [
        "ri",
        -7.465036e-06
      ],
      [
        " M",
        -0.0001008015
      ],
      [
        "atis",
        -4.3202e-07
      ],
      [
        "se",
        -5.2001665e-06
      ]
    ]
  },
  "In the introductory lines of its fourth part, the author claims to \"traverse the distant haunts of the Pierides, never trodden before by the foot of man.\" In its first section, the author denies gravity, by offering the example of a thrown dart that will not fall down. The final section, after continuing the explanation of thunder, lightning, and earthquakes, gives a vivid description of the plague of Athens. Books three and five are preceded by eulogies to Epicurus, while the first two books outline the laws of Democritus' atomic theory. FTP, name this first century BC didactic poem by Lucretius.": {
    "guess": "De rerum natura",
    "confidence": [
      [
        "De",
        -0.015161659
      ],
      [
        " rer",
        -0.032245185
      ],
      [
        "um",
        -2.7848862e-05
      ],
      [
        " natur",
        -4.5133394e-05
      ],
      [
        "a",
        -2.0935051e-05
      ]
    ]
  },
  "The introduction to this book argues that there is \"no contrast\" between the theories of elementary ideas, original community, and migration, and asserts that all preceding studies of the same subject projected the human psyche onto the processes of nature. Its third section notes that the title concept is \"preceded by difficulties, such as continence, or prolonged barrenness, or secret intercourse of the parents.\" Its second section compares Jesus Christ with Zoroaster in between discussions of Hercules and Sigfried, and begins by describing Akki the water carrier's rescue of Sargon. This book": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -0.5917901
      ],
      [
        " Golden",
        -0.3019685
      ],
      [
        " B",
        -0.018725041
      ],
      [
        "ough",
        -3.4121115e-06
      ]
    ]
  },
  "This man invented the current balance and a notable compass for the British Navy. He estimated the Earth to be at most forty million years old and helped in the design and laying of transatlantic telegraph cables. This baron co-discovered the effect by which gases grow cooler as they expand; he co-names that effect with James Joule. He also names a scale in which zero degrees is equal to negative 273 degrees Celsius. For 10 points, name this Irish scientist who names a temperature scale that includes": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.0043533365
      ],
      [
        " Thomson",
        -0.000288153
      ],
      [
        ",",
        -8.375538e-05
      ],
      [
        " ",
        -0.00012940305
      ],
      [
        "1",
        -2.4391957e-05
      ],
      [
        "st",
        -1.7597347e-05
      ],
      [
        " Baron",
        -0.000110337794
      ],
      [
        " Kelvin",
        -1.4617256e-05
      ]
    ]
  },
  "After invading a neighboring country, this man promised to initiate the \"mother of all battles\" if other nations interfered. This man's crimes include launching the genocidal \"Anfal\" campaign and using": {
    "guess": "Saddam Hussein",
    "confidence": [
      [
        "S",
        -0.0024850501
      ],
      [
        "add",
        -5.085517e-05
      ],
      [
        "am",
        -6.217952e-05
      ],
      [
        " Hussein",
        -0.0007028993
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won a 1948 Senate race over a man who championed the ideas of Jeremy Bentham. It criticizes the inability of monetary policy to have any influence on wage-price interactions in a chapter called \"The Monetary Illusion,\" while chapter 11 of this work criticizes consumer wants which arise from \"the process of satisfying wants\" and calls it the \"dependence effect.\" Another chapter criticizes the use of GDP and GNP as a measure of quality of life and is titled \"The Paramount Position of Production.\" Its author originally titled it \"Why the Poor are Poor\" and discarded another title which described the central entity as \"opulent\" and its second chapter contains an attack on a concept which espouses \"predictability\"": {
    "guess": "The Affluent Society",
    "confidence": [
      [
        "The",
        -0.28025743
      ],
      [
        " Aff",
        -0.0005363516
      ],
      [
        "luent",
        -5.550411e-05
      ],
      [
        " Society",
        -6.229872e-05
      ]
    ]
  },
  "Intramolecular reactions of this type lead to rings, usually with five or six members, and are known as the Dieckmann variety. One example of a reaction of this type is that of ketones with aryl aldehydes, and is known by the name of Schmidt and another man, who also gives his name to a different reaction of this type. That reaction differs from the others in that it can only be catalyzed by an alkoxide base, and applies to esters, while another type of this reaction is typified by the reaction of enolate ions with carbonyl compounds, followed by dehydration. Existing in Claisen and aldol varieties, among others, for ten points, identify this inverse of the hydrolysis reaction, in which molecules": {
    "guess": "Aldol condensation",
    "confidence": [
      [
        "A",
        -1.1729156
      ],
      [
        "ld",
        -0.008264798
      ],
      [
        "ol",
        -0.00012940305
      ],
      [
        " cond",
        -0.49904972
      ],
      [
        "ensation",
        -0.000844649
      ]
    ]
  },
  "The intro of this game sees a mechanical dragon eating one of the player's allies, and a new element it introduced was tracking the time it took to defeat enemies, which affected enemy position on the map screen.  This game marked the only appearance of Algy, (+) a member of a group of villains that also included The Great Leon.  Exclusive playable characters to this game included Miyu and Fay, and all of the characters had the ability to change their ships (*) into mechanical walkers.  It also marked the first battle with a team led by Wolf O'Donnell.  Several of its features were incorporated": {
    "guess": "Star Fox 2",
    "confidence": [
      [
        "Star",
        -0.008897949
      ],
      [
        " Fox",
        -0.002849806
      ],
      [
        " ",
        -0.011484675
      ],
      [
        "2",
        -0.00052741496
      ]
    ]
  },
  "Invented by Samuel Pierpont Langley in 1860, its original construction was very simple: two strips of platinum connected by a Wheatstone bridge.  Modern versions use temperature or electrically-sensitive materials, and have been used to measure the heats of very distant stars.  FTP, name this device": {
    "guess": "Bolometer",
    "confidence": [
      [
        "B",
        -0.07742429
      ],
      [
        "ol",
        -0.0010403135
      ],
      [
        "ometer",
        -0.0009396891
      ]
    ]
  },
  "This man introduced the Climbing Boys Act and led the Young England movement. This Chancellor of the Exchequer under the Earl of Derby's \"Who? Who?\" Ministry broke with Robert Peel by fighting to save the Corn Laws. When this Earl of Beaconsfield led the House of Commons, the enfranchising Second Reform Act passed but failed to win his party the next election. He led Britain into the Zulu War, bought shares in the Suez Canal, and gave Queen Victoria the title \"Empress of India.\" For 10 points, name this rival of William Gladstone, a Conservative imperialist prime minister of Jewish descent.": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.015047526
      ],
      [
        "jamin",
        -3.8219583e-05
      ],
      [
        " Dis",
        -0.00046463127
      ],
      [
        "rael",
        -4.310693e-05
      ],
      [
        "i",
        -0.000105331244
      ]
    ]
  },
  "The inverse of this effect can be demonstrated using a photonic crystal and was demonstrated by Seddon": {
    "guess": "Photonic crystal",
    "confidence": [
      [
        "Phot",
        -0.2762609
      ],
      [
        "onic",
        -2.9352968e-06
      ],
      [
        " crystal",
        -0.10169496
      ]
    ]
  },
  "Invading troops in this country were killed in a 1982 fire in its longest road tunnel. The northern part of this country can be accessed from its capital by taking the Salang or Kushan passes. This country's highest peak is Noshaq, located in the (*) Hindu Kush range. The Registan desert is located in": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.0140128285
      ],
      [
        "ghan",
        -2.2723105e-05
      ],
      [
        "istan",
        -4.608702e-05
      ]
    ]
  },
  "Invasive species of the Brown tree frog highly populate the South Bruny National Park on this island.": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.055907395
      ],
      [
        "as",
        -9.133887e-06
      ],
      [
        "mania",
        -0.008914013
      ]
    ]
  },
  "The inventor of this curve founded the first Mortgage Insurance Society during his time in Dresden. Antonelli and Nataf demonstrated that if individuals face the same prices in a market, then their instances of this curve would all be parallel with one another. Gorman later generalized this result to build such a curve for an entire society. If a good is normal, then this curve will have a positive slope; if the good is inferior, it will have a negative slope. For 10 points, identify this curve that": {
    "guess": "Engel curve",
    "confidence": [
      [
        "Eng",
        -0.026618294
      ],
      [
        "el",
        -0.00010342398
      ],
      [
        " curve",
        -0.0034789052
      ]
    ]
  },
  "This man introduced a new form of chess known as \"perfect chess\" and ordered a copy of the Koran that could only be moved by wheelbarrow due to its size. An avid patron of the arts and architecture, he commissioned the Bibi-Khanym Mosque in the capital he founded. When he invaded Baghdad, he ordered his warriors to bring him two severed heads each. He also once led an army of over 100,000 against his": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.62139076
      ],
      [
        "ur",
        -0.0031040423
      ]
    ]
  },
  "This man invented the board games So Long Sucker and Hex, which was based on Go. With Moser, he generalized the inverse function theorem on Banach spaces to Frechet spaces. He also stated that any Riemannian manifold can be isometrically embedded in a Euclidean space in his namesake embedding theorem.": {
    "guess": "John Nash",
    "confidence": [
      [
        "John",
        -0.0025313103
      ],
      [
        " Nash",
        -0.23132697
      ]
    ]
  },
  "Introducing a flat space approximation for their outer regions into their metric yields Rindler geometry. One proposed solutions to their information loss problem is the holographic principle. One theorem states that these objects are describable by just three parameters. One type is named for Kerr and their size can be thought of as the (*) Schwarzschild radius. Surrounded by an event horizon, they": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.02347467
      ],
      [
        " hole",
        -0.002278127
      ]
    ]
  },
  "He invented a device to keep his fourth finger rigid while playing the piano; the device eventually deformed his hand. He gave names to aspects of his personality such as the introspective Eusebius and, after a Beethoven character, the impulsive Florestan. His works include Papillons (pah-pee-YOHN) and Carnaval for piano as well as the opera Genoveva. His wife, the pianist Clara Wieck (VEEK), had him": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0056526368
      ],
      [
        " Sch",
        -0.00065822725
      ],
      [
        "umann",
        -0.0003029306
      ]
    ]
  },
  "The introduction to this book argues that there is \"no contrast\" between the theories of elementary ideas, original community, and migration, and asserts that all preceding studies of the same subject projected the human psyche onto the processes of nature. Its third section notes that the title concept is \"preceded by difficulties, such as continence, or prolonged barrenness, or secret intercourse of the parents.\" Its second section compares Jesus Christ with Zoroaster in between discussions of Hercules and Sigfried, and begins by describing Akki the water carrier's rescue of Sargon. This book argues that the essentials of the title concept are descent from noble parents and being exposed to a river in a box, before analyzing the stories of its second section, \"The Circle of Myths.\" FTP, name this book which psychoanalyzes the ? origins of legendary figures, a work by Otto Rank.": {
    "guess": "The Myth of the Birth of the Hero",
    "confidence": [
      [
        "The",
        -0.20203486
      ],
      [
        " Myth",
        -0.004238905
      ],
      [
        " of",
        -4.4179764e-05
      ],
      [
        " the",
        -6.8854926e-05
      ],
      [
        " Birth",
        -7.851042e-05
      ],
      [
        " of",
        -4.429897e-05
      ],
      [
        " the",
        -0.00025120718
      ],
      [
        " Hero",
        -0.00016718694
      ]
    ]
  },
  "This man introduced equations characterizing the stability of governors in an early paper on control theory. He showed that only particulate composition can confer stability to Saturn's rings, and he also names a gap in the outer C-ring of Saturn. Experimentally verifiable thermodynamic quantities are used to relate hard-to-measure thermodynamic functions according to a set of relations named for this man. He introduced the displacement current term in another equation, which, along with the Faraday's law and the two Gauss laws were discussed in this man's paper \"On the Physical Lines of Force.\"": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -1.0220506
      ],
      [
        " Clerk",
        -0.0003801489
      ],
      [
        " Maxwell",
        -0.00012142374
      ]
    ]
  },
  "This man invented a ceramic-filament light bulb, as well as a namesake \"glower\" used in IR spectroscopy.  His namesake effect describes the production of a mutually perpendicular electromotive force when heat flows across a magnetic field.  He won the Nobel Prize for his heat theorem, which says that a crystalline substance at absolute zero has zero entropy, now known as the third law of thermodynamics.  Perhaps his most famous work was modified by Goldman to govern electrical properties of cell membranes, and it came from his theory of a \"pressure of dissolution\" that forced ions into a solution and off of electrodes.  FTP name this man whose eponymous equation provides the potential of an electrolytic cell.": {
    "guess": "Walther Nernst",
    "confidence": [
      [
        "Wal",
        -0.073868595
      ],
      [
        "ther",
        -1.6166903e-05
      ],
      [
        " N",
        -0.04355925
      ],
      [
        "ern",
        -4.429897e-05
      ],
      [
        "st",
        -2.8802491e-05
      ]
    ]
  },
  "Invading troops in this country were killed in a 1982 fire in its longest road tunnel. The northern part of this country can be accessed from its capital by taking the Salang or Kushan passes. This country's highest peak is Noshaq, located in the (*) Hindu Kush range. The Registan desert is located in this country's Kandahar province. This country's southeastern city of Jalalabad lies near the Khyber": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.026557112
      ],
      [
        "ghan",
        -3.8338785e-05
      ],
      [
        "istan",
        -8.971556e-05
      ]
    ]
  },
  "One invasion under this ruler led to the death by beating of Cornelis and Johan de Witt before the treaty of Nijmegen ended the Dutch War. That war led to the ascension to power of this man's longtime": {
    "guess": "Louis XIV",
    "confidence": [
      [
        "Louis",
        -0.9742225
      ],
      [
        " XIV",
        -0.0017357517
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm Kerr memorably compared the Six-Day War to a football game between Notre Dame and Princeton. The Woodrow Wilson International Center for Scholars organizes an \"International History Project\" of this event, which is notably studied by the likes of James Hershberg, Nigel Ashton, and Melvyn Leffler. The \"revisionist\" school of historiography of this event, which included William A. Williams and Thomas Paterson among its members, was also advanced by Walter LaFeber, who argued that it was rooted in": {
    "guess": "History of the Cold War",
    "confidence": [
      [
        "History",
        -0.98311687
      ],
      [
        " of",
        -0.00093695114
      ],
      [
        " the",
        -0.10074389
      ],
      [
        " Cold",
        -0.027868947
      ],
      [
        " War",
        -0.00011331789
      ]
    ]
  },
  "This man invented a machine for automatically cutting out and assembling the parts of a wooden wheel.": {
    "guess": "Woodworking machine",
    "confidence": [
      [
        "Wood",
        -0.78283167
      ],
      [
        "working",
        -0.003912169
      ],
      [
        " machine",
        -0.79141736
      ]
    ]
  },
  "One of the inventors of this device commanded the pro-life forces in the war to outlaw the death penalty in  Wisconsin. The launch of this product was almost derailed by Charles A. Washburn's lawsuit and": {
    "guess": "List of vacuum cleaners",
    "confidence": [
      [
        "List",
        -2.920539
      ],
      [
        " of",
        -0.0015371197
      ],
      [
        " vacuum",
        -2.1593332
      ],
      [
        " cleaners",
        -0.5765192
      ]
    ]
  },
  "The intro of this game sees a mechanical dragon eating one of the player's allies, and a new element it introduced was tracking the time it took to defeat enemies, which affected enemy position on the map screen.  This game marked the only appearance of Algy, (+) a member of a group of villains that also included The Great Leon.  Exclusive playable characters to this game included Miyu and Fay, and all of the characters had the ability to change their ships (*) into mechanical walkers.  It also marked": {
    "guess": "Star Fox 2",
    "confidence": [
      [
        "Star",
        -0.0061085555
      ],
      [
        " Fox",
        -0.000769248
      ],
      [
        " ",
        -0.0024948027
      ],
      [
        "2",
        -0.0006135515
      ]
    ]
  },
  "This man invented independently from Wolfgang Strasser the Z-buffer. With Clark, this man names a  method for subdividing meshes. This man co-names a cubic hermite interpolation where the tangent is  proportional to the vector between the preceding and next control points and that interpolation was  developed with Rom. He helped develop Renderman. For a graduate school class he created a clip of a moving  model of his hand. That clip is one of the earliest examples of computer rendered 3D animation. This man is as of  April 2012, president of Walt Disney Animation Studios. For 10 points, name this computer graphics pioneer and  co-founder of Pixar.": {
    "guess": "Edwin Catmull",
    "confidence": [
      [
        "Ed",
        -0.0036079094
      ],
      [
        "win",
        -0.12894718
      ],
      [
        " Cat",
        -0.0069500343
      ],
      [
        "m",
        -0.00049703266
      ],
      [
        "ull",
        -4.604148e-06
      ]
    ]
  },
  "In an introduction to one work, this anthropologist tells \"The Tale of the Soul-Stealing Jew\" and discusses the \"art people create before they find out that there is such a thing as art,\" referring to primitive stories told in reaction to the natural world. This social scientist famously coined the term \"the spy glass of anthropology\" to refer to the idea of seeing oneself as somebody else, and analyzed the dancers of Polk County in one work. That work features a study of Marie Leveau, as well as four other hoodoo doctors whose beliefs on healing potions and conjuring are studied. Stories about the citizens of Eatonville are also discussed, while another ethnography by this writer discusses the Maroons of Jamaica, and is entitled Tell My Horse. FTP, name this student of Frans Boas who wrote the text Mules and Men, and was a Florida-born author of some fiction like Seraph on the Suwanee.": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.00090812583
      ],
      [
        "ora",
        -8.776276e-06
      ],
      [
        " Ne",
        -1.8193366e-05
      ],
      [
        "ale",
        -5.6769813e-06
      ],
      [
        " Hur",
        -7.588794e-05
      ],
      [
        "ston",
        -3.059055e-05
      ]
    ]
  },
  "The intro of this game was changed for a European release due to the popularity of Fido Dido.  Its programmer,": {
    "guess": "Cool Spot",
    "confidence": [
      [
        "Cool",
        -0.21115829
      ],
      [
        " Spot",
        -0.005335386
      ]
    ]
  },
  "The introduction to this book argues that there is \"no contrast\" between the theories of elementary ideas, original community, and migration, and asserts that all preceding studies of the same subject projected the human psyche onto the processes of nature. Its third section notes that the title concept": {
    "guess": "The Elementary Structures of Kinship",
    "confidence": [
      [
        "The",
        -1.5917385
      ],
      [
        " Elementary",
        -0.40704763
      ],
      [
        " Structures",
        -0.32317263
      ],
      [
        " of",
        -0.00013202553
      ],
      [
        " Kin",
        -0.00020139472
      ],
      [
        "ship",
        -3.7265952e-05
      ]
    ]
  },
  "Introducing a flat space approximation for their outer regions into their metric yields Rindler geometry. One proposed solutions to their information loss problem is the holographic principle. One theorem states that these objects are describable by just three parameters. One type is named for Kerr and their size can be thought of as the (*) Schwarzschild radius. Surrounded by an event horizon, they contain a singularity. They can be formed by the collapse of massive stars. For 10 points, name this": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.001919122
      ],
      [
        " hole",
        -0.002541536
      ]
    ]
  },
  "Its introduction states that the mass populations are \"disgusting like moving cheese,\" but that every": {
    "guess": "Rat Park",
    "confidence": [
      [
        "R",
        -1.7246729
      ],
      [
        "at",
        -0.7763192
      ],
      [
        " Park",
        -1.8268183
      ]
    ]
  },
  "Before the introduction of this program, a commission known as Gosplan was created for coordination. Some historians have suggested that it was formulated years earlier than its implementation in an essay entitled \"Six Theses on the Immediate Tasks.\" It created an imbalance in wealth that led to the": {
    "guess": "Economic policy of the Soviet Union",
    "confidence": [
      [
        "E",
        -1.1268395
      ],
      [
        "conomic",
        -0.1957223
      ],
      [
        " policy",
        -0.4148807
      ],
      [
        " of",
        -0.0007877099
      ],
      [
        " the",
        -0.03621593
      ],
      [
        " Soviet",
        -1.2614665
      ],
      [
        " Union",
        -0.00066764065
      ]
    ]
  },
  "An inverted vase symbolized the \"unlucky\" one, while minor examples include Kaikias and Skiron. One of them was the kidnapper of Oreithyia; that one also fathered Butes. With Celaeno, one of them fathered the horses Balius and Xanthus; he also jealously caused the death of Hyacinthus. They are the sons of Eos and Astraeus, who himself is often associated with their keeper Aeolus, who gave a bag of them to Odysseus. For 10 points, identify this group including Boreas and Zephyrus, the north and west": {
    "guess": "Anemoi",
    "confidence": [
      [
        "An",
        -0.039515875
      ],
      [
        "emo",
        -0.00044556602
      ],
      [
        "i",
        -0.0001820874
      ]
    ]
  },
  "Invented in 1900 by Johann Elster and Hans Geitel, the voltage applied by the conductive variety varies with intensity while the multiplier variety uses an electric field to attract electrons to the dynode,": {
    "guess": "Photomultiplier",
    "confidence": [
      [
        "Phot",
        -0.22754696
      ],
      [
        "om",
        -0.004610269
      ],
      [
        "ulti",
        -0.0010056583
      ],
      [
        "plier",
        -0.00076734077
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won a 1948 Senate race over a man who championed the ideas of Jeremy Bentham. It criticizes the inability of monetary policy to have any influence on wage-price interactions in a chapter called \"The Monetary Illusion,\" while chapter 11 of this work criticizes consumer wants which arise from \"the process of satisfying wants\" and calls it the \"dependence effect.\" Another chapter criticizes the use of GDP": {
    "guess": "The Affluent Society",
    "confidence": [
      [
        "The",
        -0.26379427
      ],
      [
        " Aff",
        -3.619312e-05
      ],
      [
        "luent",
        -1.4498052e-05
      ],
      [
        " Society",
        -2.8206474e-05
      ]
    ]
  },
  "The introduction to this book argues that there is \"no contrast\" between the theories of elementary ideas, original community, and migration, and asserts that all preceding studies of the same subject": {
    "guess": "The Myth of the Birth of the Hero",
    "confidence": [
      [
        "The",
        -0.19191927
      ],
      [
        " Myth",
        -0.19325435
      ],
      [
        " of",
        -5.6219335e-05
      ],
      [
        " the",
        -6.50404e-05
      ],
      [
        " Birth",
        -0.0016237607
      ],
      [
        " of",
        -0.00024251631
      ],
      [
        " the",
        -2.808727e-05
      ],
      [
        " Hero",
        -3.190179e-05
      ]
    ]
  },
  "It was investigated by the Lexow Committee after Charles Parkhurst's scathing attacks of it. Aaron Burr led it at one point, and William Mooney was its first Grand Sachem. Another leader was caught in": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.0026085947
      ],
      [
        "many",
        -4.723352e-06
      ],
      [
        " Hall",
        -0.0028162897
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation of unused networks.  Established as a standard under RFC 1752 and originally known as Next Generation, it allows for stateless autoconfiguration of hosts using ICMP, and can be used in combination with DHCP when required.  The scheme designed under this standard continues the use of prefix notiaton, using /128 to identify individual hosts, and allows for use of a double colon to replace a set of four contiguous zeroes.  The need for deployment was delayed following the introduction and extensive": {
    "guess": "IPv6",
    "confidence": [
      [
        "IPv",
        -0.00796172
      ],
      [
        "6",
        -0.00041351124
      ]
    ]
  },
  "The introduction to this book argues that there is \"no contrast\" between the theories of elementary ideas, original community, and migration, and asserts that all preceding studies of the same subject projected the human psyche onto the processes of nature. Its third section notes that the title concept is \"preceded by difficulties, such as continence, or prolonged barrenness, or secret intercourse": {
    "guess": "The Elementary Structures of Kinship",
    "confidence": [
      [
        "The",
        -1.0565177
      ],
      [
        " Elementary",
        -1.8328595
      ],
      [
        " Structures",
        -0.5635103
      ],
      [
        " of",
        -9.817902e-05
      ],
      [
        " Kin",
        -0.0005965201
      ],
      [
        "ship",
        -3.22594e-05
      ]
    ]
  },
  "This man introduced the Climbing Boys Act and led the Young England movement. This Chancellor of the Exchequer under the Earl of Derby's \"Who? Who?\" Ministry broke with Robert Peel by fighting to save the Corn Laws. When this Earl of Beaconsfield led the House of Commons, the enfranchising Second Reform Act passed but failed to win his party the next election. He led Britain into the Zulu War, bought shares in the Suez Canal, and gave Queen Victoria the title \"Empress of India.\" For 10 points, name": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.011172432
      ],
      [
        "jamin",
        -4.2153304e-05
      ],
      [
        " Dis",
        -0.00017672323
      ],
      [
        "rael",
        -2.2723105e-05
      ],
      [
        "i",
        -6.754368e-05
      ]
    ]
  },
  "He invented a device to keep his fourth finger rigid while playing the piano; the device eventually deformed his hand. He gave names to aspects of his personality such as the introspective Eusebius and, after a Beethoven character, the impulsive Florestan. His works include Papillons (pah-pee-YOHN) and Carnaval for piano as well as the opera Genoveva. His wife, the pianist Clara Wieck (VEEK), had him institutionalized after a suicide attempt. For 10 points—name this German composer of the Spring": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0008263026
      ],
      [
        " Sch",
        -0.0002006795
      ],
      [
        "umann",
        -0.000290295
      ]
    ]
  },
  "Investigation into this event was led by Senator Thomas J. Walsh. This incident became possible after a request was made by Edwin Denby, which allowed for Edward Doheny and Harry Sinclair to lease lands transferred from the Department of the Navy to the Department of the (*) Interior. Those leases made without competitive bidding were orchestrated by Albert Fall and included Elk Hills and the namesake location. For 10 points, name this scandal involving oil fields that occurred during the presidency of Warren G. Harding.": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.0029432324
      ],
      [
        "apot",
        -5.3193703e-06
      ],
      [
        " Dome",
        -7.822647e-06
      ],
      [
        " scandal",
        -0.00032950565
      ]
    ]
  },
  "This man introduced cocaine to Karl Koller as a cure for morphine addiction, and he first gained recognition for discovering the reproductive organs in eels. He wrote numerous letters to Wilhelm Fliess, and analyzed the Jewish religion in another work, Moses and Monotheism. He argued that structured": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.0021685788
      ],
      [
        "igm",
        -1.6643718e-05
      ],
      [
        "und",
        -0.0001246349
      ],
      [
        " Freud",
        -1.2829201e-05
      ]
    ]
  },
  "The intro of this game was changed for a European release due to the popularity of Fido Dido.  Its programmer, David Perry, would team up again with its acclaimed composer Tommy Tallarico on Earthworm Jim, although he would leave the company that made it, Virgin Interactive.  Each level involved collecting up to 100% of a certain type of points, (+) and when the protagonist took damage he would start to peel off the bottom of the screen. Its levels included \"Toying Around\", \"Pier Pressure\" (*) and": {
    "guess": "Cool Spot",
    "confidence": [
      [
        "Cool",
        -0.084476806
      ],
      [
        " Spot",
        -0.000342376
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm Kerr memorably compared the Six-Day War to a football game between Notre Dame and Princeton. The Woodrow Wilson International Center for Scholars organizes an \"International History Project\" of this event, which is notably studied by the likes of James Hershberg, Nigel Ashton, and Melvyn Leffler. The \"revisionist\" school of historiography of this event, which included William A. Williams and Thomas": {
    "guess": "Six-Day War",
    "confidence": [
      [
        "Six",
        -1.1772798
      ],
      [
        "-Day",
        -0.0023386623
      ],
      [
        " War",
        -0.0005886563
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds Adam Smith, \"whose genius dimly foresaw everything and left us to do everything,\" and draws on Smith's designation of tax collectors as \"unproductive.\" That chapter of this work suggests that proportional taxes are a \"monstrous inequality,\" because they tax everyone the same number of days of pay. Chapters 3 through 7 of this work trace economic evolution from the division of labor through machinery,": {
    "guess": "Capital: Critique of Political Economy",
    "confidence": [
      [
        "Capital",
        -0.48878393
      ],
      [
        ":",
        -0.31751734
      ],
      [
        " Crit",
        -0.062291887
      ],
      [
        "ique",
        -5.1331983e-05
      ],
      [
        " of",
        -2.7133641e-05
      ],
      [
        " Political",
        -4.692145e-05
      ],
      [
        " Economy",
        -3.4047454e-05
      ]
    ]
  },
  "The intro of this game was changed for a European release due to the popularity of Fido Dido.  Its programmer, David Perry, would team up again with its acclaimed composer Tommy Tallarico on Earthworm Jim, although he would leave the company that made it, Virgin Interactive.  Each level involved collecting up to 100% of a certain type of points, (+) and when the protagonist took damage he would start": {
    "guess": "Cool Spot",
    "confidence": [
      [
        "Cool",
        -0.38555565
      ],
      [
        " Spot",
        -0.0008055795
      ]
    ]
  },
  "The inverse of this effect can be demonstrated using a photonic crystal and was demonstrated by Seddon and Bearpeak. One form of this effect can be described by an equation which includes a term equal": {
    "guess": "Negative refraction",
    "confidence": [
      [
        "Negative",
        -0.8050962
      ],
      [
        " ref",
        -0.2740898
      ],
      [
        "raction",
        -0.00011653639
      ]
    ]
  },
  "The introducer of heavy bamboo as a punishment at court, mentioning his humble origins was a hanging offense.  His small but swift barges defeated Ch'en Yu-liang's huge fleet of war junks at the three-day": {
    "guess": "Zheng He",
    "confidence": [
      [
        "Zh",
        -1.5819981
      ],
      [
        "eng",
        -0.22333068
      ],
      [
        " He",
        -0.3907232
      ]
    ]
  },
  "Intramolecular reactions of this type lead to rings, usually with five or six members, and are known as the Dieckmann variety. One example of a reaction of this type is that of ketones with aryl aldehydes, and is known by the name of Schmidt and another man, who also gives his name to a different reaction of this type. That reaction differs from the others in that it can only be catalyzed by an alkoxide": {
    "guess": "Claisen condensation",
    "confidence": [
      [
        "Cl",
        -0.21432914
      ],
      [
        "ais",
        -6.6113236e-05
      ],
      [
        "en",
        -1.3663626e-05
      ],
      [
        " cond",
        -0.37785766
      ],
      [
        "ensation",
        -0.00025716738
      ]
    ]
  },
  "The introduction to this book argues that there is \"no contrast\" between the theories of elementary ideas, original community, and migration, and asserts that all preceding studies of the same subject projected the human psyche onto the processes of nature. Its third section notes that the title concept is \"preceded by difficulties, such as continence, or prolonged barrenness, or secret intercourse of the parents.\" Its second section compares Jesus Christ with Zoroaster in between discussions of Hercules and Sigfried, and begins by describing Akki the water carrier's rescue of Sargon. This book argues that the essentials of the title concept are descent from noble parents and being exposed to a river in a box, before analyzing the stories of its second section, \"The Circle of Myths.\" FTP, name": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -0.7043833
      ],
      [
        " Golden",
        -0.053137206
      ],
      [
        " B",
        -0.00039825685
      ],
      [
        "ough",
        -3.0545007e-06
      ]
    ]
  },
  "An inverted vase symbolized the \"unlucky\" one, while minor examples include Kaikias and Skiron. One of them was the kidnapper of Oreithyia; that one also fathered Butes. With Celaeno, one of them fathered the horses Balius and Xanthus; he also jealously caused the death of Hyacinthus. They are the sons": {
    "guess": "Anemoi",
    "confidence": [
      [
        "An",
        -0.4358185
      ],
      [
        "emo",
        -0.0004833426
      ],
      [
        "i",
        -0.00025382967
      ]
    ]
  },
  "In the introductory section to this work, entitled \"General Remarks,\" the author contends that the titular idea had been advanced by Socrates against the sophistry of Protagoras. In this work's fourth chapter, the author discusses the proof necessary to justify the central concept of this work, claiming that it does not deny that people desire virtue, while this work's last chapter connects the titular philosophy to justice. More famously, this work's second chapter claims that it is \"better to be Socrates dissatisfied than a fool satisfied\" and explains what the titular philosophy \"is\" by outlining the Greatest Happiness Principle. For ten points, identify this philosophical treatise extending a Benthamite philosophy, written by John Stuart Mill.": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.00024810788
      ],
      [
        "itarian",
        -2.1650272e-05
      ],
      [
        "ism",
        -1.8550976e-05
      ]
    ]
  },
  "It introduces the characters of Charley Anderson, airplane manufacturer; J. Ward Moorhouse; Eleanor Stoddard; and Fainy \"Mac\" McCreary, who joins the Mexican Revolution.  Set in the days just before World War I, this novel interweaves events from these character's lives with biographies of real-life contemporaries such as Eugene Debs.  For 10 points, name this first book of the U.S.A. Trilogy by John dos Passos.": {
    "guess": "The 42nd Parallel",
    "confidence": [
      [
        "The",
        -0.01352005
      ],
      [
        " ",
        -0.009271956
      ],
      [
        "42",
        -0.00013297916
      ],
      [
        "nd",
        -7.278864e-05
      ],
      [
        " Parallel",
        -0.0003465481
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won a 1948 Senate race over a man who championed the ideas of Jeremy Bentham. It criticizes the inability": {
    "guess": "An Introduction to the Principles of Morals and Legislation",
    "confidence": [
      [
        "An",
        -1.0515107
      ],
      [
        " Introduction",
        -0.010955502
      ],
      [
        " to",
        -0.001183204
      ],
      [
        " the",
        -0.00056363817
      ],
      [
        " Principles",
        -0.0049658283
      ],
      [
        " of",
        -1.3902034e-05
      ],
      [
        " Mor",
        -0.00016003472
      ],
      [
        "als",
        -0.00017815368
      ],
      [
        " and",
        -5.0139948e-05
      ],
      [
        " Legislation",
        -0.00037251986
      ]
    ]
  },
  "The introducer of heavy bamboo as a punishment at court, mentioning his humble origins was a hanging offense.  His small but swift barges defeated Ch'en Yu-liang's huge fleet of war junks at the three-day battle of Po-yang Lake. When his prime minister Hu Wei-yung was implicated in a plot to overthrow him, he had him executed along with 30,000 conspirators. A member of Kuo Tzuhsing's rebel forces, he eventually became Kuo's second-in-command and married his adopted daughter, the princess Ma.  FTP, name this Chinese emperor, who ruled from 1368-98, the founder of the Ming dynasty.": {
    "guess": "Hongwu Emperor",
    "confidence": [
      [
        "Hong",
        -0.08607773
      ],
      [
        "wu",
        -0.000116894
      ],
      [
        " Emperor",
        -1.5570886e-05
      ]
    ]
  },
  "Invented by Tony Hoare in 1961, its advantages include its ability to operate in place and the velocity of its inner loop. Its effectiveness can be greatly increased by using various strategies to choose an efficient pivot. After a pivot is selected, all numbers less than the pivot are placed to the left, and all numbers larger than the pivot are placed to the right, with the algorithm then implemented recursively on the smaller lists. FTP, what is this computer science sorting algorithm named for": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.003985197
      ],
      [
        "icks",
        -1.2590794e-05
      ],
      [
        "ort",
        -7.3458323e-06
      ]
    ]
  },
  "Invented by Tony Hoare in 1961, its advantages include its ability to operate in place and the velocity of its inner loop. Its effectiveness can be greatly increased by using various strategies to choose an efficient pivot. After a pivot is selected, all numbers less than the pivot are placed to the": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.009390648
      ],
      [
        "icks",
        -7.703444e-06
      ],
      [
        "ort",
        -6.749814e-06
      ]
    ]
  },
  "He introduced the concepts of dynamis and entelecheia as potentiality and actuality, and founded the Peripatetic school. He claims that the namesake entity is dynamic and comes before family and individual in Politics, and examined ethos, pathos, and logos in Rhetoric. He proposed telos, or the final cause, as the purpose or end of something, along with three other causes that explained changes in nature. Stating that tragedy is supposed to invoke catharsis in one work, this is, for 10 points, what ancient Greek philosopher, author of Poetics and Nicomachean Ethics, and teacher of Alexander the": {
    "guess": "Aristotle",
    "confidence": [
      [
        "A",
        -0.00118773
      ],
      [
        "rist",
        -5.5122365e-07
      ],
      [
        "otle",
        -4.6444635e-05
      ]
    ]
  },
  "This man introduced a bill attempting to use the extra proceeds from the Second Bank of the United States to construct a national highway, which was vetoed by Madison and called the Bonus Bill. He created the Bureau of Indian affairs without congressional approval as Secretary of War during the Era of Good Feelings. His wife Floride provoked the (*) Petticoat affair by ostracizing Peggy Eaton. This man was elected vice-president in 1824 despite attacking the Corrupt Bargain, and he would be elected vice-president again four years later as part of Andrew Jackson's ticket. He opposed the Tariff of": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.07618477
      ],
      [
        " C",
        -0.008688087
      ],
      [
        ".",
        -0.00057733926
      ],
      [
        " Cal",
        -2.2961513e-05
      ],
      [
        "h",
        -1.5451682e-05
      ],
      [
        "oun",
        -2.4153549e-05
      ]
    ]
  },
  "This man invented a ceramic-filament light bulb, as well as a namesake \"glower\" used in IR spectroscopy.  His namesake effect describes the production of a mutually perpendicular electromotive force when heat flows across a magnetic field.  He won the Nobel Prize for his heat theorem, which says that a crystalline substance at absolute zero has zero entropy, now known as the third law of thermodynamics.  Perhaps his most famous work was modified by Goldman to govern electrical properties of cell membranes, and it came from his theory of a \"pressure of dissolution\" that forced ions into a solution and off of electrodes.  FTP name this man whose eponymous equation provides the potential of an electrolytic": {
    "guess": "Walther Nernst",
    "confidence": [
      [
        "Wal",
        -0.03864002
      ],
      [
        "ther",
        -1.1398757e-05
      ],
      [
        " N",
        -0.041813992
      ],
      [
        "ern",
        -4.0603656e-05
      ],
      [
        "st",
        -3.070975e-05
      ]
    ]
  },
  "The intro of this game was changed for a European release due to the popularity of Fido Dido.  Its programmer, David Perry, would team up again with its acclaimed composer Tommy Tallarico on Earthworm Jim, although he would leave the company that made it, Virgin Interactive.  Each level involved collecting up to 100% of a certain type of points, (+) and when the protagonist took damage he would start to peel off the bottom of the screen. Its levels included \"Toying Around\", \"Pier Pressure\" (*) and \"Shell Shock\", and enemies included Hermit Crabs.  A sequel to this game changed the perspective to a three quarters view, and involved pirate and horror levels as the protagonist got stuck in a movie": {
    "guess": "Cool Spot",
    "confidence": [
      [
        "Cool",
        -0.07170892
      ],
      [
        " Spot",
        -0.0003186618
      ]
    ]
  },
  "The introducer of heavy bamboo as a punishment at court, mentioning his humble origins was a hanging offense.  His small but swift barges defeated Ch'en Yu-liang's huge fleet of war junks at the three-day battle of Po-yang Lake. When his prime minister Hu Wei-yung was implicated in a plot to overthrow him, he had him executed along with 30,000 conspirators. A member of Kuo Tzuhsing's rebel forces,": {
    "guess": "Zhu Yuanzhang",
    "confidence": [
      [
        "Z",
        -0.7570416
      ],
      [
        "hu",
        -0.0015907964
      ],
      [
        " Yuan",
        -0.011714908
      ],
      [
        "z",
        -0.00080379145
      ],
      [
        "hang",
        -0.00033308176
      ]
    ]
  },
  "This man introduced a new form of chess known as \"perfect chess\" and ordered a copy of the Koran that could only be moved by wheelbarrow due to its size. An avid patron of the arts and architecture, he commissioned the Bibi-Khanym Mosque in the capital he founded. When he invaded Baghdad, he ordered his warriors to bring him two severed heads each. He also once led an army of over 100,000 against his former ally Tokhtamysh [TOK-tam-ish] as well as the sultan of the Ottoman Empire, Bayezid I. FTP,": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.16521454
      ],
      [
        "ur",
        -0.0020370109
      ]
    ]
  },
  "Before the introduction of this program, a commission known as Gosplan was created for coordination.": {
    "guess": "Five-year plans in the Soviet Union",
    "confidence": [
      [
        "Five",
        -0.7595137
      ],
      [
        "-year",
        -0.13257566
      ],
      [
        " plans",
        -0.029417407
      ],
      [
        " in",
        -0.058863662
      ],
      [
        " the",
        -0.0054600015
      ],
      [
        " Soviet",
        -0.0010778261
      ],
      [
        " Union",
        -0.00066275697
      ]
    ]
  },
  "The introduction to this work discusses a proof by Sheffer to explain the context of the symbol p-bar": {
    "guess": "Tractatus Logico-Philosophicus",
    "confidence": [
      [
        "Tr",
        -0.01884542
      ],
      [
        "act",
        -7.481511e-05
      ],
      [
        "atus",
        -0.00054481137
      ],
      [
        " Log",
        -0.00023810577
      ],
      [
        "ico",
        -0.00010664248
      ],
      [
        "-",
        -3.488188e-05
      ],
      [
        "Phil",
        -0.00011200665
      ],
      [
        "osoph",
        -0.00033475063
      ],
      [
        "icus",
        -6.0345924e-06
      ]
    ]
  },
  "In an introduction to one work, this anthropologist tells \"The Tale of the Soul-Stealing Jew\" and discusses the \"art people create before they find out that there is such a thing as art,\" referring to primitive stories told in reaction to the natural world. This social scientist famously coined the term \"the spy glass of anthropology\" to refer to the idea of seeing oneself as somebody else, and analyzed the dancers of Polk County in one work. That work features a study of Marie Leveau, as well as four other hoodoo doctors whose beliefs on healing potions and conjuring are studied. Stories about": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.010443749
      ],
      [
        "ora",
        -1.3902034e-05
      ],
      [
        " Ne",
        -0.0001558626
      ],
      [
        "ale",
        -1.1994775e-05
      ],
      [
        " Hur",
        -0.00068360294
      ],
      [
        "ston",
        -4.978234e-05
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won a 1948 Senate race over a man who championed the ideas of Jeremy Bentham. It criticizes the inability of monetary policy to have any influence on wage-price interactions in a chapter called \"The Monetary Illusion,\" while chapter 11 of this work criticizes consumer wants which arise from \"the process of satisfying wants\" and calls it the \"dependence effect.\" Another chapter criticizes the use of GDP and GNP as a measure of quality of life and is titled \"The Paramount Position of Production.\" Its author originally titled it \"Why the Poor are Poor\" and discarded another title which described the": {
    "guess": "The Affluent Society",
    "confidence": [
      [
        "The",
        -0.28344974
      ],
      [
        " Aff",
        -8.029847e-05
      ],
      [
        "luent",
        -4.1318875e-05
      ],
      [
        " Society",
        -4.370295e-05
      ]
    ]
  },
  "It introduces the characters of Charley Anderson, airplane manufacturer; J. Ward Moorhouse; Eleanor Stoddard; and Fainy \"Mac\" McCreary, who joins the Mexican Revolution.  Set in the days just before World War I, this novel interweaves events from these character's lives with biographies of real-life": {
    "guess": "The Magnificent Ambersons",
    "confidence": [
      [
        "The",
        -0.8579221
      ],
      [
        " Magn",
        -0.24033491
      ],
      [
        "ificent",
        -0.00057150197
      ],
      [
        " Amb",
        -2.1411865e-05
      ],
      [
        "erson",
        -5.5122365e-07
      ],
      [
        "s",
        -2.1008714e-06
      ]
    ]
  },
  "In the introduction to The Order of Things, Michel Foucault analyzes this work, noting that the window": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.01266021
      ],
      [
        " Men",
        -0.00013500563
      ],
      [
        "inas",
        -2.8444882e-05
      ]
    ]
  },
  "The inventor of this curve founded the first Mortgage Insurance Society during his time in Dresden. Antonelli and Nataf demonstrated that if individuals face the same prices in a market, then their instances": {
    "guess": "Demand curve",
    "confidence": [
      [
        "Demand",
        -0.96697384
      ],
      [
        " curve",
        -0.07320584
      ]
    ]
  },
  "This man introduced a bill attempting to use the extra proceeds from the Second Bank of the United States to construct a national highway, which was vetoed by Madison and called the Bonus Bill. He created the Bureau of Indian affairs without congressional approval as Secretary of War during the Era of": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.035122655
      ],
      [
        " C",
        -0.00038765505
      ],
      [
        ".",
        -0.00019710339
      ],
      [
        " Cal",
        -1.4140442e-05
      ],
      [
        "h",
        -2.8564085e-05
      ],
      [
        "oun",
        -1.3544423e-05
      ]
    ]
  },
  "This man invented a machine for automatically cutting out and assembling the parts of a wooden wheel. While working as one of the first efficiency consultants, this man found that temperature variations affected the performance of leather belts that drove the machines at the Osgood and Smith plant. An": {
    "guess": "Frederick Winslow Taylor",
    "confidence": [
      [
        "Fre",
        -0.17575984
      ],
      [
        "der",
        0.0
      ],
      [
        "ick",
        -9.849109e-06
      ],
      [
        " Wins",
        -0.040125433
      ],
      [
        "low",
        -1.6240566e-06
      ],
      [
        " Taylor",
        -5.6934558e-05
      ]
    ]
  },
  "This man invented a machine for automatically cutting out and assembling the parts of a wooden wheel. While working as one of the first efficiency consultants, this man found that temperature variations affected the performance of leather belts that drove the machines at the Osgood and Smith plant. An attempt to replace one of those worn belts cost him an eye, curtailing his plans to visit the Amazon. This man instead wrote about one of his most notable actions in a nine-chapter sequence that includes": {
    "guess": "Frederick Winslow Taylor",
    "confidence": [
      [
        "Fre",
        -0.04276748
      ],
      [
        "der",
        -2.546479e-05
      ],
      [
        "ick",
        -1.473646e-05
      ],
      [
        " Wins",
        -0.028257716
      ],
      [
        "low",
        -2.220075e-06
      ],
      [
        " Taylor",
        -4.5252596e-05
      ]
    ]
  },
  "This man invented a ceramic-filament light bulb, as well as a namesake \"glower\" used in IR spectroscopy.  His namesake effect describes the production of a mutually perpendicular electromotive force when heat flows across a magnetic field.  He won the Nobel Prize for his heat theorem, which says that": {
    "guess": "Heinrich Friedrich Emil Lenz",
    "confidence": [
      [
        "He",
        -0.23710003
      ],
      [
        "in",
        -0.0145450495
      ],
      [
        "rich",
        -7.465036e-06
      ],
      [
        " Friedrich",
        -1.2578285
      ],
      [
        " Emil",
        -0.0006969464
      ],
      [
        " L",
        -6.2656334e-05
      ],
      [
        "enz",
        -4.604148e-06
      ]
    ]
  },
  "This man introduced the Climbing Boys Act and led the Young England movement. This Chancellor of the Exchequer under the Earl of Derby's \"Who? Who?\" Ministry broke with Robert Peel by fighting to save": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.010060743
      ],
      [
        "jamin",
        -2.2961513e-05
      ],
      [
        " Dis",
        -0.00048821527
      ],
      [
        "rael",
        -4.739826e-05
      ],
      [
        "i",
        -5.9914648e-05
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation of unused networks.  Established as a standard under RFC 1752 and originally known as Next Generation, it allows for stateless autoconfiguration of hosts using ICMP, and can be used in combination with DHCP when required.  The scheme designed under this standard continues the use of prefix notiaton, using /128 to identify individual hosts, and allows for use of a double colon to replace a set": {
    "guess": "IPv6",
    "confidence": [
      [
        "IPv",
        -0.0040664095
      ],
      [
        "6",
        -0.00026228945
      ]
    ]
  },
  "The inverse of this effect can be demonstrated using a photonic crystal and was demonstrated by Seddon and Bearpeak. One form of this effect can be described by an equation which includes a term equal to the square root of the quantity one plus v over c, all over the square root of the quantity one minus v over c. A canal ray tube was used in finding its transverse form in the Ives-Stilwell experiment, and it can be applied to explain (*) redshift and find the distance of a galaxy. For 10 points identify this effect, the perceived change in the frequency of a wave for an observer in motion, demonstrated": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0027816969
      ],
      [
        "op",
        -1.9361265e-07
      ],
      [
        "pler",
        -1.1041146e-05
      ],
      [
        " effect",
        -0.021201052
      ]
    ]
  },
  "Introducing a flat space approximation for their outer regions into their metric yields Rindler geometry. One proposed solutions to their information loss problem is the holographic principle. One theorem": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.10947114
      ],
      [
        " hole",
        -0.04658408
      ]
    ]
  },
  "Invading troops in this country were killed in a 1982 fire in its longest road tunnel. The northern part of this country can be accessed from its capital by taking the Salang or Kushan passes. This country's highest peak is Noshaq, located in the (*) Hindu Kush range. The Registan desert is located in this country's Kandahar province. This country's southeastern city of Jalalabad lies near the Khyber Pass, which is on this country's border with its southern neighbor, Pakistan. For 10 points, name": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.059244044
      ],
      [
        "ghan",
        -3.1424974e-05
      ],
      [
        "istan",
        -3.2497806e-05
      ]
    ]
  },
  "The introduction to this work discusses a proof by Sheffer to explain the context of the symbol p-bar comma xi-bar comma N-bar or xi-bar. That symbol is used to describe a process by which general propositions can be built up from atomic propositions and is the general form of the truth function, the idea of which is introduced by way of truth tables in the fourth section. An exposition of the picture theory of language, this work borrows Schopenhauer's ladder analogy in the sixth of its seven propositions. Beginning by defining the world as all that is the case, this book ends with the claim that one must pass over in silence what one cannot speak of. For ten points, name this best- known work of philosophy by Ludwig Wittgenstein.": {
    "guess": "Tractatus Logico-Philosophicus",
    "confidence": [
      [
        "Tr",
        -0.0017170662
      ],
      [
        "act",
        -6.1537958e-06
      ],
      [
        "atus",
        -0.000110337794
      ],
      [
        " Log",
        -7.3458323e-06
      ],
      [
        "ico",
        -9.6867785e-05
      ],
      [
        "-",
        -2.4034345e-05
      ],
      [
        "Phil",
        -1.7597347e-05
      ],
      [
        "osoph",
        -0.00013822412
      ],
      [
        "icus",
        -5.4385737e-06
      ]
    ]
  },
  "The introduction to this work discusses a proof by Sheffer to explain the context of the symbol p-bar comma xi-bar comma N-bar or xi-bar. That symbol is used to describe a process by which general propositions": {
    "guess": "Tractatus Logico-Philosophicus",
    "confidence": [
      [
        "Tr",
        -0.33042103
      ],
      [
        "act",
        -0.0004423512
      ],
      [
        "atus",
        -0.11846052
      ],
      [
        " Log",
        -0.00091633986
      ],
      [
        "ico",
        -0.00010092071
      ],
      [
        "-",
        -4.7517467e-05
      ],
      [
        "Phil",
        -6.539802e-05
      ],
      [
        "osoph",
        -0.00024679664
      ],
      [
        "icus",
        -6.9882217e-06
      ]
    ]
  },
  "Invented in 1900 by Johann Elster and Hans Geitel, the voltage applied by the conductive variety varies": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.32934746
      ],
      [
        "electric",
        -0.054806445
      ],
      [
        " effect",
        -0.7028256
      ]
    ]
  },
  "Invented in 1900 by Johann Elster and Hans Geitel, the voltage applied by the conductive variety varies with intensity while the multiplier variety uses an electric field to attract electrons to the dynode, thus converting into a measurable electric current. In this device, an electron tube with a photosensitive cathode emits electrons when illuminated, which an anode collects with the current being proportional to the intensity of the light. For 10 points, name these devices that give an electrical output in response to light.": {
    "guess": "Photomultiplier",
    "confidence": [
      [
        "Phot",
        -0.1483691
      ],
      [
        "om",
        -0.1503978
      ],
      [
        "ulti",
        -0.0016121045
      ],
      [
        "plier",
        -0.00817434
      ]
    ]
  },
  "In the introductory lines of its fourth part, the author claims to \"traverse the distant haunts of the Pierides, never trodden before by the foot of man.\" In its first section, the author denies gravity, by offering the example of a thrown dart that will not fall down. The final section, after continuing": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.72245896
      ],
      [
        " Waste",
        -2.6439428
      ],
      [
        " Land",
        -0.00062248815
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm Kerr memorably compared the Six-Day War to a football game between Notre Dame and Princeton. The Woodrow Wilson International Center for Scholars organizes an \"International History Project\" of this event,": {
    "guess": "Six-Day War",
    "confidence": [
      [
        "Six",
        -0.13065048
      ],
      [
        "-Day",
        -0.0051237
      ],
      [
        " War",
        -0.00072804024
      ]
    ]
  },
  "Invasive species of the Brown tree frog highly populate the South Bruny National Park on this island. The largest river on this island supports the only city in the world run solely on hydroelectricity,": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.0070107677
      ],
      [
        "as",
        -2.8160932e-06
      ],
      [
        "mania",
        -0.01872773
      ]
    ]
  },
  "Introducing a flat space approximation for their outer regions into their metric yields Rindler geometry. One proposed solutions to their information loss problem is the holographic principle. One theorem states that these objects are describable by just three parameters. One type is named for Kerr and their size can be thought of as the (*) Schwarzschild radius. Surrounded by an event horizon, they contain a singularity. They can be formed by the collapse of massive stars. For 10 points, name this objects from which light cannot escape.": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0021571608
      ],
      [
        " hole",
        -0.0051052067
      ]
    ]
  },
  "Invented by Tony Hoare in 1961, its advantages include its ability to operate in place and the velocity of its inner loop. Its effectiveness can be greatly increased by using various strategies to choose an efficient pivot. After a pivot is selected, all numbers less than the pivot are placed to the left, and all numbers larger than the pivot are placed to the right, with the algorithm then implemented": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.0025046747
      ],
      [
        "icks",
        -2.2484697e-05
      ],
      [
        "ort",
        -8.537869e-06
      ]
    ]
  },
  "One invasion under this ruler led to the death by beating of Cornelis and Johan de Witt before the treaty of Nijmegen ended the Dutch War. That war led to the ascension to power of this man's longtime enemy, William III. Charles II's granting of Spain to this ruler's grandson sparked the War of the Spanish": {
    "guess": "Louis XIV",
    "confidence": [
      [
        "Louis",
        -0.013215292
      ],
      [
        " XIV",
        -0.00097029883
      ]
    ]
  },
  "It introduces the characters of Charley Anderson, airplane manufacturer; J. Ward Moorhouse; Eleanor Stoddard;": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -1.3363522
      ],
      [
        " Great",
        -1.5289143
      ],
      [
        " G",
        -0.24323167
      ],
      [
        "atsby",
        -0.0002108118
      ]
    ]
  },
  "This man introduced a bill attempting to use the extra proceeds from the Second Bank of the United States to construct a national highway, which was vetoed by Madison and called the Bonus Bill. He created the Bureau of Indian affairs without congressional approval as Secretary of War during the Era of Good Feelings. His wife Floride provoked the (*) Petticoat affair by ostracizing Peggy Eaton. This man was elected vice-president in 1824 despite attacking the Corrupt Bargain, and he would be elected vice-president again four years later as part of Andrew Jackson's ticket. He opposed the Tariff of Abominations by writing the South Carolina Exposition and Protest, which positioned him as a leading advocate of nullification. For 10 points, name this influential South Carolina politician.": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.008783799
      ],
      [
        " C",
        -0.00012964146
      ],
      [
        ".",
        -0.00012415809
      ],
      [
        " Cal",
        -5.5122365e-07
      ],
      [
        "h",
        -2.546479e-05
      ],
      [
        "oun",
        -8.061054e-06
      ]
    ]
  },
  "Intramolecular reactions of this type lead to rings, usually with five or six members, and are known as the Dieckmann variety. One example of a reaction of this type is that of ketones with aryl aldehydes, and is known by the name of Schmidt and another man, who also gives his name to a different reaction of this type. That reaction differs from the others in that it can only be catalyzed by an alkoxide base, and applies to esters, while another type of this reaction is typified by the reaction of": {
    "guess": "Claisen condensation",
    "confidence": [
      [
        "Cl",
        -0.6689386
      ],
      [
        "ais",
        -0.00032021143
      ],
      [
        "en",
        -1.5809293e-05
      ],
      [
        " cond",
        -0.031512547
      ],
      [
        "ensation",
        -0.00017469678
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds Adam Smith, \"whose genius dimly foresaw everything and left us to do everything,\" and draws on Smith's designation of tax collectors as \"unproductive.\" That chapter of this work suggests that proportional": {
    "guess": "Critique of Pure Reason",
    "confidence": [
      [
        "Crit",
        -0.46434844
      ],
      [
        "ique",
        -0.01872375
      ],
      [
        " of",
        -0.00046737297
      ],
      [
        " Pure",
        -0.53569216
      ],
      [
        " Reason",
        -1.7120534e-05
      ]
    ]
  },
  "In the introductory section to this work, entitled \"General Remarks,\" the author contends that the titular idea had been advanced by Socrates against the sophistry of Protagoras. In this work's fourth chapter, the author discusses the proof necessary to justify the central concept of this work, claiming that it does not deny that people desire virtue, while this work's last chapter connects the titular philosophy to justice. More famously, this work's second chapter claims that it is \"better to be": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.11302281
      ],
      [
        " (",
        -0.04477497
      ],
      [
        "Pl",
        -4.477578e-05
      ],
      [
        "ato",
        -8.299462e-06
      ],
      [
        ")",
        -9.014684e-06
      ]
    ]
  },
  "The intro of this game was changed for a European release due to the popularity of Fido Dido.  Its programmer, David Perry, would team up again with its acclaimed composer Tommy Tallarico on Earthworm": {
    "guess": "Earthworm Jim",
    "confidence": [
      [
        "Earth",
        -1.2560263
      ],
      [
        "worm",
        -2.7968066e-05
      ],
      [
        " Jim",
        -8.959636e-05
      ]
    ]
  },
  "An inverted vase symbolized the \"unlucky\" one, while minor examples include Kaikias and Skiron. One of them was the kidnapper of Oreithyia; that one also fathered Butes. With Celaeno, one of them fathered the horses Balius and Xanthus; he also jealously caused the death of Hyacinthus. They are the sons of Eos and Astraeus, who himself is often associated with their keeper Aeolus, who gave a bag of": {
    "guess": "Anemoi",
    "confidence": [
      [
        "An",
        -0.090042
      ],
      [
        "emo",
        -0.0005239617
      ],
      [
        "i",
        -0.00049917836
      ]
    ]
  },
  "Invented by Samuel Pierpont Langley in 1860, its original construction was very simple: two strips of platinum connected by a Wheatstone bridge.  Modern versions use temperature or electrically-sensitive": {
    "guess": "Bolometer",
    "confidence": [
      [
        "B",
        -0.19806735
      ],
      [
        "ol",
        -0.04130076
      ],
      [
        "ometer",
        -0.011052537
      ]
    ]
  },
  "The intro of this game was changed for a European release due to the popularity of Fido Dido.  Its programmer, David Perry, would team up again with its acclaimed composer Tommy Tallarico on Earthworm Jim, although he would leave the company that made it, Virgin Interactive.  Each level involved collecting up to 100% of a certain type of points, (+) and when the protagonist took damage he would start to peel off the bottom of the screen. Its levels included \"Toying Around\", \"Pier Pressure\" (*) and \"Shell Shock\", and enemies included Hermit Crabs.  A sequel to this game changed the perspective to a three quarters view, and involved pirate and horror levels as the protagonist got stuck in a movie projector and \"Goes to Hollywood\".  Extra points could be achieved when a certain company's logo was collected in, FTP, identify what game starring the 7-Up mascot.": {
    "guess": "Cool Spot",
    "confidence": [
      [
        "Cool",
        -0.11221704
      ],
      [
        " Spot",
        -3.8696395e-05
      ]
    ]
  },
  "The inventor of this curve founded the first Mortgage Insurance Society during his time in Dresden. Antonelli and Nataf demonstrated that if individuals face the same prices in a market, then their instances of this curve would all be parallel with one another. Gorman later generalized this result to build such a curve for an entire society. If a good is normal, then this curve will have a positive slope; if the good is inferior, it will have a negative slope. For 10 points, identify this curve that plots the quantity of a good demanded against successively higher income levels.": {
    "guess": "Engel curve",
    "confidence": [
      [
        "Eng",
        -0.00019162003
      ],
      [
        "el",
        -8.530503e-05
      ],
      [
        " curve",
        -0.0019097159
      ]
    ]
  },
  "It was investigated by the Lexow Committee after Charles Parkhurst's scathing attacks of it. Aaron Burr led it at one point, and William Mooney was its first Grand Sachem. Another leader was caught in Spain after escaping jail, and that man's top minions included George Washington Plunkitt. The 1928 presidential nomination of Al Smith was among its great victories, and it declined after Fiorello La": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.0019944203
      ],
      [
        "many",
        -8.776276e-06
      ],
      [
        " Hall",
        -0.00047821683
      ]
    ]
  },
  "Investigation into this event was led by Senator Thomas J. Walsh. This incident became possible after a request was made by Edwin Denby, which allowed for Edward Doheny and Harry Sinclair to lease lands": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.006157012
      ],
      [
        "apot",
        -7.107425e-06
      ],
      [
        " Dome",
        -6.1537958e-06
      ],
      [
        " scandal",
        -0.0007199381
      ]
    ]
  },
  "This man introduced equations characterizing the stability of governors in an early paper on control theory. He showed that only particulate composition can confer stability to Saturn's rings, and he also names a gap in the outer C-ring of Saturn. Experimentally verifiable thermodynamic quantities are used to relate hard-to-measure thermodynamic functions according to a set of relations named for this man. He introduced the displacement current term in another equation, which, along with the Faraday's": {
    "guess": "Ludwig Boltzmann",
    "confidence": [
      [
        "L",
        -1.0314621
      ],
      [
        "ud",
        -0.09146368
      ],
      [
        "wig",
        -0.035393436
      ],
      [
        " Bolt",
        -0.010786871
      ],
      [
        "z",
        -0.00018661347
      ],
      [
        "mann",
        -5.5861725e-05
      ]
    ]
  },
  "This man invented a ceramic-filament light bulb, as well as a namesake \"glower\" used in IR spectroscopy.  His namesake effect describes the production of a mutually perpendicular electromotive force when heat flows across a magnetic field.  He won the Nobel Prize for his heat theorem, which says that a crystalline substance at absolute zero has zero entropy, now known as the third law of thermodynamics.": {
    "guess": "Walther Nernst",
    "confidence": [
      [
        "Wal",
        -0.010126353
      ],
      [
        "ther",
        -9.253091e-06
      ],
      [
        " N",
        -0.006412305
      ],
      [
        "ern",
        -2.3676734e-05
      ],
      [
        "st",
        -3.1737043e-06
      ]
    ]
  },
  "The intro of this game sees a mechanical dragon eating one of the player's allies, and a new element it introduced was tracking the time it took to defeat enemies, which affected enemy position on the map screen.  This game marked the only appearance of Algy, (+) a member of a group of villains that also included The Great Leon.  Exclusive playable characters to this game included Miyu and Fay, and all of the characters had the ability to change their ships (*) into mechanical walkers.  It also marked the first battle with a team led by Wolf O'Donnell.  Several of its features were incorporated into the more recent DS release, subtitled Command, as well as the first N64 game to use the Rumble Pak.  FTP, identify this unreleased SNES sequel to a game starring Fox McCloud.": {
    "guess": "Star Fox 2",
    "confidence": [
      [
        "Star",
        -0.0041342033
      ],
      [
        " Fox",
        -0.00024739266
      ],
      [
        " ",
        -0.00041422647
      ],
      [
        "2",
        -4.763667e-05
      ]
    ]
  },
  "One of the inventors of this device commanded the pro-life forces in the war to outlaw the death penalty in  Wisconsin. The launch of this product was almost derailed by Charles A. Washburn's lawsuit and preceded  by Giuseppe Ravizza's invention. The first manufacturing run was handled by Densmore and it was invented  with the aide of Samuel Soule. A key test for this device was the line \"Now is the time for all good men to come  to the aid of the party.\" Cyberspeculators have pundited that the use": {
    "guess": "Typewriter",
    "confidence": [
      [
        "Typ",
        -0.44767746
      ],
      [
        "ewriter",
        -0.006375937
      ]
    ]
  },
  "Invasive species of the Brown tree frog highly populate the South Bruny National Park on this island. The largest river on this island supports the only city in the world run solely on hydroelectricity, Launceston. A body of water to the north of this island contains Cape Barren Island. This island's largest city is overlooked by Mount Wellington. The Bass Strait separates the mainland from this island,": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.001148314
      ],
      [
        "as",
        -4.246537e-06
      ],
      [
        "mania",
        -0.00090586464
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm Kerr memorably compared the Six-Day War to a football game between Notre Dame and Princeton. The Woodrow Wilson International Center for Scholars organizes an \"International History Project\" of this event, which is notably studied by the likes of James Hershberg, Nigel Ashton, and Melvyn Leffler. The \"revisionist\" school of historiography of this event, which included William A. Williams and Thomas Paterson among its members, was also advanced by Walter LaFeber, who argued that it was rooted in 19th-century conflicts in trade in East Asia. Odd Arne Westad argued for a focus on the Third World in his \"Global\" history of it. We Now Know titled a 1997 essay on this conflict by the Yale professor most famous for studying it. John Lewis Gaddis also wrote a \"new\" history of, for 10 points, what": {
    "guess": "Cold War",
    "confidence": [
      [
        "Cold",
        -0.94291013
      ],
      [
        " War",
        -0.00035441187
      ]
    ]
  },
  "The introducer of heavy bamboo as a punishment at court, mentioning his humble origins was a hanging offense.  His small but swift barges defeated Ch'en Yu-liang's huge fleet of war junks at the three-day battle of Po-yang Lake. When his prime minister Hu Wei-yung was implicated in a plot to overthrow": {
    "guess": "Zhu Yuanzhang",
    "confidence": [
      [
        "Z",
        -0.76128966
      ],
      [
        "hu",
        -0.0030341593
      ],
      [
        " Yuan",
        -0.052397862
      ],
      [
        "z",
        -0.0011595045
      ],
      [
        "hang",
        -0.00043722545
      ]
    ]
  },
  "It was investigated by the Lexow Committee after Charles Parkhurst's scathing attacks of it. Aaron Burr led it at one point, and William Mooney was its first Grand Sachem. Another leader was caught in Spain after escaping jail, and that man's top minions included George Washington Plunkitt. The 1928 presidential nomination of Al Smith was among its great victories, and it declined after Fiorello La Guardia was elected. Shown as a tiger by Thomas Nast, it was long controlled by New York City Irish. FTP, name this Democratic political machine once headed by Boss Tweed.          |": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.0014026214
      ],
      [
        "many",
        -3.0545007e-06
      ],
      [
        " Hall",
        -2.808727e-05
      ]
    ]
  },
  "This man invented a machine for automatically cutting out and assembling the parts of a wooden wheel. While working as one of the first efficiency consultants, this man found that temperature variations affected the performance of leather belts that drove the machines at the Osgood and Smith plant. An attempt to replace one of those worn belts cost him an eye, curtailing his plans to visit the Amazon. This man instead wrote about one of his most notable actions in a nine-chapter sequence that includes \"Cedar Keys\" and \"Twenty Hill Hollow\" entitled A Thousand-Mile Walk to the Gulf, and he put forth a coherent theory of erosion via glacier movement in the 1870s. For 10 points, name this instigator": {
    "guess": "John Muir",
    "confidence": [
      [
        "John",
        -0.31307456
      ],
      [
        " Mu",
        -0.08431093
      ],
      [
        "ir",
        -1.867018e-05
      ]
    ]
  },
  "One of the inventors of this device commanded the pro-life forces in the war to outlaw the death penalty in  Wisconsin. The launch of this product was almost derailed by Charles A. Washburn's lawsuit and preceded  by Giuseppe Ravizza's invention. The first manufacturing run was handled by Densmore and it was invented  with the aide of Samuel Soule. A key test for this device was the line \"Now is the time for all good men to come  to the aid of the party.\" Cyberspeculators have pundited that the use of a sowing machine table as a base for this  device was an attempt to attract women users. Despite not being a weapon, it was manufactured by E. Remington  and Sons. One of its features was the QWERTY": {
    "guess": "Typewriter",
    "confidence": [
      [
        "Typ",
        -0.17376664
      ],
      [
        "ewriter",
        -0.0010104191
      ]
    ]
  },
  "Investigation into this event was led by Senator Thomas J. Walsh. This incident became possible after a request was made by Edwin Denby, which allowed for Edward Doheny and Harry Sinclair to lease lands transferred from the Department of the Navy to the Department of the (*) Interior. Those leases made without competitive bidding were orchestrated by Albert Fall and included Elk Hills and the namesake": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.02354139
      ],
      [
        "apot",
        -3.22594e-05
      ],
      [
        " Dome",
        -9.849109e-06
      ],
      [
        " scandal",
        -0.0017793069
      ]
    ]
  },
  "This man introduced the Climbing Boys Act and led the Young England movement. This Chancellor of the Exchequer under the Earl of Derby's \"Who? Who?\" Ministry broke with Robert Peel by fighting to save the Corn Laws. When this Earl of Beaconsfield led the House of Commons, the enfranchising Second Reform": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.0077191363
      ],
      [
        "jamin",
        -0.00022094045
      ],
      [
        " Dis",
        -7.910644e-05
      ],
      [
        "rael",
        -7.7079974e-05
      ],
      [
        "i",
        -7.231183e-05
      ]
    ]
  },
  "In an introduction to one work, this anthropologist tells \"The Tale of the Soul-Stealing Jew\" and discusses the \"art people create before they find out that there is such a thing as art,\" referring to primitive stories told in reaction to the natural world. This social scientist famously coined the term": {
    "guess": "Edward Burnett Tylor",
    "confidence": [
      [
        "Edward",
        -1.1176468
      ],
      [
        " Burnett",
        -0.026980966
      ],
      [
        " T",
        -0.00033188972
      ],
      [
        "yl",
        -1.4021238e-05
      ],
      [
        "or",
        -8.180258e-06
      ]
    ]
  },
  "Intramolecular reactions of this type lead to rings, usually with five or six members, and are known as the Dieckmann variety. One example of a reaction of this type is that of ketones with aryl aldehydes, and is known by the name of Schmidt and another man, who also gives his name to a different reaction": {
    "guess": "Schmidt reaction",
    "confidence": [
      [
        "Sch",
        -0.99289155
      ],
      [
        "midt",
        -0.00016122675
      ],
      [
        " reaction",
        -0.0099422475
      ]
    ]
  },
  "An inverted vase symbolized the \"unlucky\" one, while minor examples include Kaikias and Skiron. One of them was the kidnapper of Oreithyia; that one also fathered Butes. With Celaeno, one of them fathered the horses Balius and Xanthus; he also jealously caused the death of Hyacinthus. They are the sons of Eos and Astraeus, who himself is often associated with their keeper Aeolus, who gave a bag of them to Odysseus. For 10 points, identify this group including Boreas and Zephyrus, the north and west ones.": {
    "guess": "Anemoi",
    "confidence": [
      [
        "An",
        -0.019769283
      ],
      [
        "emo",
        -0.00049595983
      ],
      [
        "i",
        -0.00012964146
      ]
    ]
  },
  "One of the inventors of this device commanded the pro-life forces in the war to outlaw the death penalty in  Wisconsin. The launch of this product was almost derailed by Charles A. Washburn's lawsuit and preceded  by Giuseppe Ravizza's invention. The first manufacturing run was handled by Densmore and": {
    "guess": "Typewriter",
    "confidence": [
      [
        "Typ",
        -0.25617647
      ],
      [
        "ewriter",
        -0.0007325553
      ]
    ]
  },
  "Before the introduction of this program, a commission known as Gosplan was created for coordination. Some historians have suggested that it was formulated years earlier than its implementation in an essay entitled \"Six Theses on the Immediate Tasks.\" It created an imbalance in wealth that led to the so-called Scissors Crisis, and it shares its name with an unrelated policy adopted by Malaysia in 1971. Much of the impetus for it came in the Kronstadt Rebellion, which demanded an end to War Communism,": {
    "guess": "New Economic Policy",
    "confidence": [
      [
        "New",
        -0.12826657
      ],
      [
        " Economic",
        -0.00037621515
      ],
      [
        " Policy",
        -0.00029804322
      ]
    ]
  },
  "The inverse of this effect can be demonstrated using a photonic crystal and was demonstrated by Seddon and Bearpeak. One form of this effect can be described by an equation which includes a term equal to the square root of the quantity one plus v over c, all over the square root of the quantity one minus v over c. A canal ray tube was used in finding its transverse form in the Ives-Stilwell experiment, and it can be applied to explain (*) redshift and find the distance of a galaxy. For 10 points": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.034792963
      ],
      [
        "op",
        -2.8921695e-05
      ],
      [
        "pler",
        -2.6968896e-06
      ],
      [
        " effect",
        -0.019925652
      ]
    ]
  },
  "This man invented independently from Wolfgang Strasser the Z-buffer. With Clark, this man names a  method for subdividing meshes. This man co-names a cubic hermite interpolation where the tangent is  proportional to the vector between the preceding and next control points and that interpolation was  developed with Rom. He helped develop Renderman. For a graduate school class he created a clip of a moving  model of his hand. That clip is one of the earliest examples of computer rendered 3D animation.": {
    "guess": "Edwin Catmull",
    "confidence": [
      [
        "Ed",
        -0.2586368
      ],
      [
        "win",
        -0.015241727
      ],
      [
        " Cat",
        -0.000892048
      ],
      [
        "m",
        -0.000101159116
      ],
      [
        "ull",
        -5.7961847e-06
      ]
    ]
  },
  "Intramolecular reactions of this type lead to rings, usually with five or six members, and are known as the Dieckmann variety. One example of a reaction of this type is that of ketones with aryl aldehydes,": {
    "guess": "Claisen condensation",
    "confidence": [
      [
        "Cl",
        -0.035780095
      ],
      [
        "ais",
        -3.22594e-05
      ],
      [
        "en",
        -4.723352e-06
      ],
      [
        " cond",
        -0.26526916
      ],
      [
        "ensation",
        -1.0087517e-05
      ]
    ]
  },
  "In the introduction to The Order of Things, Michel Foucault analyzes this work, noting that the window depicted on the right side balances the object consuming the left side, between which lie a St. Andrew's cross about the central figure. Paradoxically, this painting's vanishing point is at the bent elbow of a man in the doorway at the rear. That doorway is on a wall that includes five dark paintings,": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.068490006
      ],
      [
        " Men",
        -9.0788395e-05
      ],
      [
        "inas",
        -2.677603e-05
      ]
    ]
  },
  "One of the inventors of this device commanded the pro-life forces in the war to outlaw the death penalty in  Wisconsin. The launch of this product was almost derailed by Charles A. Washburn's lawsuit and preceded  by Giuseppe Ravizza's invention. The first manufacturing run was handled by Densmore and it was invented  with the aide of Samuel Soule. A key test for this device was the line \"Now is the": {
    "guess": "Typewriter",
    "confidence": [
      [
        "Typ",
        -0.28130162
      ],
      [
        "ewriter",
        -0.0005809117
      ]
    ]
  },
  "This man invented a machine for automatically cutting out and assembling the parts of a wooden wheel. While working as one of the first efficiency consultants, this man found that temperature variations affected the performance of leather belts that drove the machines at the Osgood and Smith plant. An attempt to replace one of those worn belts cost him an eye, curtailing his plans to visit the Amazon. This man instead wrote about one of his most notable actions in a nine-chapter sequence that includes \"Cedar Keys\" and \"Twenty Hill Hollow\" entitled A Thousand-Mile Walk to the Gulf, and he put forth": {
    "guess": "John Muir",
    "confidence": [
      [
        "John",
        -0.21998155
      ],
      [
        " Mu",
        -0.01260313
      ],
      [
        "ir",
        -1.5809293e-05
      ]
    ]
  },
  "The intro of this game sees a mechanical dragon eating one of the player's allies, and a new element it introduced was tracking the time it took to defeat enemies, which affected enemy position on the map screen.  This game marked the only appearance of Algy, (+) a member of a group of villains that also included The Great Leon.  Exclusive playable characters to this game included Miyu and Fay, and": {
    "guess": "Star Fox 2",
    "confidence": [
      [
        "Star",
        -0.0028907058
      ],
      [
        " Fox",
        -0.0021742894
      ],
      [
        " ",
        -0.012227776
      ],
      [
        "2",
        -0.002469471
      ]
    ]
  },
  "In the introductory section to this work, entitled \"General Remarks,\" the author contends that the titular idea had been advanced by Socrates against the sophistry of Protagoras. In this work's fourth chapter, the author discusses the proof necessary to justify the central concept of this work, claiming that it does not deny that people desire virtue, while this work's last chapter connects the titular": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -1.1830453
      ],
      [
        " (",
        -0.078561544
      ],
      [
        "Pl",
        -5.5861725e-05
      ],
      [
        "ato",
        -6.2729996e-06
      ],
      [
        ")",
        -4.1080468e-05
      ]
    ]
  },
  "Before the introduction of this program, a commission known as Gosplan was created for coordination. Some historians have suggested that it was formulated years earlier than its implementation in an essay entitled \"Six Theses on the Immediate Tasks.\" It created an imbalance in wealth that led to the so-called Scissors Crisis, and it shares its name with an unrelated policy adopted by Malaysia in 1971. Much of the impetus for it came in the Kronstadt Rebellion, which demanded an end to War Communism, but it was itself abandoned after the Grain Crisis of 1928 by Stalin. FTP, name this program launched": {
    "guess": "New Economic Policy",
    "confidence": [
      [
        "New",
        -0.18022417
      ],
      [
        " Economic",
        -0.00047988567
      ],
      [
        " Policy",
        -0.0013626165
      ]
    ]
  },
  "After invading a neighboring country, this man promised to initiate the \"mother of all battles\" if other nations interfered. This man's crimes include launching the genocidal \"Anfal\" campaign and using biochemical weapons on the village of Halabjah. When the Baath party took power, this man became vice-president. This man's invasion of Kuwait prompted the UN to launch Operation Desert Storm. This man was (*) captured when he was found hiding in a spider hole near Al-Awja. For 10 points, name this longtime Iraqi dictator deposed in Operation Iraqi Freedom.": {
    "guess": "Saddam Hussein",
    "confidence": [
      [
        "S",
        -0.0026836141
      ],
      [
        "add",
        -1.8431772e-05
      ],
      [
        "am",
        -3.357064e-05
      ],
      [
        " Hussein",
        -0.0002485847
      ]
    ]
  },
  "Its introduction states that the mass populations are \"disgusting like moving cheese,\" but that every generation has a few men that are truly great and change society by their actions. Modeled on Thomas": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.47106642
      ],
      [
        " Great",
        -0.30259252
      ],
      [
        " G",
        -1.0223151
      ],
      [
        "atsby",
        -9.555654e-05
      ]
    ]
  },
  "Invented in 1900 by Johann Elster and Hans Geitel, the voltage applied by the conductive variety varies with intensity while the multiplier variety uses an electric field to attract electrons to the dynode, thus converting into a measurable electric current. In this device, an electron tube with a photosensitive cathode emits electrons when illuminated, which an anode collects with the current being proportional to the intensity of the light. For 10 points, name these devices that give an electrical": {
    "guess": "Photomultiplier",
    "confidence": [
      [
        "Phot",
        -0.11480437
      ],
      [
        "om",
        -0.34125003
      ],
      [
        "ulti",
        -0.0022962056
      ],
      [
        "plier",
        -0.003055904
      ]
    ]
  },
  "Invented in 1900 by Johann Elster and Hans Geitel, the voltage applied by the conductive variety varies with intensity while the multiplier variety uses an electric field to attract electrons to the dynode, thus converting into a measurable electric current. In this device, an electron tube with a photosensitive": {
    "guess": "Photomultiplier",
    "confidence": [
      [
        "Phot",
        -0.03442436
      ],
      [
        "om",
        -0.028680844
      ],
      [
        "ulti",
        -0.0012451129
      ],
      [
        "plier",
        -0.0006920627
      ]
    ]
  },
  "Invented by Tony Hoare in 1961, its advantages include its ability to operate in place and the velocity of its inner loop. Its effectiveness can be greatly increased by using various strategies to choose": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.10590265
      ],
      [
        "icks",
        -3.7265952e-05
      ],
      [
        "ort",
        -7.934485e-05
      ]
    ]
  },
  "The introducer of heavy bamboo as a punishment at court, mentioning his humble origins was a hanging": {
    "guess": "Bamboo Curtain",
    "confidence": [
      [
        "B",
        -2.5233338
      ],
      [
        "am",
        -0.11674463
      ],
      [
        "boo",
        -0.0022900181
      ],
      [
        " Curtain",
        -0.2705075
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds Adam Smith, \"whose genius dimly foresaw everything and left us to do everything,\" and draws on Smith's designation of tax collectors as \"unproductive.\" That chapter of this work suggests that proportional taxes are a \"monstrous inequality,\" because they tax everyone the same number of days of pay. Chapters": {
    "guess": "Critique of Pure Reason",
    "confidence": [
      [
        "Crit",
        -0.26664415
      ],
      [
        "ique",
        -0.027328676
      ],
      [
        " of",
        -0.00051717076
      ],
      [
        " Pure",
        -0.9682763
      ],
      [
        " Reason",
        -1.1517961e-05
      ]
    ]
  },
  "This man invented independently from Wolfgang Strasser the Z-buffer. With Clark, this man names a  method for subdividing meshes. This man co-names a cubic hermite interpolation where the tangent is  proportional to the vector between the preceding and next control points and that interpolation was  developed with Rom. He helped develop Renderman. For a graduate school class he created a clip of a": {
    "guess": "Edwin Catmull",
    "confidence": [
      [
        "Ed",
        -0.81592417
      ],
      [
        "win",
        -0.017957121
      ],
      [
        " Cat",
        -0.00058222294
      ],
      [
        "m",
        -2.1769476e-05
      ],
      [
        "ull",
        -9.133887e-06
      ]
    ]
  },
  "In an introduction to one work, this anthropologist tells \"The Tale of the Soul-Stealing Jew\" and discusses": {
    "guess": "James George Frazer",
    "confidence": [
      [
        "James",
        -0.9135827
      ],
      [
        " George",
        -0.049211387
      ],
      [
        " Fra",
        -9.968313e-06
      ],
      [
        "zer",
        -5.9153886e-06
      ]
    ]
  },
  "This man's invention was an improvement upon the creation of Cooke and Wheatstone, whose version required": {
    "guess": "Electric telegraph",
    "confidence": [
      [
        "Electric",
        -0.6042311
      ],
      [
        " tele",
        -0.18549784
      ],
      [
        "graph",
        -0.002969142
      ]
    ]
  },
  "This man invented the board games So Long Sucker and Hex, which was based on Go. With Moser, he generalized the inverse function theorem on Banach spaces to Frechet spaces. He also stated that any Riemannian manifold can be isometrically embedded in a Euclidean space in his namesake embedding theorem. Selten and Harsanyi shared a Nobel Prize with this man, which they won for developing the concept of a state in which no player in a game has anything to gain by unilaterally changing their strategy, this man's namesake equilibrium. For 10 points, identify this game theorist, whose schizophrenia was the subject of A Beautiful Mind.": {
    "guess": "John Forbes Nash Jr.",
    "confidence": [
      [
        "John",
        -0.0027182105
      ],
      [
        " Forbes",
        -0.08037396
      ],
      [
        " Nash",
        -1.3856493e-06
      ],
      [
        " Jr",
        -8.613945e-05
      ],
      [
        ".",
        -1.735894e-05
      ]
    ]
  },
  "Before the introduction of this program, a commission known as Gosplan was created for coordination. Some historians have suggested that it was formulated years earlier than its implementation in an essay": {
    "guess": "Five-Year Plans",
    "confidence": [
      [
        "Five",
        -0.0816148
      ],
      [
        "-Year",
        -0.10022285
      ],
      [
        " Plans",
        -0.112350754
      ]
    ]
  },
  "Invented by Samuel Pierpont Langley in 1860, its original construction was very simple: two strips of platinum connected by a Wheatstone bridge.  Modern versions use temperature or electrically-sensitive materials, and have been used to measure the heats of very distant stars.  FTP, name this device that measures very small amounts of microwaves or other forms of radiant energy.": {
    "guess": "Bolometer",
    "confidence": [
      [
        "B",
        -0.07593156
      ],
      [
        "ol",
        -0.00038145646
      ],
      [
        "ometer",
        -0.0024846925
      ]
    ]
  },
  "This man invented the board games So Long Sucker and Hex, which was based on Go. With Moser, he generalized the inverse function theorem on Banach spaces to Frechet spaces. He also stated that any Riemannian": {
    "guess": "John Nash",
    "confidence": [
      [
        "John",
        -0.013914664
      ],
      [
        " Nash",
        -0.03414237
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation of unused networks.  Established as a standard under RFC 1752 and originally known as Next Generation, it allows for stateless autoconfiguration of hosts using ICMP, and can be used in combination with DHCP when required.  The scheme designed under this standard continues the use of prefix notiaton,": {
    "guess": "IPv6",
    "confidence": [
      [
        "IPv",
        -0.012449841
      ],
      [
        "6",
        -0.0011323553
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds Adam Smith, \"whose genius dimly foresaw everything and left us to do everything,\" and draws on Smith's designation of tax collectors as \"unproductive.\" That chapter of this work suggests that proportional taxes are a \"monstrous inequality,\" because they tax everyone the same number of days of pay. Chapters 3 through 7 of this work trace economic evolution from the division of labor through machinery, competition, monopoly, and the police period, and this work ends by concluding that the solution to the human enigma \"is found... in these words: education, progress.\" A notable criticism of this work which argues that it has failed to elucidate the origin of exchange value was written by Karl Marx, and puns on this work's title. For 10 points, identify this economic treatise, a study of the \"System of Economic Contradictions,\" written by Pierre-Joseph Proudhon.": {
    "guess": "The Poverty of Philosophy",
    "confidence": [
      [
        "The",
        -0.065997034
      ],
      [
        " Poverty",
        -0.74186105
      ],
      [
        " of",
        -4.20341e-05
      ],
      [
        " Philosophy",
        -4.8425554e-06
      ]
    ]
  },
  "Invasive species of the Brown tree frog highly populate the South Bruny National Park on this island. The largest river on this island supports the only city in the world run solely on hydroelectricity, Launceston. A body of water to the north of this island contains Cape Barren Island. This island's": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.01533553
      ],
      [
        "as",
        -2.3795938e-05
      ],
      [
        "mania",
        -0.017987559
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation": {
    "guess": "Deepwater Horizon explosion",
    "confidence": [
      [
        "Deep",
        -1.8810091
      ],
      [
        "water",
        -0.2141238
      ],
      [
        " Horizon",
        -0.2765036
      ],
      [
        " explosion",
        -0.94759905
      ]
    ]
  },
  "In the introduction to The Order of Things, Michel Foucault analyzes this work, noting that the window depicted on the right side balances the object consuming the left side, between which lie a St. Andrew's cross about the central figure. Paradoxically, this painting's vanishing point is at the bent": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.028166387
      ],
      [
        " Men",
        -0.00012344286
      ],
      [
        "inas",
        -5.7649777e-05
      ]
    ]
  },
  "This man invented the current balance and a notable compass for the British Navy. He estimated the Earth to be at most forty million years old and helped in the design and laying of transatlantic telegraph": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.101985544
      ],
      [
        " Thomson",
        -2.7014437e-05
      ],
      [
        ",",
        -7.827201e-05
      ],
      [
        " ",
        -5.276243e-05
      ],
      [
        "1",
        -3.9650025e-05
      ],
      [
        "st",
        -1.378283e-05
      ],
      [
        " Baron",
        -0.00018137218
      ],
      [
        " Kelvin",
        -1.9027791e-05
      ]
    ]
  },
  "The intro of this game was changed for a European release due to the popularity of Fido Dido.  Its programmer, David Perry, would team up again with its acclaimed composer Tommy Tallarico on Earthworm Jim, although he would leave the company that made it, Virgin Interactive.  Each level involved collecting": {
    "guess": "Aladdin (1993 video game)",
    "confidence": [
      [
        "Al",
        -0.7648721
      ],
      [
        "addin",
        -0.0004120808
      ],
      [
        " (",
        -0.0037509098
      ],
      [
        "199",
        -0.86536837
      ],
      [
        "3",
        -0.110368386
      ],
      [
        " video",
        -0.0044447165
      ],
      [
        " game",
        -1.5451682e-05
      ],
      [
        ")",
        -0.00015991552
      ]
    ]
  },
  "This man introduced equations characterizing the stability of governors in an early paper on control theory. He showed that only particulate composition can confer stability to Saturn's rings, and he also": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.8574642
      ],
      [
        " Clerk",
        -0.0048002265
      ],
      [
        " Maxwell",
        -0.00018351417
      ]
    ]
  },
  "Its introduction states that the mass populations are \"disgusting like moving cheese,\" but that every generation has a few men that are truly great and change society by their actions. Modeled on Thomas Carlyle's On Heroes, Hero Worship, and the Heroic in History, it differs from that work in that this series of sketches exemplifies how great men are symbolic of their time rather than apart from it. Consisting of brief biographies of Plato the Philosopher, Goethe the Writer, and Shakespeare the Poet, this is, FTP, what work of Ralph Waldo Emerson that discusses famous men throughout history?": {
    "guess": "Representative Men",
    "confidence": [
      [
        "Represent",
        -0.0005888947
      ],
      [
        "ative",
        -0.0010915198
      ],
      [
        " Men",
        -0.0011524823
      ]
    ]
  },
  "This man's invention was an improvement upon the creation of Cooke and Wheatstone, whose version required five galvanoscopes and six wires. Upon the completion of one instance of this man's invention, he transmitted the question \"What hath God wrought?\" from Baltimore to Washington, D.C. For 10 points, name this man whose namesake \"code\" consists of dots and dashes, the inventor of the single-wire": {
    "guess": "Samuel Morse",
    "confidence": [
      [
        "Sam",
        -0.008457721
      ],
      [
        "uel",
        -6.0272258e-05
      ],
      [
        " Morse",
        -0.00085452455
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm Kerr memorably compared the Six-Day War to a football game between Notre Dame and Princeton. The Woodrow Wilson International Center for Scholars organizes an \"International History Project\" of this event, which is notably studied by the likes of James Hershberg, Nigel Ashton, and Melvyn Leffler. The": {
    "guess": "Six-Day War",
    "confidence": [
      [
        "Six",
        -0.1446393
      ],
      [
        "-Day",
        -0.0031665524
      ],
      [
        " War",
        -0.0018101293
      ]
    ]
  },
  "After invading a neighboring country, this man promised to initiate the \"mother of all battles\" if other nations interfered. This man's crimes include launching the genocidal \"Anfal\" campaign and using biochemical weapons on the village of Halabjah. When the Baath party took power, this man became vice-president. This man's invasion of Kuwait prompted the UN to launch Operation Desert Storm. This man was (*) captured when he was found hiding in a spider hole near Al-Awja. For 10 points, name this": {
    "guess": "Saddam Hussein",
    "confidence": [
      [
        "S",
        -0.019379068
      ],
      [
        "add",
        -3.202099e-05
      ],
      [
        "am",
        -5.1808798e-05
      ],
      [
        " Hussein",
        -0.0013326213
      ]
    ]
  },
  "This man introduced equations characterizing the stability of governors in an early paper on control theory. He showed that only particulate composition can confer stability to Saturn's rings, and he also names a gap in the outer C-ring of Saturn. Experimentally verifiable thermodynamic quantities are": {
    "guess": "Saturn's rings",
    "confidence": [
      [
        "Sat",
        -1.6975944
      ],
      [
        "urn",
        -0.00032712158
      ],
      [
        "'s",
        -0.0050463714
      ],
      [
        " rings",
        -0.041377738
      ]
    ]
  },
  "In the introduction to The Order of Things, Michel Foucault analyzes this work, noting that the window depicted on the right side balances the object consuming the left side, between which lie a St. Andrew's cross about the central figure. Paradoxically, this painting's vanishing point is at the bent elbow of a man in the doorway at the rear. That doorway is on a wall that includes five dark paintings, surrounding a stark white-outlined mirror that impossibly reflects a king and his wife, María.": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.0026842065
      ],
      [
        " Men",
        -4.298773e-05
      ],
      [
        "inas",
        -2.4630364e-05
      ]
    ]
  },
  "This man introduced a bill attempting to use the extra proceeds from the Second Bank of the United States to construct a national highway, which was vetoed by Madison and called the Bonus Bill. He created the Bureau of Indian affairs without congressional approval as Secretary of War during the Era of Good Feelings. His wife Floride provoked the (*) Petticoat affair by ostracizing Peggy Eaton. This man was elected vice-president in 1824 despite attacking the Corrupt Bargain, and he would be elected vice-president again four years later as part of Andrew Jackson's ticket. He opposed the Tariff of Abominations by writing the South Carolina Exposition and Protest, which positioned him as a leading": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.031871486
      ],
      [
        " C",
        -0.002176193
      ],
      [
        ".",
        -0.00051335624
      ],
      [
        " Cal",
        -3.2497806e-05
      ],
      [
        "h",
        -1.7835755e-05
      ],
      [
        "oun",
        -2.0696643e-05
      ]
    ]
  },
  "Invention of several of these, including the Honey Dip, is attributed to Jameel Pugh. A recent poll declared": {
    "guess": "Doughnut",
    "confidence": [
      [
        "D",
        -1.2321389
      ],
      [
        "ough",
        -0.08710479
      ],
      [
        "nut",
        -0.20030877
      ]
    ]
  },
  "In an introduction to one work, this anthropologist tells \"The Tale of the Soul-Stealing Jew\" and discusses the \"art people create before they find out that there is such a thing as art,\" referring to primitive stories told in reaction to the natural world. This social scientist famously coined the term \"the spy glass of anthropology\" to refer to the idea of seeing oneself as somebody else, and analyzed": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.7592024
      ],
      [
        "uth",
        -0.0010231629
      ],
      [
        " Benedict",
        -0.0010139953
      ]
    ]
  },
  "Its introduction states that the mass populations are \"disgusting like moving cheese,\" but that every generation has a few men that are truly great and change society by their actions. Modeled on Thomas Carlyle's On Heroes, Hero Worship, and the Heroic in History, it differs from that work in that this series of sketches exemplifies how great men are symbolic of their time rather than apart from it. Consisting of brief biographies of Plato the Philosopher, Goethe the Writer, and Shakespeare the Poet,": {
    "guess": "On Heroes, Hero-Worship, and the Heroic in History",
    "confidence": [
      [
        "On",
        -0.10948962
      ],
      [
        " Heroes",
        -0.549821
      ],
      [
        ",",
        -0.009383447
      ],
      [
        " Hero",
        -0.0016820825
      ],
      [
        "-W",
        -0.13295938
      ],
      [
        "or",
        -5.157039e-05
      ],
      [
        "ship",
        -0.0001037816
      ],
      [
        ",",
        -0.019932784
      ],
      [
        " and",
        -0.082821734
      ],
      [
        " the",
        -0.035059232
      ],
      [
        " Hero",
        -0.005262457
      ],
      [
        "ic",
        -0.00083964237
      ],
      [
        " in",
        -0.0005037044
      ],
      [
        " History",
        -0.0021246842
      ]
    ]
  },
  "It introduces the characters of Charley Anderson, airplane manufacturer; J. Ward Moorhouse; Eleanor Stoddard; and Fainy \"Mac\" McCreary, who joins the Mexican Revolution.  Set in the days just before World War I, this novel interweaves events from these character's lives with biographies of real-life contemporaries such as Eugene Debs.  For 10 points, name this first book of the U.S.A. Trilogy by John": {
    "guess": "The 42nd Parallel",
    "confidence": [
      [
        "The",
        -0.048789814
      ],
      [
        " ",
        -0.25204563
      ],
      [
        "42",
        -6.0272258e-05
      ],
      [
        "nd",
        -0.0014492795
      ],
      [
        " Parallel",
        -0.00034714415
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's": {
    "guess": "The God Delusion",
    "confidence": [
      [
        "The",
        -0.9046679
      ],
      [
        " God",
        -1.210311
      ],
      [
        " Del",
        -0.001816671
      ],
      [
        "usion",
        -7.226629e-06
      ]
    ]
  },
  "The inventor of this curve founded the first Mortgage Insurance Society during his time in Dresden. Antonelli and Nataf demonstrated that if individuals face the same prices in a market, then their instances of this curve would all be parallel with one another. Gorman later generalized this result to build such a curve for an entire society. If a good is normal, then this curve will have a positive": {
    "guess": "Engel curve",
    "confidence": [
      [
        "Eng",
        -0.5152611
      ],
      [
        "el",
        -0.00022010603
      ],
      [
        " curve",
        -0.0018258349
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm": {
    "guess": "Arabian Nights",
    "confidence": [
      [
        "Ar",
        -0.6950287
      ],
      [
        "ab",
        -0.012546736
      ],
      [
        "ian",
        -0.53546584
      ],
      [
        " Nights",
        -0.012705878
      ]
    ]
  },
  "Invasive species of the Brown tree frog highly populate the South Bruny National Park on this island. The largest river on this island supports the only city in the world run solely on hydroelectricity, Launceston. A body of water to the north of this island contains Cape Barren Island. This island's largest city is overlooked by Mount Wellington. The Bass Strait separates the mainland from this island, which is southwest of New Zealand and has its capital at Hobart. For 10 points, name this island": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.002695386
      ],
      [
        "as",
        -7.3458323e-06
      ],
      [
        "mania",
        -0.0004066011
      ]
    ]
  },
  "In the introductory section to this work, entitled \"General Remarks,\" the author contends that the titular idea had been advanced by Socrates against the sophistry of Protagoras. In this work's fourth": {
    "guess": "The Republic",
    "confidence": [
      [
        "The",
        -1.3250165
      ],
      [
        " Republic",
        -0.112641245
      ]
    ]
  },
  "The introduction to this book argues that there is \"no contrast\" between the theories of elementary ideas, original community, and migration, and asserts that all preceding studies of the same subject projected the human psyche onto the processes of nature. Its third section notes that the title concept is \"preceded by difficulties, such as continence, or prolonged barrenness, or secret intercourse of the parents.\" Its second section compares Jesus Christ with Zoroaster in between discussions of Hercules and Sigfried, and begins by describing Akki the water carrier's rescue of Sargon. This book argues that the essentials of the title concept are descent from noble parents and being exposed to": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -0.43809998
      ],
      [
        " Golden",
        -0.09363895
      ],
      [
        " B",
        -0.0031993354
      ],
      [
        "ough",
        -4.3202e-07
      ]
    ]
  },
  "He invented a device to keep his fourth finger rigid while playing the piano; the device eventually deformed his hand. He gave names to aspects of his personality such as the introspective Eusebius and,": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.11957227
      ],
      [
        " Sch",
        -0.00036763248
      ],
      [
        "umann",
        -0.0007925973
      ]
    ]
  },
  "Intramolecular reactions of this type lead to rings, usually with five or six members, and are known as the Dieckmann variety. One example of a reaction of this type is that of ketones with aryl aldehydes, and is known by the name of Schmidt and another man, who also gives his name to a different reaction of this type. That reaction differs from the others in that it can only be catalyzed by an alkoxide base, and applies to esters, while another type of this reaction is typified by the reaction of enolate ions with carbonyl compounds, followed by dehydration. Existing in Claisen and aldol varieties,": {
    "guess": "Claisen condensation",
    "confidence": [
      [
        "Cl",
        -1.19431
      ],
      [
        "ais",
        -8.2324936e-05
      ],
      [
        "en",
        -1.7954959e-05
      ],
      [
        " cond",
        -0.13320261
      ],
      [
        "ensation",
        -0.00013655527
      ]
    ]
  },
  "This man invented the board games So Long Sucker and Hex, which was based on Go. With Moser, he generalized the inverse function theorem on Banach spaces to Frechet spaces. He also stated that any Riemannian manifold can be isometrically embedded in a Euclidean space in his namesake embedding theorem. Selten and Harsanyi shared a Nobel Prize with this man, which they won for developing the concept of a state in which no player in a game has anything to gain by unilaterally changing their strategy, this man's namesake equilibrium. For 10 points, identify this game theorist, whose schizophrenia was": {
    "guess": "John Forbes Nash Jr.",
    "confidence": [
      [
        "John",
        -0.005154539
      ],
      [
        " Forbes",
        -0.59356236
      ],
      [
        " Nash",
        -7.89631e-07
      ],
      [
        " Jr",
        -0.00010676169
      ],
      [
        ".",
        -4.608702e-05
      ]
    ]
  },
  "This man invented a machine for automatically cutting out and assembling the parts of a wooden wheel. While working as one of the first efficiency consultants, this man found that temperature variations affected the performance of leather belts that drove the machines at the Osgood and Smith plant. An attempt to replace one of those worn belts cost him an eye, curtailing his plans to visit the Amazon.": {
    "guess": "Frederick Winslow Taylor",
    "confidence": [
      [
        "Fre",
        -0.2626173
      ],
      [
        "der",
        -1.6643718e-05
      ],
      [
        "ick",
        -6.1537958e-06
      ],
      [
        " Wins",
        -0.06127927
      ],
      [
        "low",
        -4.3202e-07
      ],
      [
        " Taylor",
        -8.923875e-05
      ]
    ]
  },
  "The introduction of a term with units of this quantity allowed Maxwell to formulate the equation for light as an electromagnetic wave. That term was introduced into Ampère's law and is called \"displacement": {
    "guess": "Displacement current",
    "confidence": [
      [
        "Dis",
        -0.48760793
      ],
      [
        "placement",
        -2.2723105e-05
      ],
      [
        " current",
        -0.097557455
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds Adam Smith, \"whose genius dimly foresaw everything and left us to do everything,\" and draws on Smith's designation of tax collectors as \"unproductive.\" That chapter of this work suggests that proportional taxes are a \"monstrous inequality,\" because they tax everyone the same number of days of pay. Chapters 3 through 7 of this work trace economic evolution from the division of labor through machinery, competition, monopoly, and the police period, and this work ends by concluding that the solution to the human enigma \"is found... in these words: education, progress.\" A notable criticism of this work which argues that it has failed to elucidate the origin of exchange value was written by Karl Marx, and puns on this work's title. For 10 points, identify this economic treatise, a study of the \"System": {
    "guess": "Capital: Critique of Political Economy",
    "confidence": [
      [
        "Capital",
        -0.44356218
      ],
      [
        ":",
        -0.16279577
      ],
      [
        " Crit",
        -0.23494616
      ],
      [
        "ique",
        -0.00018327577
      ],
      [
        " of",
        -0.000106284875
      ],
      [
        " Political",
        -0.0003582264
      ],
      [
        " Economy",
        -6.0510665e-05
      ]
    ]
  },
  "Invented by Tony Hoare in 1961, its advantages include its ability to operate in place and the velocity of its inner loop. Its effectiveness can be greatly increased by using various strategies to choose an efficient pivot. After a pivot is selected, all numbers less than the pivot are placed to the left, and all numbers larger than the pivot are placed to the right, with the algorithm then implemented recursively on the smaller lists. FTP, what is this computer science sorting algorithm named for its purported speed?": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.0037048238
      ],
      [
        "icks",
        -2.451116e-05
      ],
      [
        "ort",
        -2.188868e-05
      ]
    ]
  },
  "Intramolecular reactions of this type lead to rings, usually with five or six members, and are known": {
    "guess": "Claisen condensation",
    "confidence": [
      [
        "Cl",
        -0.48933494
      ],
      [
        "ais",
        -1.2352386e-05
      ],
      [
        "en",
        -2.577686e-06
      ],
      [
        " cond",
        -0.0023557874
      ],
      [
        "ensation",
        -4.2630116e-05
      ]
    ]
  },
  "Invasive species of the Brown tree frog highly populate the South Bruny National Park on this island. The largest river on this island supports the only city in the world run solely on hydroelectricity, Launceston. A body of water to the north of this island contains Cape Barren Island. This island's largest city is overlooked by Mount Wellington. The Bass Strait separates the mainland from this island, which is southwest of New Zealand and has its capital at Hobart. For 10 points, name this island to the south of Australia, home to a namesake devil.": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.0024348781
      ],
      [
        "as",
        -6.392203e-06
      ],
      [
        "mania",
        -0.00084584096
      ]
    ]
  },
  "This man introduced the Climbing Boys Act and led the Young England movement. This Chancellor of the Exchequer under the Earl of Derby's \"Who? Who?\" Ministry broke with Robert Peel by fighting to save the Corn Laws. When this Earl of Beaconsfield led the House of Commons, the enfranchising Second Reform Act passed but failed to win his party the next election. He led Britain into the Zulu War, bought": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.016185455
      ],
      [
        "jamin",
        -0.00023965542
      ],
      [
        " Dis",
        -0.00027480218
      ],
      [
        "rael",
        -4.5371802e-05
      ],
      [
        "i",
        -7.7318386e-05
      ]
    ]
  },
  "In the introductory lines of its fourth part, the author claims to \"traverse the distant haunts of the Pierides, never trodden before by the foot of man.\" In its first section, the author denies gravity, by offering the example of a thrown dart that will not fall down. The final section, after continuing the explanation of thunder, lightning, and earthquakes, gives a vivid description of the plague": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.4114179
      ],
      [
        " Waste",
        -0.028234422
      ],
      [
        " Land",
        -0.00014156183
      ]
    ]
  },
  "This man invented a machine for automatically cutting out and assembling the parts of a wooden wheel. While working as one of the first efficiency consultants, this man found that temperature variations affected the performance of leather belts that drove the machines at the Osgood and Smith plant. An attempt to replace one of those worn belts cost him an eye, curtailing his plans to visit the Amazon. This man instead wrote about one of his most notable actions in a nine-chapter sequence that includes \"Cedar Keys\" and \"Twenty Hill Hollow\" entitled A Thousand-Mile Walk to the Gulf, and he put forth a coherent theory of erosion via glacier movement in the 1870s. For 10 points, name this instigator of the declaration of Sequoia and Yosemite as national parks, a naturalist who founded the Sierra": {
    "guess": "John Muir",
    "confidence": [
      [
        "John",
        -0.017875506
      ],
      [
        " Mu",
        -0.002522865
      ],
      [
        "ir",
        -1.5570886e-05
      ]
    ]
  },
  "Invented by Tony Hoare in 1961, its advantages include its ability to operate in place and the velocity": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.027599368
      ],
      [
        "icks",
        -0.00010568886
      ],
      [
        "ort",
        -9.293406e-05
      ]
    ]
  },
  "This man invented the current balance and a notable compass for the British Navy. He estimated the Earth to be at most forty million years old and helped in the design and laying of transatlantic telegraph cables. This baron co-discovered the effect by which gases grow cooler as they expand; he co-names that effect with James Joule. He also names a scale in which zero degrees is equal to negative 273": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.009629413
      ],
      [
        " Thomson",
        -0.00037752642
      ],
      [
        ",",
        -0.0042855535
      ],
      [
        " ",
        -0.00035655755
      ],
      [
        "1",
        -0.000120708515
      ],
      [
        "st",
        -3.464347e-05
      ],
      [
        " Baron",
        -0.00033308176
      ],
      [
        " Kelvin",
        -6.921253e-05
      ]
    ]
  },
  "The introduction to this work discusses a proof by Sheffer to explain the context of the symbol p-bar comma xi-bar comma N-bar or xi-bar. That symbol is used to describe a process by which general propositions can be built up from atomic propositions and is the general form of the truth function, the idea of which is introduced by way of truth tables in the fourth section. An exposition of the picture": {
    "guess": "Truth table",
    "confidence": [
      [
        "Truth",
        -0.94218963
      ],
      [
        " table",
        -0.56736964
      ]
    ]
  },
  "After invading a neighboring country, this man promised to initiate the \"mother of all battles\" if other nations interfered. This man's crimes include launching the genocidal \"Anfal\" campaign and using biochemical weapons on the village of Halabjah. When the Baath party took power, this man became vice-president.": {
    "guess": "Saddam Hussein",
    "confidence": [
      [
        "S",
        -0.006944829
      ],
      [
        "add",
        -3.261701e-05
      ],
      [
        "am",
        -2.4749568e-05
      ],
      [
        " Hussein",
        -0.00035167023
      ]
    ]
  },
  "This man invented independently from Wolfgang Strasser the Z-buffer. With Clark, this man names a  method for subdividing meshes. This man co-names a cubic hermite interpolation where the tangent is  proportional": {
    "guess": "Edwin Catmull",
    "confidence": [
      [
        "Ed",
        -0.08892572
      ],
      [
        "win",
        -0.025808891
      ],
      [
        " Cat",
        -0.0006394077
      ],
      [
        "m",
        -4.274932e-05
      ],
      [
        "ull",
        -6.869018e-06
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won a 1948 Senate race over a man who championed the ideas of Jeremy Bentham. It criticizes the inability of monetary policy to have any influence on wage-price interactions in a chapter called \"The Monetary Illusion,\" while chapter 11 of this work criticizes consumer wants which arise from \"the process of satisfying wants\" and calls it the \"dependence effect.\" Another chapter criticizes the use of GDP and GNP as a measure of quality of life and is titled \"The Paramount Position of Production.\" Its author originally titled it \"Why the Poor are Poor\" and discarded another title which described the central entity as \"opulent\" and its second chapter contains an attack on a concept which espouses \"predictability\" over \"originality\" and preaches \"what the audience most wants to hear,\" conventional wisdom. For 10 points, identify this magnum opus of John Kenneth Galbraith.": {
    "guess": "The Affluent Society",
    "confidence": [
      [
        "The",
        -0.0017641938
      ],
      [
        " Aff",
        -0.00053694757
      ],
      [
        "luent",
        -3.5120287e-05
      ],
      [
        " Society",
        -3.2497806e-05
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds Adam Smith, \"whose genius dimly foresaw everything and left us to do everything,\" and draws on Smith's designation of tax collectors as \"unproductive.\" That chapter of this work suggests that proportional taxes are a \"monstrous inequality,\" because they tax everyone the same number of days of pay. Chapters 3 through 7 of this work trace economic evolution from the division of labor through machinery, competition, monopoly, and the police period, and this work ends by concluding that the solution": {
    "guess": "Capital: Critique of Political Economy",
    "confidence": [
      [
        "Capital",
        -0.43501574
      ],
      [
        ":",
        -0.42329854
      ],
      [
        " Crit",
        -0.10282978
      ],
      [
        "ique",
        -9.054999e-05
      ],
      [
        " of",
        -7.600714e-05
      ],
      [
        " Political",
        -7.100059e-05
      ],
      [
        " Economy",
        -2.3795938e-05
      ]
    ]
  },
  "The introduction to this work discusses a proof by Sheffer to explain the context of the symbol p-bar comma xi-bar comma N-bar or xi-bar. That symbol is used to describe a process by which general propositions can be built up from atomic propositions and is the general form of the truth function, the idea of which is introduced by way of truth tables in the fourth section. An exposition of the picture theory of language, this work borrows Schopenhauer's ladder analogy in the sixth of its seven propositions. Beginning by defining the world as all that is the case, this book ends with the claim that one must pass over in silence what one cannot speak of. For ten points, name this best- known work": {
    "guess": "Tractatus Logico-Philosophicus",
    "confidence": [
      [
        "Tr",
        -0.003173791
      ],
      [
        "act",
        -1.2233183e-05
      ],
      [
        "atus",
        -0.00015252856
      ],
      [
        " Log",
        -8.89548e-06
      ],
      [
        "ico",
        -9.674858e-05
      ],
      [
        "-",
        -3.1424974e-05
      ],
      [
        "Phil",
        -1.6286107e-05
      ],
      [
        "osoph",
        -0.00027921272
      ],
      [
        "icus",
        -4.1273333e-06
      ]
    ]
  },
  "Invention of several of these, including the Honey Dip, is attributed to Jameel Pugh. A recent poll declared one from 1987 called The Leaner the best of all time. One of these by a man in green won a recent contest to perform them aided by a (*) player who had previously won that same contest wearing": {
    "guess": "Yo-yo",
    "confidence": [
      [
        "Yo",
        -1.7211173
      ],
      [
        "-y",
        -0.08317118
      ],
      [
        "o",
        -0.0051459963
      ]
    ]
  },
  "This man's invention was an improvement upon the creation of Cooke and Wheatstone, whose version required five galvanoscopes and six wires. Upon the completion of one instance of this man's invention, he transmitted the question \"What hath God wrought?\" from Baltimore to Washington, D.C. For 10 points, name this man whose namesake \"code\" consists of dots and dashes, the inventor of the single-wire telegraph.": {
    "guess": "Samuel Morse",
    "confidence": [
      [
        "Sam",
        -0.008774227
      ],
      [
        "uel",
        -3.6431527e-05
      ],
      [
        " Morse",
        -0.00070218404
      ]
    ]
  },
  "It was investigated by the Lexow Committee after Charles Parkhurst's scathing attacks of it. Aaron Burr": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -1.1623124
      ],
      [
        "many",
        -0.00011582117
      ],
      [
        " Hall",
        -0.0019103119
      ]
    ]
  },
  "The introduction of a term with units of this quantity allowed Maxwell to formulate the equation for light as an electromagnetic wave. That term was introduced into Ampère's law and is called \"displacement [this].\" This quantity squared is proportional to the energy stored in inductors. Devices that measure this quantity are hooked up in (*) series, and have very low internal resistance. It times voltage": {
    "guess": "Electric current",
    "confidence": [
      [
        "Electric",
        -0.06943744
      ],
      [
        " current",
        -0.09147782
      ]
    ]
  },
  "This man introduced a new form of chess known as \"perfect chess\" and ordered a copy of the Koran that could only be moved by wheelbarrow due to its size. An avid patron of the arts and architecture, he commissioned the Bibi-Khanym Mosque in the capital he founded. When he invaded Baghdad, he ordered": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.2487558
      ],
      [
        "ur",
        -0.0011458143
      ]
    ]
  },
  "This man invented the current balance and a notable compass for the British Navy. He estimated the Earth to be at most forty million years old and helped in the design and laying of transatlantic telegraph cables. This baron co-discovered the effect by which gases grow cooler as they expand; he co-names": {
    "guess": "William Thomson, 1st Baron Kelvin",
    "confidence": [
      [
        "William",
        -0.02273112
      ],
      [
        " Thomson",
        -0.0011767743
      ],
      [
        ",",
        -0.00019078559
      ],
      [
        " ",
        -5.7411373e-05
      ],
      [
        "1",
        -4.6683042e-05
      ],
      [
        "st",
        -1.3067608e-05
      ],
      [
        " Baron",
        -0.0002108118
      ],
      [
        " Kelvin",
        -5.443128e-05
      ]
    ]
  },
  "Before the introduction of this program, a commission known as Gosplan was created for coordination. Some historians have suggested that it was formulated years earlier than its implementation in an essay entitled \"Six Theses on the Immediate Tasks.\" It created an imbalance in wealth that led to the so-called Scissors Crisis, and it shares its name with an unrelated policy adopted by Malaysia in 1971.": {
    "guess": "Five-Year Plans",
    "confidence": [
      [
        "Five",
        -0.79056764
      ],
      [
        "-Year",
        -0.22589178
      ],
      [
        " Plans",
        -0.18811306
      ]
    ]
  },
  "The inverse of this effect can be demonstrated using a photonic crystal and was demonstrated by Seddon and Bearpeak. One form of this effect can be described by an equation which includes a term equal to the square root of the quantity one plus v over c, all over the square root of the quantity one minus v over c. A canal ray tube was used in finding its transverse form in the Ives-Stilwell experiment,": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.1239326
      ],
      [
        "op",
        -9.472212e-05
      ],
      [
        "pler",
        -1.1637165e-05
      ],
      [
        " effect",
        -0.020589536
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds Adam Smith, \"whose genius dimly foresaw everything and left us to do everything,\" and draws on Smith's designation of tax collectors as \"unproductive.\" That chapter of this work suggests that proportional taxes are a \"monstrous inequality,\" because they tax everyone the same number of days of pay. Chapters 3 through 7 of this work trace economic evolution from the division of labor through machinery, competition, monopoly, and the police period, and this work ends by concluding that the solution to the human enigma \"is found... in these words: education, progress.\" A notable criticism of this work which argues that it has failed to elucidate the origin of exchange value was written by Karl Marx,": {
    "guess": "Capital: Critique of Political Economy",
    "confidence": [
      [
        "Capital",
        -0.5965365
      ],
      [
        ":",
        -0.046607066
      ],
      [
        " Crit",
        -0.13759899
      ],
      [
        "ique",
        -7.255024e-05
      ],
      [
        " of",
        -2.486877e-05
      ],
      [
        " Political",
        -5.240482e-05
      ],
      [
        " Economy",
        -5.2047206e-05
      ]
    ]
  },
  "This man introduced cocaine to Karl Koller as a cure for morphine addiction, and he first gained recognition for discovering the reproductive organs in eels. He wrote numerous letters to Wilhelm Fliess, and analyzed the Jewish religion in another work, Moses and Monotheism. He argued that structured society infringes upon individual desires in his Civilization and Its Discontents, and wrote a case": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.0020528354
      ],
      [
        "igm",
        -1.2590794e-05
      ],
      [
        "und",
        -8.375538e-05
      ],
      [
        " Freud",
        -1.60477e-05
      ]
    ]
  },
  "He introduced the concepts of dynamis and entelecheia as potentiality and actuality, and founded the Peripatetic school. He claims that the namesake entity is dynamic and comes before family and individual": {
    "guess": "Aristotle",
    "confidence": [
      [
        "A",
        -0.0026381994
      ],
      [
        "rist",
        -3.0545007e-06
      ],
      [
        "otle",
        -0.0007671024
      ]
    ]
  },
  "In the introductory lines of its fourth part, the author claims to \"traverse the distant haunts of the Pierides, never trodden before by the foot of man.\" In its first section, the author denies gravity,": {
    "guess": "The Anatomy of Melancholy",
    "confidence": [
      [
        "The",
        -0.7395263
      ],
      [
        " Anatomy",
        -1.8089614
      ],
      [
        " of",
        -0.0005284878
      ],
      [
        " Mel",
        -0.0033450173
      ],
      [
        "anch",
        -1.867018e-05
      ],
      [
        "oly",
        -4.608702e-05
      ]
    ]
  },
  "This man invented a machine for automatically cutting out and assembling the parts of a wooden wheel. While working as one of the first efficiency consultants, this man found that temperature variations": {
    "guess": "Frederick Winslow Taylor",
    "confidence": [
      [
        "Fre",
        -0.026619926
      ],
      [
        "der",
        -9.014684e-06
      ],
      [
        "ick",
        -8.657073e-06
      ],
      [
        " Wins",
        -0.14271566
      ],
      [
        "low",
        -1.2664457e-06
      ],
      [
        " Taylor",
        -4.723352e-06
      ]
    ]
  },
  "The inverse of this effect can be demonstrated using a photonic crystal and was demonstrated by Seddon and Bearpeak. One form of this effect can be described by an equation which includes a term equal to the square root of the quantity one plus v over c, all over the square root of the quantity one minus v over c. A canal ray tube was used in finding its transverse form in the Ives-Stilwell experiment, and it can be applied to explain (*) redshift and find the distance of a galaxy. For 10 points identify this effect, the perceived change in the frequency of a wave for an observer in motion, demonstrated by a change in the pitch of a passing siren.": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0032574502
      ],
      [
        "op",
        -9.0883464e-07
      ],
      [
        "pler",
        -1.0802739e-05
      ],
      [
        " effect",
        -0.018940521
      ]
    ]
  },
  "The inventor of this curve founded the first Mortgage Insurance Society during his time in Dresden. Antonelli": {
    "guess": "LM curve",
    "confidence": [
      [
        "LM",
        -1.4207301
      ],
      [
        " curve",
        -0.0431853
      ]
    ]
  },
  "This man introduced a new form of chess known as \"perfect chess\" and ordered a copy of the Koran that could only be moved by wheelbarrow due to its size. An avid patron of the arts and architecture, he commissioned the Bibi-Khanym Mosque in the capital he founded. When he invaded Baghdad, he ordered his warriors to bring him two severed heads each. He also once led an army of over 100,000 against his former ally Tokhtamysh [TOK-tam-ish] as well as the sultan of the Ottoman Empire, Bayezid I. FTP, name this ruler, who in addition to decimating the Golden Horde and conquering the city of Delhi, also set up a namesake dynasty with capital at Samarkand.": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.052769985
      ],
      [
        "ur",
        -0.0012429672
      ]
    ]
  },
  "The introduction of a term with units of this quantity allowed Maxwell to formulate the equation for light as an electromagnetic wave. That term was introduced into Ampère's law and is called \"displacement [this].\" This quantity squared is proportional to the energy stored in inductors. Devices that measure this quantity are hooked up in (*) series, and have very low internal resistance. It times voltage gives power. It only flows in one direction through diodes. For 10 points, name this flow of charge, which comes in \"alternating\" and \"direct\" types.": {
    "guess": "Electric current",
    "confidence": [
      [
        "Electric",
        -0.046683185
      ],
      [
        " current",
        -0.01700886
      ]
    ]
  },
  "The intro of this game sees a mechanical dragon eating one of the player's allies, and a new element": {
    "guess": "Divinity: Original Sin II",
    "confidence": [
      [
        "Div",
        -1.4630915
      ],
      [
        "inity",
        -0.007856219
      ],
      [
        ":",
        -0.064882115
      ],
      [
        " Original",
        -0.16310903
      ],
      [
        " Sin",
        -0.00015133653
      ],
      [
        " II",
        -0.65806514
      ]
    ]
  },
  "He invented a device to keep his fourth finger rigid while playing the piano; the device eventually deformed his hand. He gave names to aspects of his personality such as the introspective Eusebius and, after a Beethoven character, the impulsive Florestan. His works include Papillons (pah-pee-YOHN) and Carnaval for piano as well as the opera Genoveva. His wife, the pianist Clara Wieck (VEEK), had him institutionalized after a suicide attempt. For 10 points—name this German composer of the Spring Symphony.": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0006878906
      ],
      [
        " Sch",
        -0.00016063073
      ],
      [
        "umann",
        -0.00028517292
      ]
    ]
  },
  "This man invented a ceramic-filament light bulb, as well as a namesake \"glower\" used in IR spectroscopy.": {
    "guess": "Irving Langmuir",
    "confidence": [
      [
        "Ir",
        -1.2540579
      ],
      [
        "ving",
        -0.0026374878
      ],
      [
        " Lang",
        -6.3609965e-05
      ],
      [
        "mu",
        -1.9361265e-07
      ],
      [
        "ir",
        -8.180258e-06
      ]
    ]
  },
  "One invasion under this ruler led to the death by beating of Cornelis and Johan de Witt before the treaty of Nijmegen ended the Dutch War. That war led to the ascension to power of this man's longtime enemy, William III. Charles II's granting of Spain to this ruler's grandson sparked the War of the Spanish Succession. This man revoked the rights given to Protestants in his country by Henry IV in the": {
    "guess": "Louis XIV",
    "confidence": [
      [
        "Louis",
        -0.016550634
      ],
      [
        " XIV",
        -0.0011758207
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds": {
    "guess": "The God Delusion",
    "confidence": [
      [
        "The",
        -0.87069243
      ],
      [
        " God",
        -1.0375146
      ],
      [
        " Del",
        -0.04617757
      ],
      [
        "usion",
        -1.5332478e-05
      ]
    ]
  },
  "Its introduction states that the mass populations are \"disgusting like moving cheese,\" but that every generation has a few men that are truly great and change society by their actions. Modeled on Thomas Carlyle's On Heroes, Hero Worship, and the Heroic in History, it differs from that work in that this series of sketches exemplifies how great men are symbolic of their time rather than apart from it.": {
    "guess": "On Great Men: Their Nature and Their Influence upon History",
    "confidence": [
      [
        "On",
        -0.21881984
      ],
      [
        " Great",
        -0.103844106
      ],
      [
        " Men",
        -0.0006516747
      ],
      [
        ":",
        -0.64639324
      ],
      [
        " Their",
        -1.7128893
      ],
      [
        " Nature",
        -0.72481155
      ],
      [
        " and",
        -0.0013899967
      ],
      [
        " Their",
        -0.6648605
      ],
      [
        " Influence",
        -1.5168868
      ],
      [
        " upon",
        -1.4077116
      ],
      [
        " History",
        -0.010974485
      ]
    ]
  },
  "This man introduced the Climbing Boys Act and led the Young England movement. This Chancellor of the": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.7447809
      ],
      [
        "jamin",
        -0.00029542076
      ],
      [
        " Dis",
        -0.00062320335
      ],
      [
        "rael",
        -0.0010216169
      ],
      [
        "i",
        -7.851042e-05
      ]
    ]
  },
  "In the introduction to The Order of Things, Michel Foucault analyzes this work, noting that the window depicted on the right side balances the object consuming the left side, between which lie a St. Andrew's cross about the central figure. Paradoxically, this painting's vanishing point is at the bent elbow of a man in the doorway at the rear. That doorway is on a wall that includes five dark paintings, surrounding a stark white-outlined mirror that impossibly reflects a king and his wife, María. Name this painting that depicts the dwarf-surrounded family of the Spanish king Philip IV, including the Infanta Margarita, a work by Diego Velázquez.": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.0016680422
      ],
      [
        " Men",
        -1.3544423e-05
      ],
      [
        "inas",
        -1.1994775e-05
      ]
    ]
  },
  "This man introduced cocaine to Karl Koller as a cure for morphine addiction, and he first gained recognition": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.10933725
      ],
      [
        "igm",
        -3.392825e-05
      ],
      [
        "und",
        -4.5133394e-05
      ],
      [
        " Freud",
        -2.1650272e-05
      ]
    ]
  },
  "In an introduction to one work, this anthropologist tells \"The Tale of the Soul-Stealing Jew\" and discusses the \"art people create before they find out that there is such a thing as art,\" referring to primitive stories told in reaction to the natural world. This social scientist famously coined the term \"the spy glass of anthropology\" to refer to the idea of seeing oneself as somebody else, and analyzed the dancers of Polk County in one work. That work features a study of Marie Leveau, as well as": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.038409572
      ],
      [
        "ora",
        -1.473646e-05
      ],
      [
        " Ne",
        -0.00027921272
      ],
      [
        "ale",
        -1.8431772e-05
      ],
      [
        " Hur",
        -0.00207924
      ],
      [
        "ston",
        -9.7821416e-05
      ]
    ]
  },
  "The introduction of a term with units of this quantity allowed Maxwell to formulate the equation for": {
    "guess": "Electric displacement vector",
    "confidence": [
      [
        "Electric",
        -0.58303374
      ],
      [
        " displacement",
        -0.29270253
      ],
      [
        " vector",
        -0.44822007
      ]
    ]
  },
  "He introduced the concepts of dynamis and entelecheia as potentiality and actuality, and founded the Peripatetic school. He claims that the namesake entity is dynamic and comes before family and individual in Politics, and examined ethos, pathos, and logos in Rhetoric. He proposed telos, or the final": {
    "guess": "Aristotle",
    "confidence": [
      [
        "A",
        -0.0104432935
      ],
      [
        "rist",
        -2.4584822e-06
      ],
      [
        "otle",
        -0.0051789666
      ]
    ]
  },
  "It was investigated by the Lexow Committee after Charles Parkhurst's scathing attacks of it. Aaron Burr led it at one point, and William Mooney was its first Grand Sachem. Another leader was caught in Spain after escaping jail, and that man's top minions included George Washington Plunkitt. The 1928 presidential nomination of Al Smith was among its great victories, and it declined after Fiorello La Guardia was elected. Shown as a tiger by Thomas Nast, it was long controlled by New York City Irish.": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.0018261926
      ],
      [
        "many",
        -7.703444e-06
      ],
      [
        " Hall",
        -0.00023226479
      ]
    ]
  },
  "The introducer of heavy bamboo as a punishment at court, mentioning his humble origins was a hanging offense.  His small but swift barges defeated Ch'en Yu-liang's huge fleet of war junks at the three-day battle of Po-yang Lake. When his prime minister Hu Wei-yung was implicated in a plot to overthrow him, he had him executed along with 30,000 conspirators. A member of Kuo Tzuhsing's rebel forces, he eventually became Kuo's second-in-command and married his adopted daughter, the princess Ma.  FTP,": {
    "guess": "Yongle Emperor",
    "confidence": [
      [
        "Y",
        -1.0187969
      ],
      [
        "ong",
        -0.3463081
      ],
      [
        "le",
        -0.0009769559
      ],
      [
        " Emperor",
        -0.0009701796
      ]
    ]
  },
  "In the introductory section to this work, entitled \"General Remarks,\" the author contends that the titular idea had been advanced by Socrates against the sophistry of Protagoras. In this work's fourth chapter, the author discusses the proof necessary to justify the central concept of this work, claiming": {
    "guess": "Critique of Pure Reason",
    "confidence": [
      [
        "Crit",
        -0.80516
      ],
      [
        "ique",
        -0.023100931
      ],
      [
        " of",
        -4.596782e-05
      ],
      [
        " Pure",
        -0.0006209385
      ],
      [
        " Reason",
        -2.6968896e-06
      ]
    ]
  },
  "The introduction to this work discusses a proof by Sheffer to explain the context of the symbol p-bar comma xi-bar comma N-bar or xi-bar. That symbol is used to describe a process by which general propositions can be built up from atomic propositions and is the general form of the truth function, the idea of which is introduced by way of truth tables in the fourth section. An exposition of the picture theory of language, this work borrows Schopenhauer's ladder analogy in the sixth of its seven propositions. Beginning by defining the world as all that is the case, this book ends with the claim that": {
    "guess": "Tractatus Logico-Philosophicus",
    "confidence": [
      [
        "Tr",
        -0.0022040245
      ],
      [
        "act",
        -2.5107178e-05
      ],
      [
        "atus",
        -8.4947416e-05
      ],
      [
        " Log",
        -8.6735476e-05
      ],
      [
        "ico",
        -0.00011331789
      ],
      [
        "-",
        -3.5716304e-05
      ],
      [
        "Phil",
        -1.9385403e-05
      ],
      [
        "osoph",
        -0.00052586896
      ],
      [
        "icus",
        -1.1637165e-05
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won a 1948 Senate race over a man who championed the ideas of Jeremy Bentham. It criticizes the inability of monetary policy to have any influence on wage-price interactions in a chapter called \"The Monetary Illusion,\" while chapter 11 of this work criticizes consumer wants which arise from \"the process of satisfying wants\" and calls it the \"dependence effect.\" Another chapter criticizes the use of GDP and GNP as a measure of quality of life and is titled \"The Paramount Position of Production.\" Its author originally titled it \"Why the Poor are Poor\" and discarded another title which described the central entity as \"opulent\" and its second chapter contains an attack on a concept which espouses \"predictability\" over \"originality\" and preaches \"what the audience most wants to hear,\" conventional": {
    "guess": "The Affluent Society",
    "confidence": [
      [
        "The",
        -0.65215725
      ],
      [
        " Aff",
        -0.0017995313
      ],
      [
        "luent",
        -2.8444882e-05
      ],
      [
        " Society",
        -5.0378356e-05
      ]
    ]
  },
  "This man introduced equations characterizing the stability of governors in an early paper on control": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.9093748
      ],
      [
        " Clerk",
        -0.0007380386
      ],
      [
        " Maxwell",
        -0.0006089136
      ]
    ]
  },
  "Introducing a flat space approximation for their outer regions into their metric yields Rindler geometry. One proposed solutions to their information loss problem is the holographic principle. One theorem states that these objects are describable by just three parameters. One type is named for Kerr and": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.43535733
      ],
      [
        " hole",
        -0.09536327
      ]
    ]
  },
  "This man invented a ceramic-filament light bulb, as well as a namesake \"glower\" used in IR spectroscopy.  His namesake effect describes the production of a mutually perpendicular electromotive force when": {
    "guess": "Heinrich Göbel",
    "confidence": [
      [
        "He",
        -0.3492077
      ],
      [
        "in",
        -0.0013604746
      ],
      [
        "rich",
        -4.0007635e-05
      ],
      [
        " Gö",
        -1.3053845
      ],
      [
        "bel",
        -0.0010625827
      ]
    ]
  },
  "In an introduction to one work, this anthropologist tells \"The Tale of the Soul-Stealing Jew\" and discusses the \"art people create before they find out that there is such a thing as art,\" referring to": {
    "guess": "Clifford Geertz",
    "confidence": [
      [
        "Cl",
        -0.7956752
      ],
      [
        "iff",
        -0.0005312295
      ],
      [
        "ord",
        -0.0005196704
      ],
      [
        " Ge",
        -0.0004485461
      ],
      [
        "ertz",
        -0.00011880126
      ]
    ]
  },
  "He introduced \"painting with scissors\", and that technique involving paper cut collages was used in Beasts of the Sea. A hundred such prints were collected in the book Jazz, while his paintings included": {
    "guess": "Henri Matisse",
    "confidence": [
      [
        "Hen",
        -0.016389877
      ],
      [
        "ri",
        -5.9153886e-06
      ],
      [
        " M",
        -0.0002319072
      ],
      [
        "atis",
        -1.9361265e-07
      ],
      [
        "se",
        -2.1008714e-06
      ]
    ]
  },
  "The introduction to this book argues that there is \"no contrast\" between the theories of elementary ideas,": {
    "guess": "The Book of the Grotesque",
    "confidence": [
      [
        "The",
        -0.5205146
      ],
      [
        " Book",
        -0.08296998
      ],
      [
        " of",
        -0.00018065695
      ],
      [
        " the",
        -0.013929952
      ],
      [
        " Gro",
        -0.0005819846
      ],
      [
        "tes",
        -0.00016718694
      ],
      [
        "que",
        -0.0001472836
      ]
    ]
  },
  "The inverse of this effect can be demonstrated using a photonic crystal and was demonstrated by Seddon and Bearpeak. One form of this effect can be described by an equation which includes a term equal to the square root of the quantity one plus v over c, all over the square root of the quantity one minus": {
    "guess": "Photonic-crystal fiber",
    "confidence": [
      [
        "Phot",
        -1.1468171
      ],
      [
        "onic",
        -0.0013946419
      ],
      [
        "-cr",
        -0.9124948
      ],
      [
        "ystal",
        -0.0047964267
      ],
      [
        " fiber",
        -0.9499185
      ]
    ]
  },
  "In the introduction to The Order of Things, Michel Foucault analyzes this work, noting that the window depicted on the right side balances the object consuming the left side, between which lie a St. Andrew's": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.009122535
      ],
      [
        " Men",
        -0.00019841464
      ],
      [
        "inas",
        -3.5358695e-05
      ]
    ]
  },
  "In the introductory section to this work, entitled \"General Remarks,\" the author contends that the titular idea had been advanced by Socrates against the sophistry of Protagoras. In this work's fourth chapter, the author discusses the proof necessary to justify the central concept of this work, claiming that it does not deny that people desire virtue, while this work's last chapter connects the titular philosophy to justice. More famously, this work's second chapter claims that it is \"better to be Socrates dissatisfied than a fool satisfied\" and explains what the titular philosophy \"is\" by outlining": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.00017982253
      ],
      [
        "itarian",
        -5.0378356e-05
      ],
      [
        "ism",
        -6.909333e-05
      ]
    ]
  },
  "In the introduction to The Order of Things, Michel Foucault analyzes this work, noting that the window depicted on the right side balances the object consuming the left side, between which lie a St. Andrew's cross about the central figure. Paradoxically, this painting's vanishing point is at the bent elbow of a man in the doorway at the rear. That doorway is on a wall that includes five dark paintings, surrounding a stark white-outlined mirror that impossibly reflects a king and his wife, María. Name this painting that depicts the dwarf-surrounded family of the Spanish king Philip IV, including": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.0022102047
      ],
      [
        " Men",
        -1.9862217e-05
      ],
      [
        "inas",
        -1.0087517e-05
      ]
    ]
  },
  "The introduction to this book argues that there is \"no contrast\" between the theories of elementary ideas, original community, and migration, and asserts that all preceding studies of the same subject projected the human psyche onto the processes of nature. Its third section notes that the title concept is \"preceded by difficulties, such as continence, or prolonged barrenness, or secret intercourse of the parents.\" Its second section compares Jesus Christ with Zoroaster in between discussions of": {
    "guess": "The Descent of Man",
    "confidence": [
      [
        "The",
        -0.58658195
      ],
      [
        " Des",
        -0.19014591
      ],
      [
        "cent",
        -2.1769476e-05
      ],
      [
        " of",
        -0.00030960233
      ],
      [
        " Man",
        -0.0016748258
      ]
    ]
  },
  "The intro of this game sees a mechanical dragon eating one of the player's allies, and a new element it introduced was tracking the time it took to defeat enemies, which affected enemy position on the": {
    "guess": "Shadow of the Colossus",
    "confidence": [
      [
        "Shadow",
        -0.8663754
      ],
      [
        " of",
        -0.009340575
      ],
      [
        " the",
        -0.0016824402
      ],
      [
        " Col",
        -0.386121
      ],
      [
        "oss",
        -5.7888185e-05
      ],
      [
        "us",
        -3.1186566e-05
      ]
    ]
  },
  "He introduced the concepts of dynamis and entelecheia as potentiality and actuality, and founded the Peripatetic school. He claims that the namesake entity is dynamic and comes before family and individual in Politics, and examined ethos, pathos, and logos in Rhetoric. He proposed telos, or the final cause, as the purpose or end of something, along with three other causes that explained changes in": {
    "guess": "Aristotle",
    "confidence": [
      [
        "A",
        -0.0046864455
      ],
      [
        "rist",
        -7.89631e-07
      ],
      [
        "otle",
        -0.0038550594
      ]
    ]
  },
  "This man introduced a bill attempting to use the extra proceeds from the Second Bank of the United States to construct a national highway, which was vetoed by Madison and called the Bonus Bill. He created the Bureau of Indian affairs without congressional approval as Secretary of War during the Era of Good Feelings. His wife Floride provoked the (*) Petticoat affair by ostracizing Peggy Eaton. This man was elected vice-president in 1824 despite attacking the Corrupt Bargain, and he would be elected": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.06616619
      ],
      [
        " C",
        -0.01423238
      ],
      [
        ".",
        -0.0014771292
      ],
      [
        " Cal",
        -5.0616763e-05
      ],
      [
        "h",
        -3.2855416e-05
      ],
      [
        "oun",
        -2.808727e-05
      ]
    ]
  },
  "It introduces the characters of Charley Anderson, airplane manufacturer; J. Ward Moorhouse; Eleanor Stoddard; and Fainy \"Mac\" McCreary, who joins the Mexican Revolution.  Set in the days just before World": {
    "guess": "The Magnificent Ambersons",
    "confidence": [
      [
        "The",
        -1.0670165
      ],
      [
        " Magn",
        -1.4009501
      ],
      [
        "ificent",
        -0.00092086964
      ],
      [
        " Amb",
        -0.0008329743
      ],
      [
        "erson",
        -1.0280384e-06
      ],
      [
        "s",
        -2.1008714e-06
      ]
    ]
  },
  "He introduced \"painting with scissors\", and that technique involving paper cut collages was used in Beasts of the Sea. A hundred such prints were collected in the book Jazz, while his paintings included one depicting a woman on the right setting the table, which is decorated with a red and blue pattern that runs onto the walls of the room as well. His portrait of his wife is known for the prominent": {
    "guess": "Henri Matisse",
    "confidence": [
      [
        "Hen",
        -0.002415965
      ],
      [
        "ri",
        -2.6968896e-06
      ],
      [
        " M",
        -5.7888185e-05
      ],
      [
        "atis",
        0.0
      ],
      [
        "se",
        -1.9816675e-06
      ]
    ]
  },
  "This man invented independently from Wolfgang Strasser the Z-buffer. With Clark, this man names a  method": {
    "guess": "Edwin Catmull",
    "confidence": [
      [
        "Ed",
        -0.043157443
      ],
      [
        "win",
        -0.082992904
      ],
      [
        " Cat",
        -6.0510665e-05
      ],
      [
        "m",
        -1.3544423e-05
      ],
      [
        "ull",
        -6.749814e-06
      ]
    ]
  },
  "An inverted vase symbolized the \"unlucky\" one, while minor examples include Kaikias and Skiron. One of": {
    "guess": "List of Greek mythological figures",
    "confidence": [
      [
        "List",
        -1.1766372
      ],
      [
        " of",
        -0.0026667349
      ],
      [
        " Greek",
        -1.1335901
      ],
      [
        " myth",
        -0.010429601
      ],
      [
        "ological",
        -0.0022167498
      ],
      [
        " figures",
        -0.07362012
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds Adam Smith, \"whose genius dimly foresaw everything and left us to do everything,\" and draws on Smith's designation of tax collectors as \"unproductive.\" That chapter of this work suggests that proportional taxes are a \"monstrous inequality,\" because they tax everyone the same number of days of pay. Chapters 3 through 7 of this work trace economic evolution from the division of labor through machinery, competition, monopoly, and the police period, and this work ends by concluding that the solution to the human enigma \"is found... in these words: education, progress.\" A notable criticism of this": {
    "guess": "Capital: Critique of Political Economy",
    "confidence": [
      [
        "Capital",
        -0.68178856
      ],
      [
        ":",
        -0.3567447
      ],
      [
        " Crit",
        -0.14450014
      ],
      [
        "ique",
        -0.00028052396
      ],
      [
        " of",
        -5.085517e-05
      ],
      [
        " Political",
        -4.4537377e-05
      ],
      [
        " Economy",
        -2.5703197e-05
      ]
    ]
  },
  "One of the inventors of this device commanded the pro-life forces in the war to outlaw the death penalty in  Wisconsin. The launch of this product was almost derailed by Charles A. Washburn's lawsuit and preceded  by Giuseppe Ravizza's invention. The first manufacturing run was handled by Densmore and it was invented  with the aide of Samuel Soule. A key test for this device was the line \"Now is the time for all good men to come  to the aid of the party.\" Cyberspeculators have pundited that the use of a sowing machine table as a base for this  device was an attempt to attract women users. Despite not being a weapon, it was manufactured by E. Remington  and Sons. One of its features was the QWERTY layout. For 10 points, name this first successful typewriter.": {
    "guess": "Sholes and Glidden typewriter",
    "confidence": [
      [
        "Sh",
        -0.2844084
      ],
      [
        "oles",
        -0.00042721233
      ],
      [
        " and",
        -0.0001975802
      ],
      [
        " Gl",
        -5.347765e-05
      ],
      [
        "idden",
        -0.0010069659
      ],
      [
        " typ",
        -0.05463243
      ],
      [
        "ewriter",
        -0.00018887833
      ]
    ]
  },
  "In the introduction to the expanded edition of a book about the \"Arab\" kind of these events, Malcolm Kerr memorably compared the Six-Day War to a football game between Notre Dame and Princeton. The Woodrow Wilson International Center for Scholars organizes an \"International History Project\" of this event, which is notably studied by the likes of James Hershberg, Nigel Ashton, and Melvyn Leffler. The \"revisionist\" school of historiography of this event, which included William A. Williams and Thomas Paterson among its members, was also advanced by Walter LaFeber, who argued that it was rooted in 19th-century conflicts in trade in East Asia. Odd Arne Westad argued for a focus on the Third World in his \"Global\" history of it. We Now Know titled a 1997 essay on this conflict by the Yale professor most famous for studying it. John Lewis Gaddis also wrote a \"new\" history of, for 10 points, what conflict said to have ended in 1989?": {
    "guess": "Cold War",
    "confidence": [
      [
        "Cold",
        -0.45198667
      ],
      [
        " War",
        -0.00016325322
      ]
    ]
  },
  "This man's invention was an improvement upon the creation of Cooke and Wheatstone, whose version required five galvanoscopes and six wires. Upon the completion of one instance of this man's invention,": {
    "guess": "Alexander Bain",
    "confidence": [
      [
        "Alexander",
        -0.86637044
      ],
      [
        " Bain",
        -0.12600431
      ]
    ]
  },
  "Invention of several of these, including the Honey Dip, is attributed to Jameel Pugh. A recent poll declared one from 1987 called The Leaner the best of all time. One of these by a man in green won a recent": {
    "guess": "Slam Dunk Contest",
    "confidence": [
      [
        "Sl",
        -0.05123404
      ],
      [
        "am",
        -0.011000427
      ],
      [
        " Dunk",
        -0.6561072
      ],
      [
        " Contest",
        -0.024108287
      ]
    ]
  },
  "In the introduction to the second edition of this work, the author described how Hubert Humphrey won": {
    "guess": "Either/Or",
    "confidence": [
      [
        "Either",
        -0.5605543
      ],
      [
        "/",
        -0.0005867527
      ],
      [
        "Or",
        -2.58224e-05
      ]
    ]
  },
  "This man's invention was an improvement upon the creation of Cooke and Wheatstone, whose version required five galvanoscopes and six wires. Upon the completion of one instance of this man's invention, he transmitted the question \"What hath God wrought?\" from Baltimore to Washington, D.C. For 10 points,": {
    "guess": "Samuel Morse",
    "confidence": [
      [
        "Sam",
        -0.9528564
      ],
      [
        "uel",
        -9.74638e-05
      ],
      [
        " Morse",
        -0.005557575
      ]
    ]
  },
  "The inventor of this curve founded the first Mortgage Insurance Society during his time in Dresden. Antonelli and Nataf demonstrated that if individuals face the same prices in a market, then their instances of this curve would all be parallel with one another. Gorman later generalized this result to": {
    "guess": "Indifference curve",
    "confidence": [
      [
        "Ind",
        -0.7748581
      ],
      [
        "ifference",
        -0.020119268
      ],
      [
        " curve",
        -0.0032280984
      ]
    ]
  },
  "Investigation into this event was led by Senator Thomas J. Walsh. This incident became possible after a request was made by Edwin Denby, which allowed for Edward Doheny and Harry Sinclair to lease lands transferred from the Department of the Navy to the Department of the (*) Interior. Those leases made without competitive bidding were orchestrated by Albert Fall and included Elk Hills and the namesake location. For 10 points, name this scandal involving oil fields that occurred during the presidency": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.0061288145
      ],
      [
        "apot",
        -9.014684e-06
      ],
      [
        " Dome",
        -2.5941605e-05
      ],
      [
        " scandal",
        -0.0007467369
      ]
    ]
  },
  "An inverted vase symbolized the \"unlucky\" one, while minor examples include Kaikias and Skiron. One of them was the kidnapper of Oreithyia; that one also fathered Butes. With Celaeno, one of them fathered": {
    "guess": "Aeolus",
    "confidence": [
      [
        "A",
        -1.0628515
      ],
      [
        "e",
        -0.10657261
      ],
      [
        "ol",
        -0.012802159
      ],
      [
        "us",
        -0.012089041
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation of unused networks.  Established as a standard under RFC 1752 and originally known as Next Generation, it allows for stateless autoconfiguration of hosts using ICMP, and can be used in combination with DHCP when required.  The scheme designed under this standard continues the use of prefix notiaton, using /128 to identify individual hosts, and allows for use of a double colon to replace a set of four contiguous zeroes.  The need for deployment was delayed following the introduction and extensive use of both CIDR (\"cider\") and PAT.  Exclusive communication using this protocol was allowed for the first time in February 2008, as six of the root DNS servers received quad-A records.  Designed by the IETF, this is, FTP, what 128-bit network-layer protocol set to replace the current addressing": {
    "guess": "IPv6",
    "confidence": [
      [
        "IPv",
        -0.043105952
      ],
      [
        "6",
        -0.00039456884
      ]
    ]
  },
  "This man introduced a bill attempting to use the extra proceeds from the Second Bank of the United States to construct a national highway, which was vetoed by Madison and called the Bonus Bill. He created": {
    "guess": "Henry Clay",
    "confidence": [
      [
        "Henry",
        -0.13459907
      ],
      [
        " Clay",
        -0.0004867995
      ]
    ]
  },
  "The intro of this game sees a mechanical dragon eating one of the player's allies, and a new element it introduced was tracking the time it took to defeat enemies, which affected enemy position on the map screen.  This game marked the only appearance of Algy, (+) a member of a group of villains that": {
    "guess": "Spyro 2: Ripto's Rage",
    "confidence": [
      [
        "Spy",
        -2.1773582
      ],
      [
        "ro",
        -0.00033308176
      ],
      [
        " ",
        -1.0282848
      ],
      [
        "2",
        -0.0049090046
      ],
      [
        ":",
        -3.7146747e-05
      ],
      [
        " R",
        -0.00020306357
      ],
      [
        "ipt",
        0.0
      ],
      [
        "o",
        -0.00012511172
      ],
      [
        "'s",
        -0.0001844678
      ],
      [
        " Rage",
        -0.00022821188
      ]
    ]
  },
  "In the introductory lines of its fourth part, the author claims to \"traverse the distant haunts of the Pierides, never trodden before by the foot of man.\" In its first section, the author denies gravity, by offering the example of a thrown dart that will not fall down. The final section, after continuing the explanation of thunder, lightning, and earthquakes, gives a vivid description of the plague of Athens. Books three and five are preceded by eulogies to Epicurus, while the first two books outline": {
    "guess": "Lucretius' De rerum natura",
    "confidence": [
      [
        "Lu",
        -0.9771511
      ],
      [
        "cret",
        -0.00012570774
      ],
      [
        "ius",
        -0.00073744263
      ],
      [
        "'",
        -0.07036674
      ],
      [
        " De",
        -0.46533415
      ],
      [
        " rer",
        -0.108882114
      ],
      [
        "um",
        -0.00010485443
      ],
      [
        " natur",
        -0.00071803085
      ],
      [
        "a",
        -0.0001373897
      ]
    ]
  },
  "This man invented the board games So Long Sucker and Hex, which was based on Go. With Moser, he generalized the inverse function theorem on Banach spaces to Frechet spaces. He also stated that any Riemannian manifold can be isometrically embedded in a Euclidean space in his namesake embedding theorem. Selten and Harsanyi shared a Nobel Prize with this man, which they won for developing the concept": {
    "guess": "John Nash",
    "confidence": [
      [
        "John",
        -0.0026808907
      ],
      [
        " Nash",
        -0.68588746
      ]
    ]
  },
  "This man invented the board games So Long Sucker and Hex, which was based on Go. With Moser, he generalized the inverse function theorem on Banach spaces to Frechet spaces. He also stated that any Riemannian manifold can be isometrically embedded in a Euclidean space in his namesake embedding theorem. Selten and Harsanyi shared a Nobel Prize with this man, which they won for developing the concept of a state in which no player in a game has anything to gain by unilaterally changing their strategy,": {
    "guess": "John Nash",
    "confidence": [
      [
        "John",
        -0.003239982
      ],
      [
        " Nash",
        -0.61600786
      ]
    ]
  },
  "Intramolecular reactions of this type lead to rings, usually with five or six members, and are known as the Dieckmann variety. One example of a reaction of this type is that of ketones with aryl aldehydes, and is known by the name of Schmidt and another man, who also gives his name to a different reaction of this type. That reaction differs from the others in that it can only be catalyzed by an alkoxide base, and applies to esters, while another type of this reaction is typified by the reaction of enolate ions with carbonyl compounds, followed by dehydration. Existing in Claisen and aldol varieties, among others, for ten points, identify this inverse of the hydrolysis reaction, in which molecules become covalently bonded through the elimination of a molecule such as water.": {
    "guess": "Condensation reaction",
    "confidence": [
      [
        "Cond",
        -1.1193252
      ],
      [
        "ensation",
        -8.172892e-05
      ],
      [
        " reaction",
        -0.080965936
      ]
    ]
  },
  "This man introduced a new form of chess known as \"perfect chess\" and ordered a copy of the Koran that could only be moved by wheelbarrow due to its size. An avid patron of the arts and architecture, he commissioned the Bibi-Khanym Mosque in the capital he founded. When he invaded Baghdad, he ordered his warriors to bring him two severed heads each. He also once led an army of over 100,000 against his former ally Tokhtamysh [TOK-tam-ish] as well as the sultan of the Ottoman Empire, Bayezid I. FTP, name this ruler, who in addition to decimating the Golden Horde and conquering the city of Delhi, also": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.05863694
      ],
      [
        "ur",
        -0.0010314998
      ]
    ]
  },
  "One invasion under this ruler led to the death by beating of Cornelis and Johan de Witt before the treaty": {
    "guess": "Louis XIV",
    "confidence": [
      [
        "Louis",
        -1.7130592
      ],
      [
        " XIV",
        -0.025340132
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation of unused networks.  Established as a standard under RFC 1752 and originally known as Next Generation, it allows for stateless autoconfiguration of hosts using ICMP, and can be used in combination": {
    "guess": "IPv6",
    "confidence": [
      [
        "IPv",
        -0.05249515
      ],
      [
        "6",
        -0.0005450497
      ]
    ]
  },
  "One invasion under this ruler led to the death by beating of Cornelis and Johan de Witt before the treaty of Nijmegen ended the Dutch War. That war led to the ascension to power of this man's longtime enemy, William III. Charles II's granting of Spain to this ruler's grandson sparked the War of the Spanish Succession. This man revoked the rights given to Protestants in his country by Henry IV in the Edict of Nantes in his own Edict of Fontainebleau. For 10 points, name this French monarch, whose": {
    "guess": "Louis XIV",
    "confidence": [
      [
        "Louis",
        -0.0011836808
      ],
      [
        " XIV",
        -0.00015455135
      ]
    ]
  },
  "In the introductory section to this work, entitled \"General Remarks,\" the author contends that the titular idea had been advanced by Socrates against the sophistry of Protagoras. In this work's fourth chapter, the author discusses the proof necessary to justify the central concept of this work, claiming that it does not deny that people desire virtue, while this work's last chapter connects the titular philosophy to justice. More famously, this work's second chapter claims that it is \"better to be Socrates dissatisfied than a fool satisfied\" and explains what the titular philosophy \"is\" by outlining the Greatest Happiness Principle. For ten points, identify this philosophical treatise extending": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.0029476322
      ],
      [
        "itarian",
        -8.006007e-05
      ],
      [
        "ism",
        -0.00010735771
      ]
    ]
  },
  "Invading troops in this country were killed in a 1982 fire in its longest road tunnel. The northern part of this country can be accessed from its capital by taking the Salang or Kushan passes. This country's highest peak is Noshaq, located in the (*) Hindu Kush range. The Registan desert is located in this country's Kandahar province. This country's southeastern city of Jalalabad lies near the Khyber Pass, which is on this country's border with its southern neighbor, Pakistan. For 10 points, name this country whose capital is Kabul.": {
    "guess": "Afghanistan",
    "confidence": [
      [
        "Af",
        -0.08839587
      ],
      [
        "ghan",
        -1.7120534e-05
      ],
      [
        "istan",
        -2.3438328e-05
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation of unused networks.  Established as a standard under RFC 1752 and originally known as Next Generation, it allows for stateless autoconfiguration of hosts using ICMP, and can be used in combination with DHCP when required.  The scheme designed under this standard continues the use of prefix notiaton, using /128 to identify individual hosts, and allows for use of a double colon to replace a set of four contiguous zeroes.  The need for deployment was delayed following the introduction and extensive use of both CIDR (\"cider\") and PAT.  Exclusive communication using this protocol was allowed for the first time in February 2008, as six of the root DNS servers received quad-A records.  Designed by the IETF, this is, FTP, what 128-bit network-layer protocol set to replace the current addressing scheme for the Internet?": {
    "guess": "IPv6",
    "confidence": [
      [
        "IPv",
        -0.0041402606
      ],
      [
        "6",
        -0.0018370107
      ]
    ]
  },
  "This man invented the board games So Long Sucker and Hex, which was based on Go. With Moser, he generalized": {
    "guess": "John Nash",
    "confidence": [
      [
        "John",
        -0.004295046
      ],
      [
        " Nash",
        -0.050531033
      ]
    ]
  },
  "He introduced the concepts of dynamis and entelecheia as potentiality and actuality, and founded the": {
    "guess": "Peripatetic school",
    "confidence": [
      [
        "Per",
        -0.44839352
      ],
      [
        "ip",
        -6.515961e-05
      ],
      [
        "at",
        -8.44706e-05
      ],
      [
        "etic",
        -0.00039980648
      ],
      [
        " school",
        -0.18609142
      ]
    ]
  },
  "Invention of several of these, including the Honey Dip, is attributed to Jameel Pugh. A recent poll declared one from 1987 called The Leaner the best of all time. One of these by a man in green won a recent contest to perform them aided by a (*) player who had previously won that same contest wearing a Superman costume when Nate Robinson executed one over Dwight Howard. For 10 points name this type of basketball shot banned from the NCAA by the Alcindor rule and notably performed by Candice Parker.": {
    "guess": "NBA Slam Dunk Contest",
    "confidence": [
      [
        "N",
        -0.5288755
      ],
      [
        "BA",
        -0.0022801498
      ],
      [
        " Slam",
        -0.04134491
      ],
      [
        " Dunk",
        -1.60477e-05
      ],
      [
        " Contest",
        -0.00024239712
      ]
    ]
  },
  "This man introduced equations characterizing the stability of governors in an early paper on control theory. He showed that only particulate composition can confer stability to Saturn's rings, and he also names a gap in the outer C-ring of Saturn. Experimentally verifiable thermodynamic quantities are used to relate hard-to-measure thermodynamic functions according to a set of relations named for this man. He introduced the displacement current term in another equation, which, along with the Faraday's law and the two Gauss laws were discussed in this man's paper \"On the Physical Lines of Force.\" For 10 points, identify this thinker who grouped a set of four equations from electrodynamics.": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.018090123
      ],
      [
        " Clerk",
        -0.00043734463
      ],
      [
        " Maxwell",
        -5.276243e-05
      ]
    ]
  },
  "This man invented a ceramic-filament light bulb, as well as a namesake \"glower\" used in IR spectroscopy.  His namesake effect describes the production of a mutually perpendicular electromotive force when heat flows across a magnetic field.  He won the Nobel Prize for his heat theorem, which says that a crystalline substance at absolute zero has zero entropy, now known as the third law of thermodynamics.  Perhaps his most famous work was modified by Goldman to govern electrical properties of cell membranes, and it came from his theory of a \"pressure of dissolution\" that forced ions into a solution": {
    "guess": "Walther Nernst",
    "confidence": [
      [
        "Wal",
        -0.017216742
      ],
      [
        "ther",
        -3.4285862e-05
      ],
      [
        " N",
        -0.0028433912
      ],
      [
        "ern",
        -2.4630364e-05
      ],
      [
        "st",
        -4.9617593e-06
      ]
    ]
  },
  "The introduction to this work discusses a proof by Sheffer to explain the context of the symbol p-bar comma xi-bar comma N-bar or xi-bar. That symbol is used to describe a process by which general propositions can be built up from atomic propositions and is the general form of the truth function, the idea of which is introduced by way of truth tables in the fourth section. An exposition of the picture theory of language, this work borrows Schopenhauer's ladder analogy in the sixth of its seven propositions.": {
    "guess": "Tractatus Logico-Philosophicus",
    "confidence": [
      [
        "Tr",
        -0.0065395194
      ],
      [
        "act",
        -1.831257e-05
      ],
      [
        "atus",
        -0.0024448582
      ],
      [
        " Log",
        -0.00011260267
      ],
      [
        "ico",
        -8.43514e-05
      ],
      [
        "-",
        -4.2868523e-05
      ],
      [
        "Phil",
        -4.0007635e-05
      ],
      [
        "osoph",
        -0.00013345598
      ],
      [
        "icus",
        -5.080963e-06
      ]
    ]
  },
  "In the introductory lines of its fourth part, the author claims to \"traverse the distant haunts of the": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -1.0783904
      ],
      [
        " R",
        -1.5282594
      ],
      [
        "ime",
        -0.011848516
      ],
      [
        " of",
        -4.5491004e-05
      ],
      [
        " the",
        -0.0007641223
      ],
      [
        " Ancient",
        -0.0004185178
      ],
      [
        " Mar",
        -2.1650272e-05
      ],
      [
        "iner",
        -4.4849444e-06
      ]
    ]
  },
  "He introduced \"painting with scissors\", and that technique involving paper cut collages was used in Beasts of the Sea. A hundred such prints were collected in the book Jazz, while his paintings included one depicting a woman on the right setting the table, which is decorated with a red and blue pattern that runs onto the walls of the room as well. His portrait of his wife is known for the prominent feature running down her nose. Besides The Green Stripe, he depicted five figures holding hands against a background of green and blue, performing the titular action. For 10 points, name this French": {
    "guess": "Henri Matisse",
    "confidence": [
      [
        "Hen",
        -0.025756849
      ],
      [
        "ri",
        -6.392203e-06
      ],
      [
        " M",
        -0.00013560164
      ],
      [
        "atis",
        -3.1281633e-07
      ],
      [
        "se",
        -3.4121115e-06
      ]
    ]
  },
  "In an introduction to one work, this anthropologist tells \"The Tale of the Soul-Stealing Jew\" and discusses the \"art people create before they find out that there is such a thing as art,\" referring to primitive stories told in reaction to the natural world. This social scientist famously coined the term \"the spy glass of anthropology\" to refer to the idea of seeing oneself as somebody else, and analyzed the dancers of Polk County in one work. That work features a study of Marie Leveau, as well as four other hoodoo doctors whose beliefs on healing potions and conjuring are studied. Stories about the citizens of Eatonville are also discussed, while another ethnography by this writer discusses the Maroons of Jamaica, and is entitled Tell My Horse. FTP, name this student of Frans Boas who wrote": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.001329764
      ],
      [
        "ora",
        -1.8789384e-05
      ],
      [
        " Ne",
        -0.00027527902
      ],
      [
        "ale",
        -7.822647e-06
      ],
      [
        " Hur",
        -0.0013303601
      ],
      [
        "ston",
        -5.800739e-05
      ]
    ]
  },
  "Invention of several of these, including the Honey Dip, is attributed to Jameel Pugh. A recent poll declared one from 1987 called The Leaner the best of all time. One of these by a man in green won a recent contest to perform them aided by a (*) player who had previously won that same contest wearing a Superman costume when Nate Robinson executed one over Dwight Howard. For 10 points name this type": {
    "guess": "Slam dunk",
    "confidence": [
      [
        "Sl",
        -1.0790347
      ],
      [
        "am",
        -0.00022761585
      ],
      [
        " dunk",
        -0.6893808
      ]
    ]
  },
  "This man invented a ceramic-filament light bulb, as well as a namesake \"glower\" used in IR spectroscopy.  His namesake effect describes the production of a mutually perpendicular electromotive force when heat flows across a magnetic field.  He won the Nobel Prize for his heat theorem, which says that a crystalline substance at absolute zero has zero entropy, now known as the third law of thermodynamics.  Perhaps his most famous work was modified by Goldman to govern electrical properties of cell": {
    "guess": "Walther Nernst",
    "confidence": [
      [
        "Wal",
        -0.027465882
      ],
      [
        "ther",
        -4.8471098e-05
      ],
      [
        " N",
        -0.0024412894
      ],
      [
        "ern",
        -4.7875077e-05
      ],
      [
        "st",
        -1.0087517e-05
      ]
    ]
  },
  "Introduction of this technology has been delayed to anywhere from 2011 to 2017, depending on reclamation of unused networks.  Established as a standard under RFC 1752 and originally known as Next Generation, it allows for stateless autoconfiguration of hosts using ICMP, and can be used in combination with DHCP when required.  The scheme designed under this standard continues the use of prefix notiaton, using /128 to identify individual hosts, and allows for use of a double colon to replace a set of four contiguous zeroes.  The need for deployment was delayed following the introduction and extensive use of both CIDR (\"cider\") and PAT.  Exclusive communication using this protocol was allowed for the first time in February 2008, as six of the root DNS servers received quad-A records.  Designed": {
    "guess": "IPv6",
    "confidence": [
      [
        "IPv",
        -0.0048625153
      ],
      [
        "6",
        -0.00019984508
      ]
    ]
  },
  "Before the introduction of this program, a commission known as Gosplan was created for coordination. Some historians have suggested that it was formulated years earlier than its implementation in an essay entitled \"Six Theses on the Immediate Tasks.\" It created an imbalance in wealth that led to the so-called Scissors Crisis, and it shares its name with an unrelated policy adopted by Malaysia in 1971. Much of the impetus for it came in the Kronstadt Rebellion, which demanded an end to War Communism, but it was itself abandoned after the Grain Crisis of 1928 by Stalin. FTP, name this program launched in 1921 to transform the Soviet economy.": {
    "guess": "New Economic Policy",
    "confidence": [
      [
        "New",
        -0.03509169
      ],
      [
        " Economic",
        -0.00026157423
      ],
      [
        " Policy",
        -0.0004253124
      ]
    ]
  },
  "Invading troops in this country were killed in a 1982 fire in its longest road tunnel. The northern part of this country can be accessed from its capital by taking the Salang or Kushan passes. This country's": {
    "guess": "Salang Pass",
    "confidence": [
      [
        "Sal",
        -0.49824825
      ],
      [
        "ang",
        -0.0005265805
      ],
      [
        " Pass",
        -0.24343355
      ]
    ]
  },
  "This man introduced a new form of chess known as \"perfect chess\" and ordered a copy of the Koran that could only be moved by wheelbarrow due to its size. An avid patron of the arts and architecture, he": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -1.0334644
      ],
      [
        "ur",
        -0.013363629
      ]
    ]
  },
  "He introduced \"painting with scissors\", and that technique involving paper cut collages was used in Beasts of the Sea. A hundred such prints were collected in the book Jazz, while his paintings included one depicting a woman on the right setting the table, which is decorated with a red and blue pattern that runs onto the walls of the room as well. His portrait of his wife is known for the prominent feature running down her nose. Besides The Green Stripe, he depicted five figures holding hands against a background of green and blue, performing the titular action. For 10 points, name this French painter of Harmony in Red and The Dance, the founder of Fauvism.": {
    "guess": "Henri Matisse",
    "confidence": [
      [
        "Hen",
        -0.0026477135
      ],
      [
        "ri",
        -8.537869e-06
      ],
      [
        " M",
        -0.00016337242
      ],
      [
        "atis",
        -1.9361265e-07
      ],
      [
        "se",
        -1.3856493e-06
      ]
    ]
  },
  "The intro of this game sees a mechanical dragon eating one of the player's allies, and a new element it introduced was tracking the time it took to defeat enemies, which affected enemy position on the map screen.  This game marked the only appearance of Algy, (+) a member of a group of villains that also included The Great Leon.  Exclusive playable characters to this game included Miyu and Fay, and all of the characters had the ability to change their ships (*) into mechanical walkers.  It also marked the first battle with a team led by Wolf O'Donnell.  Several of its features were incorporated into the more recent DS release, subtitled Command, as well as the first N64 game to use the Rumble": {
    "guess": "Star Fox 2",
    "confidence": [
      [
        "Star",
        -0.00018339496
      ],
      [
        " Fox",
        -0.0012445169
      ],
      [
        " ",
        -0.008458667
      ],
      [
        "2",
        -0.00166292
      ]
    ]
  },
  "This man invented independently from Wolfgang Strasser the Z-buffer. With Clark, this man names a  method for subdividing meshes. This man co-names a cubic hermite interpolation where the tangent is  proportional to the vector between the preceding and next control points and that interpolation was  developed with Rom. He helped develop Renderman. For a graduate school class he created a clip of a moving  model of his hand. That clip is one of the earliest examples of computer rendered 3D animation. This man is as of  April 2012, president of Walt Disney Animation Studios. For 10 points, name this": {
    "guess": "Edwin Catmull",
    "confidence": [
      [
        "Ed",
        -0.04220605
      ],
      [
        "win",
        -0.0903556
      ],
      [
        " Cat",
        -0.0007990269
      ],
      [
        "m",
        -8.733149e-05
      ],
      [
        "ull",
        -2.3392786e-06
      ]
    ]
  },
  "The introduction to this work claims that \"To suppose God... is to deny him,\" and explains how this work's author came to view God as \"a necessary dialectical tool.\" Another section of this work lauds Adam Smith, \"whose genius dimly foresaw everything and left us to do everything,\" and draws on Smith's": {
    "guess": "Dialectic of Enlightenment",
    "confidence": [
      [
        "D",
        -0.94895595
      ],
      [
        "ialect",
        -0.0011582006
      ],
      [
        "ic",
        -0.18185325
      ],
      [
        " of",
        -0.003419628
      ],
      [
        " Enlightenment",
        -0.00087430136
      ]
    ]
  },
  "Investigation into this event was led by Senator Thomas J. Walsh. This incident became possible after a request was made by Edwin Denby, which allowed for Edward Doheny and Harry Sinclair to lease lands transferred from the Department of the Navy to the Department of the (*) Interior. Those leases made": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.006201804
      ],
      [
        "apot",
        -1.9743013e-05
      ],
      [
        " Dome",
        -4.1273333e-06
      ],
      [
        " scandal",
        -0.00019889144
      ]
    ]
  },
  "He introduced the concepts of dynamis and entelecheia as potentiality and actuality, and founded the Peripatetic school. He claims that the namesake entity is dynamic and comes before family and individual in Politics, and examined ethos, pathos, and logos in Rhetoric. He proposed telos, or the final cause, as the purpose or end of something, along with three other causes that explained changes in nature. Stating that tragedy is supposed to invoke catharsis in one work, this is, for 10 points, what ancient Greek philosopher, author of Poetics and Nicomachean Ethics, and teacher of Alexander the Great?": {
    "guess": "Aristotle",
    "confidence": [
      [
        "A",
        -0.003084667
      ],
      [
        "rist",
        -2.220075e-06
      ],
      [
        "otle",
        -3.5954712e-05
      ]
    ]
  },
  "This man introduced cocaine to Karl Koller as a cure for morphine addiction, and he first gained recognition for discovering the reproductive organs in eels. He wrote numerous letters to Wilhelm Fliess, and analyzed the Jewish religion in another work, Moses and Monotheism. He argued that structured society infringes upon individual desires in his Civilization and Its Discontents, and wrote a case study on Anna O., Studies on Hysteria.  He developed the ideas of the id, ego, and superego in Beyond": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.00784451
      ],
      [
        "igm",
        -1.4378848e-05
      ],
      [
        "und",
        -9.5079726e-05
      ],
      [
        " Freud",
        -4.9617593e-06
      ]
    ]
  },
  "This man introduced cocaine to Karl Koller as a cure for morphine addiction, and he first gained recognition for discovering the reproductive organs in eels. He wrote numerous letters to Wilhelm Fliess, and analyzed the Jewish religion in another work, Moses and Monotheism. He argued that structured society infringes upon individual desires in his Civilization and Its Discontents, and wrote a case study on Anna O., Studies on Hysteria.  He developed the ideas of the id, ego, and superego in Beyond the Pleasure Principle. For 10 points, name this Austrian psychoanalyst, the author of The Interpretation": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.00426075
      ],
      [
        "igm",
        -1.569009e-05
      ],
      [
        "und",
        -7.7318386e-05
      ],
      [
        " Freud",
        -2.5941605e-05
      ]
    ]
  },
  "This man introduced cocaine to Karl Koller as a cure for morphine addiction, and he first gained recognition for discovering the reproductive organs in eels. He wrote numerous letters to Wilhelm Fliess, and analyzed the Jewish religion in another work, Moses and Monotheism. He argued that structured society infringes upon individual desires in his Civilization and Its Discontents, and wrote a case study on Anna O., Studies on Hysteria.  He developed the ideas of the id, ego, and superego in Beyond the Pleasure Principle. For 10 points, name this Austrian psychoanalyst, the author of The Interpretation of Dreams.": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.0010386447
      ],
      [
        "igm",
        -1.3306016e-05
      ],
      [
        "und",
        -8.089449e-05
      ],
      [
        " Freud",
        -2.2127088e-05
      ]
    ]
  }
}