{
  "Boucle du Baoule is a national park found in the Kayes region of this country, whose National Assembly is presently dominated by members of the Alliance for Democracy and Progress. Its highest point is": {
    "guess": "Mali",
    "confidence": [
      [
        "M",
        -0.021687152
      ],
      [
        "ali",
        -0.00036942057
      ]
    ]
  },
  "Boucle du Baoule is a national park found in the Kayes region of this country, whose National Assembly is presently dominated by members of the Alliance for Democracy and Progress. Its highest point is Mt. Hombori Tondo, and Bambara is spoken by about 80% of the population. The Mande and the Fula ar two of this country's main ethnic groups, and minor cities in this country include Kidal, Sevare and": {
    "guess": "Mali",
    "confidence": [
      [
        "M",
        -0.001515696
      ],
      [
        "ali",
        -6.730528e-05
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge at the Battle of Culloden, to which William Jennings Bryan replied that the \"David pebbles of truth\" would be more effective than the \"Goliath javelins of error.\" The Committee of the Whole overturned Tom L. Johnson's amendment to this act affecting wool and woolens. This act led to a Melville Fuller opinion resting on the principle that direct measures must be apportioned. This act's passage was depicted in a Harper's Weekly cartoon depicting a \"humiliating spectacle\" in which its second namesake wields a bull whip while riding the chariot of the Sugar Trust that is leading an enchained Grover Cleveland. Sections 27 through 37 of this act, which imposed a 2% tax on sums over $4,000, were declared unconstitutional in Pollock v. Farmers' Loan & Trust. For 10 points, name this 1894 act that imposed the first peacetime income tax in American history and supplanted the McKinley Tariff.": {
    "guess": "Wilson-Gorman Tariff Act",
    "confidence": [
      [
        "Wilson",
        -0.010761517
      ],
      [
        "-G",
        -0.035986762
      ],
      [
        "orman",
        -0.00031711214
      ],
      [
        " Tar",
        -0.0007198188
      ],
      [
        "iff",
        -4.692145e-05
      ],
      [
        " Act",
        -0.0032607731
      ]
    ]
  },
  "Boucle du Baoule is a national park found in the Kayes region of this country, whose National Assembly is presently dominated by members of the Alliance for Democracy and Progress. Its highest point is Mt. Hombori Tondo, and Bambara is spoken by about 80% of the population. The Mande and the Fula ar two of this country's main ethnic groups, and minor cities in this country include Kidal, Sevare and Segou - though travelers might prefer to visit the Tomb of Tupama and other remnants of the Jenne-Jeno civilization at Djenne, site of a namesake \"Great Mosque.\" Bounded to the south by Burkina Faso": {
    "guess": "Mali",
    "confidence": [
      [
        "M",
        -0.00086179224
      ],
      [
        "ali",
        -3.5835506e-05
      ]
    ]
  },
  "The Boussinesq (BOO-sihn-esk) approximation for this process allows differences in density to be ignored except when they affect buoyancy (BOY- uhn-see), and the Churchill-Bernstein equation can estimate the Nusselt numbers that describe this process. This process is associated with high Prandtl (PRAHND-tull) numbers, and Benard cells model this process in the Earth's mantle. This usually is caused by a combination of currents and diffusion, and the forced type can be caused by air conditioning and electric fans. Name this form of heat transfer that does not occur in solids which is often contrasted with radiation and conduction.": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.037079558
      ],
      [
        "vection",
        -2.2842309e-05
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge at the Battle of Culloden, to which William Jennings Bryan replied that the \"David pebbles of truth\" would be more effective than the \"Goliath javelins of error.\" The Committee of the Whole overturned Tom L. Johnson's amendment to this act affecting wool and woolens. This act led to a Melville Fuller opinion resting on the principle that direct measures must be apportioned. This act's passage was depicted in a Harper's Weekly cartoon depicting a \"humiliating spectacle\" in which its second namesake wields a bull whip while riding the chariot of the Sugar Trust that is leading an enchained Grover Cleveland. Sections 27 through 37 of this act, which imposed a 2% tax on sums over $4,000, were declared unconstitutional in Pollock v. Farmers' Loan & Trust. For 10 points, name this 1894 act that": {
    "guess": "Wilson-Gorman Tariff Act",
    "confidence": [
      [
        "Wilson",
        -0.07678761
      ],
      [
        "-G",
        -0.67125976
      ],
      [
        "orman",
        -0.0023530493
      ],
      [
        " Tar",
        -0.011381307
      ],
      [
        "iff",
        -0.00026789203
      ],
      [
        " Act",
        -0.036380667
      ]
    ]
  },
  "Bousso proposed an upper bound for this quantity in the case of a trapped surface topology. The ground state of objects described by the Reissner-Nordstrom metric is proportional to the exponential of": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8253699
      ]
    ]
  },
  "It only bound participants for forty-day stretches, increasing recruitment. The only pitched siege in": {
    "guess": "Siege of Fort Pitt",
    "confidence": [
      [
        "Sie",
        -1.680906
      ],
      [
        "ge",
        -0.013410442
      ],
      [
        " of",
        -0.019709203
      ],
      [
        " Fort",
        -2.6872404
      ],
      [
        " Pitt",
        -1.7083867
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge at the Battle of Culloden, to which William Jennings Bryan replied that the \"David pebbles of truth\" would be more effective than the \"Goliath javelins of error.\" The Committee of the Whole overturned Tom L. Johnson's amendment to this act affecting wool and woolens. This act led to a Melville Fuller": {
    "guess": "Wilson-Gorman Tariff Act",
    "confidence": [
      [
        "Wilson",
        -0.5862142
      ],
      [
        "-G",
        -0.7131505
      ],
      [
        "orman",
        -3.6073914e-05
      ],
      [
        " Tar",
        -0.0027339053
      ],
      [
        "iff",
        -0.00011272187
      ],
      [
        " Act",
        -0.08359583
      ]
    ]
  },
  "Bousso proposed an upper bound for this quantity in the case of a trapped surface topology. The ground": {
    "guess": "Bousso bound",
    "confidence": [
      [
        "B",
        -1.0306443
      ],
      [
        "ous",
        -0.01620469
      ],
      [
        "so",
        -4.246537e-06
      ],
      [
        " bound",
        -0.08633309
      ]
    ]
  },
  "Some of the boundaries that define this construct are the Kermadec, Izu Bonin and Bougainville trenches.": {
    "guess": "Subduction",
    "confidence": [
      [
        "Sub",
        -0.7240063
      ],
      [
        "duction",
        -0.0057819546
      ]
    ]
  },
  "He bought land from the Chickasaw Ikkemotubbe and kidnapped a French architect for his proudest achievement.  At first it was unknown that he had abandoned Eulalia and an infant son, and he was accepted after he married Ellen Coldfield.  After serving in the war with Colonel Sartoris, he returned to find his Hundred destroyed.  His son, Henry, burned to death, leaving the idiot Charles Bon as his sole progeny.  FTP, name this planter whose story is told by Quentin Compson in Faulkner's Absalom, Absalom!": {
    "guess": "Thomas Sutpen",
    "confidence": [
      [
        "Thomas",
        -0.018255303
      ],
      [
        " S",
        -0.00024667746
      ],
      [
        "ut",
        -6.6947665e-05
      ],
      [
        "pen",
        -1.831257e-05
      ]
    ]
  },
  "Bousso proposed an upper bound for this quantity in the case of a trapped surface topology. The ground state of objects described by the Reissner-Nordstrom metric is proportional to the exponential of this quantity, which does not tend toward zero even if evaporation does. A proportionality constant used to calculate this quantity is one-fourth divided by big G and was proposed by Jacob Bekenstein. Gerard 't Hooft and Leonard Susskind used the fact that this quantity is independent of volume to show that facts about a volume can be embedded on the boundary, a result known as the holographic principle. It scales with area and is proportional to Hawking radiation. For 10 points, identify this quantity,": {
    "guess": "Bekenstein bound",
    "confidence": [
      [
        "B",
        -0.1927531
      ],
      [
        "eken",
        -0.004725365
      ],
      [
        "stein",
        -1.0683535e-05
      ],
      [
        " bound",
        -0.10963919
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge at the Battle of Culloden, to which William Jennings Bryan replied that the \"David pebbles of truth\" would be more effective than the \"Goliath javelins of error.\" The Committee of the Whole overturned Tom L. Johnson's amendment to this act affecting wool and woolens. This act led to a Melville Fuller opinion resting on the principle that direct measures must be apportioned. This act's passage was depicted in a Harper's Weekly cartoon depicting a \"humiliating spectacle\" in which its second namesake": {
    "guess": "Wilson-Gorman Tariff Act",
    "confidence": [
      [
        "Wilson",
        -0.25786197
      ],
      [
        "-G",
        -0.47558853
      ],
      [
        "orman",
        -0.00021974841
      ],
      [
        " Tar",
        -0.008458667
      ],
      [
        "iff",
        -0.00013226394
      ],
      [
        " Act",
        -0.05348282
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge": {
    "guess": "Homestead Strike",
    "confidence": [
      [
        "Hom",
        -1.6659826
      ],
      [
        "estead",
        -0.029973902
      ],
      [
        " Strike",
        -0.1582611
      ]
    ]
  },
  "The Boussinesq (BOO-sihn-esk) approximation for this process allows differences in density to be ignored except when they affect buoyancy (BOY- uhn-see), and the Churchill-Bernstein equation can estimate the Nusselt numbers that describe this process. This process is associated with high Prandtl (PRAHND-tull) numbers, and Benard cells model this process in the Earth's mantle. This usually is caused": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.009324163
      ],
      [
        "vection",
        -2.4391957e-05
      ]
    ]
  },
  "Some of the boundaries that define this construct are the Kermadec, Izu Bonin and Bougainville trenches. It is more visibly comprised of such arcs as the New Hebrides, the Kuriles (CURE-eye-ulz), and the Aleutians. Nearly all deep-focus (*) earthquakes, and eighty percent of shallow-focus earthquakes worldwide, originate in the tectonic boundaries that comprise this structure, which is more formally": {
    "guess": "Ring of Fire",
    "confidence": [
      [
        "Ring",
        -0.014184901
      ],
      [
        " of",
        -3.7146747e-05
      ],
      [
        " Fire",
        -0.00058770267
      ]
    ]
  },
  "Some of the boundaries that define this construct are the Kermadec, Izu Bonin and Bougainville trenches. It is more visibly comprised of such arcs as the New Hebrides, the Kuriles (CURE-eye-ulz), and the": {
    "guess": "Subduction",
    "confidence": [
      [
        "Sub",
        -0.046797734
      ],
      [
        "duction",
        -0.00020020269
      ]
    ]
  },
  "Bousso proposed an upper bound for this quantity in the case of a trapped surface topology. The ground state of objects described by the Reissner-Nordstrom metric is proportional to the exponential of this quantity, which does not tend toward zero even if evaporation does. A proportionality constant used to calculate this quantity is one-fourth divided by big G and was proposed by Jacob Bekenstein. Gerard 't Hooft and Leonard Susskind used the fact that this quantity is independent of volume to show that facts about a volume can be embedded on the boundary, a result known as the holographic principle.": {
    "guess": "Bekenstein bound",
    "confidence": [
      [
        "B",
        -0.097989775
      ],
      [
        "eken",
        -0.0004907185
      ],
      [
        "stein",
        -1.3856493e-06
      ],
      [
        " bound",
        -0.02487046
      ]
    ]
  },
  "Some of the boundaries that define this construct are the Kermadec, Izu Bonin and Bougainville trenches. It is more visibly comprised of such arcs as the New Hebrides, the Kuriles (CURE-eye-ulz), and the Aleutians. Nearly all deep-focus (*) earthquakes, and eighty percent of shallow-focus earthquakes worldwide, originate in the tectonic boundaries that comprise this structure, which is more formally called the Circum-Pacific Belt. For 10 points, what is this circular zone at the margins of the Pacific Ocean, named for its high volcanic activity?": {
    "guess": "Ring of Fire",
    "confidence": [
      [
        "Ring",
        -0.5277201
      ],
      [
        " of",
        -0.00010580806
      ],
      [
        " Fire",
        -0.0009999402
      ]
    ]
  },
  "It only bound participants for forty-day stretches, increasing recruitment. The only pitched siege in this conflict was at Carcassonne, and following its confused attack on Zadar, its leader temporarily quit this movement. It was spurred by Peter of Castelnau's assassination at the orders of Raymond VI, and finally ended by Louis VIII. During a battle at Béziers during this action, a commander instructed that \"God will know his own,\" as justification for an order to \"Kill them all.\" For 10 points, name this movement led by Simon de Monfort, which was decreed by Innocent III against the dualistic Cathars of Southern France.": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.0062220553
      ],
      [
        "big",
        -0.00019889144
      ],
      [
        "ens",
        -1.3856493e-06
      ],
      [
        "ian",
        -1.27099975e-05
      ],
      [
        " Crus",
        -5.6769813e-06
      ],
      [
        "ade",
        -6.408677e-05
      ]
    ]
  },
  "Bousso proposed an upper bound for this quantity in the case of a trapped surface topology. The ground state of objects described by the Reissner-Nordstrom metric is proportional to the exponential of this quantity, which does not tend toward zero even if evaporation does. A proportionality constant used to calculate this quantity is one-fourth divided by big G and was proposed by Jacob Bekenstein. Gerard 't Hooft and Leonard Susskind used the fact that this quantity is independent of volume to show": {
    "guess": "Bekenstein bound",
    "confidence": [
      [
        "B",
        -0.059932493
      ],
      [
        "eken",
        -0.053239625
      ],
      [
        "stein",
        -3.0545007e-06
      ],
      [
        " bound",
        -0.06292129
      ]
    ]
  },
  "Boucle du Baoule is a national park found in the Kayes region of this country, whose National Assembly is presently dominated by members of the Alliance for Democracy and Progress. Its highest point is Mt. Hombori Tondo, and Bambara is spoken by about 80% of the population. The Mande and the Fula ar": {
    "guess": "Mali",
    "confidence": [
      [
        "M",
        -0.023254564
      ],
      [
        "ali",
        -0.00057138276
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge at the Battle of Culloden, to which William Jennings Bryan replied that the \"David pebbles of truth\" would be more effective than the \"Goliath javelins of error.\" The Committee of the Whole overturned": {
    "guess": "Free Silver Movement",
    "confidence": [
      [
        "Free",
        -1.874794
      ],
      [
        " Silver",
        -0.23654021
      ],
      [
        " Movement",
        -0.46386406
      ]
    ]
  },
  "He bought land from the Chickasaw Ikkemotubbe and kidnapped a French architect for his proudest achievement.  At first it was unknown that he had abandoned Eulalia and an infant son, and he was accepted after he married Ellen Coldfield.  After serving in the war with Colonel Sartoris, he returned to": {
    "guess": "Sutpen's Hundred",
    "confidence": [
      [
        "S",
        -1.3415073
      ],
      [
        "ut",
        -0.2892725
      ],
      [
        "pen",
        -0.0002072357
      ],
      [
        "'s",
        -0.10089565
      ],
      [
        " Hundred",
        -0.04323828
      ]
    ]
  },
  "He bought land from the Chickasaw Ikkemotubbe and kidnapped a French architect for his proudest achievement.": {
    "guess": "Yoknapatawpha County",
    "confidence": [
      [
        "Y",
        -1.5067698
      ],
      [
        "ok",
        -0.006136873
      ],
      [
        "nap",
        -0.0011651034
      ],
      [
        "ata",
        -2.2603901e-05
      ],
      [
        "w",
        -9.1742026e-05
      ],
      [
        "pha",
        -1.4021238e-05
      ],
      [
        " County",
        -0.00027230257
      ]
    ]
  },
  "The Boussinesq (BOO-sihn-esk) approximation for this process allows differences in density to be ignored except when they affect buoyancy (BOY- uhn-see), and the Churchill-Bernstein equation can estimate the Nusselt numbers that describe this process. This process is associated with high Prandtl (PRAHND-tull) numbers, and Benard cells model this process in the Earth's mantle. This usually is caused by a combination of currents and diffusion, and the forced type can be caused by air conditioning and electric fans. Name this form of heat transfer that does not occur in solids which is often contrasted": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.021784084
      ],
      [
        "vection",
        -0.00012797261
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge at the Battle of Culloden, to which William Jennings Bryan replied that the \"David pebbles of truth\" would be more effective than the \"Goliath javelins of error.\" The Committee of the Whole overturned Tom L. Johnson's amendment to this act affecting wool and woolens. This act led to a Melville Fuller opinion resting on the principle that direct measures must be apportioned. This act's passage was": {
    "guess": "Wilson-Gorman Tariff Act",
    "confidence": [
      [
        "Wilson",
        -0.14202128
      ],
      [
        "-G",
        -0.45480624
      ],
      [
        "orman",
        -7.326546e-05
      ],
      [
        " Tar",
        -0.004924547
      ],
      [
        "iff",
        -0.00012356207
      ],
      [
        " Act",
        -0.08781529
      ]
    ]
  },
  "Some of the boundaries that define this construct are the Kermadec, Izu Bonin and Bougainville trenches. It is more visibly comprised of such arcs as the New Hebrides, the Kuriles (CURE-eye-ulz), and the Aleutians. Nearly all deep-focus (*) earthquakes, and eighty percent of shallow-focus earthquakes worldwide, originate in the tectonic boundaries that comprise this structure, which is more formally called the Circum-Pacific Belt. For 10 points, what is this circular zone at the margins of the Pacific": {
    "guess": "Pacific Ring of Fire",
    "confidence": [
      [
        "Pacific",
        -0.065171435
      ],
      [
        " Ring",
        -0.00049465225
      ],
      [
        " of",
        -3.4285862e-05
      ],
      [
        " Fire",
        -1.5332478e-05
      ]
    ]
  },
  "The Boussinesq (BOO-sihn-esk) approximation for this process allows differences in density to be ignored": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.14854072
      ],
      [
        "vection",
        -1.0802739e-05
      ]
    ]
  },
  "The Boussinesq (BOO-sihn-esk) approximation for this process allows differences in density to be ignored except when they affect buoyancy (BOY- uhn-see), and the Churchill-Bernstein equation can estimate": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.3768454
      ],
      [
        "vection",
        -2.2007884e-05
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge at the Battle of Culloden, to which William Jennings Bryan replied that the \"David pebbles of truth\" would be more effective than the \"Goliath javelins of error.\" The Committee of the Whole overturned Tom L. Johnson's amendment to this act affecting wool and woolens. This act led to a Melville Fuller opinion resting on the principle that direct measures must be apportioned. This act's passage was depicted in a Harper's Weekly cartoon depicting a \"humiliating spectacle\" in which its second namesake wields a bull whip while riding the chariot of the Sugar Trust that is leading an enchained Grover Cleveland. Sections 27 through 37 of this act, which imposed a 2% tax on sums over $4,000, were": {
    "guess": "Wilson-Gorman Tariff Act",
    "confidence": [
      [
        "Wilson",
        -0.03831769
      ],
      [
        "-G",
        -0.41744143
      ],
      [
        "orman",
        -0.000709571
      ],
      [
        " Tar",
        -0.014397601
      ],
      [
        "iff",
        -0.00034785937
      ],
      [
        " Act",
        -0.09591503
      ]
    ]
  },
  "It only bound participants for forty-day stretches, increasing recruitment. The only pitched siege in this conflict was at Carcassonne, and following its confused attack on Zadar, its leader temporarily quit this movement. It was spurred by Peter of Castelnau's assassination at the orders of Raymond VI, and finally ended by Louis VIII. During a battle at Béziers during this action, a commander instructed that \"God will know his own,\" as justification for an order to \"Kill them all.\" For 10 points, name this movement led by Simon de Monfort, which was decreed by Innocent III against the dualistic": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.0012358223
      ],
      [
        "big",
        -0.0002223709
      ],
      [
        "ens",
        -1.0280384e-06
      ],
      [
        "ian",
        -1.3902034e-05
      ],
      [
        " Crus",
        -1.5570886e-05
      ],
      [
        "ade",
        -9.865584e-05
      ]
    ]
  },
  "It only bound participants for forty-day stretches, increasing recruitment. The only pitched siege in this conflict was at Carcassonne, and following its confused attack on Zadar, its leader temporarily quit this movement. It was spurred by Peter of Castelnau's assassination at the orders of Raymond": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.06873009
      ],
      [
        "big",
        -0.0005207432
      ],
      [
        "ens",
        -1.0564331e-05
      ],
      [
        "ian",
        -4.0603656e-05
      ],
      [
        " Crus",
        -8.900034e-05
      ],
      [
        "ade",
        -0.0008390464
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge at the Battle of Culloden, to which William Jennings Bryan replied that the \"David pebbles of truth\" would be more effective than the \"Goliath javelins of error.\" The Committee of the Whole overturned Tom L. Johnson's amendment to this act affecting wool and woolens. This act led to a Melville Fuller opinion resting on the principle that direct measures must be apportioned. This act's passage was depicted in a Harper's Weekly cartoon depicting a \"humiliating spectacle\" in which its second namesake wields a bull whip while riding the chariot of the Sugar Trust that is leading an enchained Grover": {
    "guess": "Wilson-Gorman Tariff Act",
    "confidence": [
      [
        "Wilson",
        -0.010074201
      ],
      [
        "-G",
        -0.039005358
      ],
      [
        "orman",
        -0.00025907462
      ],
      [
        " Tar",
        -0.0015591396
      ],
      [
        "iff",
        -2.355753e-05
      ],
      [
        " Act",
        -0.03539286
      ]
    ]
  },
  "It only bound participants for forty-day stretches, increasing recruitment. The only pitched siege in this conflict was at Carcassonne, and following its confused attack on Zadar, its leader temporarily quit this movement. It was spurred by Peter of Castelnau's assassination at the orders of Raymond VI, and finally ended by Louis VIII. During a battle at Béziers during this action, a commander instructed": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.03661135
      ],
      [
        "big",
        -0.00028672256
      ],
      [
        "ens",
        -6.869018e-06
      ],
      [
        "ian",
        -2.2127088e-05
      ],
      [
        " Crus",
        -2.9160103e-05
      ],
      [
        "ade",
        -9.2457245e-05
      ]
    ]
  },
  "Bousso proposed an upper bound for this quantity in the case of a trapped surface topology. The ground state of objects described by the Reissner-Nordstrom metric is proportional to the exponential of this quantity, which does not tend toward zero even if evaporation does. A proportionality constant": {
    "guess": "Bousso bound",
    "confidence": [
      [
        "B",
        -0.40428698
      ],
      [
        "ous",
        -0.27439377
      ],
      [
        "so",
        -2.9352968e-06
      ],
      [
        " bound",
        -0.20478767
      ]
    ]
  },
  "The Boussinesq (BOO-sihn-esk) approximation for this process allows differences in density to be ignored except when they affect buoyancy (BOY- uhn-see), and the Churchill-Bernstein equation can estimate the Nusselt numbers that describe this process. This process is associated with high Prandtl (PRAHND-tull)": {
    "guess": "Natural convection",
    "confidence": [
      [
        "Natural",
        -0.40045452
      ],
      [
        " con",
        -0.054023396
      ],
      [
        "vection",
        -0.00012546933
      ]
    ]
  },
  "Bousso proposed an upper bound for this quantity in the case of a trapped surface topology. The ground state of objects described by the Reissner-Nordstrom metric is proportional to the exponential of this quantity, which does not tend toward zero even if evaporation does. A proportionality constant used to calculate this quantity is one-fourth divided by big G and was proposed by Jacob Bekenstein. Gerard 't Hooft and Leonard Susskind used the fact that this quantity is independent of volume to show that facts about a volume can be embedded on the boundary, a result known as the holographic principle. It scales with area and is proportional to Hawking radiation. For 10 points, identify this quantity, which measures the amount of disorder for a certain supermassive object.": {
    "guess": "Bekenstein bound",
    "confidence": [
      [
        "B",
        -0.5056761
      ],
      [
        "eken",
        -0.0041742027
      ],
      [
        "stein",
        -7.465036e-06
      ],
      [
        " bound",
        -0.107268475
      ]
    ]
  },
  "Boucle du Baoule is a national park found in the Kayes region of this country, whose National Assembly is presently dominated by members of the Alliance for Democracy and Progress. Its highest point is Mt. Hombori Tondo, and Bambara is spoken by about 80% of the population. The Mande and the Fula ar two of this country's main ethnic groups, and minor cities in this country include Kidal, Sevare and Segou - though travelers might prefer to visit the Tomb of Tupama and other remnants of the Jenne-Jeno civilization at Djenne, site of a namesake \"Great Mosque.\" Bounded to the south by Burkina Faso and the Republic of Guinea, the Battle of Tondibi took place is this country, which was formerly home to empires led by Sonni Ali and Mansa Musa. FTP, identify this nation whose cities include Timbuktu and the capital Bamako.": {
    "guess": "Mali",
    "confidence": [
      [
        "M",
        -0.0018505816
      ],
      [
        "ali",
        -0.00010747691
      ]
    ]
  },
  "The Boussinesq (BOO-sihn-esk) approximation for this process allows differences in density to be ignored except when they affect buoyancy (BOY- uhn-see), and the Churchill-Bernstein equation can estimate the Nusselt numbers that describe this process. This process is associated with high Prandtl (PRAHND-tull) numbers, and Benard cells model this process in the Earth's mantle. This usually is caused by a combination of currents and diffusion, and the forced type can be caused by air conditioning and": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.0089504095
      ],
      [
        "vection",
        -8.299462e-06
      ]
    ]
  },
  "Bousso proposed an upper bound for this quantity in the case of a trapped surface topology. The ground state of objects described by the Reissner-Nordstrom metric is proportional to the exponential of this quantity, which does not tend toward zero even if evaporation does. A proportionality constant used to calculate this quantity is one-fourth divided by big G and was proposed by Jacob Bekenstein.": {
    "guess": "Bekenstein bound",
    "confidence": [
      [
        "B",
        -0.3009284
      ],
      [
        "eken",
        -0.09767716
      ],
      [
        "stein",
        -5.080963e-06
      ],
      [
        " bound",
        -0.023811493
      ]
    ]
  },
  "Boucle du Baoule is a national park found in the Kayes region of this country, whose National Assembly is presently dominated by members of the Alliance for Democracy and Progress. Its highest point is Mt. Hombori Tondo, and Bambara is spoken by about 80% of the population. The Mande and the Fula ar two of this country's main ethnic groups, and minor cities in this country include Kidal, Sevare and Segou - though travelers might prefer to visit the Tomb of Tupama and other remnants of the Jenne-Jeno": {
    "guess": "Mali",
    "confidence": [
      [
        "M",
        -0.001081041
      ],
      [
        "ali",
        -5.7649777e-05
      ]
    ]
  },
  "It only bound participants for forty-day stretches, increasing recruitment. The only pitched siege in this conflict was at Carcassonne, and following its confused attack on Zadar, its leader temporarily": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.8206808
      ],
      [
        "big",
        -0.0011668878
      ],
      [
        "ens",
        -8.3874584e-05
      ],
      [
        "ian",
        -3.5597102e-05
      ],
      [
        " Crus",
        -0.000107715314
      ],
      [
        "ade",
        -0.00062499143
      ]
    ]
  },
  "He bought land from the Chickasaw Ikkemotubbe and kidnapped a French architect for his proudest achievement.  At first it was unknown that he had abandoned Eulalia and an infant son, and he was accepted": {
    "guess": "Sutpen's Hundred",
    "confidence": [
      [
        "S",
        -1.7438087
      ],
      [
        "ut",
        -0.42706078
      ],
      [
        "pen",
        -0.0018368989
      ],
      [
        "'s",
        -0.044541378
      ],
      [
        " Hundred",
        -0.043256197
      ]
    ]
  },
  "Boucle du Baoule is a national park found in the Kayes region of this country, whose National Assembly is presently dominated by members of the Alliance for Democracy and Progress. Its highest point is Mt. Hombori Tondo, and Bambara is spoken by about 80% of the population. The Mande and the Fula ar two of this country's main ethnic groups, and minor cities in this country include Kidal, Sevare and Segou - though travelers might prefer to visit the Tomb of Tupama and other remnants of the Jenne-Jeno civilization at Djenne, site of a namesake \"Great Mosque.\" Bounded to the south by Burkina Faso and the Republic of Guinea, the Battle of Tondibi took place is this country, which was formerly home to empires led by Sonni Ali and Mansa Musa. FTP, identify this nation whose cities include Timbuktu": {
    "guess": "Mali",
    "confidence": [
      [
        "M",
        -0.00086465315
      ],
      [
        "ali",
        -1.7716551e-05
      ]
    ]
  },
  "Bourke Cockran likened the Democratic stance on this act to the Scottish Highlanders' premature charge at the Battle of Culloden, to which William Jennings Bryan replied that the \"David pebbles of truth\"": {
    "guess": "Free Silver Movement",
    "confidence": [
      [
        "Free",
        -1.5194457
      ],
      [
        " Silver",
        -0.28410006
      ],
      [
        " Movement",
        -0.17703816
      ]
    ]
  },
  "Some of the boundaries that define this construct are the Kermadec, Izu Bonin and Bougainville trenches. It is more visibly comprised of such arcs as the New Hebrides, the Kuriles (CURE-eye-ulz), and the Aleutians. Nearly all deep-focus (*) earthquakes, and eighty percent of shallow-focus earthquakes": {
    "guess": "Subduction Zone",
    "confidence": [
      [
        "Sub",
        -0.04448882
      ],
      [
        "duction",
        -0.00011462913
      ],
      [
        " Zone",
        -0.534111
      ]
    ]
  },
  "It only bound participants for forty-day stretches, increasing recruitment. The only pitched siege in this conflict was at Carcassonne, and following its confused attack on Zadar, its leader temporarily quit this movement. It was spurred by Peter of Castelnau's assassination at the orders of Raymond VI, and finally ended by Louis VIII. During a battle at Béziers during this action, a commander instructed that \"God will know his own,\" as justification for an order to \"Kill them all.\" For 10 points,": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.006783455
      ],
      [
        "big",
        -0.000112245056
      ],
      [
        "ens",
        -7.89631e-07
      ],
      [
        "ian",
        -2.1769476e-05
      ],
      [
        " Crus",
        -5.2001665e-06
      ],
      [
        "ade",
        -6.897413e-05
      ]
    ]
  },
  "He bought land from the Chickasaw Ikkemotubbe and kidnapped a French architect for his proudest achievement.  At first it was unknown that he had abandoned Eulalia and an infant son, and he was accepted after he married Ellen Coldfield.  After serving in the war with Colonel Sartoris, he returned to find his Hundred destroyed.  His son, Henry, burned to death, leaving the idiot Charles Bon as his sole": {
    "guess": "Thomas Sutpen",
    "confidence": [
      [
        "Thomas",
        -0.50422174
      ],
      [
        " S",
        -0.00020532844
      ],
      [
        "ut",
        -1.9862217e-05
      ],
      [
        "pen",
        -2.5941605e-05
      ]
    ]
  },
  "Boucle du Baoule is a national park found in the Kayes region of this country, whose National Assembly": {
    "guess": "Mali",
    "confidence": [
      [
        "M",
        -0.004599465
      ],
      [
        "ali",
        -0.0004247164
      ]
    ]
  },
  "Boucle du Baoule is a national park found in the Kayes region of this country, whose National Assembly is presently dominated by members of the Alliance for Democracy and Progress. Its highest point is Mt. Hombori Tondo, and Bambara is spoken by about 80% of the population. The Mande and the Fula ar two of this country's main ethnic groups, and minor cities in this country include Kidal, Sevare and Segou - though travelers might prefer to visit the Tomb of Tupama and other remnants of the Jenne-Jeno civilization at Djenne, site of a namesake \"Great Mosque.\" Bounded to the south by Burkina Faso and the Republic of Guinea, the Battle of Tondibi took place is this country, which was formerly home": {
    "guess": "Mali",
    "confidence": [
      [
        "M",
        -0.0010607947
      ],
      [
        "ali",
        -2.2603901e-05
      ]
    ]
  }
}