{
  "The jurist Bernardo di Quintavalle was the first to accompany this man, who impressed Melek el-Kamel by triumphing over the sultan's Muslim scholars in a trial by fire. This man was able to pacify the Wolf of Gubbio, and suffered a major illness in between campaigns set at Puglia and Perugia. Tommaso de Celano wrote the biography of this figure, who was gifted the mountain La Verna and was the subject of several Fioretti. This saint created an order containing the Poor Clares after he received the stigmata during a vision about the Feast of the Cross. For 10 points, name this patron saint of animals,": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.009281285
      ],
      [
        "is",
        -0.0001273766
      ],
      [
        " of",
        -0.0008710828
      ],
      [
        " Ass",
        -7.243103e-05
      ],
      [
        "isi",
        -0.00016349163
      ]
    ]
  },
  "The jurist Bernardo di Quintavalle was the first to accompany this man, who impressed Melek el-Kamel by triumphing over the sultan's Muslim scholars in a trial by fire. This man was able to pacify the": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.099709935
      ],
      [
        "is",
        -0.011659767
      ],
      [
        " of",
        -0.0007372043
      ],
      [
        " Ass",
        -0.00032914805
      ],
      [
        "isi",
        -0.00034011112
      ]
    ]
  },
  "The jurist Bernardo di Quintavalle was the first to accompany this man, who impressed Melek el-Kamel by triumphing over the sultan's Muslim scholars in a trial by fire. This man was able to pacify the Wolf of Gubbio, and suffered a major illness in between campaigns set at Puglia and Perugia. Tommaso de Celano wrote the biography of this figure, who was gifted the mountain La Verna and was the subject of several Fioretti. This saint created an order containing the Poor Clares after he received the stigmata during a vision about the Feast of the Cross. For 10 points, name this patron saint of animals, an Italian saint from Assisi.": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.015126201
      ],
      [
        "is",
        -0.00085750467
      ],
      [
        " of",
        -0.00030674142
      ],
      [
        " Ass",
        -4.3583746e-05
      ],
      [
        "isi",
        -0.00029923528
      ]
    ]
  },
  "The jurist Bernardo di Quintavalle was the first to accompany this man, who impressed Melek el-Kamel by triumphing over the sultan's Muslim scholars in a trial by fire. This man was able to pacify the Wolf of Gubbio, and suffered a major illness in between campaigns set at Puglia and Perugia. Tommaso": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.15465719
      ],
      [
        "is",
        -0.0051650894
      ],
      [
        " of",
        -0.002091496
      ],
      [
        " Ass",
        -0.00019293126
      ],
      [
        "isi",
        -0.0005933052
      ]
    ]
  },
  "The jurist Bernardo di Quintavalle was the first to accompany this man, who impressed Melek el-Kamel by triumphing over the sultan's Muslim scholars in a trial by fire. This man was able to pacify the Wolf of Gubbio, and suffered a major illness in between campaigns set at Puglia and Perugia. Tommaso de Celano wrote the biography of this figure, who was gifted the mountain La Verna and was the subject": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.008064841
      ],
      [
        "is",
        -0.0017904938
      ],
      [
        " of",
        -0.0009839815
      ],
      [
        " Ass",
        -9.72254e-05
      ],
      [
        "isi",
        -0.00047785923
      ]
    ]
  },
  "The jurist Bernardo di Quintavalle was the first to accompany this man, who impressed Melek el-Kamel by triumphing over the sultan's Muslim scholars in a trial by fire. This man was able to pacify the Wolf of Gubbio, and suffered a major illness in between campaigns set at Puglia and Perugia. Tommaso de Celano wrote the biography of this figure, who was gifted the mountain La Verna and was the subject of several Fioretti. This saint created an order containing the Poor Clares after he received the": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.021770904
      ],
      [
        "is",
        -0.008618946
      ],
      [
        " of",
        -0.0017155166
      ],
      [
        " Ass",
        -6.515961e-05
      ],
      [
        "isi",
        -0.00010485443
      ]
    ]
  },
  "The jurist Bernardo di Quintavalle was the first to accompany this man, who impressed Melek el-Kamel": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.047963068
      ],
      [
        "is",
        -0.0009753054
      ],
      [
        " of",
        -6.396757e-05
      ],
      [
        " Ass",
        -3.7146747e-05
      ],
      [
        "isi",
        -0.00024251631
      ]
    ]
  }
}