{
  "Loki and Heimdall fought each other in the form of these creatures in the ocean, while a group of people evolve into human-like forms of these creatures after shipwrecking in Kurt Vonnegut's Galapagos. Lake Ladoga is home to a ringed variety of this species of animal, while the Nerpa ones are unique": {
    "guess": "Seal",
    "confidence": [
      [
        "Se",
        -0.060777176
      ],
      [
        "al",
        -0.007711562
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars, which have compositions that vary from their other members, which have constant lithium-beryllium ratios. The Shapley Classification assigns them values of c through g according to their concentration,": {
    "guess": "Open cluster",
    "confidence": [
      [
        "Open",
        -0.60698
      ],
      [
        " cluster",
        -0.8831879
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars,": {
    "guess": "Open cluster",
    "confidence": [
      [
        "Open",
        -0.6315346
      ],
      [
        " cluster",
        -0.27901274
      ]
    ]
  },
  "Loki and Heimdall fought each other in the form of these creatures in the ocean, while a group of people evolve into human-like forms of these creatures after shipwrecking in Kurt Vonnegut's Galapagos. Lake Ladoga is home to a ringed variety of this species of animal, while the Nerpa ones are unique to Lake Baikal. The daughter of the Inuit creator god is most closely associated with these animals, and in one story Sedna's severed fingers became whales, walruses, and these creatures. In Celtic myth, Selkies could transform from these into humans on land and transformed back by reattaching their skins. For 10 points, name this cute aquatic mammal that is often snacked upon by killer whales and clubbed to death and eaten as a delicacy by Canadians.": {
    "guess": "Seal",
    "confidence": [
      [
        "Se",
        -0.13652392
      ],
      [
        "al",
        -0.0014956956
      ]
    ]
  },
  "Loki and Heimdall fought each other in the form of these creatures in the ocean, while a group of people evolve into human-like forms of these creatures after shipwrecking in Kurt Vonnegut's Galapagos. Lake Ladoga is home to a ringed variety of this species of animal, while the Nerpa ones are unique to Lake Baikal. The daughter of the Inuit creator god is most closely associated with these animals,": {
    "guess": "Seal",
    "confidence": [
      [
        "Se",
        -0.24034505
      ],
      [
        "al",
        -0.0029148348
      ]
    ]
  },
  "Loki and Heimdall fought each other in the form of these creatures in the ocean, while a group of people evolve into human-like forms of these creatures after shipwrecking in Kurt Vonnegut's Galapagos.": {
    "guess": "Seal (mammal)",
    "confidence": [
      [
        "Se",
        -0.5240422
      ],
      [
        "al",
        -0.03225061
      ],
      [
        " (",
        -0.6776257
      ],
      [
        "m",
        -0.41401586
      ],
      [
        "amm",
        -5.240482e-05
      ],
      [
        "al",
        -0.0015515215
      ],
      [
        ")",
        -0.0013603554
      ]
    ]
  },
  "Loki and Heimdall fought each other in the form of these creatures in the ocean, while a group of people evolve into human-like forms of these creatures after shipwrecking in Kurt Vonnegut's Galapagos. Lake Ladoga is home to a ringed variety of this species of animal, while the Nerpa ones are unique to Lake Baikal. The daughter of the Inuit creator god is most closely associated with these animals, and in one story Sedna's severed fingers became whales, walruses, and these creatures. In Celtic myth, Selkies could transform from these into humans on land and transformed back by reattaching their": {
    "guess": "Seal",
    "confidence": [
      [
        "Se",
        -0.027252229
      ],
      [
        "al",
        -0.0026798216
      ]
    ]
  },
  "Loki and Heimdall fought each other in the form of these creatures in the ocean, while a group of people": {
    "guess": "Seal",
    "confidence": [
      [
        "Se",
        -0.48392135
      ],
      [
        "al",
        -0.3288684
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars, which have compositions that vary from their other members, which have constant lithium-beryllium ratios. The Shapley Classification assigns them values of c through g according to their concentration, while the Trumpler schema adds range and brightness to their description. Another technique uses": {
    "guess": "Open cluster",
    "confidence": [
      [
        "Open",
        -0.21981089
      ],
      [
        " cluster",
        -0.3085152
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars, which have compositions that vary from their other members, which have constant lithium-beryllium ratios. The Shapley Classification assigns them values of c through g according to their concentration, while the Trumpler schema adds range and brightness to their description. Another technique uses main sequence fitting for distance measuring between them, which applies parallax data from the satellite Hipparcos to an example near Aldebaran. Containing between 50 and 1000 young stars which lie within the galactic plane, the classical illustration contains such members as Taygeta, Celaeno, and": {
    "guess": "Open cluster",
    "confidence": [
      [
        "Open",
        -0.15517342
      ],
      [
        " cluster",
        -0.70768166
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars, which have compositions that vary from their other members, which have constant lithium-beryllium ratios. The Shapley Classification assigns them values of c through g according to their concentration, while the Trumpler schema adds range and brightness to their description. Another technique uses main sequence fitting for distance measuring between them, which applies parallax data from the satellite": {
    "guess": "Open star cluster",
    "confidence": [
      [
        "Open",
        -0.47087294
      ],
      [
        " star",
        -0.5472182
      ],
      [
        " cluster",
        -0.01724662
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars, which have compositions that vary from their other members, which have constant lithium-beryllium ratios. The Shapley Classification assigns them values of c through g according to their concentration, while the Trumpler schema adds range and brightness to their description. Another technique uses main sequence fitting for distance measuring between them, which applies parallax data from the satellite Hipparcos to an example near Aldebaran. Containing between 50 and 1000 young stars which lie within the galactic plane, the classical illustration contains such members as Taygeta, Celaeno, and Alcyone. FTP, name this type of loosely-bound astronomical body originating in diffuse nebulae including the Pleiades, the opposite of a globular cluster.": {
    "guess": "Open cluster",
    "confidence": [
      [
        "Open",
        -0.005912439
      ],
      [
        " cluster",
        -0.50809246
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars, which have compositions that vary from their other members, which have constant lithium-beryllium": {
    "guess": "Open star cluster",
    "confidence": [
      [
        "Open",
        -0.19402316
      ],
      [
        " star",
        -0.6133471
      ],
      [
        " cluster",
        -0.022010462
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars, which have compositions that vary from their other members, which have constant lithium-beryllium ratios. The Shapley Classification assigns them values of c through g according to their concentration, while the Trumpler schema adds range and brightness to their description. Another technique uses main sequence fitting for distance measuring between them, which applies parallax data from the satellite Hipparcos to an example near Aldebaran. Containing between 50 and 1000 young stars which lie within the galactic plane, the classical illustration contains such members as Taygeta, Celaeno, and Alcyone. FTP, name this type of loosely-bound astronomical body originating in diffuse nebulae including": {
    "guess": "Open star cluster",
    "confidence": [
      [
        "Open",
        -0.14370231
      ],
      [
        " star",
        -0.5288248
      ],
      [
        " cluster",
        -0.0053713103
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the": {
    "guess": "Loktin-Matkin catalogue",
    "confidence": [
      [
        "L",
        -0.27045164
      ],
      [
        "ok",
        -0.10464816
      ],
      [
        "tin",
        -4.5491004e-05
      ],
      [
        "-M",
        -0.013144109
      ],
      [
        "at",
        -0.013012216
      ],
      [
        "kin",
        -0.0026642426
      ],
      [
        " catalogue",
        -0.27615047
      ]
    ]
  },
  "The Loktin-Matkin catalogue determines distance and red shift data for 330 of them from UBV, and the Markarian and Collinder catalogues list some of their aberrant members, such as Ap and Am-type stars, which have compositions that vary from their other members, which have constant lithium-beryllium ratios. The Shapley Classification assigns them values of c through g according to their concentration, while the Trumpler schema adds range and brightness to their description. Another technique uses main sequence fitting for distance measuring between them, which applies parallax data from the satellite Hipparcos to an example near Aldebaran. Containing between 50 and 1000 young stars which lie": {
    "guess": "Open cluster",
    "confidence": [
      [
        "Open",
        -0.10220274
      ],
      [
        " cluster",
        -0.37599412
      ]
    ]
  },
  "Loki and Heimdall fought each other in the form of these creatures in the ocean, while a group of people evolve into human-like forms of these creatures after shipwrecking in Kurt Vonnegut's Galapagos. Lake Ladoga is home to a ringed variety of this species of animal, while the Nerpa ones are unique to Lake Baikal. The daughter of the Inuit creator god is most closely associated with these animals, and in one story Sedna's severed fingers became whales, walruses, and these creatures. In Celtic myth, Selkies could transform from these into humans on land and transformed back by reattaching their skins. For 10 points, name this cute aquatic mammal that is often snacked upon by killer whales and": {
    "guess": "Seal",
    "confidence": [
      [
        "Se",
        -0.5872805
      ],
      [
        "al",
        -0.0074717402
      ]
    ]
  },
  "Loki and Heimdall fought each other in the form of these creatures in the ocean, while a group of people evolve into human-like forms of these creatures after shipwrecking in Kurt Vonnegut's Galapagos. Lake Ladoga is home to a ringed variety of this species of animal, while the Nerpa ones are unique to Lake Baikal. The daughter of the Inuit creator god is most closely associated with these animals, and in one story Sedna's severed fingers became whales, walruses, and these creatures. In Celtic myth,": {
    "guess": "Seal (mammal)",
    "confidence": [
      [
        "Se",
        -0.21989997
      ],
      [
        "al",
        -0.0001202317
      ],
      [
        " (",
        -0.5502823
      ],
      [
        "m",
        -1.0163074
      ],
      [
        "amm",
        -0.00013512482
      ],
      [
        "al",
        -0.0031301863
      ],
      [
        ")",
        -0.00065465475
      ]
    ]
  }
}