{
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei Quattro Mori in Marino commemorates it. It reversed the outcome of the Battle of Preveza fought forty-four years earlier, and it was followed by a brief campaign of expansion which captured Tunis. The Marqu? de Santa Cruz's reserve forces helped annihilate the defeated side after this event, whose immediate cause was the siege of Famagusta and capture of Nicosia during a war over Cyprus, whose surrender two years later reversed this battle's practical impact. The king of one country involved in this event appointed Luis de Requesens responsible for controlling the temper of the military commander,": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.044135302
      ],
      [
        " of",
        -0.0004985823
      ],
      [
        " L",
        -0.005567532
      ],
      [
        "ep",
        -4.1273333e-06
      ],
      [
        "anto",
        -9.579495e-05
      ]
    ]
  },
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei Quattro Mori in Marino commemorates it. It reversed the outcome of the Battle of Preveza fought forty-four": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.023995053
      ],
      [
        " of",
        -0.00042447797
      ],
      [
        " L",
        -0.021887071
      ],
      [
        "ep",
        -2.6968896e-06
      ],
      [
        "anto",
        -8.6735476e-05
      ]
    ]
  },
  "In Howard's End, Helen compares this symphony to \"goblins walking over the universe\". In the andante con moto section of this work of music, the key switches to C major, notably exposed by trumpets and tympani, and that same key is used for the trio section of the scherzo. The first four notes in this work of music are the third and fifth of the triad of this symphony's key in three 8th's and a half note; that is to say, three G's and an E-flat, and is followed by the same rhythm a whole step down. That theme is followed by softer, faster notes in the violins. For ten points, identify this Romantic": {
    "guess": "Symphony No. 4 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.035113793
      ],
      [
        "phony",
        -0.0044276244
      ],
      [
        " No",
        -0.019149879
      ],
      [
        ".",
        -0.0008286867
      ],
      [
        " ",
        -0.0036456878
      ],
      [
        "4",
        -0.20149891
      ],
      [
        " (",
        -0.05385713
      ],
      [
        "Mah",
        -0.8054442
      ],
      [
        "ler",
        -8.900034e-05
      ],
      [
        ")",
        -0.00060378783
      ]
    ]
  },
  "In Howard's End, Helen compares this symphony to \"goblins walking over the universe\". In the andante con moto section of this work of music, the key switches to C major, notably exposed by trumpets and tympani, and that same key is used for the trio section of the scherzo. The first four notes in this work of music are the third and fifth of the triad of this symphony's key in three 8th's and a half note; that is to say, three G's and an E-flat, and is followed by the same rhythm a whole step down. That theme is followed by softer, faster notes in the violins. For ten points, identify this Romantic symphony by Beethoven, completed right before the Pastorale, a work in C Minor.": {
    "guess": "Symphony No. 7 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.001456186
      ],
      [
        "phony",
        -1.0445127e-05
      ],
      [
        " No",
        -5.145119e-05
      ],
      [
        ".",
        -8.220573e-05
      ],
      [
        " ",
        -0.0009418348
      ],
      [
        "7",
        -0.5212553
      ],
      [
        " (",
        -0.004351079
      ],
      [
        "Be",
        -9.0883464e-07
      ],
      [
        "ethoven",
        -0.00012106613
      ],
      [
        ")",
        -9.729906e-06
      ]
    ]
  },
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei Quattro Mori in Marino commemorates it. It reversed the outcome of the Battle of Preveza fought forty-four years earlier, and it was followed by a brief campaign of expansion which captured Tunis. The Marqu? de Santa Cruz's reserve forces helped annihilate the defeated side after this event, whose": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.11240808
      ],
      [
        " of",
        -0.00045736716
      ],
      [
        " L",
        -0.08685847
      ],
      [
        "ep",
        -2.9352968e-06
      ],
      [
        "anto",
        -5.025915e-05
      ]
    ]
  },
  "In Howard's End, Helen compares this symphony to \"goblins walking over the universe\". In the andante con moto section of this work of music, the key switches to C major, notably exposed by trumpets and": {
    "guess": "Symphony No. 4 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.004688584
      ],
      [
        "phony",
        -0.00020139472
      ],
      [
        " No",
        -0.0011029451
      ],
      [
        ".",
        -0.00021200384
      ],
      [
        " ",
        -0.001752057
      ],
      [
        "4",
        -1.1405263
      ],
      [
        " (",
        -0.0039076577
      ],
      [
        "Mah",
        -0.2645262
      ],
      [
        "ler",
        -3.8338785e-05
      ],
      [
        ")",
        -7.5530326e-05
      ]
    ]
  },
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei Quattro Mori in Marino commemorates it. It reversed the outcome of the Battle of Preveza fought forty-four years earlier, and it was followed by a brief campaign of expansion which captured Tunis. The Marqu? de Santa Cruz's reserve forces helped annihilate the defeated side after this event, whose immediate cause was the siege of Famagusta and capture of Nicosia during a war over Cyprus, whose surrender two years later reversed this battle's practical impact. The king of one country involved in this event appointed Luis de Requesens responsible for controlling the temper of the military commander, whose other lieutenants included Alessandro Farnese and Andrea Doria.  FTP, name this battle in which Pius V's Holy League fleet commanded by Don John of Austria sailed to the Gulf of Corinth and": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.028345322
      ],
      [
        " of",
        -0.0006056951
      ],
      [
        " L",
        -0.00053254067
      ],
      [
        "ep",
        -6.9882217e-06
      ],
      [
        "anto",
        -4.0961266e-05
      ]
    ]
  },
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei Quattro Mori in Marino commemorates it. It reversed the outcome of the Battle of Preveza fought forty-four years earlier, and it was followed by a brief campaign of expansion which captured Tunis. The Marqu? de Santa Cruz's reserve forces helped annihilate the defeated side after this event, whose immediate cause was the siege of Famagusta and capture of Nicosia during a war over Cyprus, whose surrender": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.27225924
      ],
      [
        " of",
        -0.0008089099
      ],
      [
        " L",
        -0.002179408
      ],
      [
        "ep",
        -6.1537958e-06
      ],
      [
        "anto",
        -9.984788e-05
      ]
    ]
  },
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei Quattro Mori in Marino commemorates it. It reversed the outcome of the Battle of Preveza fought forty-four years earlier, and it was followed by a brief campaign of expansion which captured Tunis. The": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.045336414
      ],
      [
        " of",
        -0.00036370975
      ],
      [
        " L",
        -0.0054023694
      ],
      [
        "ep",
        0.0
      ],
      [
        "anto",
        -5.8722613e-05
      ]
    ]
  },
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.48672393
      ],
      [
        " of",
        -0.0060829725
      ],
      [
        " L",
        -0.0016166195
      ],
      [
        "ep",
        -1.50940705e-05
      ],
      [
        "anto",
        -0.00020985818
      ]
    ]
  },
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei Quattro Mori in Marino commemorates it. It reversed the outcome of the Battle of Preveza fought forty-four years earlier, and it was followed by a brief campaign of expansion which captured Tunis. The Marqu? de Santa Cruz's reserve forces helped annihilate the defeated side after this event, whose immediate cause was the siege of Famagusta and capture of Nicosia during a war over Cyprus, whose surrender two years later reversed this battle's practical impact. The king of one country involved in this event appointed Luis de Requesens responsible for controlling the temper of the military commander, whose other lieutenants included Alessandro Farnese and Andrea Doria.  FTP, name this battle in": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.40961403
      ],
      [
        " of",
        -0.0002813584
      ],
      [
        " L",
        -0.0038264375
      ],
      [
        "ep",
        -9.4914985e-06
      ],
      [
        "anto",
        -8.11329e-05
      ]
    ]
  },
  "In Howard's End, Helen compares this symphony to \"goblins walking over the universe\". In the andante con moto section of this work of music, the key switches to C major, notably exposed by trumpets and tympani, and that same key is used for the trio section of the scherzo. The first four notes in this": {
    "guess": "Symphony No. 7 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0018255966
      ],
      [
        "phony",
        -0.0006025958
      ],
      [
        " No",
        -0.0030336864
      ],
      [
        ".",
        -0.00047595197
      ],
      [
        " ",
        -0.0007408959
      ],
      [
        "7",
        -1.3008376
      ],
      [
        " (",
        -0.00035584232
      ],
      [
        "Be",
        -0.11560551
      ],
      [
        "ethoven",
        -0.00048845366
      ],
      [
        ")",
        -5.2001665e-06
      ]
    ]
  },
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei Quattro Mori in Marino commemorates it. It reversed the outcome of the Battle of Preveza fought forty-four years earlier, and it was followed by a brief campaign of expansion which captured Tunis. The Marqu? de Santa Cruz's reserve forces helped annihilate the defeated side after this event, whose immediate cause was the siege of Famagusta and capture of Nicosia during a war over Cyprus, whose surrender two years later reversed this battle's practical impact. The king of one country involved in": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.047317814
      ],
      [
        " of",
        -0.00053158705
      ],
      [
        " L",
        -0.0046748114
      ],
      [
        "ep",
        -4.8425554e-06
      ],
      [
        "anto",
        -9.019238e-05
      ]
    ]
  },
  "Howard Barker discussed the aftermath of this battle in Scenes from an Execution, and the Fontana dei Quattro Mori in Marino commemorates it. It reversed the outcome of the Battle of Preveza fought forty-four years earlier, and it was followed by a brief campaign of expansion which captured Tunis. The Marqu? de Santa Cruz's reserve forces helped annihilate the defeated side after this event, whose immediate cause was the siege of Famagusta and capture of Nicosia during a war over Cyprus, whose surrender two years later reversed this battle's practical impact. The king of one country involved in this event appointed Luis de Requesens responsible for controlling the temper of the military commander, whose other lieutenants included Alessandro Farnese and Andrea Doria.  FTP, name this battle in which Pius V's Holy League fleet commanded by Don John of Austria sailed to the Gulf of Corinth and defeated Ali Pasha in 1571.": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.0710284
      ],
      [
        " of",
        -0.00096446153
      ],
      [
        " L",
        -0.0002074741
      ],
      [
        "ep",
        -1.6643718e-05
      ],
      [
        "anto",
        -9.198044e-05
      ]
    ]
  },
  "In Howard's End, Helen compares this symphony to \"goblins walking over the universe\". In the andante con moto section of this work of music, the key switches to C major, notably exposed by trumpets and tympani, and that same key is used for the trio section of the scherzo. The first four notes in this work of music are the third and fifth of the triad of this symphony's key in three 8th's and a half note; that is to say, three G's and an E-flat, and is followed by the same rhythm a whole step down.": {
    "guess": "Symphony No. 7 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.0037377295
      ],
      [
        "phony",
        -0.0009722061
      ],
      [
        " No",
        -0.0014271406
      ],
      [
        ".",
        -0.0010816369
      ],
      [
        " ",
        -0.0020756712
      ],
      [
        "7",
        -1.2611662
      ],
      [
        " (",
        -0.0010682972
      ],
      [
        "Mah",
        -0.35638413
      ],
      [
        "ler",
        -2.4391957e-05
      ],
      [
        ")",
        -0.0001309527
      ]
    ]
  },
  "In Howard's End, Helen compares this symphony to \"goblins walking over the universe\". In the andante": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.32973537
      ],
      [
        "phony",
        -0.013507121
      ],
      [
        " No",
        -0.0029791256
      ],
      [
        ".",
        -0.0007838991
      ],
      [
        " ",
        -0.0037578053
      ],
      [
        "5",
        -0.032244723
      ],
      [
        " (",
        -0.11633171
      ],
      [
        "Be",
        -0.00033844227
      ],
      [
        "ethoven",
        -7.004696e-05
      ],
      [
        ")",
        -4.048445e-05
      ]
    ]
  },
  "In Howard's End, Helen compares this symphony to \"goblins walking over the universe\". In the andante con moto section of this work of music, the key switches to C major, notably exposed by trumpets and tympani, and that same key is used for the trio section of the scherzo. The first four notes in this work of music are the third and fifth of the triad of this symphony's key in three 8th's and a half": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.019471548
      ],
      [
        "phony",
        -0.022740211
      ],
      [
        " No",
        -0.005108765
      ],
      [
        ".",
        -0.0010118496
      ],
      [
        " ",
        -0.0041195997
      ],
      [
        "9",
        -1.217164
      ],
      [
        " (",
        -0.09973432
      ],
      [
        "Be",
        -0.24828506
      ],
      [
        "ethoven",
        -6.2656334e-05
      ],
      [
        ")",
        -0.0001406082
      ]
    ]
  }
}