{
  "This area was inhabited by two tribes noted for their horsemanship. In the Second Punic War between Carthage and Rome, the western tribe supported Hannibal, while the eastern tribe, led by Masinissa, joined the Romans. When Rome won, all of the land was united under Masinissas rule. For ten points, identify this area ruled by Jugurtha and Juba I, eventually conquered by Rome and incorporated into the province of Africa, which was roughly equivalent to modern-day Algeria.": {
    "guess": "Numidia",
    "confidence": [
      [
        "Num",
        -0.2952736
      ],
      [
        "idia",
        -0.0035771457
      ]
    ]
  },
  "Ardahan, Kars, and Batumi were returned to their original owner as part of the terms of this treaty, which also transferred approximately ninety percent of one signatory nation's coal mines. Richard von Kuhlmann represented the Germans at the negotiations that led to this agreement, while other powers were represented by Talat Pasha and Ottokar Czernin. An independent Armenia was created as a result of this treaty, which also renounced one parties claims to Finland and other Eastern European possessions. Leon Trotsky represented Bolshevik Russia at the negotiations, creating a treaty that ended": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.0055612517
      ],
      [
        "reat",
        -6.704273e-07
      ],
      [
        "y",
        -0.00018292182
      ],
      [
        " of",
        -3.261701e-05
      ],
      [
        " B",
        -0.00094849925
      ],
      [
        "rest",
        -1.8193366e-05
      ],
      [
        "-L",
        -0.0002585978
      ],
      [
        "it",
        -0.00042710046
      ],
      [
        "ov",
        -4.4179764e-05
      ],
      [
        "sk",
        -2.1008714e-06
      ]
    ]
  },
  "An area called Singing Mountain appears only in a pre-release version of this game. Spekkio, a god of": {
    "guess": "Chrono Trigger",
    "confidence": [
      [
        "Chron",
        -0.010021083
      ],
      [
        "o",
        -1.3902034e-05
      ],
      [
        " Trigger",
        -0.00037824165
      ]
    ]
  },
  "An area called Singing Mountain appears only in a pre-release version of this game. Spekkio, a god of magic, eventually allows characters to use magic after they circle his room three times. After the events in Zeal Palace, a former villain, Magus, can be recruited as a playable character. The machine Epoch replaces the Gates late in the game, whose ending depends on when its main villain is defeated.": {
    "guess": "Chrono Trigger",
    "confidence": [
      [
        "Chron",
        -0.00084845984
      ],
      [
        "o",
        -5.7961847e-06
      ],
      [
        " Trigger",
        -0.0001307143
      ]
    ]
  },
  "During arc welding, metals often become more brittle when exposed to this molecule, which is released when superacids react with alkanes. The burning splint test detects this substance, which adsorbs to palladium-carbon. A reduction potential of zero is assigned to the production of this substance at a standard electrode. The ionized form of this molecule can be exactly solved using the Schrodinger equation because there are no electronic repulsion effects. When acids react with metals, this gas is released. For 10 points, name this flammable gas, the most abundant in the universe, composed of": {
    "guess": "Hydrogen",
    "confidence": [
      [
        "Hy",
        -0.011054772
      ],
      [
        "dro",
        -2.2842309e-05
      ],
      [
        "gen",
        -3.631232e-05
      ]
    ]
  },
  "Areas of this state, along with its northern neighbor, attempted to secede from it during the Civil War and form a neutral state called \"Nickajack.\" A \"platform\" named for this state was William Yancey's": {
    "guess": "Alabama",
    "confidence": [
      [
        "Alabama",
        -0.19205514
      ]
    ]
  },
  "Ardahan, Kars, and Batumi were returned to their original owner as part of the terms of this treaty, which also transferred approximately ninety percent of one signatory nation's coal mines. Richard von": {
    "guess": "Treaty of Moscow",
    "confidence": [
      [
        "T",
        -0.08885407
      ],
      [
        "reat",
        -6.49212e-05
      ],
      [
        "y",
        -0.00067907316
      ],
      [
        " of",
        -8.3993786e-05
      ],
      [
        " Moscow",
        -0.95058566
      ]
    ]
  },
  "This area is located between the Amargosa Range on the eastern border and the Panamint range on its west, and has numerous salt flats. Badwater Basin is located within this location, and nearby features include Furnace Creek and the Funeral Mountains. Located east of the Sierra Nevada, this area is among": {
    "guess": "Death Valley National Park",
    "confidence": [
      [
        "Death",
        -0.02246318
      ],
      [
        " Valley",
        -6.515961e-05
      ],
      [
        " National",
        -0.0020575963
      ],
      [
        " Park",
        -0.00015490896
      ]
    ]
  },
  "The Ardre VIII stone depicts this figure flying on eagle wings. Some sources state that he and his brothers": {
    "guess": "Eagle (heraldry)",
    "confidence": [
      [
        "E",
        -1.240644
      ],
      [
        "agle",
        -0.010773552
      ],
      [
        " (",
        -0.12062427
      ],
      [
        "her",
        -0.62715524
      ],
      [
        "ald",
        -2.9160103e-05
      ],
      [
        "ry",
        -0.0016279292
      ],
      [
        ")",
        -0.0002069973
      ]
    ]
  },
  "What is the area under the curve 1 over x squared from x equals 1 to x equals  infinity? This can be done if you first recall that the area under a curve can be computed as the integral of  the curve's equation between the endpoints. Further note that the antiderivative of 1 over x squared happens  to be negative 1 over x. Placing in the limits of integration, the area is determined to be 1 minus 1 over b,  where b approaches upper limit. FTP, what is the limit of 1 minus 1 over b as b approaches infinity?": {
    "guess": "Limit of 1 minus 1 over b as b approaches infinity",
    "confidence": [
      [
        "Limit",
        -0.48394144
      ],
      [
        " of",
        -0.11737174
      ],
      [
        " ",
        -0.11303431
      ],
      [
        "1",
        -0.006974067
      ],
      [
        " minus",
        -0.4788127
      ],
      [
        " ",
        -0.0006946815
      ],
      [
        "1",
        -0.00069837685
      ],
      [
        " over",
        -0.017885348
      ],
      [
        " b",
        -0.009809568
      ],
      [
        " as",
        -0.5233125
      ],
      [
        " b",
        -0.0007632879
      ],
      [
        " approaches",
        -0.0024147767
      ],
      [
        " infinity",
        -0.0013988104
      ]
    ]
  },
  "Ardahan, Kars, and Batumi were returned to their original owner as part of the terms of this treaty,": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.05774653
      ],
      [
        "reat",
        -1.6882126e-05
      ],
      [
        "y",
        -0.0002513264
      ],
      [
        " of",
        -8.537869e-06
      ],
      [
        " B",
        -1.1570632
      ],
      [
        "rest",
        -0.00025263763
      ],
      [
        "-L",
        -0.00016301482
      ],
      [
        "it",
        -0.00030543018
      ],
      [
        "ov",
        -2.3319124e-05
      ],
      [
        "sk",
        -7.89631e-07
      ]
    ]
  },
  "[AR + DH]Studying at Julliard under John Corigliano, he is a co-founder with three other composers of BCM  International, a consortium to produce concert works. Utilizing his own namesake types of chords, notably sevenths and ninths that tend to suspend the second or fourth of the chords present in such choral works as \"Cloud Burst\" and  \"Paradise Lost.\" One work for brass ensemble, a work which is transposed a semitone lower for the choral transcription, \"Lux Aurumque,\" and one of his most often performed pieces contains three sections including, \"The Ride,\" \"At the Station,\" and \"The Motive Revolution.\" For 10 points, name this prolific, concert band and choral composer of such works as Godzilla": {
    "guess": "Eric Whitacre",
    "confidence": [
      [
        "Eric",
        -0.028075164
      ],
      [
        " Whit",
        -0.0012878557
      ],
      [
        "acre",
        -0.0010436476
      ]
    ]
  },
  "This area is located between the Amargosa Range on the eastern border and the Panamint range on its west,": {
    "guess": "Death Valley",
    "confidence": [
      [
        "Death",
        -0.00056876027
      ],
      [
        " Valley",
        -7.696077e-05
      ]
    ]
  },
  "During arc welding, metals often become more brittle when exposed to this molecule, which is released when superacids react with alkanes. The burning splint test detects this substance, which adsorbs to palladium-carbon. A reduction potential of zero is assigned to the production of this substance at a standard electrode. The ionized form of this molecule can be exactly solved using the Schrodinger equation because there are no electronic repulsion effects. When acids react with metals, this gas": {
    "guess": "Hydrogen",
    "confidence": [
      [
        "Hy",
        -0.008145019
      ],
      [
        "dro",
        -2.7133641e-05
      ],
      [
        "gen",
        -0.00036049128
      ]
    ]
  },
  "During arc welding, metals often become more brittle when exposed to this molecule, which is released when superacids react with alkanes. The burning splint test detects this substance, which adsorbs to palladium-carbon. A reduction potential of zero is assigned to the production of this substance at a standard electrode. The ionized form of this molecule can be exactly solved using the Schrodinger": {
    "guess": "Hydrogen",
    "confidence": [
      [
        "Hy",
        -0.025068367
      ],
      [
        "dro",
        -3.0113732e-05
      ],
      [
        "gen",
        -0.00053766277
      ]
    ]
  },
  "The Ardre VIII stone depicts this figure flying on eagle wings. Some sources state that he and his brothers lived with three Valkyries, while other sources state that he married the swan maiden Hervor. Bodvild's father Nidud captured this figure and crippled him; in revenge, he killed Nidud's sons and used their skulls and eyes to make goblets and jewels. In English lore, he is associated with a mound where travelers who leave a horse and some money overnight will supposedly find the horse reshod. For 10 points, identify this smith from Germanic and Norse mythology.": {
    "guess": "Volund",
    "confidence": [
      [
        "Vol",
        -0.08764767
      ],
      [
        "und",
        -2.8564085e-05
      ]
    ]
  },
  "Ardahan, Kars, and Batumi were returned to their original owner as part of the terms of this treaty, which also transferred approximately ninety percent of one signatory nation's coal mines. Richard von Kuhlmann represented the Germans at the negotiations that led to this agreement, while other powers were represented by Talat Pasha and Ottokar Czernin. An independent Armenia was created as a result of this treaty, which also renounced one parties claims to Finland and other Eastern European possessions.": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.007476479
      ],
      [
        "reat",
        -2.9352968e-06
      ],
      [
        "y",
        -0.00018256421
      ],
      [
        " of",
        -2.0458236e-05
      ],
      [
        " B",
        -0.02463484
      ],
      [
        "rest",
        -0.00014799883
      ],
      [
        "-L",
        -0.0011776087
      ],
      [
        "it",
        -0.000709571
      ],
      [
        "ov",
        -9.114601e-05
      ],
      [
        "sk",
        -7.226629e-06
      ]
    ]
  },
  "This area was inhabited by two tribes noted for their horsemanship. In the Second Punic War between Carthage and Rome, the western tribe supported Hannibal, while the eastern tribe, led by Masinissa, joined the Romans. When Rome won, all of the land was united under Masinissas rule. For ten points, identify this area ruled by Jugurtha and Juba I, eventually conquered by Rome and incorporated into the": {
    "guess": "Numidia",
    "confidence": [
      [
        "Num",
        -0.32894063
      ],
      [
        "idia",
        -0.07276624
      ]
    ]
  },
  "This area was inhabited by two tribes noted for their horsemanship. In the Second Punic War between Carthage and Rome, the western tribe supported Hannibal, while the eastern tribe, led by Masinissa, joined": {
    "guess": "Numidia",
    "confidence": [
      [
        "Num",
        -0.099169225
      ],
      [
        "idia",
        -0.2658337
      ]
    ]
  },
  "Ardahan, Kars, and Batumi were returned to their original owner as part of the terms of this treaty, which also transferred approximately ninety percent of one signatory nation's coal mines. Richard von Kuhlmann represented the Germans at the negotiations that led to this agreement, while other powers were represented by Talat Pasha and Ottokar Czernin. An independent Armenia was created as a result of this treaty, which also renounced one parties claims to Finland and other Eastern European possessions. Leon Trotsky represented Bolshevik Russia at the negotiations, creating a treaty that ended hostilities for only about eight months. For ten points, identify this treaty between Russia and several Central European powers which led to Russia leaving World War I, named for a city in modern Belarus.": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.009911082
      ],
      [
        "reat",
        -2.4584822e-06
      ],
      [
        "y",
        -5.8722613e-05
      ],
      [
        " of",
        -7.851042e-05
      ],
      [
        " B",
        -0.00010950337
      ],
      [
        "rest",
        -4.8425554e-06
      ],
      [
        "-L",
        -4.465658e-05
      ],
      [
        "it",
        -0.0001975802
      ],
      [
        "ov",
        -4.6683042e-05
      ],
      [
        "sk",
        -1.9361265e-07
      ]
    ]
  },
  "What is the area under the curve 1 over x squared from x equals 1 to x equals  infinity? This can be done if you first recall that the area under a curve can be computed as the integral of  the curve's equation between the endpoints. Further note that the antiderivative of 1 over x squared happens  to": {
    "guess": "Integral of x^-2",
    "confidence": [
      [
        "Integral",
        -0.80954087
      ],
      [
        " of",
        -0.017354764
      ],
      [
        " x",
        -1.2166222
      ],
      [
        "^-",
        -0.71811026
      ],
      [
        "2",
        -0.00030948312
      ]
    ]
  },
  "Areas of this state, along with its northern neighbor, attempted to secede from it during the Civil War and form a neutral state called \"Nickajack.\" A \"platform\" named for this state was William Yancey's counter to the Wilmot Proviso, and its later politics were dominated by the populist Big Mule-Black Belt coalition. The civil rights era in this state included the deaths of Denise McNair, Carole Robertson, and two others in the bombing of the 16th Street Baptist Church. Vivian Malone and James Hood's integrated its flagship university, despite its governor \"standing in the schoolhouse door.\" For 10 points, name this state where Ralph Abernathy and Martin Luther King coordinated with Rosa Parks to lead a bus boycott.": {
    "guess": "Alabama",
    "confidence": [
      [
        "Alabama",
        -0.00918077
      ]
    ]
  },
  "This area was inhabited by two tribes noted for their horsemanship. In the Second Punic War between Carthage and Rome, the western tribe supported Hannibal, while the eastern tribe, led by Masinissa, joined the Romans. When Rome won, all of the land was united under Masinissas rule. For ten points, identify": {
    "guess": "Numidia",
    "confidence": [
      [
        "Num",
        -0.30183652
      ],
      [
        "idia",
        -0.47407138
      ]
    ]
  },
  "[AR + DH]Studying at Julliard under John Corigliano, he is a co-founder with three other composers of BCM  International, a consortium to produce concert works. Utilizing his own namesake types of chords, notably sevenths and ninths that tend to suspend the second or fourth of the chords present in such choral works as \"Cloud Burst\" and  \"Paradise Lost.\" One work for brass ensemble, a work which is transposed a semitone lower for the choral transcription, \"Lux Aurumque,\" and one of his most often": {
    "guess": "Eric Whitacre",
    "confidence": [
      [
        "Eric",
        -0.004459197
      ],
      [
        " Whit",
        -0.00011605957
      ],
      [
        "acre",
        -0.0006747855
      ]
    ]
  },
  "[AR + DH]Studying at Julliard under John Corigliano, he is a co-founder with three other composers of BCM  International, a consortium to produce concert works. Utilizing his own namesake types of chords, notably sevenths and ninths that tend to suspend the second or fourth of the chords present in such choral works as \"Cloud Burst\" and  \"Paradise Lost.\" One work for brass ensemble, a work which is": {
    "guess": "John Adams (composer)",
    "confidence": [
      [
        "John",
        -0.22252826
      ],
      [
        " Adams",
        -0.16276841
      ],
      [
        " (",
        -0.093967386
      ],
      [
        "composer",
        -0.0002196292
      ],
      [
        ")",
        -1.0445127e-05
      ]
    ]
  },
  "An area called Singing Mountain appears only in a pre-release version of this game. Spekkio, a god of magic, eventually allows characters to use magic after they circle his room three times. After the": {
    "guess": "Chrono Trigger",
    "confidence": [
      [
        "Chron",
        -0.04465664
      ],
      [
        "o",
        -8.537869e-06
      ],
      [
        " Trigger",
        -0.00023071514
      ]
    ]
  },
  "Areas of this state, along with its northern neighbor, attempted to secede from it during the Civil War and form a neutral state called \"Nickajack.\" A \"platform\" named for this state was William Yancey's counter to the Wilmot Proviso, and its later politics were dominated by the populist Big Mule-Black Belt coalition. The civil rights era in this state included the deaths of Denise McNair, Carole Robertson, and two others in the bombing of the 16th Street Baptist Church. Vivian Malone and James Hood's integrated its flagship university, despite its governor \"standing in the schoolhouse door.\" For 10 points, name this state where Ralph Abernathy and Martin Luther King coordinated with Rosa Parks": {
    "guess": "Alabama",
    "confidence": [
      [
        "Alabama",
        -0.013358684
      ]
    ]
  },
  "During arc welding, metals often become more brittle when exposed to this molecule, which is released when superacids react with alkanes. The burning splint test detects this substance, which adsorbs to": {
    "guess": "Hydrogen sulfide",
    "confidence": [
      [
        "Hy",
        -0.280721
      ],
      [
        "dro",
        -0.00053849723
      ],
      [
        "gen",
        -0.0242385
      ],
      [
        " sulf",
        -0.42697853
      ],
      [
        "ide",
        -7.3742274e-05
      ]
    ]
  },
  "During arc welding, metals often become more brittle when exposed to this molecule, which is released when superacids react with alkanes. The burning splint test detects this substance, which adsorbs to palladium-carbon. A reduction potential of zero is assigned to the production of this substance at": {
    "guess": "Hydrogen",
    "confidence": [
      [
        "Hy",
        -0.3245519
      ],
      [
        "dro",
        -2.3915141e-05
      ],
      [
        "gen",
        -0.000582819
      ]
    ]
  },
  "What is the area under the curve 1 over x squared from x equals 1 to x equals  infinity? This can be": {
    "guess": "Improper integral",
    "confidence": [
      [
        "Impro",
        -0.4541012
      ],
      [
        "per",
        -1.60477e-05
      ],
      [
        " integral",
        -0.03538895
      ]
    ]
  },
  "Ardahan, Kars, and Batumi were returned to their original owner as part of the terms of this treaty, which also transferred approximately ninety percent of one signatory nation's coal mines. Richard von Kuhlmann represented the Germans at the negotiations that led to this agreement, while other powers": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.010641101
      ],
      [
        "reat",
        -5.419287e-05
      ],
      [
        "y",
        -0.0004869187
      ],
      [
        " of",
        -0.00015145572
      ],
      [
        " B",
        -0.0016163812
      ],
      [
        "rest",
        -7.822647e-06
      ],
      [
        "-L",
        -0.00033463142
      ],
      [
        "it",
        -0.00089871977
      ],
      [
        "ov",
        -0.00025001515
      ],
      [
        "sk",
        -7.171581e-05
      ]
    ]
  },
  "What is the area under the curve 1 over x squared from x equals 1 to x equals  infinity? This can be done if you first recall that the area under a curve can be computed as the integral of  the curve's equation between the endpoints. Further note that the antiderivative of 1 over x squared happens  to be negative 1 over x. Placing in the limits of integration, the area is determined to be 1 minus 1": {
    "guess": "Integral of 1/x^2",
    "confidence": [
      [
        "Integral",
        -0.60805875
      ],
      [
        " of",
        -0.016537968
      ],
      [
        " ",
        -0.53118736
      ],
      [
        "1",
        -0.0016294788
      ],
      [
        "/x",
        -0.5249027
      ],
      [
        "^",
        -0.10707292
      ],
      [
        "2",
        -0.00047619038
      ]
    ]
  },
  "Ardahan, Kars, and Batumi were returned to their original owner as part of the terms of this treaty, which also transferred approximately ninety percent of one signatory nation's coal mines. Richard von Kuhlmann represented the Germans at the negotiations that led to this agreement, while other powers were represented by Talat Pasha and Ottokar Czernin. An independent Armenia was created as a result of this treaty, which also renounced one parties claims to Finland and other Eastern European possessions. Leon Trotsky represented Bolshevik Russia at the negotiations, creating a treaty that ended hostilities for only about eight months. For ten points, identify this treaty between Russia and several": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.02544392
      ],
      [
        "reat",
        -2.3392786e-06
      ],
      [
        "y",
        -0.00013226394
      ],
      [
        " of",
        -0.00038467496
      ],
      [
        " B",
        -0.001044836
      ],
      [
        "rest",
        -0.00011498674
      ],
      [
        "-L",
        -7.183501e-05
      ],
      [
        "it",
        -0.00017207429
      ],
      [
        "ov",
        -5.6338537e-05
      ],
      [
        "sk",
        -3.1281633e-07
      ]
    ]
  },
  "Areas of this state, along with its northern neighbor, attempted to secede from it during the Civil War and form a neutral state called \"Nickajack.\" A \"platform\" named for this state was William Yancey's counter to the Wilmot Proviso, and its later politics were dominated by the populist Big Mule-Black": {
    "guess": "Alabama",
    "confidence": [
      [
        "Alabama",
        -0.09927481
      ]
    ]
  },
  "The Ardre VIII stone depicts this figure flying on eagle wings. Some sources state that he and his brothers lived with three Valkyries, while other sources state that he married the swan maiden Hervor. Bodvild's father Nidud captured this figure and crippled him; in revenge, he killed Nidud's sons and": {
    "guess": "Wayland the Smith",
    "confidence": [
      [
        "Way",
        -0.96524394
      ],
      [
        "land",
        -1.0087517e-05
      ],
      [
        " the",
        -0.011322257
      ],
      [
        " Smith",
        -0.0015604506
      ]
    ]
  },
  "[AR + DH]Studying at Julliard under John Corigliano, he is a co-founder with three other composers of BCM  International, a consortium to produce concert works. Utilizing his own namesake types of chords, notably sevenths and ninths that tend to suspend the second or fourth of the chords present in such": {
    "guess": "John Adams (composer)",
    "confidence": [
      [
        "John",
        -0.5089939
      ],
      [
        " Adams",
        -0.9904114
      ],
      [
        " (",
        -0.08393032
      ],
      [
        "composer",
        -0.00044914213
      ],
      [
        ")",
        -6.206032e-05
      ]
    ]
  },
  "What is the area under the curve 1 over x squared from x equals 1 to x equals  infinity? This can be done if you first recall that the area under a curve can be computed as the integral of  the curve's": {
    "guess": "Integral of a function",
    "confidence": [
      [
        "Integral",
        -0.0708304
      ],
      [
        " of",
        -1.1507206
      ],
      [
        " a",
        -0.5559534
      ],
      [
        " function",
        -0.085055955
      ]
    ]
  },
  "The Ardre VIII stone depicts this figure flying on eagle wings. Some sources state that he and his brothers lived with three Valkyries, while other sources state that he married the swan maiden Hervor.": {
    "guess": "Völund",
    "confidence": [
      [
        "V",
        -1.2991817
      ],
      [
        "öl",
        -0.37104243
      ],
      [
        "und",
        -0.0074652354
      ]
    ]
  },
  "Areas of this state, along with its northern neighbor, attempted to secede from it during the Civil War and form a neutral state called \"Nickajack.\" A \"platform\" named for this state was William Yancey's counter to the Wilmot Proviso, and its later politics were dominated by the populist Big Mule-Black Belt coalition. The civil rights era in this state included the deaths of Denise McNair, Carole Robertson, and two others in the bombing of the 16th Street Baptist Church. Vivian Malone and James Hood's": {
    "guess": "Alabama",
    "confidence": [
      [
        "Alabama",
        -0.008992002
      ]
    ]
  },
  "An area called Singing Mountain appears only in a pre-release version of this game. Spekkio, a god of magic, eventually allows characters to use magic after they circle his room three times. After the events in Zeal Palace, a former villain, Magus, can be recruited as a playable character. The machine": {
    "guess": "Chrono Trigger",
    "confidence": [
      [
        "Chron",
        -0.0031779523
      ],
      [
        "o",
        -1.3186812e-05
      ],
      [
        " Trigger",
        -0.00024715427
      ]
    ]
  },
  "Areas of this state, along with its northern neighbor, attempted to secede from it during the Civil War and form a neutral state called \"Nickajack.\" A \"platform\" named for this state was William Yancey's counter to the Wilmot Proviso, and its later politics were dominated by the populist Big Mule-Black Belt coalition. The civil rights era in this state included the deaths of Denise McNair, Carole Robertson, and two others in the bombing of the 16th Street Baptist Church. Vivian Malone and James Hood's integrated its flagship university, despite its governor \"standing in the schoolhouse door.\" For": {
    "guess": "Alabama",
    "confidence": [
      [
        "Alabama",
        -0.0068728486
      ]
    ]
  },
  "An area called Singing Mountain appears only in a pre-release version of this game. Spekkio, a god of magic, eventually allows characters to use magic after they circle his room three times. After the events in Zeal Palace, a former villain, Magus, can be recruited as a playable character. The machine Epoch replaces the Gates late in the game, whose ending depends on when its main villain is defeated. The song Bobonga from this game is often used on YTMNDs containing Brian Peppers, and playable characters include Robo, Frog, Ayla, Lucca, and Marle. FTP, name this Super Nintendo game about time travel and a Lavos-induced apocalypse, the prequel to Chrono Cross.": {
    "guess": "Chrono Trigger",
    "confidence": [
      [
        "Chron",
        -0.005433201
      ],
      [
        "o",
        -3.3809047e-05
      ],
      [
        " Trigger",
        -0.00022868869
      ]
    ]
  },
  "This area is located between the Amargosa Range on the eastern border and the Panamint range on its west, and has numerous salt flats. Badwater Basin is located within this location, and nearby features include Furnace Creek and the Funeral Mountains. Located east of the Sierra Nevada, this area is among the hottest and driest parts of the Mojave Desert. For 10 points, name this valley in California, which has the highest recorded temperature and the lowest elevation in North America.": {
    "guess": "Death Valley",
    "confidence": [
      [
        "Death",
        -0.007689798
      ],
      [
        " Valley",
        -7.481511e-05
      ]
    ]
  },
  "[AR + DH]Studying at Julliard under John Corigliano, he is a co-founder with three other composers of": {
    "guess": "John Corigliano",
    "confidence": [
      [
        "John",
        -0.57561177
      ],
      [
        " Cor",
        -0.40885717
      ],
      [
        "igli",
        -0.00029565915
      ],
      [
        "ano",
        -7.660316e-05
      ]
    ]
  },
  "Areas of this state, along with its northern neighbor, attempted to secede from it during the Civil War": {
    "guess": "Virginia",
    "confidence": [
      [
        "Virginia",
        -0.3999313
      ]
    ]
  },
  "During arc welding, metals often become more brittle when exposed to this molecule, which is released": {
    "guess": "Hydrogen embrittlement",
    "confidence": [
      [
        "Hy",
        -0.7967695
      ],
      [
        "dro",
        -3.2140193e-05
      ],
      [
        "gen",
        -0.00022046364
      ],
      [
        " emb",
        -0.03764227
      ],
      [
        "rit",
        -1.247159e-05
      ],
      [
        "tlement",
        -0.00010747691
      ]
    ]
  },
  "[AR + DH]Studying at Julliard under John Corigliano, he is a co-founder with three other composers of BCM  International, a consortium to produce concert works. Utilizing his own namesake types of chords, notably sevenths and ninths that tend to suspend the second or fourth of the chords present in such choral works as \"Cloud Burst\" and  \"Paradise Lost.\" One work for brass ensemble, a work which is transposed a semitone lower for the choral transcription, \"Lux Aurumque,\" and one of his most often performed pieces contains three sections including, \"The Ride,\" \"At the Station,\" and \"The Motive Revolution.\"": {
    "guess": "Eric Whitacre",
    "confidence": [
      [
        "Eric",
        -0.006184268
      ],
      [
        " Whit",
        -0.0002105734
      ],
      [
        "acre",
        -0.0007861603
      ]
    ]
  },
  "During arc welding, metals often become more brittle when exposed to this molecule, which is released when superacids react with alkanes. The burning splint test detects this substance, which adsorbs to palladium-carbon. A reduction potential of zero is assigned to the production of this substance at a standard electrode. The ionized form of this molecule can be exactly solved using the Schrodinger equation because there are no electronic repulsion effects. When acids react with metals, this gas is released. For 10 points, name this flammable gas, the most abundant in the universe, composed of the lightest element.": {
    "guess": "Hydrogen",
    "confidence": [
      [
        "Hy",
        -0.010126126
      ],
      [
        "dro",
        -8.418666e-06
      ],
      [
        "gen",
        -3.1782583e-05
      ]
    ]
  },
  "An area called Singing Mountain appears only in a pre-release version of this game. Spekkio, a god of magic, eventually allows characters to use magic after they circle his room three times. After the events in Zeal Palace, a former villain, Magus, can be recruited as a playable character. The machine Epoch replaces the Gates late in the game, whose ending depends on when its main villain is defeated. The song Bobonga from this game is often used on YTMNDs containing Brian Peppers, and playable characters include Robo, Frog, Ayla, Lucca, and Marle. FTP, name this Super Nintendo game about time": {
    "guess": "Chrono Trigger",
    "confidence": [
      [
        "Chron",
        -0.001925183
      ],
      [
        "o",
        -3.0828953e-05
      ],
      [
        " Trigger",
        -0.0002939903
      ]
    ]
  },
  "This area is located between the Amargosa Range on the eastern border and the Panamint range on its west, and has numerous salt flats. Badwater Basin is located within this location, and nearby features include Furnace Creek and the Funeral Mountains. Located east of the Sierra Nevada, this area is among the hottest and driest parts of the Mojave Desert. For 10 points, name this valley in California,": {
    "guess": "Death Valley",
    "confidence": [
      [
        "Death",
        -0.003719796
      ],
      [
        " Valley",
        -0.00012916465
      ]
    ]
  },
  "This area is located between the Amargosa Range on the eastern border and the Panamint range on its west, and has numerous salt flats. Badwater Basin is located within this location, and nearby features": {
    "guess": "Death Valley National Park",
    "confidence": [
      [
        "Death",
        -0.11061036
      ],
      [
        " Valley",
        -0.00014227704
      ],
      [
        " National",
        -0.0075976346
      ],
      [
        " Park",
        -0.00014430351
      ]
    ]
  },
  "Areas of this state, along with its northern neighbor, attempted to secede from it during the Civil War and form a neutral state called \"Nickajack.\" A \"platform\" named for this state was William Yancey's counter to the Wilmot Proviso, and its later politics were dominated by the populist Big Mule-Black Belt coalition. The civil rights era in this state included the deaths of Denise McNair, Carole Robertson,": {
    "guess": "Alabama",
    "confidence": [
      [
        "Alabama",
        -0.0073790927
      ]
    ]
  },
  "An area called Singing Mountain appears only in a pre-release version of this game. Spekkio, a god of magic, eventually allows characters to use magic after they circle his room three times. After the events in Zeal Palace, a former villain, Magus, can be recruited as a playable character. The machine Epoch replaces the Gates late in the game, whose ending depends on when its main villain is defeated. The song Bobonga from this game is often used on YTMNDs containing Brian Peppers, and playable characters": {
    "guess": "Chrono Trigger",
    "confidence": [
      [
        "Chron",
        -0.0014401155
      ],
      [
        "o",
        -2.2723105e-05
      ],
      [
        " Trigger",
        -9.5079726e-05
      ]
    ]
  },
  "The Ardre VIII stone depicts this figure flying on eagle wings. Some sources state that he and his brothers lived with three Valkyries, while other sources state that he married the swan maiden Hervor. Bodvild's father Nidud captured this figure and crippled him; in revenge, he killed Nidud's sons and used their skulls and eyes to make goblets and jewels. In English lore, he is associated with a mound where travelers who leave a horse and some money overnight will supposedly find the horse reshod.": {
    "guess": "Volund",
    "confidence": [
      [
        "Vol",
        -0.29683176
      ],
      [
        "und",
        -0.00012368128
      ]
    ]
  },
  "[AR + DH]Studying at Julliard under John Corigliano, he is a co-founder with three other composers of BCM  International, a consortium to produce concert works. Utilizing his own namesake types of chords, notably sevenths and ninths that tend to suspend the second or fourth of the chords present in such choral works as \"Cloud Burst\" and  \"Paradise Lost.\" One work for brass ensemble, a work which is transposed a semitone lower for the choral transcription, \"Lux Aurumque,\" and one of his most often performed pieces contains three sections including, \"The Ride,\" \"At the Station,\" and \"The Motive Revolution.\" For 10 points, name this prolific, concert band and choral composer of such works as Godzilla Eats Las Vegas, and The Ghost Train Triptych.": {
    "guess": "Eric Whitacre",
    "confidence": [
      [
        "Eric",
        -0.0039405487
      ],
      [
        " Whit",
        -0.00014311148
      ],
      [
        "acre",
        -0.00026109742
      ]
    ]
  },
  "This area was inhabited by two tribes noted for their horsemanship. In the Second Punic War between Carthage": {
    "guess": "Numidia",
    "confidence": [
      [
        "Num",
        -0.14254853
      ],
      [
        "idia",
        -0.044249352
      ]
    ]
  },
  "Ardahan, Kars, and Batumi were returned to their original owner as part of the terms of this treaty, which also transferred approximately ninety percent of one signatory nation's coal mines. Richard von Kuhlmann represented the Germans at the negotiations that led to this agreement, while other powers were represented by Talat Pasha and Ottokar Czernin. An independent Armenia was created as a result": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.053394902
      ],
      [
        "reat",
        -4.9424725e-05
      ],
      [
        "y",
        -0.00023810577
      ],
      [
        " of",
        -0.0011450992
      ],
      [
        " B",
        -0.0014392809
      ],
      [
        "rest",
        -9.849109e-06
      ],
      [
        "-L",
        -0.0009178895
      ],
      [
        "it",
        -0.0008612
      ],
      [
        "ov",
        -0.00027587503
      ],
      [
        "sk",
        -0.000117370815
      ]
    ]
  },
  "The Ardre VIII stone depicts this figure flying on eagle wings. Some sources state that he and his brothers lived with three Valkyries, while other sources state that he married the swan maiden Hervor. Bodvild's father Nidud captured this figure and crippled him; in revenge, he killed Nidud's sons and used their skulls and eyes to make goblets and jewels. In English lore, he is associated with a mound": {
    "guess": "Volund",
    "confidence": [
      [
        "Vol",
        -0.26308727
      ],
      [
        "und",
        -0.00015240935
      ]
    ]
  },
  "What is the area under the curve 1 over x squared from x equals 1 to x equals  infinity? This can be done if you first recall that the area under a curve can be computed as the integral of  the curve's equation between the endpoints. Further note that the antiderivative of 1 over x squared happens  to be negative 1 over x. Placing in the limits of integration, the area is determined to be 1 minus 1 over b,  where b approaches upper limit. FTP, what is the limit of 1 minus 1 over b as b approaches": {
    "guess": "Riemann integral",
    "confidence": [
      [
        "R",
        -1.5328993
      ],
      [
        "iem",
        -0.0019590827
      ],
      [
        "ann",
        -5.955704e-05
      ],
      [
        " integral",
        -0.59089905
      ]
    ]
  },
  "[AR + DH]Studying at Julliard under John Corigliano, he is a co-founder with three other composers of BCM  International, a consortium to produce concert works. Utilizing his own namesake types of chords,": {
    "guess": "John Corigliano",
    "confidence": [
      [
        "John",
        -0.5247392
      ],
      [
        " Cor",
        -0.8770646
      ],
      [
        "igli",
        -0.00035727277
      ],
      [
        "ano",
        -7.672237e-05
      ]
    ]
  }
}