{
  "Hiwen Thsang in the 5th century found an abandoned city near this city's location, which was then called Kusumapura. Diodoros claims that this city was founded by a Herakles-like figure, Bala-Rama, a brother of Krishna, though native sources attribute its founding to Raja Udayaswa or Ajata Satru.  Pliny mentions that it may have been sacked by the Graeco-Bactrians, but this is disputed. During the Mahajanapada period, it was the capital of the Magadha kingdom.  It was strategically placed on the south bank of the Ganges River, so the later Indian empires that used it as a capital and cultural center were able to effectively administer northern India. This was particularly useful for the Nanda,": {
    "guess": "Pataliputra",
    "confidence": [
      [
        "P",
        -0.052303184
      ],
      [
        "atal",
        -0.0014340398
      ],
      [
        "ip",
        -0.00015729303
      ],
      [
        "utra",
        -0.00010175513
      ]
    ]
  },
  "Hiwen Thsang in the 5th century found an abandoned city near this city's location, which was then called Kusumapura. Diodoros claims that this city was founded by a Herakles-like figure, Bala-Rama, a brother of Krishna, though native sources attribute its founding to Raja Udayaswa or Ajata Satru.  Pliny mentions that it may have been sacked by the Graeco-Bactrians, but this is disputed. During the Mahajanapada period, it was the capital of the Magadha kingdom.  It was strategically placed on the south bank of the Ganges River, so the later Indian empires that used it as a capital and cultural center were able to effectively administer northern India. This was particularly useful for the Nanda, Mauryan and Gupta dynasties, which all used it as a capital. For 10 points, identify this Indian city, currently the capital of the state of Bihar.": {
    "guess": "Pataliputra",
    "confidence": [
      [
        "P",
        -0.09946346
      ],
      [
        "atal",
        -7.8033605e-05
      ],
      [
        "ip",
        -0.00015991552
      ],
      [
        "utra",
        -6.575563e-05
      ]
    ]
  },
  "Hiwen Thsang in the 5th century found an abandoned city near this city's location, which was then called Kusumapura. Diodoros claims that this city was founded by a Herakles-like figure, Bala-Rama, a brother of Krishna, though native sources attribute its founding to Raja Udayaswa or Ajata Satru.  Pliny mentions that it may have been sacked by the Graeco-Bactrians, but this is disputed. During the Mahajanapada period, it was the capital of the Magadha kingdom.  It was strategically placed on the": {
    "guess": "Pataliputra",
    "confidence": [
      [
        "P",
        -0.15023103
      ],
      [
        "atal",
        -0.0025837435
      ],
      [
        "ip",
        -0.00021295747
      ],
      [
        "utra",
        -7.612634e-05
      ]
    ]
  },
  "Hiwen Thsang in the 5th century found an abandoned city near this city's location, which was then called Kusumapura. Diodoros claims that this city was founded by a Herakles-like figure, Bala-Rama, a brother of Krishna, though native sources attribute its founding to Raja Udayaswa or Ajata Satru.  Pliny mentions that it may have been sacked by the Graeco-Bactrians, but this is disputed. During the Mahajanapada period, it was the capital of the Magadha kingdom.  It was strategically placed on the south bank of the Ganges River, so the later Indian empires that used it as a capital and cultural center": {
    "guess": "Pataliputra",
    "confidence": [
      [
        "P",
        -0.043720953
      ],
      [
        "atal",
        -0.0005461226
      ],
      [
        "ip",
        -5.2285613e-05
      ],
      [
        "utra",
        -1.9504607e-05
      ]
    ]
  },
  "Hiwen Thsang in the 5th century found an abandoned city near this city's location, which was then called Kusumapura. Diodoros claims that this city was founded by a Herakles-like figure, Bala-Rama, a brother of Krishna, though native sources attribute its founding to Raja Udayaswa or Ajata Satru.  Pliny": {
    "guess": "Pataliputra",
    "confidence": [
      [
        "P",
        -0.094088264
      ],
      [
        "atal",
        -0.0072948434
      ],
      [
        "ip",
        -0.00029267906
      ],
      [
        "utra",
        -0.00010139752
      ]
    ]
  },
  "Hiwen Thsang in the 5th century found an abandoned city near this city's location, which was then called Kusumapura. Diodoros claims that this city was founded by a Herakles-like figure, Bala-Rama, a brother of Krishna, though native sources attribute its founding to Raja Udayaswa or Ajata Satru.  Pliny mentions that it may have been sacked by the Graeco-Bactrians, but this is disputed. During the": {
    "guess": "Pataliputra",
    "confidence": [
      [
        "P",
        -0.045819405
      ],
      [
        "atal",
        -0.0082117
      ],
      [
        "ip",
        -0.00040445544
      ],
      [
        "utra",
        -0.00016778296
      ]
    ]
  },
  "Hiwen Thsang in the 5th century found an abandoned city near this city's location, which was then called": {
    "guess": "Xi'an",
    "confidence": [
      [
        "Xi",
        -0.90943366
      ],
      [
        "'an",
        -0.0031851982
      ]
    ]
  },
  "Hiwen Thsang in the 5th century found an abandoned city near this city's location, which was then called Kusumapura. Diodoros claims that this city was founded by a Herakles-like figure, Bala-Rama, a brother": {
    "guess": "Pataliputra",
    "confidence": [
      [
        "P",
        -0.28371593
      ],
      [
        "atal",
        -0.0075582364
      ],
      [
        "ip",
        -0.00027480218
      ],
      [
        "utra",
        -0.00016134596
      ]
    ]
  },
  "Hiwen Thsang in the 5th century found an abandoned city near this city's location, which was then called Kusumapura. Diodoros claims that this city was founded by a Herakles-like figure, Bala-Rama, a brother of Krishna, though native sources attribute its founding to Raja Udayaswa or Ajata Satru.  Pliny mentions that it may have been sacked by the Graeco-Bactrians, but this is disputed. During the Mahajanapada period, it was the capital of the Magadha kingdom.  It was strategically placed on the south bank of the Ganges River, so the later Indian empires that used it as a capital and cultural center were able to effectively administer northern India. This was particularly useful for the Nanda, Mauryan and Gupta dynasties, which all used it as a capital. For 10 points, identify this Indian city,": {
    "guess": "Pataliputra",
    "confidence": [
      [
        "P",
        -0.010694055
      ],
      [
        "atal",
        -0.00047059145
      ],
      [
        "ip",
        -0.00039670718
      ],
      [
        "utra",
        -0.0002292847
      ]
    ]
  }
}