{
  "The Kyriai Doxai, or \"Principal Doctrines,\" is a collection of forty aphorisms by this thinker which were preserved by Diogenes Laertius. His house near Athens on the road from Dipylos featured a secluded garden which gave its name to the community of like-minded followers who met with him there. He": {
    "guess": "Epicurus",
    "confidence": [
      [
        "E",
        -0.0011580813
      ],
      [
        "pic",
        -3.888926e-06
      ],
      [
        "urus",
        -0.00041970983
      ]
    ]
  },
  "The Kyriai Doxai, or \"Principal Doctrines,\" is a collection of forty aphorisms by this thinker which": {
    "guess": "Epicurus",
    "confidence": [
      [
        "E",
        -0.0047270227
      ],
      [
        "pic",
        -6.704273e-07
      ],
      [
        "urus",
        -0.00013917775
      ]
    ]
  },
  "The Kyriai Doxai, or \"Principal Doctrines,\" is a collection of forty aphorisms by this thinker which were preserved by Diogenes Laertius. His house near Athens on the road from Dipylos featured a secluded garden which gave its name to the community of like-minded followers who met with him there. He extolled the importance of ataraxia, or \"freedom from disturbance,\" an idea propounded by his later follower Lucretius, which could be attained by limiting desire but by satisfying necessities. FTP name": {
    "guess": "Epicurus",
    "confidence": [
      [
        "E",
        -0.0004291196
      ],
      [
        "pic",
        -1.3856493e-06
      ],
      [
        "urus",
        -0.00048821527
      ]
    ]
  },
  "The Kyriai Doxai, or \"Principal Doctrines,\" is a collection of forty aphorisms by this thinker which were preserved by Diogenes Laertius. His house near Athens on the road from Dipylos featured a secluded": {
    "guess": "Epicurus",
    "confidence": [
      [
        "E",
        -0.00061724684
      ],
      [
        "pic",
        -1.8624639e-06
      ],
      [
        "urus",
        -8.006007e-05
      ]
    ]
  },
  "The Kyriai Doxai, or \"Principal Doctrines,\" is a collection of forty aphorisms by this thinker which were preserved by Diogenes Laertius. His house near Athens on the road from Dipylos featured a secluded garden which gave its name to the community of like-minded followers who met with him there. He extolled the importance of ataraxia, or \"freedom from disturbance,\" an idea propounded by his later follower Lucretius, which could be attained by limiting desire but by satisfying necessities. FTP name this Hellenistic philosopher whose namesake school equates pleasure with the good.": {
    "guess": "Epicurus",
    "confidence": [
      [
        "E",
        -0.00043949028
      ],
      [
        "pic",
        -1.27099975e-05
      ],
      [
        "urus",
        -0.0097550275
      ]
    ]
  },
  "The Kyriai Doxai, or \"Principal Doctrines,\" is a collection of forty aphorisms by this thinker which were preserved by Diogenes Laertius. His house near Athens on the road from Dipylos featured a secluded garden which gave its name to the community of like-minded followers who met with him there. He extolled the importance of ataraxia, or \"freedom from disturbance,\" an idea propounded by his later": {
    "guess": "Epicurus",
    "confidence": [
      [
        "E",
        -0.0011797508
      ],
      [
        "pic",
        -1.1637165e-05
      ],
      [
        "urus",
        -0.0014671307
      ]
    ]
  }
}