{
  "_This daughter of Perse was said to live in a house of polished stone near a cemetery where male corpses were wrapped in untanned oxhides and placed on top of willow-trees for birds to eat. She bore a son who, while raiding an island he thought was Corcyra, killed his father with the spine of a sting- ray. She supplied a decoction that protected Procris from the effects of a curse pronounced by her sister Pasiphaë, and purified the murderers of Apsyrtus. She also turned Picus into a woodpecker after he spurned her, and transformed Scylla into a monster. She gave birth to Telegonus after sleeping": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.010640039
      ],
      [
        "ir",
        -0.0001786305
      ],
      [
        "ce",
        -0.00021545708
      ]
    ]
  },
  "One of this man's daughters was trampled to death by horses on the orders of her jealous husband Ermanaric. An old man helped this figure select a horse at the river Busiltjörn. One myth describes him as a prince of Xanten whose only weakness is a spot on his back where a linden leaf had landed. He killed one foe after hiding in a trench dug to catch that figure's blood, a taste of which caused him to learn the language of the birds. This grandson of Eylimi and son of Hjordis was eventually killed by Guttorm. He owned Grani and inherited sword fragments from his father, which were reforged by his foster father Regin. This man married Gudrun after a magical ale allowed him to forget Brynhild, but may be most famous for using his father's sword Gram to kill the dragon Fafnir. For 10 points, name this Norse hero of the Volsung Saga, the son of Sigmund.": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -0.0022934712
      ],
      [
        "urd",
        -0.003041055
      ]
    ]
  },
  "His daughter is often called the namesake of Beirut, and his story inspired the Apostrophia aspect of": {
    "guess": "Baalbek",
    "confidence": [
      [
        "B",
        -2.477578
      ],
      [
        "aal",
        -1.3304212
      ],
      [
        "bek",
        -0.22135672
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented subjects with five stimuli differing only in this property, and showed that subjects were more likely to place them in the correct temporal order when two consecutive ones had the same value for this property. Terasawa, Slaney, and Berger described this property as having \"thirteen colors\" in a paper exploring the parameter space for this property in terms of Mel-frequency cepstral coefficients. A work by Pierre Boulez pairs this property with \"composition,\" and in addition to melody identification and pitch direction discrimination, discrimination of this property is part of the Clinical": {
    "guess": "Timbre",
    "confidence": [
      [
        "Tim",
        -0.0027232063
      ],
      [
        "bre",
        -0.002429525
      ]
    ]
  },
  "This daughter of King Iasos gave birth to Parthenopaios, one of the Seven Against Thebes. This woman killed two centaurs named Rhoecus and Hylaeus. After a man killed her uncles Plexippus and Toxeus, he died when his mother burned the stick that was tied to his life. In another story, this woman and": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.0022567143
      ],
      [
        "al",
        -1.5928495e-05
      ],
      [
        "anta",
        -0.00051943195
      ]
    ]
  },
  "David Schneider argued for redefining this concept in symbolic rather than biological terms in a book on the \"American\" kind of this concept. Compadrazgo is an example of the fictive kind of this concept. Six patterns of this concept were described by Lewis Henry Morgan, including the \"generational\" Hawaiian system and the \"bifurcate merging\" Iroquois type. The cognatic form of tracking this concept is divided into bilateral or ambilinial types. Claude (*) Levi-Strauss argued for an \"alliance theory\" of this kind of relationship, which is often classified as affinal or consanguineal, in a book": {
    "guess": "Kinship",
    "confidence": [
      [
        "Kin",
        -0.03845993
      ],
      [
        "ship",
        -2.4987974e-05
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented": {
    "guess": "Timbre",
    "confidence": [
      [
        "Tim",
        -1.1799492
      ],
      [
        "bre",
        -0.037827555
      ]
    ]
  },
  "His daughter is often called the namesake of Beirut, and his story inspired the Apostrophia aspect of a certain deity which was displayed in Athens. He was conceived because his grandmother Cenchreis or Orithyia was away at the festival of Demeter, which allowed his mother Smyrna to conspire with a nurse and deceive his father, also Smyrna's father and known as Cinyras or Thais, into an incestuous encounter. That mother later prayed to neither live nor die and was turned into a myrrh tree, from which": {
    "guess": "Adonis",
    "confidence": [
      [
        "Ad",
        -0.76087123
      ],
      [
        "onis",
        -0.005875702
      ]
    ]
  },
  "One daughter of this man married King Joao I of Portugal. Late in life, this man married his mistress, Katherine Swynford. He earlier married a Spanish princess after he intervened in a Spanish civil war and helped restore Pedro the Cruel to power. Residences of this man included the Savoy Palace, which": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -0.0046101497
      ],
      [
        " of",
        -0.0019539678
      ],
      [
        " Ga",
        -8.506662e-05
      ],
      [
        "unt",
        -9.5079726e-05
      ]
    ]
  },
  "David Dabydeen wrote a novel in verse about this painting, currently on display at the Museum of Fine Arts in Boston, and John Ruskin described it in the first volume of \"Modern Painters.\" It was partially": {
    "guess": "The Slave Ship",
    "confidence": [
      [
        "The",
        -0.52884084
      ],
      [
        " Slave",
        -0.016926356
      ],
      [
        " Ship",
        -0.0003956417
      ]
    ]
  },
  "_This daughter of Perse was said to live in a house of polished stone near a cemetery where male corpses were wrapped in untanned oxhides and placed on top of willow-trees for birds to eat. She bore a son who, while raiding an island he thought was Corcyra, killed his father with the spine of a sting-": {
    "guess": "Eriphyle",
    "confidence": [
      [
        "E",
        -2.1884496
      ],
      [
        "ri",
        -1.362207
      ],
      [
        "ph",
        -0.024725912
      ],
      [
        "yle",
        -0.009190457
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had her nephew Frederick Ballestier copy the face of that portrait and place it atop a military uniform. Two gold buttons are visible below this man's right hand in a portrait composed similarly to its": {
    "guess": "James Madison",
    "confidence": [
      [
        "James",
        -1.0814048
      ],
      [
        " Madison",
        -1.0906718
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum to find its equation prompted solutions from Huygens (HOY-gunz), Leibniz, and Johann Bernoulli. Euler (OY-lur) proved that this shape produces the surface of revolution with minimum area, while a road pitted with a continuous series of these curves will allow a square wheel to roll smoothly. This curve is traced by the focus of a parabola as it rolls along a straight line, and it is asymptotic": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.002574948
      ],
      [
        "aten",
        -0.0121290935
      ],
      [
        "ary",
        -2.355753e-05
      ]
    ]
  },
  "Dave \"The Ghost\" Casper and Charlie Sanders are Hall of Famers who played this position, while Chad Lewis made 3 Pro Bowls with the Eagles playing it. In 2013 a players of this position nicknamed the \"Black Unicorn\", moved from the Giants to the Bears. Annually, an award named after John Mackey goes to the top college player at this position, an honor won by players like (*) Tyler Eifert and Marcedes Lewis. In 2005, a Browns first round pick at this position crashed his motorcycle \u0096 his father dominated": {
    "guess": "Tight end",
    "confidence": [
      [
        "T",
        -0.03853805
      ],
      [
        "ight",
        -0.0002551409
      ],
      [
        " end",
        -0.064780444
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had her nephew Frederick Ballestier copy the face of that portrait and place it atop a military uniform. Two gold buttons are visible below this man's right hand in a portrait composed similarly to its artist's earlier Portrait of Charles Pelham; Pelham's son Henry later accused this man, the subject of that portrait, of plagiarism. In that portrait, this man poses behind a polished mahogany table whose surface reflects two burins and a needle, and he is wearing casual attire that includes a loose white linen shirt and an open vest. In that portrait, he sits in front of tools indicative of further": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -1.9582106
      ],
      [
        "jamin",
        -0.0010425748
      ],
      [
        " Franklin",
        -0.30181283
      ]
    ]
  },
  "She was the daughter of Ferdinand VII and Maria Christina, and her uncle contested her succession under": {
    "guess": "Isabella II of Spain",
    "confidence": [
      [
        "Is",
        -0.0061180326
      ],
      [
        "abella",
        -0.0009955333
      ],
      [
        " II",
        -0.00018983196
      ],
      [
        " of",
        -1.8431772e-05
      ],
      [
        " Spain",
        -7.648396e-05
      ]
    ]
  },
  "The daughter of a poor dancer and a disreputable opera singer, in her attempt to achieve respectability, she enrolls in Miss [*] Pinkerton's Academy, where she meets Amelia Sedley, who offers her a place to stay before she becomes a governess for Sir Pitt Crawley. She tries to marry Amelia's brother, Joseph, but marries Rawdon Crawley after the Sedleys go broke. For 10 points—name this character from": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.47254744
      ],
      [
        "anity",
        -9.639097e-05
      ],
      [
        " Fair",
        -0.20809798
      ],
      [
        " (",
        -0.14916238
      ],
      [
        "nov",
        -8.852353e-05
      ],
      [
        "el",
        -3.1782583e-05
      ],
      [
        ")",
        -6.289474e-05
      ]
    ]
  },
  "Her daughter was Hnoss, and her mother was sometimes said to be Nerthus. While searching for her husband, who went on long journeys, she wept tears of red gold. She loaned one of her possessions to Loki": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.02381184
      ],
      [
        "rey",
        -0.22145817
      ],
      [
        "ja",
        -0.0009143244
      ]
    ]
  },
  "Because David \"Pudd'nhead\" Wilson collected them periodically from the other members of Dawson's Landing, he was able to prove Tom—not Chambers— was the murderer. Powder applied on objects adheres to microscopic amounts of perspiration and hence makes them visible. _FOR TEN POINTS_—name these personal markings that can be saved using the Wavelet/Scalar Quantization algorithm and are classified as loops, arches, and whorls.": {
    "guess": "Fingerprint",
    "confidence": [
      [
        "F",
        -0.05100319
      ],
      [
        "ingerprint",
        -0.003573696
      ]
    ]
  },
  "The daughter of a bear keeper, it is said that she performed as an actress clad only in a single thread to evade laws against public nudity.  Although her people later blamed a plague on her promiscuity, they benefited from her reforms that liberalized divorce proceedings and extended toleration to the Monophysites.  Married in 525, she was crowned augusta when her husband Justinian became emperor.": {
    "guess": "Theodora",
    "confidence": [
      [
        "The",
        -0.006202042
      ],
      [
        "od",
        -0.0015067669
      ],
      [
        "ora",
        -1.6882126e-05
      ]
    ]
  },
  "His daughter Enhedduana was high priestess at Ur and wrote hymns identifying Inanna with Ishtar. Legends say, like Moses, he was placed in a basket and floated down the Euphrates at birth. He entered the": {
    "guess": "Sargon of Akkad",
    "confidence": [
      [
        "S",
        -0.094415136
      ],
      [
        "argon",
        -0.0012007087
      ],
      [
        " of",
        -0.23680177
      ],
      [
        " Ak",
        -2.8802491e-05
      ],
      [
        "kad",
        -7.862962e-05
      ]
    ]
  },
  "David Dabydeen wrote a novel in verse about this painting, currently on display at the Museum of Fine Arts in Boston, and John Ruskin described it in the first volume of \"Modern Painters.\" It was partially inspired by Captain Luke Collingwood throwing 122 people, whom he described as \"cargo,\" overboard in the so-called \"Zong Massacre.\" This painting depicts ghastly sea creatures devouring drowning humans, and the artist created it in order to assist the abolitionist movement. The titular vessel sits in the background of the chaos in, for 10 points, what painting of the transport of chattel by Joseph Turner?": {
    "guess": "The Slave Ship",
    "confidence": [
      [
        "The",
        -0.114939556
      ],
      [
        " Slave",
        -0.00047332948
      ],
      [
        " Ship",
        -2.8160932e-06
      ]
    ]
  },
  "His daughter Enhedduana was high priestess at Ur and wrote hymns identifying Inanna with Ishtar. Legends say, like Moses, he was placed in a basket and floated down the Euphrates at birth. He entered the service of the king of Kish, rose through merit, deposed the king, and adopted the name Sharrum-kin,": {
    "guess": "Sargon of Akkad",
    "confidence": [
      [
        "S",
        -0.117441915
      ],
      [
        "argon",
        -0.00075316656
      ],
      [
        " of",
        -0.3132835
      ],
      [
        " Ak",
        -0.0003304593
      ],
      [
        "kad",
        -0.00056983315
      ]
    ]
  },
  "The daughter of a bear keeper, it is said that she performed as an actress clad only in a single thread to evade laws against public nudity.  Although her people later blamed a plague on her promiscuity, they benefited from her reforms that liberalized divorce proceedings and extended toleration to the": {
    "guess": "Theodora (6th century)",
    "confidence": [
      [
        "The",
        -1.4579207
      ],
      [
        "od",
        -0.020696389
      ],
      [
        "ora",
        -0.007478494
      ],
      [
        " (",
        -0.20145474
      ],
      [
        "6",
        -0.0122269485
      ],
      [
        "th",
        -2.9160103e-05
      ],
      [
        " century",
        -0.051477395
      ],
      [
        ")",
        -0.36864242
      ]
    ]
  },
  "This daughter of King Iasos gave birth to Parthenopaios, one of the Seven Against Thebes. This woman killed two centaurs named Rhoecus and Hylaeus. After a man killed her uncles Plexippus and Toxeus, he": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.30787218
      ],
      [
        "al",
        -3.22594e-05
      ],
      [
        "anta",
        -0.00057578966
      ]
    ]
  },
  "One daughter of this man married King Joao I of Portugal. Late in life, this man married his mistress,": {
    "guess": "John I of Portugal",
    "confidence": [
      [
        "John",
        -0.0851951
      ],
      [
        " I",
        -0.36411363
      ],
      [
        " of",
        -0.08715723
      ],
      [
        " Portugal",
        -0.25981888
      ]
    ]
  },
  "One daughter of this man married King Joao I of Portugal. Late in life, this man married his mistress, Katherine Swynford. He earlier married a Spanish princess after he intervened in a Spanish civil war and helped restore Pedro the Cruel to power. Residences of this man included the Savoy Palace, which was destroyed during the Watt Tyler riots. This man's brother was Edward the Black Prince, while his son defeated the Hotspur Rebellion and overthrew Richard II. For 10 points, name this father of": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -0.0054935454
      ],
      [
        " of",
        -0.00031460886
      ],
      [
        " Ga",
        -2.7372049e-05
      ],
      [
        "unt",
        -4.85903e-05
      ]
    ]
  },
  "David Kendall wrote the official response to this document, whose tenth section, \"Growing Frustration,\" describes the Zedillo visit.  A later section of its \"Narrative\" portion, \"The Affidavit,\" discusses the \"Perelman call\" and the \"Francis Carter meeting.\"  Another section discusses the role of Betty Currie as an intermediary, while its last section includes the testimony of John Podesta and Harold Ickes.  It begins by discussing a decision of Judge Susan Wright, and one person mentioned in it": {
    "guess": "Monica Lewinsky scandal",
    "confidence": [
      [
        "Mon",
        -0.7025912
      ],
      [
        "ica",
        -0.0069876844
      ],
      [
        " Lew",
        -0.0019254213
      ],
      [
        "insky",
        -0.0021064826
      ],
      [
        " scandal",
        -0.030224448
      ]
    ]
  },
  "In a David Markey short film, Joe Cole has a picture of this musician taped to his face as he joins Kim Gordon and Thurston Moore to see True Believers. In response to a rant on this musician's album Live: Take No Prisoners, Robert Christgau thanked him for pronouncing his name right. Early in his career, this musician led a band called The Primitives, one of whose songs gave its name to the ostrich guitar tuning. This man sang about Pedro, who wants to \"fly away from this dirty boulevard,\" in a song from his album New York. In another song, he sings \"I thought I was someone else / Someone good\" before singing of the title time, \"I'm glad I spent it with you.\" That song, \"Perfect Day,\" appears on his album Transformer. For 10 points, name this songwriter who wrote \"Walk on the Wild Side\" after fronting The Velvet Underground.": {
    "guess": "Lou Reed",
    "confidence": [
      [
        "Lou",
        -0.0052821385
      ],
      [
        " Reed",
        -0.00045355264
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector Clouseau to investigate. In response to it, one commentator compared it to dropping \"an algae bloom\" on the \"fucking heads\" of people who \"can survive in anaerobic environments.\" This event was reportedly instigated by the Cincinnati based conservative John Shafer, and subsequent memos revealed that participants were looking for the word \"progressive\" as well. A non-Heisman winning Danny Werfel was appointed commissioner in the wake of this scandal. During it, the news misquoted an application": {
    "guess": "IRS targeting controversy",
    "confidence": [
      [
        "IRS",
        -0.04452554
      ],
      [
        " targeting",
        -0.00077948853
      ],
      [
        " controversy",
        -0.018185062
      ]
    ]
  },
  "David Schneider argued for redefining this concept in symbolic rather than biological terms in a book on the \"American\" kind of this concept. Compadrazgo is an example of the fictive kind of this concept. Six patterns of this concept were described by Lewis Henry Morgan, including the \"generational\" Hawaiian system and the \"bifurcate merging\" Iroquois type. The cognatic form of tracking this concept": {
    "guess": "Kinship",
    "confidence": [
      [
        "Kin",
        -0.010303597
      ],
      [
        "ship",
        -9.372295e-06
      ]
    ]
  },
  "David Schneider argued for redefining this concept in symbolic rather than biological terms in a book": {
    "guess": "Kinship",
    "confidence": [
      [
        "Kin",
        -0.28240636
      ],
      [
        "ship",
        -6.086828e-05
      ]
    ]
  },
  "David Morris wrote about the sublimity of these works, and the coherence of their conventions are examined in a book by Eve Sedgwick. One of these works begins with Philip Harclay learning that his friend was killed by some Welsh Rebels and is Clara Reeve's The Old English Baron. In another work in this genre, Matilda disguises herself as a dude to seduce the title character, a virtuous man named Ambrosio. The first one of these kinds of works was inspired by the author's home of Strawberry Hill and begins with a wedding in which Conrad is crushed to death by a gigantic helmet. Later examples of them include The Italian and The Mysteries of Udolpho. For 10 points, Ann Radcliffe and Horace Walpole are masters of what genre, usually featuring mysterious castles and melodramatic horrors?": {
    "guess": "Gothic fiction",
    "confidence": [
      [
        "G",
        -0.0013630934
      ],
      [
        "oth",
        -1.0280384e-06
      ],
      [
        "ic",
        -4.3202e-07
      ],
      [
        " fiction",
        -0.0019814528
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector Clouseau to investigate. In response to it, one commentator compared it to dropping \"an algae bloom\" on the \"fucking heads\" of people who \"can survive in anaerobic environments.\" This event was reportedly instigated by the Cincinnati based conservative John Shafer, and subsequent memos revealed that participants were looking for the word \"progressive\" as well. A non-Heisman winning Danny Werfel was appointed commissioner in the wake of this scandal. During it, the news misquoted an application as reading \"please detail the content of one's prayers.\" This scandal resulted in the resignation of Lois Lerner and a subsequent revelation that many of her e-mails became lost due to a computer": {
    "guess": "IRS targeting controversy",
    "confidence": [
      [
        "IRS",
        -0.12202744
      ],
      [
        " targeting",
        -0.00032652557
      ],
      [
        " controversy",
        -0.041840054
      ]
    ]
  },
  "The daughter of a poor dancer and a disreputable opera singer, in her attempt to achieve respectability, she enrolls in Miss [*] Pinkerton's Academy, where she meets Amelia Sedley, who offers her a place to stay before she becomes a governess for Sir Pitt Crawley. She tries to marry Amelia's brother,": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.0988694
      ],
      [
        "anity",
        -0.00028326566
      ],
      [
        " Fair",
        -0.0013920196
      ],
      [
        " (",
        -0.07279705
      ],
      [
        "nov",
        -0.027487805
      ],
      [
        "el",
        -0.00014871404
      ],
      [
        ")",
        -1.6762922e-05
      ]
    ]
  },
  "Because David \"Pudd'nhead\" Wilson collected them periodically from the other members of Dawson's Landing,": {
    "guess": "Pudd'nhead Wilson",
    "confidence": [
      [
        "P",
        -0.3355066
      ],
      [
        "udd",
        -0.0008430993
      ],
      [
        "'n",
        -0.0026279772
      ],
      [
        "head",
        -1.7597347e-05
      ],
      [
        " Wilson",
        -7.338466e-05
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector Clouseau to investigate. In response to it, one commentator compared it to dropping \"an algae bloom\"": {
    "guess": "2010 Deepwater Horizon oil spill",
    "confidence": [
      [
        "201",
        -0.69473773
      ],
      [
        "0",
        -0.97193915
      ],
      [
        " Deep",
        -0.67883176
      ],
      [
        "water",
        -8.061054e-06
      ],
      [
        " Horizon",
        -0.00025418727
      ],
      [
        " oil",
        -0.05117197
      ],
      [
        " spill",
        -6.7662884e-05
      ]
    ]
  },
  "David Kendall wrote the official response to this document, whose tenth section, \"Growing Frustration,\" describes the Zedillo visit.  A later section of its \"Narrative\" portion, \"The Affidavit,\" discusses": {
    "guess": "Waco siege",
    "confidence": [
      [
        "W",
        -1.7503285
      ],
      [
        "aco",
        -0.080637716
      ],
      [
        " siege",
        -0.34721923
      ]
    ]
  },
  "David Bloor and Barry Barnes considered this structure's relation to scientific knowledge in relation to their strong programme. A paradigm that explains the relationship between human knowledge and action that is named after this discipline is given in the book Ideology and Utopia, which was written by Karl Mannheim. One approach to this discipline suggests that it can be analyzed through milieus": {
    "guess": "Sociology",
    "confidence": [
      [
        "S",
        -0.028284362
      ],
      [
        "oci",
        -2.6656826e-05
      ],
      [
        "ology",
        -0.0002699185
      ]
    ]
  },
  "The daughter of a poor dancer and a disreputable opera singer, in her attempt to achieve respectability,": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.08690274
      ],
      [
        "anity",
        -0.030224796
      ],
      [
        " Fair",
        -0.0069386675
      ],
      [
        " (",
        -0.31980452
      ],
      [
        "nov",
        -0.00032485672
      ],
      [
        "el",
        -1.3544423e-05
      ],
      [
        ")",
        -4.167649e-05
      ]
    ]
  },
  "David Rosen inexplicably replaced a dark sky with a gold one in one of the two depictions of this scene by Rogier van der Weyden, both of which include a red cloth draped behind their central figure. The sun and the moon appear together at the top of a depiction of this scene in which two angels holding chalices flank its central figure. A version of this scene in the style of \"nuclear mysticism\" is set above the bay of Port Lligat and includes the polyhedron net of a hypercube. Another depiction of this scene clothes its central figure in a prayer shawl and includes a man in green fleeing a burning synagogue to emphasize its central figure's relation to 20th-century Jews. Raphael's depiction": {
    "guess": "Transfiguration",
    "confidence": [
      [
        "Trans",
        -0.8419262
      ],
      [
        "fig",
        -2.808727e-05
      ],
      [
        "uration",
        -0.00019018957
      ]
    ]
  },
  "His daughter, Kate Sprague, scandalized his friends when she had an affair with Roscoe Conkling. A protege of William Wirt, he wrote the Supreme Court's opinion in Texas v. White, declaring secession unconstitutional, years after his advocacy in the van Zandt case won him the nickname \"attorney general for fugitive slaves.\" He drafted the Free Soil party's 1848 platform and was elected governor of": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.053251255
      ],
      [
        "mon",
        -0.00019460011
      ],
      [
        " P",
        -0.000244651
      ],
      [
        ".",
        -0.00035774958
      ],
      [
        " Chase",
        -0.00021093102
      ]
    ]
  },
  "_This daughter of Perse was said to live in a house of polished stone near a cemetery where male corpses were wrapped in untanned oxhides and placed on top of willow-trees for birds to eat. She bore a son who, while raiding an island he thought was Corcyra, killed his father with the spine of a sting- ray. She supplied a decoction that protected Procris from the effects of a curse pronounced by her": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -1.2605476
      ],
      [
        "ir",
        -0.0013489265
      ],
      [
        "ce",
        -0.0002783783
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented subjects with five stimuli differing only in this property, and showed that subjects were more likely to place them in the correct temporal order when two consecutive ones had the same value for this property. Terasawa, Slaney, and Berger described this property as having \"thirteen colors\" in a paper exploring the parameter space for this property in terms of Mel-frequency cepstral coefficients. A work by Pierre Boulez pairs this property with \"composition,\" and in addition to melody identification": {
    "guess": "Timbre",
    "confidence": [
      [
        "Tim",
        -0.014394781
      ],
      [
        "bre",
        -0.004684665
      ]
    ]
  },
  "David Morris wrote about the sublimity of these works, and the coherence of their conventions are examined in a book by Eve Sedgwick. One of these works begins with Philip Harclay learning that his friend was killed by some Welsh Rebels and is Clara Reeve's The Old English Baron. In another work in this genre, Matilda disguises herself as a dude to seduce the title character, a virtuous man named Ambrosio. The first one of these kinds of works was inspired by the author's home of Strawberry Hill and begins with a wedding in which Conrad is crushed to death by a gigantic helmet. Later examples of": {
    "guess": "Gothic fiction",
    "confidence": [
      [
        "G",
        -0.002381119
      ],
      [
        "oth",
        0.0
      ],
      [
        "ic",
        -1.3856493e-06
      ],
      [
        " fiction",
        -0.0048596654
      ]
    ]
  },
  "His daughter, Kate Sprague, scandalized his friends when she had an affair with Roscoe Conkling. A protege of William Wirt, he wrote the Supreme Court's opinion in Texas v. White, declaring secession unconstitutional, years after his advocacy in the van Zandt case won him the nickname \"attorney general for fugitive slaves.\" He drafted the Free Soil party's 1848 platform and was elected governor of Ohio in 1855, before losing the 1860 GOP nomination to Lincoln. The author of the Ex Parte Milligan decision as chief justice after Roger Brooke Taney, FTP, name this Secretary of the Treasury under Abraham Lincoln.": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.500857
      ],
      [
        "mon",
        -0.000110457004
      ],
      [
        " P",
        -0.00033296258
      ],
      [
        ".",
        -0.0003740695
      ],
      [
        " Chase",
        -0.00062022323
      ]
    ]
  },
  "David Morris wrote about the sublimity of these works, and the coherence of their conventions are examined in a book by Eve Sedgwick. One of these works begins with Philip Harclay learning that his friend was killed by some Welsh Rebels and is Clara Reeve's The Old English Baron. In another work in this": {
    "guess": "Gothic fiction",
    "confidence": [
      [
        "G",
        -0.006180118
      ],
      [
        "oth",
        -1.3544423e-05
      ],
      [
        "ic",
        -1.27099975e-05
      ],
      [
        " fiction",
        -0.0028644388
      ]
    ]
  },
  "His daughter, Kate Sprague, scandalized his friends when she had an affair with Roscoe Conkling. A protege": {
    "guess": "Stalwarts",
    "confidence": [
      [
        "St",
        -1.0738658
      ],
      [
        "al",
        -0.001106875
      ],
      [
        "warts",
        -0.00063035195
      ]
    ]
  },
  "One of this man's daughters was trampled to death by horses on the orders of her jealous husband Ermanaric.": {
    "guess": "Ermanaric",
    "confidence": [
      [
        "Er",
        -0.8974642
      ],
      [
        "man",
        -0.013084235
      ],
      [
        "ar",
        -0.0020320152
      ],
      [
        "ic",
        -0.0017632401
      ]
    ]
  },
  "David Hilbert published a purported proof of this mathematical idea, but his proof was flawed. Godel proved that even the generalized form is consistent with the axioms of set theory. However, in 1963, Paul Cohen showed that negation of this hypothesis is also consistent, and the majority of set theorists now think that it is false. FTP, identify this hypothesis first conjectured by Cantor, which states": {
    "guess": "Continuum hypothesis",
    "confidence": [
      [
        "Contin",
        -0.007249392
      ],
      [
        "uum",
        -3.8219583e-05
      ],
      [
        " hypothesis",
        -0.03982076
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that daughter later became a nun. This man gave great favor to the dancers Gio and Ginyo, leading to several women changing their names to add a \"gi\" syllable, but eventually kicked Gio out in favor of Hotoke. He executed the monk Saiko for conspiring against him in the Shishigatani Conspiracy. During one conflict this man killed two of Yoshitomo's sons and exiled a third, and with a future rival he defeated the forces of Sutoku in another conflict. He forced Go-Shirakawa out of power after the Hogen and Heiji rebellions. This man elevated his grandson to the status of Emperor Antoku, whose ship drowned in the Battle of Dan-no-Ura. This man fought the Genpei war against his main rivals, the Minamoto clan, who would go on to found the Kamakura Shogunate. For 10 points, identify this leader of the Taira clain, a samurai and regent in 12th-century Japan.": {
    "guess": "Taira no Kiyomori",
    "confidence": [
      [
        "T",
        -0.02281141
      ],
      [
        "aira",
        -0.0002036596
      ],
      [
        " no",
        -0.0077017415
      ],
      [
        " K",
        -0.00066990557
      ],
      [
        "iy",
        -2.618001e-05
      ],
      [
        "om",
        -7.7079974e-05
      ],
      [
        "ori",
        -9.841743e-05
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that daughter later became a nun. This man gave great favor to the dancers Gio and Ginyo, leading to several women changing their names to add a \"gi\" syllable, but eventually kicked Gio out in favor of Hotoke. He executed the monk Saiko for conspiring against him in the Shishigatani Conspiracy. During one conflict this man killed two of Yoshitomo's sons and exiled a third, and with a future rival he defeated the forces of Sutoku in another conflict. He forced Go-Shirakawa out of power after the Hogen and Heiji rebellions. This man elevated his grandson to the status of Emperor Antoku, whose ship drowned in the Battle of Dan-no-Ura. This man fought the Genpei war against his main rivals, the Minamoto clan, who would go on to found the Kamakura Shogunate. For 10 points, identify this leader of": {
    "guess": "Taira no Kiyomori",
    "confidence": [
      [
        "T",
        -0.35461262
      ],
      [
        "aira",
        -9.41261e-05
      ],
      [
        " no",
        -0.014812654
      ],
      [
        " K",
        -0.00070052256
      ],
      [
        "iy",
        -8.180258e-06
      ],
      [
        "om",
        -1.5332478e-05
      ],
      [
        "ori",
        -3.5716304e-05
      ]
    ]
  },
  "David Schneider argued for redefining this concept in symbolic rather than biological terms in a book on the \"American\" kind of this concept. Compadrazgo is an example of the fictive kind of this concept. Six patterns of this concept were described by Lewis Henry Morgan, including the \"generational\" Hawaiian system and the \"bifurcate merging\" Iroquois type. The cognatic form of tracking this concept is divided into bilateral or ambilinial types. Claude (*) Levi-Strauss argued for an \"alliance theory\" of this kind of relationship, which is often classified as affinal or consanguineal, in a book entitled The Elementary Structures of [this concept]. For 10 points, give this anthropological term encompassing the study of familial relationships.": {
    "guess": "Kinship",
    "confidence": [
      [
        "Kin",
        -0.035707634
      ],
      [
        "ship",
        -5.5122365e-07
      ]
    ]
  },
  "David Dabydeen wrote a novel in verse about this painting, currently on display at the Museum of Fine Arts in Boston, and John Ruskin described it in the first volume of \"Modern Painters.\" It was partially inspired by Captain Luke Collingwood throwing 122 people, whom he described as \"cargo,\" overboard in the so-called \"Zong Massacre.\" This painting depicts ghastly sea creatures devouring drowning": {
    "guess": "The Slave Ship",
    "confidence": [
      [
        "The",
        -0.118687406
      ],
      [
        " Slave",
        -0.06124653
      ],
      [
        " Ship",
        -0.000119874094
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum to find its equation prompted solutions from Huygens (HOY-gunz), Leibniz, and Johann Bernoulli. Euler (OY-lur) proved that this shape produces the surface of revolution with minimum area, while a road pitted with a continuous series of these curves will allow a square wheel to roll smoothly. This curve is traced by the focus of a parabola as it rolls along a straight line, and it is asymptotic to graphs of both exponential growth and exponential decay. Because it eliminates shear forces at joints and causes weight to be directed down into the ground rather than at an angle, Robert Hooke determined that this is the optimal shape of an arch. Having general equation y equals a times the hyperbolic cosine of the quantity x over a, name this curve that results when a cable or chain hangs under its own weight.": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.0012836872
      ],
      [
        "aten",
        -8.418666e-06
      ],
      [
        "ary",
        -7.58424e-06
      ]
    ]
  },
  "David Kendall wrote the official response to this document, whose tenth section, \"Growing Frustration,\" describes the Zedillo visit.  A later section of its \"Narrative\" portion, \"The Affidavit,\" discusses the \"Perelman call\" and the \"Francis Carter meeting.\"  Another section discusses the role of Betty Currie as an intermediary, while its last section includes the testimony of John Podesta and Harold Ickes.  It begins by discussing a decision of Judge Susan Wright, and one person mentioned in it tried to use Vernon Jordan to get a job after being transferred to the Pentagon from the White House. It argues for charges of obstruction of justice and lying under oath, and drew criticism for its explicit": {
    "guess": "Impeachment of Bill Clinton",
    "confidence": [
      [
        "Im",
        -1.0071533
      ],
      [
        "pe",
        -3.6431527e-05
      ],
      [
        "achment",
        -0.0012518965
      ],
      [
        " of",
        -0.032443345
      ],
      [
        " Bill",
        -9.639097e-05
      ],
      [
        " Clinton",
        -0.00059711613
      ]
    ]
  },
  "She was the daughter of Ferdinand VII and Maria Christina, and her uncle contested her succession under the Salic Law, thus beginning the Carlist Wars. Frequent rebellions during her reign culminated in": {
    "guess": "Isabella II of Spain",
    "confidence": [
      [
        "Is",
        -0.47778577
      ],
      [
        "abella",
        -0.004520554
      ],
      [
        " II",
        -0.0009571974
      ],
      [
        " of",
        -0.00049369864
      ],
      [
        " Spain",
        -0.00015538577
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had her nephew Frederick Ballestier copy the face of that portrait and place it atop a military uniform. Two gold buttons are visible below this man's right hand in a portrait composed similarly to its artist's earlier Portrait of Charles Pelham; Pelham's son Henry later accused this man, the subject of that portrait, of plagiarism. In that portrait, this man poses behind a polished mahogany table whose": {
    "guess": "Portrait of James Madison",
    "confidence": [
      [
        "Portrait",
        -0.6278558
      ],
      [
        " of",
        -0.0021795272
      ],
      [
        " James",
        -0.93088585
      ],
      [
        " Madison",
        -0.5562635
      ]
    ]
  },
  "In a David Markey short film, Joe Cole has a picture of this musician taped to his face as he joins Kim Gordon and Thurston Moore to see True Believers. In response to a rant on this musician's album Live: Take No Prisoners, Robert Christgau thanked him for pronouncing his name right. Early in his career, this musician led a band called The Primitives, one of whose songs gave its name to the ostrich guitar tuning. This man sang about Pedro, who wants to \"fly away from this dirty boulevard,\" in a song from his album New York. In another song, he sings \"I thought I was someone else / Someone good\" before singing of the title time, \"I'm glad I spent it with you.\" That song, \"Perfect Day,\" appears": {
    "guess": "Lou Reed",
    "confidence": [
      [
        "Lou",
        -0.009400454
      ],
      [
        " Reed",
        -0.000118324446
      ]
    ]
  },
  "David Rosen inexplicably replaced a dark sky with a gold one in one of the two depictions of this scene": {
    "guess": "Oath of the Horatii",
    "confidence": [
      [
        "O",
        -0.72501343
      ],
      [
        "ath",
        -0.002235186
      ],
      [
        " of",
        -0.0011036602
      ],
      [
        " the",
        -0.0013877319
      ],
      [
        " Hor",
        -0.09167742
      ],
      [
        "at",
        -0.0005782929
      ],
      [
        "ii",
        -6.122589e-05
      ]
    ]
  },
  "She was the daughter of Ferdinand VII and Maria Christina, and her uncle contested her succession under the Salic Law, thus beginning the Carlist Wars. Frequent rebellions during her reign culminated in 1868 in the insurrection led by Serrano and Juan Prim, and she was deposed, spending the rest of her life in France. FTP, identify this Spanish queen, whose character made a brief appearance in the recent film _Amistad_.": {
    "guess": "Isabella II of Spain",
    "confidence": [
      [
        "Is",
        -0.011332629
      ],
      [
        "abella",
        -0.15459049
      ],
      [
        " II",
        -0.0013167856
      ],
      [
        " of",
        -0.035087895
      ],
      [
        " Spain",
        -5.0139948e-05
      ]
    ]
  },
  "His daughter Kate Sprague was a notable socialite who attempted to win him the presidential nomination on several occasions. His uncle was first Episcopal bishop of Ohio, and he studied law under the most": {
    "guess": "James G. Blaine",
    "confidence": [
      [
        "James",
        -1.5307971
      ],
      [
        " G",
        -0.15075982
      ],
      [
        ".",
        -0.00011236426
      ],
      [
        " Bl",
        -0.00031353603
      ],
      [
        "aine",
        -0.00027111053
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented subjects with five stimuli differing only in this property, and showed that subjects were more likely to place them in the correct temporal order when two consecutive ones had the same value for this property. Terasawa, Slaney, and Berger described this property as having \"thirteen colors\" in a paper exploring the parameter space for this property in terms of Mel-frequency cepstral coefficients.": {
    "guess": "Timbre",
    "confidence": [
      [
        "Tim",
        -0.2894618
      ],
      [
        "bre",
        -0.013401498
      ]
    ]
  },
  "Her daughter was Hnoss, and her mother was sometimes said to be Nerthus. While searching for her husband,": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.32322302
      ],
      [
        "rig",
        -0.50928223
      ],
      [
        "g",
        -0.0004332917
      ]
    ]
  },
  "David Hilbert published a purported proof of this mathematical idea, but his proof was flawed. Godel proved that even the generalized form is consistent with the axioms of set theory. However, in 1963, Paul Cohen showed that negation of this hypothesis is also consistent, and the majority of set theorists now think that it is false. FTP, identify this hypothesis first conjectured by Cantor, which states that there can be no set with cardinality strictly between the cardinalities of the rational and real numbers.": {
    "guess": "Continuum hypothesis",
    "confidence": [
      [
        "Contin",
        -0.014819346
      ],
      [
        "uum",
        -9.41261e-05
      ],
      [
        " hypothesis",
        -0.061426703
      ]
    ]
  },
  "In a David Markey short film, Joe Cole has a picture of this musician taped to his face as he joins Kim Gordon and Thurston Moore to see True Believers. In response to a rant on this musician's album Live: Take No Prisoners, Robert Christgau thanked him for pronouncing his name right. Early in his career, this musician led a band called The Primitives, one of whose songs gave its name to the ostrich": {
    "guess": "Lou Reed",
    "confidence": [
      [
        "Lou",
        -0.029666597
      ],
      [
        " Reed",
        -9.150362e-05
      ]
    ]
  },
  "His daughter Enhedduana was high priestess at Ur and wrote hymns identifying Inanna with Ishtar. Legends say, like Moses, he was placed in a basket and floated down the Euphrates at birth. He entered the service of the king of Kish, rose through merit, deposed the king, and adopted the name Sharrum-kin, meaning \"legitimate king.\" Around 2370 BCE he defeated Lugalzagessi of Uruk and took all of Sumeria, later adding Assyria and Elam. The ruler of the first true empire, FTP, name this Semitic king who set up his capital at Agade, and was the first to unite the lands of Sumer and Akkad.": {
    "guess": "Sargon of Akkad",
    "confidence": [
      [
        "S",
        -0.0034008562
      ],
      [
        "argon",
        -1.8550976e-05
      ],
      [
        " of",
        -0.0030201373
      ],
      [
        " Ak",
        -6.1537958e-06
      ],
      [
        "kad",
        -3.0232935e-05
      ]
    ]
  },
  "David Morris wrote about the sublimity of these works, and the coherence of their conventions are examined in a book by Eve Sedgwick. One of these works begins with Philip Harclay learning that his friend was killed by some Welsh Rebels and is Clara Reeve's The Old English Baron. In another work in this genre, Matilda disguises herself as a dude to seduce the title character, a virtuous man named Ambrosio. The first one of these kinds of works was inspired by the author's home of Strawberry Hill and begins with a wedding in which Conrad is crushed to death by a gigantic helmet. Later examples of them include The Italian and The Mysteries of Udolpho. For 10 points, Ann Radcliffe and Horace Walpole": {
    "guess": "Gothic fiction",
    "confidence": [
      [
        "G",
        -0.008215724
      ],
      [
        "oth",
        -6.704273e-07
      ],
      [
        "ic",
        -3.1737043e-06
      ],
      [
        " fiction",
        -0.030592283
      ]
    ]
  },
  "David Kendall wrote the official response to this document, whose tenth section, \"Growing Frustration,\"": {
    "guess": "United States Senate Watergate Committee's final report",
    "confidence": [
      [
        "United",
        -2.2828948
      ],
      [
        " States",
        -0.0793754
      ],
      [
        " Senate",
        -0.89058155
      ],
      [
        " Water",
        -0.9899817
      ],
      [
        "gate",
        -0.00033784626
      ],
      [
        " Committee",
        -0.00845252
      ],
      [
        "'s",
        -0.9010536
      ],
      [
        " final",
        -1.8744427
      ],
      [
        " report",
        -0.004165537
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had her nephew Frederick Ballestier copy the face of that portrait and place it atop a military uniform. Two gold buttons are visible below this man's right hand in a portrait composed similarly to its artist's earlier Portrait of Charles Pelham; Pelham's son Henry later accused this man, the subject": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.9447073
      ],
      [
        " Singleton",
        -0.030385198
      ],
      [
        " C",
        -0.00021569549
      ],
      [
        "ople",
        -1.5213274e-05
      ],
      [
        "y",
        -2.5941605e-05
      ]
    ]
  },
  "His daughter Euippe predicted the death and deification of Asclepius, and was seduced by Aeolus. Some accounts state that he was conceived on the Oceanid Philyra by Cronus, who was caught in the act by Rhea, changed form, and fled. According to some accounts, he chose to die after being hit in the knee by an arrow that passed through the arm of Elatus, giving his immortality to Prometheus. He saved Peleus's life, helped him find his sword, advised him on how to win Thetis, and later tutored their": {
    "guess": "Chiron",
    "confidence": [
      [
        "Ch",
        -0.0013459465
      ],
      [
        "iron",
        -3.2929079e-06
      ]
    ]
  },
  "David Bloor and Barry Barnes considered this structure's relation to scientific knowledge in relation to their strong programme. A paradigm that explains the relationship between human knowledge and action that is named after this discipline is given in the book Ideology and Utopia, which was written by Karl Mannheim. One approach to this discipline suggests that it can be analyzed through milieus and was championed in a book that criticized abstracted empiricism. Distinguishing between and the \"I\" and the \"Me\" is the basis for the symbolic interactionism approach to this discipline. The thinker": {
    "guess": "Sociology",
    "confidence": [
      [
        "S",
        -0.044260304
      ],
      [
        "oci",
        -1.9385403e-05
      ],
      [
        "ology",
        -0.00067955
      ]
    ]
  },
  "The daughter of Kane Milohai [KAH-nay mee-LOH-hye], she was banished from her home because of her temper.": {
    "guess": "Rosebud",
    "confidence": [
      [
        "Rose",
        -1.3906742
      ],
      [
        "bud",
        -0.0042132633
      ]
    ]
  },
  "_This daughter of Perse was said to live in a house of polished stone near a cemetery where male corpses were wrapped in untanned oxhides and placed on top of willow-trees for birds to eat. She bore a son who, while raiding an island he thought was Corcyra, killed his father with the spine of a sting- ray. She supplied a decoction that protected Procris from the effects of a curse pronounced by her sister Pasiphaë, and purified the murderers of Apsyrtus. She also turned Picus into a woodpecker after he spurned her, and transformed Scylla into a monster. She gave birth to Telegonus after sleeping with a hero who used moly to resist her magic. FTP, name this aunt of Medea who turned some of Odysseus's": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.10093314
      ],
      [
        "ir",
        -0.00010819213
      ],
      [
        "ce",
        -6.420598e-05
      ]
    ]
  },
  "David Rosen inexplicably replaced a dark sky with a gold one in one of the two depictions of this scene by Rogier van der Weyden, both of which include a red cloth draped behind their central figure. The sun and the moon appear together at the top of a depiction of this scene in which two angels holding chalices flank its central figure. A version of this scene in the style of \"nuclear mysticism\" is": {
    "guess": "The Last Judgment",
    "confidence": [
      [
        "The",
        -0.1421759
      ],
      [
        " Last",
        -0.0610984
      ],
      [
        " Judgment",
        -0.12476046
      ]
    ]
  },
  "David Bloor and Barry Barnes considered this structure's relation to scientific knowledge in relation to their strong programme. A paradigm that explains the relationship between human knowledge and action that is named after this discipline is given in the book Ideology and Utopia, which was written by Karl Mannheim. One approach to this discipline suggests that it can be analyzed through milieus and was championed in a book that criticized abstracted empiricism. Distinguishing between and the \"I\"": {
    "guess": "Sociology",
    "confidence": [
      [
        "S",
        -0.023581566
      ],
      [
        "oci",
        -6.0153056e-05
      ],
      [
        "ology",
        -0.0008481022
      ]
    ]
  },
  "His daughter Kate Sprague was a notable socialite who attempted to win him the presidential nomination on several occasions. His uncle was first Episcopal bishop of Ohio, and he studied law under the most beloved man in America, William Wirt. At the 1860 convention, he conceded the nomination to Lincoln": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.14770591
      ],
      [
        "mon",
        -0.00028052396
      ],
      [
        " P",
        -0.00029196384
      ],
      [
        ".",
        -0.00027897433
      ],
      [
        " Chase",
        -0.00016671013
      ]
    ]
  },
  "His daughter Euippe predicted the death and deification of Asclepius, and was seduced by Aeolus. Some accounts state that he was conceived on the Oceanid Philyra by Cronus, who was caught in the act by Rhea, changed form, and fled. According to some accounts, he chose to die after being hit in the knee by an arrow that passed through the arm of Elatus, giving his immortality to Prometheus. He saved Peleus's life, helped him find his sword, advised him on how to win Thetis, and later tutored their son. Also credited with tutoring Heracles and Jason, FTP name this wise centaur.": {
    "guess": "Chiron",
    "confidence": [
      [
        "Ch",
        -0.0010923543
      ],
      [
        "iron",
        -2.1411865e-05
      ]
    ]
  },
  "_This daughter of Perse was said to live in a house of polished stone near a cemetery where male corpses were wrapped in untanned oxhides and placed on top of willow-trees for birds to eat. She bore a son who, while raiding an island he thought was Corcyra, killed his father with the spine of a sting- ray. She supplied a decoction that protected Procris from the effects of a curse pronounced by her sister Pasiphaë, and purified the murderers of Apsyrtus. She also turned Picus into a woodpecker after he spurned her, and transformed Scylla into a monster. She gave birth to Telegonus after sleeping with a hero who used moly to resist her magic. FTP, name this aunt of Medea who turned some of Odysseus's crew into swine.": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.004824788
      ],
      [
        "ir",
        -2.3438328e-05
      ],
      [
        "ce",
        -5.216641e-05
      ]
    ]
  },
  "Her daughter was Hnoss, and her mother was sometimes said to be Nerthus. While searching for her husband, who went on long journeys, she wept tears of red gold. She loaned one of her possessions to Loki for a mission to rescue Idunn, and another item to Thor for a mission to rescue Mjollnir after it had been stolen by Thrym, who demanded her hand in marriage. She could transform into a falcon with her cloak, but she generally traveled in a chariot pulled by two cats. Accused by Loki of sleeping with every god in Asgard and every elf in Alfheim, FTP name this sexy Vanir love-goddess, the daughter": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.39052242
      ],
      [
        "rig",
        -0.5037255
      ],
      [
        "g",
        -0.00031067515
      ]
    ]
  },
  "David Hilbert published a purported proof of this mathematical idea, but his proof was flawed. Godel proved that even the generalized form is consistent with the axioms of set theory. However, in 1963, Paul Cohen showed that negation of this hypothesis is also consistent, and the majority of set theorists": {
    "guess": "Continuum hypothesis",
    "confidence": [
      [
        "Contin",
        -0.037796907
      ],
      [
        "uum",
        -8.299462e-06
      ],
      [
        " hypothesis",
        -0.011614881
      ]
    ]
  },
  "David Lewis used this substance to illustrate the problem of the many. According to Jean Buridan, Socrates expressed a preference for this substance when Plato warned him what would happen if the next": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.009042556
      ]
    ]
  },
  "In a David Markey short film, Joe Cole has a picture of this musician taped to his face as he joins Kim": {
    "guess": "Kurt Cobain",
    "confidence": [
      [
        "K",
        -0.5237374
      ],
      [
        "urt",
        -0.0024580567
      ],
      [
        " Cob",
        -0.00020866614
      ],
      [
        "ain",
        -6.635165e-05
      ]
    ]
  },
  "David Kendall wrote the official response to this document, whose tenth section, \"Growing Frustration,\" describes the Zedillo visit.  A later section of its \"Narrative\" portion, \"The Affidavit,\" discusses the \"Perelman call\" and the \"Francis Carter meeting.\"  Another section discusses the role of Betty Currie as an intermediary, while its last section includes the testimony of John Podesta and Harold Ickes.  It begins by discussing a decision of Judge Susan Wright, and one person mentioned in it tried to use Vernon Jordan to get a job after being transferred to the Pentagon from the White House. It argues for charges of obstruction of justice and lying under oath, and drew criticism for its explicit description of sexual encounters. FTP, name this document released by the Office of the Independent": {
    "guess": "Starr Report",
    "confidence": [
      [
        "St",
        -1.0147271
      ],
      [
        "arr",
        -2.1054253e-05
      ],
      [
        " Report",
        -0.0008117708
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that daughter later became a nun. This man gave great favor to the dancers Gio and Ginyo, leading to several women changing their names to add a \"gi\" syllable, but eventually kicked Gio out in favor of Hotoke. He executed the monk Saiko for conspiring against him in the Shishigatani Conspiracy. During one conflict this man killed two of Yoshitomo's sons and exiled a third, and with a future rival he defeated the forces of Sutoku in another conflict. He forced Go-Shirakawa out of power after the Hogen": {
    "guess": "Taira no Kiyomori",
    "confidence": [
      [
        "T",
        -0.058917154
      ],
      [
        "aira",
        -0.028468717
      ],
      [
        " no",
        -0.018886013
      ],
      [
        " K",
        -0.00011594037
      ],
      [
        "iy",
        -6.0345924e-06
      ],
      [
        "om",
        -2.6656826e-05
      ],
      [
        "ori",
        -1.5570886e-05
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum to find its equation prompted solutions from Huygens (HOY-gunz), Leibniz, and Johann Bernoulli. Euler": {
    "guess": "Cycloid",
    "confidence": [
      [
        "C",
        -0.84752536
      ],
      [
        "yc",
        -0.17994589
      ],
      [
        "loid",
        -3.1186566e-05
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector Clouseau to investigate. In response to it, one commentator compared it to dropping \"an algae bloom\" on the \"fucking heads\" of people who \"can survive in anaerobic environments.\" This event was reportedly instigated by the Cincinnati based conservative John Shafer, and subsequent memos revealed that participants were looking for the word \"progressive\" as well. A non-Heisman winning Danny Werfel was appointed commissioner in the wake of this scandal. During it, the news misquoted an application as reading \"please detail the content of one's prayers.\" This scandal resulted in the resignation of Lois Lerner and a subsequent revelation that many of her e-mails became lost due to a computer crash. For10 points, identify this scandal in which a certain government agency gave intensive scrutiny to conservative groups applying for tax-exempt status.": {
    "guess": "IRS targeting controversy",
    "confidence": [
      [
        "IRS",
        -0.025168916
      ],
      [
        " targeting",
        -8.208653e-05
      ],
      [
        " controversy",
        -0.003007535
      ]
    ]
  },
  "David Lewis used this substance to illustrate the problem of the many. According to Jean Buridan, Socrates expressed a preference for this substance when Plato warned him what would happen if the next thing he said was a lie. In \"Of Miracles,\" Hume presents an Indian prince who was incredulous after seeing the transformation of this substance. A character named \"Oscar\" describes this substance differently than his (*) counterpart, who uses it to refer to XYZ, in the \"twin earth\" experiment proposed": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.012507296
      ]
    ]
  },
  "His daughter Euippe predicted the death and deification of Asclepius, and was seduced by Aeolus. Some accounts state that he was conceived on the Oceanid Philyra by Cronus, who was caught in the act by Rhea, changed form, and fled. According to some accounts, he chose to die after being hit in the knee": {
    "guess": "Chiron",
    "confidence": [
      [
        "Ch",
        -0.0035068262
      ],
      [
        "iron",
        -1.3856493e-06
      ]
    ]
  },
  "In a David Markey short film, Joe Cole has a picture of this musician taped to his face as he joins Kim Gordon and Thurston Moore to see True Believers. In response to a rant on this musician's album Live: Take No Prisoners, Robert Christgau thanked him for pronouncing his name right. Early in his career, this musician led a band called The Primitives, one of whose songs gave its name to the ostrich guitar tuning. This man sang about Pedro, who wants to \"fly away from this dirty boulevard,\" in a song from his album New York. In another song, he sings \"I thought I was someone else / Someone good\" before singing of the title time, \"I'm glad I spent it with you.\" That song, \"Perfect Day,\" appears on his album Transformer. For 10 points, name this songwriter who wrote \"Walk on the Wild Side\" after": {
    "guess": "Lou Reed",
    "confidence": [
      [
        "Lou",
        -0.0027283137
      ],
      [
        " Reed",
        -0.00021617231
      ]
    ]
  },
  "David Kendall wrote the official response to this document, whose tenth section, \"Growing Frustration,\" describes the Zedillo visit.  A later section of its \"Narrative\" portion, \"The Affidavit,\" discusses the \"Perelman call\" and the \"Francis Carter meeting.\"  Another section discusses the role of Betty Currie as an intermediary, while its last section includes the testimony of John Podesta and Harold Ickes.  It begins by discussing a decision of Judge Susan Wright, and one person mentioned in it tried to use Vernon Jordan to get a job after being transferred to the Pentagon from the White House.": {
    "guess": "Monica Lewinsky scandal",
    "confidence": [
      [
        "Mon",
        -0.3947667
      ],
      [
        "ica",
        -0.0018592725
      ],
      [
        " Lew",
        -0.0017885866
      ],
      [
        "insky",
        -0.0022664708
      ],
      [
        " scandal",
        -0.010198703
      ]
    ]
  },
  "His daughter, Kate Sprague, scandalized his friends when she had an affair with Roscoe Conkling. A protege of William Wirt, he wrote the Supreme Court's opinion in Texas v. White, declaring secession unconstitutional, years after his advocacy in the van Zandt case won him the nickname \"attorney general for fugitive slaves.\" He drafted the Free Soil party's 1848 platform and was elected governor of Ohio in 1855, before losing the 1860 GOP nomination to Lincoln. The author of the Ex Parte Milligan decision as chief justice after Roger Brooke Taney, FTP, name this Secretary of the Treasury under Abraham": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.012857354
      ],
      [
        "mon",
        -0.00047499835
      ],
      [
        " P",
        -0.0006221305
      ],
      [
        ".",
        -0.0009168167
      ],
      [
        " Chase",
        -0.0002974472
      ]
    ]
  },
  "Dave \"The Ghost\" Casper and Charlie Sanders are Hall of Famers who played this position, while Chad Lewis made 3 Pro Bowls with the Eagles playing it. In 2013 a players of this position nicknamed the \"Black Unicorn\", moved from the Giants to the Bears. Annually, an award named after John Mackey goes to the top college player at this position, an honor won by players like (*) Tyler Eifert and Marcedes Lewis. In 2005, a Browns first round pick at this position crashed his motorcycle \u0096 his father dominated this position in the 80s with San Diego. Former league leaders who play it are Jimmy Graham": {
    "guess": "Tight end",
    "confidence": [
      [
        "T",
        -0.00828512
      ],
      [
        "ight",
        -6.456359e-05
      ],
      [
        " end",
        -0.059355587
      ]
    ]
  },
  "David Lewis used this substance to illustrate the problem of the many. According to Jean Buridan, Socrates expressed a preference for this substance when Plato warned him what would happen if the next thing he said was a lie. In \"Of Miracles,\" Hume presents an Indian prince who was incredulous after": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.020180948
      ]
    ]
  },
  "The daughter of a poor dancer and a disreputable opera singer, in her attempt to achieve respectability, she enrolls in Miss [*] Pinkerton's Academy, where she meets Amelia Sedley, who offers her a place to stay before she becomes a governess for Sir Pitt Crawley. She tries to marry Amelia's brother, Joseph, but marries Rawdon Crawley after the Sedleys go broke. For 10 points—name this character from William Thackeray's Vanity Fair.": {
    "guess": "Becky Sharp",
    "confidence": [
      [
        "Be",
        -0.24446024
      ],
      [
        "ck",
        -3.7146747e-05
      ],
      [
        "y",
        -0.0006726399
      ],
      [
        " Sharp",
        -0.0024077657
      ]
    ]
  },
  "Because David \"Pudd'nhead\" Wilson collected them periodically from the other members of Dawson's Landing, he was able to prove Tom—not Chambers— was the murderer. Powder applied on objects adheres to microscopic": {
    "guess": "Pudd'nhead Wilson",
    "confidence": [
      [
        "P",
        -0.11122055
      ],
      [
        "udd",
        -0.00026872646
      ],
      [
        "'n",
        -0.001988471
      ],
      [
        "head",
        -3.7027545e-05
      ],
      [
        " Wilson",
        -0.0003871782
      ]
    ]
  },
  "His daughter is often called the namesake of Beirut, and his story inspired the Apostrophia aspect of a certain deity which was displayed in Athens. He was conceived because his grandmother Cenchreis or Orithyia was away at the festival of Demeter, which allowed his mother Smyrna to conspire with a nurse and deceive his father, also Smyrna's father and known as Cinyras or Thais, into an incestuous encounter. That mother later prayed to neither live nor die and was turned into a myrrh tree, from which he was born. After he died, that goddess sprinkled his blood with nectar, causing the anemone to be formed. One legend says that Calliope's ajudication of an ownership dispute over a chest containing this man led a vengeful claimant to cause the death of Orpheus. FTP, name this person killed by": {
    "guess": "Adonis",
    "confidence": [
      [
        "Ad",
        -0.0073624062
      ],
      [
        "onis",
        -0.00031317843
      ]
    ]
  },
  "David Morris wrote about the sublimity of these works, and the coherence of their conventions are examined": {
    "guess": "Gothic fiction",
    "confidence": [
      [
        "G",
        -0.26473707
      ],
      [
        "oth",
        -0.00078532955
      ],
      [
        "ic",
        -0.00067062076
      ],
      [
        " fiction",
        -0.030316513
      ]
    ]
  },
  "In a David Markey short film, Joe Cole has a picture of this musician taped to his face as he joins Kim Gordon and Thurston Moore to see True Believers. In response to a rant on this musician's album Live: Take No Prisoners, Robert Christgau thanked him for pronouncing his name right. Early in his career,": {
    "guess": "Lou Reed",
    "confidence": [
      [
        "Lou",
        -1.3544524
      ],
      [
        " Reed",
        -3.2855416e-05
      ]
    ]
  },
  "_This daughter of Perse was said to live in a house of polished stone near a cemetery where male corpses": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.10874227
      ],
      [
        "usa",
        -0.0007488752
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum to find its equation prompted solutions from Huygens (HOY-gunz), Leibniz, and Johann Bernoulli. Euler (OY-lur) proved that this shape produces the surface of revolution with minimum area, while a road pitted with a continuous series of these curves will allow a square wheel to roll smoothly. This curve is traced by the focus of a parabola as it rolls along a straight line, and it is asymptotic to graphs of both exponential growth and exponential decay. Because it eliminates shear forces at joints": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.00014668758
      ],
      [
        "aten",
        -0.00055422477
      ],
      [
        "ary",
        -8.418666e-06
      ]
    ]
  },
  "David Rosen inexplicably replaced a dark sky with a gold one in one of the two depictions of this scene by Rogier van der Weyden, both of which include a red cloth draped behind their central figure. The sun and the moon appear together at the top of a depiction of this scene in which two angels holding chalices flank its central figure. A version of this scene in the style of \"nuclear mysticism\" is set above the bay of Port Lligat and includes the polyhedron net of a hypercube. Another depiction of this scene clothes its central figure in a prayer shawl and includes a man in green fleeing a burning": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.3452308
      ],
      [
        " Last",
        -0.66425765
      ],
      [
        " Sup",
        -0.09934604
      ],
      [
        "per",
        -3.0232935e-05
      ]
    ]
  },
  "Dave \"The Ghost\" Casper and Charlie Sanders are Hall of Famers who played this position, while Chad Lewis made 3 Pro Bowls with the Eagles playing it. In 2013 a players of this position nicknamed the \"Black Unicorn\", moved from the Giants to the Bears. Annually, an award named after John Mackey goes": {
    "guess": "Tight end",
    "confidence": [
      [
        "T",
        -0.04342309
      ],
      [
        "ight",
        -7.0285365e-05
      ],
      [
        " end",
        -0.093107976
      ]
    ]
  },
  "Dave \"The Ghost\" Casper and Charlie Sanders are Hall of Famers who played this position, while Chad Lewis made 3 Pro Bowls with the Eagles playing it. In 2013 a players of this position nicknamed the \"Black Unicorn\", moved from the Giants to the Bears. Annually, an award named after John Mackey goes to the top college player at this position, an honor won by players like (*) Tyler Eifert and Marcedes Lewis. In 2005, a Browns first round pick at this position crashed his motorcycle \u0096 his father dominated this position in the 80s with San Diego. Former league leaders who play it are Jimmy Graham and Rob Gronkowski, who set this position's single season record for receiving yards. For 10 points,": {
    "guess": "Tight end",
    "confidence": [
      [
        "T",
        -0.01467756
      ],
      [
        "ight",
        -0.000120708515
      ],
      [
        " end",
        -0.06068272
      ]
    ]
  },
  "_This daughter of Perse was said to live in a house of polished stone near a cemetery where male corpses were wrapped in untanned oxhides and placed on top of willow-trees for birds to eat. She bore a son who, while raiding an island he thought was Corcyra, killed his father with the spine of a sting- ray. She supplied a decoction that protected Procris from the effects of a curse pronounced by her sister Pasiphaë, and purified the murderers of Apsyrtus. She also turned Picus into a woodpecker after": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.23703608
      ],
      [
        "ir",
        -0.0028630085
      ],
      [
        "ce",
        -0.000119993296
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum to find its equation prompted solutions from Huygens (HOY-gunz), Leibniz, and Johann Bernoulli. Euler (OY-lur) proved that this shape produces the surface of revolution with minimum area, while a road pitted with a continuous series of these curves will allow a square wheel to roll smoothly. This": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.002801791
      ],
      [
        "aten",
        -0.08573664
      ],
      [
        "ary",
        -0.0009919609
      ]
    ]
  },
  "In a David Markey short film, Joe Cole has a picture of this musician taped to his face as he joins Kim Gordon and Thurston Moore to see True Believers. In response to a rant on this musician's album Live: Take No Prisoners, Robert Christgau thanked him for pronouncing his name right. Early in his career, this musician led a band called The Primitives, one of whose songs gave its name to the ostrich guitar tuning. This man sang about Pedro, who wants to \"fly away from this dirty boulevard,\" in a": {
    "guess": "Lou Reed",
    "confidence": [
      [
        "Lou",
        -0.016768578
      ],
      [
        " Reed",
        -6.337155e-05
      ]
    ]
  },
  "David Schneider argued for redefining this concept in symbolic rather than biological terms in a book on the \"American\" kind of this concept. Compadrazgo is an example of the fictive kind of this concept. Six patterns of this concept were described by Lewis Henry Morgan, including the \"generational\"": {
    "guess": "Kinship",
    "confidence": [
      [
        "Kin",
        -0.040802483
      ],
      [
        "ship",
        -1.4140442e-05
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented subjects with five stimuli differing only in this property, and showed that subjects were more likely to place them in the correct temporal order when two consecutive ones had the same value for this property. Terasawa, Slaney, and Berger described this property as having \"thirteen colors\" in a paper exploring the parameter space for this property in terms of Mel-frequency cepstral coefficients. A work by Pierre Boulez pairs this property with \"composition,\" and in addition to melody identification and pitch direction discrimination, discrimination of this property is part of the Clinical Assessment of Music Perception developed by researchers at Washington to test cochlear implant users.": {
    "guess": "Timbre",
    "confidence": [
      [
        "Tim",
        -0.018924024
      ],
      [
        "bre",
        -0.005528523
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented subjects with five stimuli differing only in this property, and showed that subjects were more likely to place them in the correct temporal order when two consecutive ones had the same value for this property. Terasawa, Slaney, and Berger described this property as having \"thirteen colors\" in a paper exploring the parameter space for this property in terms of Mel-frequency cepstral coefficients. A work by Pierre Boulez pairs this property with \"composition,\" and in addition to melody identification and pitch direction discrimination, discrimination of this property is part of the Clinical Assessment of Music Perception developed by researchers at Washington to test cochlear implant users. For 10 points, give this term that is nebulously defined as the auditory attribute of a sound that": {
    "guess": "Timbre",
    "confidence": [
      [
        "Tim",
        -0.009309163
      ],
      [
        "bre",
        -0.005425135
      ]
    ]
  },
  "David Lewis used this substance to illustrate the problem of the many. According to Jean Buridan, Socrates expressed a preference for this substance when Plato warned him what would happen if the next thing he said was a lie. In \"Of Miracles,\" Hume presents an Indian prince who was incredulous after seeing the transformation of this substance. A character named \"Oscar\" describes this substance differently than his (*) counterpart, who uses it to refer to XYZ, in the \"twin earth\" experiment proposed by Hilary Putnam. Because of a change in this substance, Heraclitus said of a certain source of it": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.015214613
      ]
    ]
  },
  "David Bloor and Barry Barnes considered this structure's relation to scientific knowledge in relation": {
    "guess": "Sociology",
    "confidence": [
      [
        "S",
        -0.6442343
      ],
      [
        "oci",
        -0.000121542944
      ],
      [
        "ology",
        -0.0001373897
      ]
    ]
  },
  "David Morris wrote about the sublimity of these works, and the coherence of their conventions are examined in a book by Eve Sedgwick. One of these works begins with Philip Harclay learning that his friend was killed by some Welsh Rebels and is Clara Reeve's The Old English Baron. In another work in this genre, Matilda disguises herself as a dude to seduce the title character, a virtuous man named Ambrosio.": {
    "guess": "Gothic fiction",
    "confidence": [
      [
        "G",
        -0.005067722
      ],
      [
        "oth",
        -9.0883464e-07
      ],
      [
        "ic",
        -5.5122365e-07
      ],
      [
        " fiction",
        -0.0007312587
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented subjects with five stimuli differing only in this property, and showed that subjects were more likely to place them in the correct temporal order when two consecutive ones had the same value for this property. Terasawa, Slaney, and Berger described this property as having \"thirteen colors\" in": {
    "guess": "Pitch (music)",
    "confidence": [
      [
        "Pitch",
        -0.03555808
      ],
      [
        " (",
        -0.5495773
      ],
      [
        "music",
        -0.05973644
      ],
      [
        ")",
        -0.023035584
      ]
    ]
  },
  "In a David Markey short film, Joe Cole has a picture of this musician taped to his face as he joins Kim Gordon and Thurston Moore to see True Believers. In response to a rant on this musician's album Live: Take No Prisoners, Robert Christgau thanked him for pronouncing his name right. Early in his career, this musician led a band called The Primitives, one of whose songs gave its name to the ostrich guitar tuning. This man sang about Pedro, who wants to \"fly away from this dirty boulevard,\" in a song from his album New York. In another song, he sings \"I thought I was someone else / Someone good\"": {
    "guess": "Lou Reed",
    "confidence": [
      [
        "Lou",
        -0.026414083
      ],
      [
        " Reed",
        -0.00013488642
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -1.7408006
      ],
      [
        " G",
        -0.45790544
      ],
      [
        "ains",
        -0.006533119
      ],
      [
        "borough",
        -1.18755715e-05
      ]
    ]
  },
  "His daughter Euippe predicted the death and deification of Asclepius, and was seduced by Aeolus. Some accounts state that he was conceived on the Oceanid Philyra by Cronus, who was caught in the act by": {
    "guess": "Chiron",
    "confidence": [
      [
        "Ch",
        -0.0031582306
      ],
      [
        "iron",
        -5.3193703e-06
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that daughter later became a nun. This man gave great favor to the dancers Gio and Ginyo, leading to several women changing their names to add a \"gi\" syllable, but eventually kicked Gio out in favor of Hotoke. He executed the monk Saiko for conspiring against him in the Shishigatani Conspiracy. During": {
    "guess": "Taira no Kiyomori",
    "confidence": [
      [
        "T",
        -1.6029191
      ],
      [
        "aira",
        -0.447907
      ],
      [
        " no",
        -0.022822017
      ],
      [
        " K",
        -0.04634875
      ],
      [
        "iy",
        -0.00024953834
      ],
      [
        "om",
        -1.3856493e-06
      ],
      [
        "ori",
        -6.392203e-06
      ]
    ]
  },
  "Dave \"The Ghost\" Casper and Charlie Sanders are Hall of Famers who played this position, while Chad Lewis": {
    "guess": "Tight end",
    "confidence": [
      [
        "T",
        -0.03528907
      ],
      [
        "ight",
        -0.00013226394
      ],
      [
        " end",
        -0.04185629
      ]
    ]
  },
  "David Bloor and Barry Barnes considered this structure's relation to scientific knowledge in relation to their strong programme. A paradigm that explains the relationship between human knowledge and action that is named after this discipline is given in the book Ideology and Utopia, which was written by Karl Mannheim. One approach to this discipline suggests that it can be analyzed through milieus and was championed in a book that criticized abstracted empiricism. Distinguishing between and the \"I\" and the \"Me\" is the basis for the symbolic interactionism approach to this discipline. The thinker who started this discipline advocated a Religion of Humanity and posited that humankind moves through theological, metaphysical and positive stages. For 10 points, C. Wright Mills and Auguste Comte were practitioners of what social science that is often concerned with the institutions of a human community?": {
    "guess": "Sociology",
    "confidence": [
      [
        "S",
        -0.01679015
      ],
      [
        "oci",
        -9.0883464e-07
      ],
      [
        "ology",
        -3.9530823e-05
      ]
    ]
  },
  "David Lewis used this substance to illustrate the problem of the many. According to Jean Buridan, Socrates expressed a preference for this substance when Plato warned him what would happen if the next thing he said was a lie. In \"Of Miracles,\" Hume presents an Indian prince who was incredulous after seeing the transformation of this substance. A character named \"Oscar\" describes this substance differently": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.048290946
      ]
    ]
  },
  "One daughter of this man married King Joao I of Portugal. Late in life, this man married his mistress, Katherine Swynford. He earlier married a Spanish princess after he intervened in a Spanish civil war and helped restore Pedro the Cruel to power. Residences of this man included the Savoy Palace, which was destroyed during the Watt Tyler riots. This man's brother was Edward the Black Prince, while his son defeated the Hotspur Rebellion and overthrew Richard II. For 10 points, name this father of Henry IV, an English prince who founded the House of Lancaster.": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -0.0012057078
      ],
      [
        " of",
        -8.172892e-05
      ],
      [
        " Ga",
        -5.371606e-05
      ],
      [
        "unt",
        -3.5835506e-05
      ]
    ]
  },
  "David Kendall wrote the official response to this document, whose tenth section, \"Growing Frustration,\" describes the Zedillo visit.  A later section of its \"Narrative\" portion, \"The Affidavit,\" discusses the \"Perelman call\" and the \"Francis Carter meeting.\"  Another section discusses the role of Betty Currie as an intermediary, while its last section includes the testimony of John Podesta and Harold": {
    "guess": "Monica Lewinsky scandal",
    "confidence": [
      [
        "Mon",
        -0.68740547
      ],
      [
        "ica",
        -0.005033798
      ],
      [
        " Lew",
        -0.0020079839
      ],
      [
        "insky",
        -0.0023125035
      ],
      [
        " scandal",
        -0.014672042
      ]
    ]
  },
  "One of this man's daughters was trampled to death by horses on the orders of her jealous husband Ermanaric. An old man helped this figure select a horse at the river Busiltjörn. One myth describes him as a prince of Xanten whose only weakness is a spot on his back where a linden leaf had landed. He killed one foe after hiding in a trench dug to catch that figure's blood, a taste of which caused him": {
    "guess": "Theoderic the Great",
    "confidence": [
      [
        "The",
        -1.2970841
      ],
      [
        "oder",
        -0.8399731
      ],
      [
        "ic",
        -0.006275486
      ],
      [
        " the",
        -0.0009706564
      ],
      [
        " Great",
        -7.4576696e-05
      ]
    ]
  },
  "David Rosen inexplicably replaced a dark sky with a gold one in one of the two depictions of this scene by Rogier van der Weyden, both of which include a red cloth draped behind their central figure. The": {
    "guess": "Descent from the Cross",
    "confidence": [
      [
        "Des",
        -0.76256406
      ],
      [
        "cent",
        -2.2007884e-05
      ],
      [
        " from",
        -0.00080271857
      ],
      [
        " the",
        -2.1411865e-05
      ],
      [
        " Cross",
        -0.00030984072
      ]
    ]
  },
  "One daughter of this man married King Joao I of Portugal. Late in life, this man married his mistress, Katherine Swynford. He earlier married a Spanish princess after he intervened in a Spanish civil war and helped restore Pedro the Cruel to power. Residences of this man included the Savoy Palace, which was destroyed during the Watt Tyler riots. This man's brother was Edward the Black Prince, while": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -0.012882067
      ],
      [
        " of",
        -0.0038706162
      ],
      [
        " Ga",
        -0.00084417214
      ],
      [
        "unt",
        -8.947716e-05
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that daughter later became a nun. This man gave great favor to the dancers Gio and Ginyo, leading to several women changing their names to add a \"gi\" syllable, but eventually kicked Gio out in favor of Hotoke. He executed the monk Saiko for conspiring against him in the Shishigatani Conspiracy. During one conflict this man killed two of Yoshitomo's sons and exiled a third, and with a future rival he": {
    "guess": "Taira no Kiyomori",
    "confidence": [
      [
        "T",
        -0.22701778
      ],
      [
        "aira",
        -0.00810067
      ],
      [
        " no",
        -0.008735008
      ],
      [
        " K",
        -0.0010816369
      ],
      [
        "iy",
        -0.0001940041
      ],
      [
        "om",
        -3.1737043e-06
      ],
      [
        "ori",
        -7.465036e-06
      ]
    ]
  },
  "David Rosen inexplicably replaced a dark sky with a gold one in one of the two depictions of this scene by Rogier van der Weyden, both of which include a red cloth draped behind their central figure. The sun and the moon appear together at the top of a depiction of this scene in which two angels holding chalices flank its central figure. A version of this scene in the style of \"nuclear mysticism\" is set above the bay of Port Lligat and includes the polyhedron net of a hypercube. Another depiction": {
    "guess": "Deposition of Christ",
    "confidence": [
      [
        "Dep",
        -0.7477836
      ],
      [
        "osition",
        -0.0024297633
      ],
      [
        " of",
        -0.37389815
      ],
      [
        " Christ",
        -0.013517594
      ]
    ]
  },
  "One of this man's daughters was trampled to death by horses on the orders of her jealous husband Ermanaric. An old man helped this figure select a horse at the river Busiltjörn. One myth describes him as a prince of Xanten whose only weakness is a spot on his back where a linden leaf had landed. He killed one foe after hiding in a trench dug to catch that figure's blood, a taste of which caused him to learn the language of the birds. This grandson of Eylimi and son of Hjordis was eventually killed": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -0.9303285
      ],
      [
        "urd",
        -0.0023586408
      ]
    ]
  },
  "Dave \"The Ghost\" Casper and Charlie Sanders are Hall of Famers who played this position, while Chad Lewis made 3 Pro Bowls with the Eagles playing it. In 2013 a players of this position nicknamed the \"Black Unicorn\", moved from the Giants to the Bears. Annually, an award named after John Mackey goes to the top college player at this position, an honor won by players like (*) Tyler Eifert and Marcedes": {
    "guess": "Tight end",
    "confidence": [
      [
        "T",
        -0.02347793
      ],
      [
        "ight",
        -0.00013214473
      ],
      [
        " end",
        -0.08821057
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector Clouseau to investigate. In response to it, one commentator compared it to dropping \"an algae bloom\" on the \"fucking heads\" of people who \"can survive in anaerobic environments.\" This event was reportedly instigated by the Cincinnati based conservative John Shafer, and subsequent memos revealed": {
    "guess": "IRS targeting controversy",
    "confidence": [
      [
        "IRS",
        -1.0640986
      ],
      [
        " targeting",
        -0.00046522732
      ],
      [
        " controversy",
        -0.0018518929
      ]
    ]
  },
  "She was the daughter of Ferdinand VII and Maria Christina, and her uncle contested her succession under the Salic Law, thus beginning the Carlist Wars. Frequent rebellions during her reign culminated in 1868 in the insurrection led by Serrano and Juan Prim, and she was deposed, spending the rest of her life in France. FTP, identify this Spanish queen, whose character made a brief appearance in the": {
    "guess": "Isabella II of Spain",
    "confidence": [
      [
        "Is",
        -0.008157902
      ],
      [
        "abella",
        -0.1892367
      ],
      [
        " II",
        -0.00039325762
      ],
      [
        " of",
        -0.013374449
      ],
      [
        " Spain",
        -2.2603901e-05
      ]
    ]
  },
  "David Dabydeen wrote a novel in verse about this painting, currently on display at the Museum of Fine Arts in Boston, and John Ruskin described it in the first volume of \"Modern Painters.\" It was partially inspired by Captain Luke Collingwood throwing 122 people, whom he described as \"cargo,\" overboard in the so-called \"Zong Massacre.\" This painting depicts ghastly sea creatures devouring drowning humans, and the artist created it in order to assist the abolitionist movement. The titular vessel sits in the background of the chaos in, for 10 points, what painting of the transport of chattel by Joseph": {
    "guess": "The Slave Ship",
    "confidence": [
      [
        "The",
        -0.04284708
      ],
      [
        " Slave",
        -0.004082555
      ],
      [
        " Ship",
        -2.2842309e-05
      ]
    ]
  },
  "The daughter of Kane Milohai [KAH-nay mee-LOH-hye], she was banished from her home because of her temper. Her siblings include the sea‑goddess Namaka, and her half‑sister Hi'iaka [hye-ee-AH-kah], goddess of the dance. Her major rivals include the pig‑god Kamapua'a, who, as a rain god, can extinguish her fires. For 10 points—name this Hawai'ian goddess of volcanoes.": {
    "guess": "Pele (deity)",
    "confidence": [
      [
        "P",
        -0.060755078
      ],
      [
        "ele",
        -0.0012886864
      ],
      [
        " (",
        -0.13673678
      ],
      [
        "de",
        -0.07186014
      ],
      [
        "ity",
        -2.3438328e-05
      ],
      [
        ")",
        -0.0001440651
      ]
    ]
  },
  "His daughter Kate Sprague was a notable socialite who attempted to win him the presidential nomination on several occasions. His uncle was first Episcopal bishop of Ohio, and he studied law under the most beloved man in America, William Wirt. At the 1860 convention, he conceded the nomination to Lincoln on the third ballot, and Lincoln reciprocated by naming him secretary of the Treasury, a position which earned him a spot on the ten thousand dollar bill. FTP, name this man who also replaced Roger": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.0076556075
      ],
      [
        "mon",
        -0.00032962486
      ],
      [
        " P",
        -0.0005215776
      ],
      [
        ".",
        -0.0005601813
      ],
      [
        " Chase",
        -7.2073424e-05
      ]
    ]
  },
  "David Bloor and Barry Barnes considered this structure's relation to scientific knowledge in relation to their strong programme. A paradigm that explains the relationship between human knowledge and action that is named after this discipline is given in the book Ideology and Utopia, which was written by Karl Mannheim. One approach to this discipline suggests that it can be analyzed through milieus and was championed in a book that criticized abstracted empiricism. Distinguishing between and the \"I\" and the \"Me\" is the basis for the symbolic interactionism approach to this discipline. The thinker who started this discipline advocated a Religion of Humanity and posited that humankind moves through theological, metaphysical and positive stages. For 10 points, C. Wright Mills and Auguste Comte": {
    "guess": "Sociology",
    "confidence": [
      [
        "S",
        -0.0064428686
      ],
      [
        "oci",
        -7.89631e-07
      ],
      [
        "ology",
        -0.00011760922
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that daughter later became a nun. This man gave great favor to the dancers Gio and Ginyo, leading to several women changing their names to add a \"gi\" syllable, but eventually kicked Gio out in favor of Hotoke. He executed the monk Saiko for conspiring against him in the Shishigatani Conspiracy. During one conflict this man killed two of Yoshitomo's sons and exiled a third, and with a future rival he defeated the forces of Sutoku in another conflict. He forced Go-Shirakawa out of power after the Hogen and Heiji rebellions. This man elevated his grandson to the status of Emperor Antoku, whose ship drowned in the Battle of Dan-no-Ura. This man fought the Genpei war against his main rivals, the Minamoto": {
    "guess": "Taira no Kiyomori",
    "confidence": [
      [
        "T",
        -0.44816443
      ],
      [
        "aira",
        -0.00030257297
      ],
      [
        " no",
        -0.012846176
      ],
      [
        " K",
        -0.00089502445
      ],
      [
        "iy",
        -1.2590794e-05
      ],
      [
        "om",
        -6.749814e-06
      ],
      [
        "ori",
        -2.355753e-05
      ]
    ]
  },
  "His daughter is often called the namesake of Beirut, and his story inspired the Apostrophia aspect of a certain deity which was displayed in Athens. He was conceived because his grandmother Cenchreis or Orithyia was away at the festival of Demeter, which allowed his mother Smyrna to conspire with a nurse": {
    "guess": "Adonis",
    "confidence": [
      [
        "Ad",
        -0.3858127
      ],
      [
        "onis",
        -0.00015896189
      ]
    ]
  },
  "Because David \"Pudd'nhead\" Wilson collected them periodically from the other members of Dawson's Landing, he was able to prove Tom—not Chambers— was the murderer. Powder applied on objects adheres to microscopic amounts of perspiration and hence makes them visible. _FOR TEN POINTS_—name these personal markings that can be saved using the Wavelet/Scalar Quantization algorithm and are classified as loops,": {
    "guess": "Fingerprint",
    "confidence": [
      [
        "F",
        -0.12052398
      ],
      [
        "ingerprint",
        -0.008664918
      ]
    ]
  },
  "His daughter Enhedduana was high priestess at Ur and wrote hymns identifying Inanna with Ishtar. Legends say, like Moses, he was placed in a basket and floated down the Euphrates at birth. He entered the service of the king of Kish, rose through merit, deposed the king, and adopted the name Sharrum-kin, meaning \"legitimate king.\" Around 2370 BCE he defeated Lugalzagessi of Uruk and took all of Sumeria,": {
    "guess": "Sargon of Akkad",
    "confidence": [
      [
        "S",
        -0.09902682
      ],
      [
        "argon",
        -0.5502719
      ],
      [
        " of",
        -0.0144102955
      ],
      [
        " Ak",
        -3.1737043e-06
      ],
      [
        "kad",
        -3.7623562e-05
      ]
    ]
  },
  "Her daughter was Hnoss, and her mother was sometimes said to be Nerthus. While searching for her husband, who went on long journeys, she wept tears of red gold. She loaned one of her possessions to Loki for a mission to rescue Idunn, and another item to Thor for a mission to rescue Mjollnir after it": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.042842515
      ],
      [
        "rey",
        -0.04354636
      ],
      [
        "ja",
        -0.0004720219
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented subjects with five stimuli differing only in this property, and showed that subjects were more": {
    "guess": "Feature-based attention",
    "confidence": [
      [
        "Feature",
        -2.1642833
      ],
      [
        "-based",
        -1.3571724
      ],
      [
        " attention",
        -0.45107532
      ]
    ]
  },
  "Her daughter was Hnoss, and her mother was sometimes said to be Nerthus. While searching for her husband, who went on long journeys, she wept tears of red gold. She loaned one of her possessions to Loki for a mission to rescue Idunn, and another item to Thor for a mission to rescue Mjollnir after it had been stolen by Thrym, who demanded her hand in marriage. She could transform into a falcon with": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.5419567
      ],
      [
        "rig",
        -0.017629927
      ],
      [
        "g",
        -0.00083416636
      ]
    ]
  },
  "David Dabydeen wrote a novel in verse about this painting, currently on display at the Museum of Fine Arts in Boston, and John Ruskin described it in the first volume of \"Modern Painters.\" It was partially inspired by Captain Luke Collingwood throwing 122 people, whom he described as \"cargo,\" overboard": {
    "guess": "The Slave Ship",
    "confidence": [
      [
        "The",
        -0.16083501
      ],
      [
        " Slave",
        -0.00020818933
      ],
      [
        " Ship",
        -7.465036e-06
      ]
    ]
  },
  "One of this man's daughters was trampled to death by horses on the orders of her jealous husband Ermanaric. An old man helped this figure select a horse at the river Busiltjörn. One myth describes him as a prince of Xanten whose only weakness is a spot on his back where a linden leaf had landed. He killed one foe after hiding in a trench dug to catch that figure's blood, a taste of which caused him to learn the language of the birds. This grandson of Eylimi and son of Hjordis was eventually killed by Guttorm. He owned Grani and inherited sword fragments from his father, which were reforged by his foster father Regin. This man married Gudrun after a magical ale allowed him to forget Brynhild, but may be most famous for using his father's sword Gram to kill the dragon Fafnir. For 10 points, name": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -0.044832073
      ],
      [
        "urd",
        -0.2217367
      ]
    ]
  },
  "His daughter is often called the namesake of Beirut, and his story inspired the Apostrophia aspect of a certain deity which was displayed in Athens. He was conceived because his grandmother Cenchreis or Orithyia was away at the festival of Demeter, which allowed his mother Smyrna to conspire with a nurse and deceive his father, also Smyrna's father and known as Cinyras or Thais, into an incestuous encounter. That mother later prayed to neither live nor die and was turned into a myrrh tree, from which he was born. After he died, that goddess sprinkled his blood with nectar, causing the anemone to": {
    "guess": "Adonis",
    "confidence": [
      [
        "Ad",
        -0.08210613
      ],
      [
        "onis",
        -0.0047372263
      ]
    ]
  },
  "His daughter, Kate Sprague, scandalized his friends when she had an affair with Roscoe Conkling. A protege of William Wirt, he wrote the Supreme Court's opinion in Texas v. White, declaring secession unconstitutional, years after his advocacy in the van Zandt case won him the nickname \"attorney general for fugitive slaves.\" He drafted the Free Soil party's 1848 platform and was elected governor of Ohio in 1855, before losing the 1860 GOP nomination to Lincoln. The author of the Ex Parte Milligan": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.39458728
      ],
      [
        "mon",
        -7.77952e-05
      ],
      [
        " P",
        -8.42322e-05
      ],
      [
        ".",
        -0.00015288251
      ],
      [
        " Chase",
        -0.00016432605
      ]
    ]
  },
  "David Kendall wrote the official response to this document, whose tenth section, \"Growing Frustration,\" describes the Zedillo visit.  A later section of its \"Narrative\" portion, \"The Affidavit,\" discusses the \"Perelman call\" and the \"Francis Carter meeting.\"  Another section discusses the role of Betty": {
    "guess": "Starr Report",
    "confidence": [
      [
        "St",
        -1.7152315
      ],
      [
        "arr",
        -0.044218786
      ],
      [
        " Report",
        -0.037203036
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum to find its equation prompted solutions from Huygens (HOY-gunz), Leibniz, and Johann Bernoulli. Euler (OY-lur) proved that this shape produces the surface of revolution with minimum area, while a road pitted with a continuous series of these curves will allow a square wheel to roll smoothly. This curve is traced by the focus of a parabola as it rolls along a straight line, and it is asymptotic to graphs of both exponential growth and exponential decay. Because it eliminates shear forces at joints and causes weight to be directed down into the ground rather than at an angle, Robert Hooke determined": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.0006484562
      ],
      [
        "aten",
        -0.00023762896
      ],
      [
        "ary",
        -1.9862217e-05
      ]
    ]
  },
  "The daughter of Kane Milohai [KAH-nay mee-LOH-hye], she was banished from her home because of her temper. Her siblings include the sea‑goddess Namaka, and her half‑sister Hi'iaka [hye-ee-AH-kah], goddess of the dance. Her major rivals include the pig‑god Kamapua'a, who, as a rain god, can extinguish": {
    "guess": "Pele",
    "confidence": [
      [
        "P",
        -0.06912655
      ],
      [
        "ele",
        -0.00018947436
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector Clouseau to investigate. In response to it, one commentator compared it to dropping \"an algae bloom\" on the \"fucking heads\" of people who \"can survive in anaerobic environments.\" This event was reportedly instigated by the Cincinnati based conservative John Shafer, and subsequent memos revealed that participants were looking for the word \"progressive\" as well. A non-Heisman winning Danny Werfel": {
    "guess": "IRS targeting controversy",
    "confidence": [
      [
        "IRS",
        -0.058433667
      ],
      [
        " targeting",
        -0.014374102
      ],
      [
        " controversy",
        -0.0075881677
      ]
    ]
  },
  "This daughter of King Iasos gave birth to Parthenopaios, one of the Seven Against Thebes. This woman killed two centaurs named Rhoecus and Hylaeus. After a man killed her uncles Plexippus and Toxeus, he died when his mother burned the stick that was tied to his life. In another story, this woman and her lover made love in a temple of Cybele's, prompting her to turn them into lions. This woman joined Meleager in the Calydonian boar hunt, and only married after Hippomenes begged Aphrodite to help him beat her at a contest. For 10 points, name this huntress who married Hippomenes after he beat her in a footrace with the help of golden apples.": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.0019266135
      ],
      [
        "al",
        -1.3067608e-05
      ],
      [
        "anta",
        -7.3458323e-06
      ]
    ]
  },
  "One of this man's daughters was trampled to death by horses on the orders of her jealous husband Ermanaric. An old man helped this figure select a horse at the river Busiltjörn. One myth describes him as a prince of Xanten whose only weakness is a spot on his back where a linden leaf had landed. He killed one foe after hiding in a trench dug to catch that figure's blood, a taste of which caused him to learn the language of the birds. This grandson of Eylimi and son of Hjordis was eventually killed by Guttorm. He owned Grani and inherited sword fragments from his father, which were reforged by his foster father Regin. This man married Gudrun after a magical ale allowed him to forget Brynhild,": {
    "guess": "Sigurðr Fáfnisbani",
    "confidence": [
      [
        "Sig",
        -0.02342879
      ],
      [
        "ur",
        -0.6884739
      ],
      [
        "ð",
        -0.029568918
      ],
      [
        "r",
        -0.0011239066
      ],
      [
        " F",
        -1.2318143
      ],
      [
        "á",
        -0.0013585674
      ],
      [
        "fn",
        -3.4047454e-05
      ],
      [
        "is",
        -0.005367041
      ],
      [
        "b",
        -0.00124011
      ],
      [
        "ani",
        -7.505351e-05
      ]
    ]
  },
  "David Morris wrote about the sublimity of these works, and the coherence of their conventions are examined in a book by Eve Sedgwick. One of these works begins with Philip Harclay learning that his friend": {
    "guess": "Gothic fiction",
    "confidence": [
      [
        "G",
        -0.082166076
      ],
      [
        "oth",
        -0.002602053
      ],
      [
        "ic",
        -0.00034845536
      ],
      [
        " fiction",
        -0.031147363
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented subjects with five stimuli differing only in this property, and showed that subjects were more likely to place them in the correct temporal order when two consecutive ones had the same value for": {
    "guess": "Serial position effect",
    "confidence": [
      [
        "Serial",
        -0.916899
      ],
      [
        " position",
        -0.6379852
      ],
      [
        " effect",
        -0.22599334
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had her nephew Frederick Ballestier copy the face of that portrait and place it atop a military uniform.": {
    "guess": "James Madison",
    "confidence": [
      [
        "James",
        -0.49320912
      ],
      [
        " Madison",
        -1.3018855
      ]
    ]
  },
  "His daughter Euippe predicted the death and deification of Asclepius, and was seduced by Aeolus. Some": {
    "guess": "Chiron",
    "confidence": [
      [
        "Ch",
        -0.044785224
      ],
      [
        "iron",
        -0.00013607845
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had her nephew Frederick Ballestier copy the face of that portrait and place it atop a military uniform. Two gold buttons are visible below this man's right hand in a portrait composed similarly to its artist's earlier Portrait of Charles Pelham; Pelham's son Henry later accused this man, the subject of that portrait, of plagiarism. In that portrait, this man poses behind a polished mahogany table whose surface reflects two burins and a needle, and he is wearing casual attire that includes a loose white linen shirt and an open vest. In that portrait, he sits in front of tools indicative of further engraving on an unfinished object that he rests on a leather pad and rests his chin on his right": {
    "guess": "Josiah Wedgwood",
    "confidence": [
      [
        "Jos",
        -1.6623034
      ],
      [
        "iah",
        -0.0013108364
      ],
      [
        " Wed",
        -0.0007541202
      ],
      [
        "g",
        -0.003215738
      ],
      [
        "wood",
        -0.00019376569
      ]
    ]
  },
  "The daughter of a bear keeper, it is said that she performed as an actress clad only in a single thread to evade laws against public nudity.  Although her people later blamed a plague on her promiscuity, they benefited from her reforms that liberalized divorce proceedings and extended toleration to the Monophysites.  Married in 525, she was crowned augusta when her husband Justinian became emperor.  FTP name this empress, probably the most powerful woman in Byzantine history.": {
    "guess": "Empress Theodora",
    "confidence": [
      [
        "Emp",
        -0.46201855
      ],
      [
        "ress",
        -2.6968896e-06
      ],
      [
        " The",
        -2.057744e-05
      ],
      [
        "od",
        -2.618001e-05
      ],
      [
        "ora",
        -2.2961513e-05
      ]
    ]
  },
  "His daughter is often called the namesake of Beirut, and his story inspired the Apostrophia aspect of a certain deity which was displayed in Athens. He was conceived because his grandmother Cenchreis or": {
    "guess": "Cinyras",
    "confidence": [
      [
        "C",
        -2.0636158
      ],
      [
        "iny",
        -1.1415641
      ],
      [
        "ras",
        -0.0008891871
      ]
    ]
  },
  "Her daughter was Hnoss, and her mother was sometimes said to be Nerthus. While searching for her husband, who went on long journeys, she wept tears of red gold. She loaned one of her possessions to Loki for a mission to rescue Idunn, and another item to Thor for a mission to rescue Mjollnir after it had been stolen by Thrym, who demanded her hand in marriage. She could transform into a falcon with her cloak, but she generally traveled in a chariot pulled by two cats. Accused by Loki of sleeping with": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.13602076
      ],
      [
        "rey",
        -0.629383
      ],
      [
        "ja",
        -0.0013308332
      ]
    ]
  },
  "This daughter of King Iasos gave birth to Parthenopaios, one of the Seven Against Thebes. This woman killed two centaurs named Rhoecus and Hylaeus. After a man killed her uncles Plexippus and Toxeus, he died when his mother burned the stick that was tied to his life. In another story, this woman and her lover made love in a temple of Cybele's, prompting her to turn them into lions. This woman joined Meleager in the Calydonian boar hunt, and only married after Hippomenes begged Aphrodite to help him beat her at a contest. For 10 points, name this huntress who married Hippomenes after he beat her": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.0018786624
      ],
      [
        "al",
        -2.5703197e-05
      ],
      [
        "anta",
        -9.610702e-06
      ]
    ]
  },
  "David Morris wrote about the sublimity of these works, and the coherence of their conventions are examined in a book by Eve Sedgwick. One of these works begins with Philip Harclay learning that his friend was killed by some Welsh Rebels and is Clara Reeve's The Old English Baron. In another work in this genre, Matilda disguises herself as a dude to seduce the title character, a virtuous man named Ambrosio. The first one of these kinds of works was inspired by the author's home of Strawberry Hill": {
    "guess": "Gothic fiction",
    "confidence": [
      [
        "G",
        -0.01001117
      ],
      [
        "oth",
        -4.3202e-07
      ],
      [
        "ic",
        -5.5122365e-07
      ],
      [
        " fiction",
        -0.00268611
      ]
    ]
  },
  "This daughter of King Iasos gave birth to Parthenopaios, one of the Seven Against Thebes. This woman": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.006891674
      ],
      [
        "al",
        -0.00014966767
      ],
      [
        "anta",
        -0.0012066615
      ]
    ]
  },
  "His daughter is often called the namesake of Beirut, and his story inspired the Apostrophia aspect of a certain deity which was displayed in Athens. He was conceived because his grandmother Cenchreis or Orithyia was away at the festival of Demeter, which allowed his mother Smyrna to conspire with a nurse and deceive his father, also Smyrna's father and known as Cinyras or Thais, into an incestuous encounter. That mother later prayed to neither live nor die and was turned into a myrrh tree, from which he was born. After he died, that goddess sprinkled his blood with nectar, causing the anemone to be formed. One legend says that Calliope's ajudication of an ownership dispute over a chest containing this man led a vengeful claimant to cause the death of Orpheus. FTP, name this person killed by a wild boar, a very attractive youth and lover of Aphrodite.": {
    "guess": "Adonis",
    "confidence": [
      [
        "Ad",
        -0.0077037537
      ],
      [
        "onis",
        -5.145119e-05
      ]
    ]
  },
  "David Hilbert published a purported proof of this mathematical idea, but his proof was flawed. Godel proved that even the generalized form is consistent with the axioms of set theory. However, in 1963,": {
    "guess": "Hilbert's problems",
    "confidence": [
      [
        "H",
        -0.29624742
      ],
      [
        "il",
        -7.862962e-05
      ],
      [
        "bert",
        -7.703444e-06
      ],
      [
        "'s",
        -0.00012201976
      ],
      [
        " problems",
        -0.6199641
      ]
    ]
  },
  "His daughter Enhedduana was high priestess at Ur and wrote hymns identifying Inanna with Ishtar. Legends say, like Moses, he was placed in a basket and floated down the Euphrates at birth. He entered the service of the king of Kish, rose through merit, deposed the king, and adopted the name Sharrum-kin, meaning \"legitimate king.\" Around 2370 BCE he defeated Lugalzagessi of Uruk and took all of Sumeria, later adding Assyria and Elam. The ruler of the first true empire, FTP, name this Semitic king": {
    "guess": "Sargon of Akkad",
    "confidence": [
      [
        "S",
        -0.004583092
      ],
      [
        "argon",
        -2.7372049e-05
      ],
      [
        " of",
        -0.008346954
      ],
      [
        " Ak",
        -6.5994034e-05
      ],
      [
        "kad",
        -0.00039456884
      ]
    ]
  },
  "David Lewis used this substance to illustrate the problem of the many. According to Jean Buridan, Socrates": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.6785382
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that daughter later became a nun. This man gave great favor to the dancers Gio and Ginyo, leading to several women changing their names to add a \"gi\" syllable, but eventually kicked Gio out in favor of Hotoke. He executed the monk Saiko for conspiring against him in the Shishigatani Conspiracy. During one conflict this man killed two of Yoshitomo's sons and exiled a third, and with a future rival he defeated the forces of Sutoku in another conflict. He forced Go-Shirakawa out of power after the Hogen and Heiji rebellions. This man elevated his grandson to the status of Emperor Antoku, whose ship": {
    "guess": "Taira no Kiyomori",
    "confidence": [
      [
        "T",
        -0.032091543
      ],
      [
        "aira",
        -0.0035593275
      ],
      [
        " no",
        -0.01605701
      ],
      [
        " K",
        -0.0001243965
      ],
      [
        "iy",
        -3.5313153e-06
      ],
      [
        "om",
        -4.604148e-06
      ],
      [
        "ori",
        -5.3193703e-06
      ]
    ]
  },
  "His daughter Kate Sprague was a notable socialite who attempted to win him the presidential nomination on several occasions. His uncle was first Episcopal bishop of Ohio, and he studied law under the most beloved man in America, William Wirt. At the 1860 convention, he conceded the nomination to Lincoln on the third ballot, and Lincoln reciprocated by naming him secretary of the Treasury, a position": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.030740498
      ],
      [
        "mon",
        -0.000715412
      ],
      [
        " P",
        -0.001784418
      ],
      [
        ".",
        -0.0006886058
      ],
      [
        " Chase",
        -0.00032235344
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had her nephew Frederick Ballestier copy the face of that portrait and place it atop a military uniform. Two gold buttons are visible below this man's right hand in a portrait composed similarly to its artist's earlier Portrait of Charles Pelham; Pelham's son Henry later accused this man, the subject of that portrait, of plagiarism. In that portrait, this man poses behind a polished mahogany table whose surface reflects two burins and a needle, and he is wearing casual attire that includes a loose white linen shirt and an open vest. In that portrait, he sits in front of tools indicative of further engraving on an unfinished object that he rests on a leather pad and rests his chin on his right hand. For 10 points, name this subject of a John Singleton Copley portrait who holds a teapot in his": {
    "guess": "Portrait of Paul Revere",
    "confidence": [
      [
        "Portrait",
        -0.8922628
      ],
      [
        " of",
        -0.0031457543
      ],
      [
        " Paul",
        -0.07404041
      ],
      [
        " Re",
        -8.685468e-05
      ],
      [
        "vere",
        -2.3392786e-06
      ]
    ]
  },
  "David Rosen inexplicably replaced a dark sky with a gold one in one of the two depictions of this scene by Rogier van der Weyden, both of which include a red cloth draped behind their central figure. The sun and the moon appear together at the top of a depiction of this scene in which two angels holding": {
    "guess": "Miraflores Altarpiece",
    "confidence": [
      [
        "Mir",
        -0.51800466
      ],
      [
        "af",
        -0.00069063227
      ],
      [
        "lo",
        -0.0010504349
      ],
      [
        "res",
        -8.029847e-05
      ],
      [
        " Alt",
        -0.0019824028
      ],
      [
        "arp",
        -0.0018944835
      ],
      [
        "iece",
        -0.00023357604
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector Clouseau to investigate. In response to it, one commentator compared it to dropping \"an algae bloom\" on the \"fucking heads\" of people who \"can survive in anaerobic environments.\" This event was reportedly instigated by the Cincinnati based conservative John Shafer, and subsequent memos revealed that participants were looking for the word \"progressive\" as well. A non-Heisman winning Danny Werfel was appointed commissioner in the wake of this scandal. During it, the news misquoted an application as reading \"please detail the content of one's prayers.\" This scandal resulted in the resignation": {
    "guess": "IRS targeting controversy",
    "confidence": [
      [
        "IRS",
        -0.12916407
      ],
      [
        " targeting",
        -0.00036370975
      ],
      [
        " controversy",
        -0.010378514
      ]
    ]
  },
  "Dave \"The Ghost\" Casper and Charlie Sanders are Hall of Famers who played this position, while Chad Lewis made 3 Pro Bowls with the Eagles playing it. In 2013 a players of this position nicknamed the \"Black": {
    "guess": "Tight end",
    "confidence": [
      [
        "T",
        -0.03723163
      ],
      [
        "ight",
        -0.0008788274
      ],
      [
        " end",
        -0.06499908
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had her nephew Frederick Ballestier copy the face of that portrait and place it atop a military uniform. Two gold buttons are visible below this man's right hand in a portrait composed similarly to its artist's earlier Portrait of Charles Pelham; Pelham's son Henry later accused this man, the subject of that portrait, of plagiarism. In that portrait, this man poses behind a polished mahogany table whose surface reflects two burins and a needle, and he is wearing casual attire that includes a loose": {
    "guess": "Portrait of James Joyce",
    "confidence": [
      [
        "Portrait",
        -0.8690827
      ],
      [
        " of",
        -0.0047511035
      ],
      [
        " James",
        -0.67131114
      ],
      [
        " Joyce",
        -0.77752346
      ]
    ]
  },
  "His daughter is often called the namesake of Beirut, and his story inspired the Apostrophia aspect of a certain deity which was displayed in Athens. He was conceived because his grandmother Cenchreis or Orithyia was away at the festival of Demeter, which allowed his mother Smyrna to conspire with a nurse and deceive his father, also Smyrna's father and known as Cinyras or Thais, into an incestuous": {
    "guess": "Adonis",
    "confidence": [
      [
        "Ad",
        -0.037460513
      ],
      [
        "onis",
        -0.00023131118
      ]
    ]
  },
  "The daughter of a poor dancer and a disreputable opera singer, in her attempt to achieve respectability, she enrolls in Miss [*] Pinkerton's Academy, where she meets Amelia Sedley, who offers her a place": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.14650054
      ],
      [
        "anity",
        -0.00021366903
      ],
      [
        " Fair",
        -0.0013935692
      ],
      [
        " (",
        -0.04702443
      ],
      [
        "nov",
        -0.0047550225
      ],
      [
        "el",
        -6.098748e-05
      ],
      [
        ")",
        -2.3319124e-05
      ]
    ]
  },
  "This man's daughter Harriet so disliked his informal dress in a portrait of him that she allegedly had her nephew Frederick Ballestier copy the face of that portrait and place it atop a military uniform. Two gold buttons are visible below this man's right hand in a portrait composed similarly to its artist's earlier Portrait of Charles Pelham; Pelham's son Henry later accused this man, the subject of that portrait, of plagiarism. In that portrait, this man poses behind a polished mahogany table whose surface reflects two burins and a needle, and he is wearing casual attire that includes a loose white linen shirt and an open vest. In that portrait, he sits in front of tools indicative of further engraving on an unfinished object that he rests on a leather pad and rests his chin on his right hand. For 10 points, name this subject of a John Singleton Copley portrait who holds a teapot in his left hand, indicative of his trade as a silversmith.": {
    "guess": "Paul Revere",
    "confidence": [
      [
        "Paul",
        -0.11338782
      ],
      [
        " Re",
        -0.0003822909
      ],
      [
        "vere",
        -4.246537e-06
      ]
    ]
  },
  "David Lewis used this substance to illustrate the problem of the many. According to Jean Buridan, Socrates expressed a preference for this substance when Plato warned him what would happen if the next thing he said was a lie. In \"Of Miracles,\" Hume presents an Indian prince who was incredulous after seeing the transformation of this substance. A character named \"Oscar\" describes this substance differently than his (*) counterpart, who uses it to refer to XYZ, in the \"twin earth\" experiment proposed by Hilary Putnam. Because of a change in this substance, Heraclitus said of a certain source of it that no man steps in it twice. For 10 points, name this substance which Thales held as the basis of the Earth, privileging it over earth, air, and fire.": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.020125108
      ]
    ]
  },
  "One daughter of this man married King Joao I of Portugal. Late in life, this man married his mistress, Katherine Swynford. He earlier married a Spanish princess after he intervened in a Spanish civil war": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -0.0021416936
      ],
      [
        " of",
        -0.00076281105
      ],
      [
        " Ga",
        -5.0616763e-05
      ],
      [
        "unt",
        -3.4405064e-05
      ]
    ]
  },
  "One of this man's daughters was trampled to death by horses on the orders of her jealous husband Ermanaric. An old man helped this figure select a horse at the river Busiltjörn. One myth describes him": {
    "guess": "Ermanaric",
    "confidence": [
      [
        "Er",
        -1.078736
      ],
      [
        "man",
        -0.02911248
      ],
      [
        "ar",
        -0.005106269
      ],
      [
        "ic",
        -0.0024791046
      ]
    ]
  },
  "She was the daughter of Ferdinand VII and Maria Christina, and her uncle contested her succession under the Salic Law, thus beginning the Carlist Wars. Frequent rebellions during her reign culminated in 1868 in the insurrection led by Serrano and Juan Prim, and she was deposed, spending the rest of her": {
    "guess": "Isabella II of Spain",
    "confidence": [
      [
        "Is",
        -0.03964593
      ],
      [
        "abella",
        -0.45938334
      ],
      [
        " II",
        -0.0012234434
      ],
      [
        " of",
        -0.035001222
      ],
      [
        " Spain",
        -7.350386e-05
      ]
    ]
  },
  "David Lewis used this substance to illustrate the problem of the many. According to Jean Buridan, Socrates expressed a preference for this substance when Plato warned him what would happen if the next thing he said was a lie. In \"Of Miracles,\" Hume presents an Indian prince who was incredulous after seeing the transformation of this substance. A character named \"Oscar\" describes this substance differently than his (*) counterpart, who uses it to refer to XYZ, in the \"twin earth\" experiment proposed by Hilary Putnam. Because of a change in this substance, Heraclitus said of a certain source of it that no man steps in it twice. For 10 points, name this substance which Thales held as the basis of": {
    "guess": "Water",
    "confidence": [
      [
        "Water",
        -0.005397511
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum to find its equation prompted solutions from Huygens (HOY-gunz), Leibniz, and Johann Bernoulli. Euler (OY-lur) proved that this shape produces the surface of revolution with minimum area, while a road pitted with a continuous series of these curves will allow a square wheel to roll smoothly. This curve is traced by the focus of a parabola as it rolls along a straight line, and it is asymptotic to graphs of both exponential growth and exponential decay. Because it eliminates shear forces at joints and causes weight to be directed down into the ground rather than at an angle, Robert Hooke determined that this is the optimal shape of an arch. Having general equation y equals a times the hyperbolic cosine of the quantity x over a, name this curve that results when a cable or chain hangs under": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.0015725913
      ],
      [
        "aten",
        -3.333223e-05
      ],
      [
        "ary",
        -2.0815847e-05
      ]
    ]
  },
  "David Schneider argued for redefining this concept in symbolic rather than biological terms in a book on the \"American\" kind of this concept. Compadrazgo is an example of the fictive kind of this concept. Six patterns of this concept were described by Lewis Henry Morgan, including the \"generational\" Hawaiian system and the \"bifurcate merging\" Iroquois type. The cognatic form of tracking this concept is divided into bilateral or ambilinial types. Claude (*) Levi-Strauss argued for an \"alliance theory\" of this kind of relationship, which is often classified as affinal or consanguineal, in a book entitled The Elementary Structures of [this concept]. For 10 points, give this anthropological term": {
    "guess": "Kinship",
    "confidence": [
      [
        "Kin",
        -0.029211704
      ],
      [
        "ship",
        -4.3202e-07
      ]
    ]
  },
  "David Rosen inexplicably replaced a dark sky with a gold one in one of the two depictions of this scene by Rogier van der Weyden, both of which include a red cloth draped behind their central figure. The sun and the moon appear together at the top of a depiction of this scene in which two angels holding chalices flank its central figure. A version of this scene in the style of \"nuclear mysticism\" is set above the bay of Port Lligat and includes the polyhedron net of a hypercube. Another depiction of this scene clothes its central figure in a prayer shawl and includes a man in green fleeing a burning synagogue to emphasize its central figure's relation to 20th-century Jews. Raphael's depiction of this scene is named for Ludwig Mond, while Marc Chagall's is called \"white\". For 10 points, identify": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.88705623
      ],
      [
        " Last",
        -1.2835598
      ],
      [
        " Sup",
        -0.13736708
      ],
      [
        "per",
        -7.822647e-06
      ]
    ]
  },
  "David Bloor and Barry Barnes considered this structure's relation to scientific knowledge in relation to their strong programme. A paradigm that explains the relationship between human knowledge and action that is named after this discipline is given in the book Ideology and Utopia, which was written by Karl Mannheim. One approach to this discipline suggests that it can be analyzed through milieus and was championed in a book that criticized abstracted empiricism. Distinguishing between and the \"I\" and the \"Me\" is the basis for the symbolic interactionism approach to this discipline. The thinker who started this discipline advocated a Religion of Humanity and posited that humankind moves through": {
    "guess": "Sociology",
    "confidence": [
      [
        "S",
        -0.010507101
      ],
      [
        "oci",
        -5.5122365e-07
      ],
      [
        "ology",
        -5.6100132e-05
      ]
    ]
  },
  "One of this man's daughters was trampled to death by horses on the orders of her jealous husband Ermanaric. An old man helped this figure select a horse at the river Busiltjörn. One myth describes him as a prince of Xanten whose only weakness is a spot on his back where a linden leaf had landed. He killed": {
    "guess": "Attila the Hun",
    "confidence": [
      [
        "At",
        -1.5790725
      ],
      [
        "til",
        -0.007597873
      ],
      [
        "a",
        -0.00029136782
      ],
      [
        " the",
        -0.2540919
      ],
      [
        " Hun",
        -0.0029803177
      ]
    ]
  },
  "David Dabydeen wrote a novel in verse about this painting, currently on display at the Museum of Fine": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.15330438
      ]
    ]
  },
  "His daughter, Kate Sprague, scandalized his friends when she had an affair with Roscoe Conkling. A protege of William Wirt, he wrote the Supreme Court's opinion in Texas v. White, declaring secession unconstitutional, years after his advocacy in the van Zandt case won him the nickname \"attorney general": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.69505197
      ],
      [
        "mon",
        -0.00048179293
      ],
      [
        " P",
        -0.0002447702
      ],
      [
        ".",
        -0.00034511767
      ],
      [
        " Chase",
        -0.00012618455
      ]
    ]
  },
  "In a David Markey short film, Joe Cole has a picture of this musician taped to his face as he joins Kim Gordon and Thurston Moore to see True Believers. In response to a rant on this musician's album Live:": {
    "guess": "Kurt Cobain",
    "confidence": [
      [
        "K",
        -1.9070871
      ],
      [
        "urt",
        -0.0058465465
      ],
      [
        " Cob",
        -0.00025526012
      ],
      [
        "ain",
        -5.5623317e-05
      ]
    ]
  },
  "David Hilbert published a purported proof of this mathematical idea, but his proof was flawed. Godel": {
    "guess": "Hilbert's problems",
    "confidence": [
      [
        "H",
        -0.6179053
      ],
      [
        "il",
        -0.00014668758
      ],
      [
        "bert",
        -7.7199176e-05
      ],
      [
        "'s",
        -0.0040391027
      ],
      [
        " problems",
        -0.6176085
      ]
    ]
  },
  "Her daughter was Hnoss, and her mother was sometimes said to be Nerthus. While searching for her husband, who went on long journeys, she wept tears of red gold. She loaned one of her possessions to Loki for a mission to rescue Idunn, and another item to Thor for a mission to rescue Mjollnir after it had been stolen by Thrym, who demanded her hand in marriage. She could transform into a falcon with her cloak, but she generally traveled in a chariot pulled by two cats. Accused by Loki of sleeping with every god in Asgard and every elf in Alfheim, FTP name this sexy Vanir love-goddess, the daughter of Njord.": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.5821071
      ],
      [
        "rey",
        -0.28223693
      ],
      [
        "ja",
        -0.0025196576
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector Clouseau to investigate. In response to it, one commentator compared it to dropping \"an algae bloom\" on the \"fucking heads\" of people who \"can survive in anaerobic environments.\" This event was reportedly instigated by the Cincinnati based conservative John Shafer, and subsequent memos revealed that participants were looking for the word \"progressive\" as well. A non-Heisman winning Danny Werfel was appointed commissioner in the wake of this scandal. During it, the news misquoted an application as reading \"please detail the content of one's prayers.\" This scandal resulted in the resignation of Lois Lerner and a subsequent revelation that many of her e-mails became lost due to a computer crash. For10 points, identify this scandal in which a certain government agency gave intensive scrutiny": {
    "guess": "IRS targeting controversy",
    "confidence": [
      [
        "IRS",
        -0.04125832
      ],
      [
        " targeting",
        -0.00025430648
      ],
      [
        " controversy",
        -0.025190193
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that": {
    "guess": "Ophelia",
    "confidence": [
      [
        "O",
        -1.5746113
      ],
      [
        "ph",
        -0.021732882
      ],
      [
        "elia",
        -0.00036573625
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum to find its equation prompted solutions from Huygens (HOY-gunz), Leibniz, and Johann Bernoulli. Euler (OY-lur) proved that this shape produces the surface of revolution with minimum area, while a road pitted with a continuous series of these curves will allow a square wheel to roll smoothly. This curve is traced by the focus of a parabola as it rolls along a straight line, and it is asymptotic to graphs of both exponential growth and exponential decay. Because it eliminates shear forces at joints and causes weight to be directed down into the ground rather than at an angle, Robert Hooke determined that this is the optimal shape of an arch. Having general equation y equals a times the hyperbolic": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.00067966926
      ],
      [
        "aten",
        -1.962381e-05
      ],
      [
        "ary",
        -2.4987974e-05
      ]
    ]
  },
  "David Schneider argued for redefining this concept in symbolic rather than biological terms in a book on the \"American\" kind of this concept. Compadrazgo is an example of the fictive kind of this concept.": {
    "guess": "Kinship",
    "confidence": [
      [
        "Kin",
        -0.08393032
      ],
      [
        "ship",
        -1.9027791e-05
      ]
    ]
  },
  "David Dabydeen wrote a novel in verse about this painting, currently on display at the Museum of Fine Arts in Boston, and John Ruskin described it in the first volume of \"Modern Painters.\" It was partially inspired by Captain Luke Collingwood throwing 122 people, whom he described as \"cargo,\" overboard in the so-called \"Zong Massacre.\" This painting depicts ghastly sea creatures devouring drowning humans, and the artist created it in order to assist the abolitionist movement. The titular vessel sits": {
    "guess": "The Slave Ship",
    "confidence": [
      [
        "The",
        -0.074227914
      ],
      [
        " Slave",
        -0.19904827
      ],
      [
        " Ship",
        -3.9769227e-05
      ]
    ]
  },
  "_This daughter of Perse was said to live in a house of polished stone near a cemetery where male corpses were wrapped in untanned oxhides and placed on top of willow-trees for birds to eat. She bore a": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -1.1551347
      ],
      [
        "usa",
        -0.023031741
      ]
    ]
  },
  "David Rosen inexplicably replaced a dark sky with a gold one in one of the two depictions of this scene by Rogier van der Weyden, both of which include a red cloth draped behind their central figure. The sun and the moon appear together at the top of a depiction of this scene in which two angels holding chalices flank its central figure. A version of this scene in the style of \"nuclear mysticism\" is set above the bay of Port Lligat and includes the polyhedron net of a hypercube. Another depiction of this scene clothes its central figure in a prayer shawl and includes a man in green fleeing a burning synagogue to emphasize its central figure's relation to 20th-century Jews. Raphael's depiction of this scene is named for Ludwig Mond, while Marc Chagall's is called \"white\". For 10 points, identify this scene whose artistic depictions typically include the acronym \"INRI\" above Jesus Christ.": {
    "guess": "Crucifixion of Jesus",
    "confidence": [
      [
        "Cr",
        -0.16316281
      ],
      [
        "uc",
        -2.1411865e-05
      ],
      [
        "ifix",
        -4.6206227e-05
      ],
      [
        "ion",
        -0.00026741522
      ],
      [
        " of",
        -0.4403257
      ],
      [
        " Jesus",
        -0.009233697
      ]
    ]
  },
  "David Schneider argued for redefining this concept in symbolic rather than biological terms in a book on the \"American\" kind of this concept. Compadrazgo is an example of the fictive kind of this concept. Six patterns of this concept were described by Lewis Henry Morgan, including the \"generational\" Hawaiian system and the \"bifurcate merging\" Iroquois type. The cognatic form of tracking this concept is divided into bilateral or ambilinial types. Claude (*) Levi-Strauss argued for an \"alliance theory\"": {
    "guess": "Kinship",
    "confidence": [
      [
        "Kin",
        -0.013418086
      ],
      [
        "ship",
        -8.537869e-06
      ]
    ]
  },
  "David Bloor and Barry Barnes considered this structure's relation to scientific knowledge in relation to their strong programme. A paradigm that explains the relationship between human knowledge and action": {
    "guess": "Sociology",
    "confidence": [
      [
        "S",
        -0.021575976
      ],
      [
        "oci",
        -4.9663133e-05
      ],
      [
        "ology",
        -0.00024287392
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that daughter later became a nun. This man gave great favor to the dancers Gio and Ginyo, leading to several women changing their names to add a \"gi\" syllable, but eventually kicked Gio out in favor of Hotoke.": {
    "guess": "KUKAI",
    "confidence": [
      [
        "K",
        -1.7883855
      ],
      [
        "UK",
        -1.7971677
      ],
      [
        "AI",
        -0.010900435
      ]
    ]
  },
  "David Hilbert published a purported proof of this mathematical idea, but his proof was flawed. Godel proved that even the generalized form is consistent with the axioms of set theory. However, in 1963, Paul Cohen showed that negation of this hypothesis is also consistent, and the majority of set theorists now think that it is false. FTP, identify this hypothesis first conjectured by Cantor, which states that there can be no set with cardinality strictly between the cardinalities of the rational and": {
    "guess": "Continuum hypothesis",
    "confidence": [
      [
        "Contin",
        -0.002371251
      ],
      [
        "uum",
        -0.00010807293
      ],
      [
        " hypothesis",
        -0.01191731
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector": {
    "guess": "2014 IRS scandal",
    "confidence": [
      [
        "201",
        -1.420171
      ],
      [
        "4",
        -1.1402663
      ],
      [
        " IRS",
        -0.074381515
      ],
      [
        " scandal",
        -1.0039092
      ]
    ]
  },
  "His daughter Euippe predicted the death and deification of Asclepius, and was seduced by Aeolus. Some accounts state that he was conceived on the Oceanid Philyra by Cronus, who was caught in the act by Rhea, changed form, and fled. According to some accounts, he chose to die after being hit in the knee by an arrow that passed through the arm of Elatus, giving his immortality to Prometheus. He saved": {
    "guess": "Chiron",
    "confidence": [
      [
        "Ch",
        -0.0054833526
      ],
      [
        "iron",
        -2.577686e-06
      ]
    ]
  },
  "The daughter of Kane Milohai [KAH-nay mee-LOH-hye], she was banished from her home because of her temper. Her siblings include the sea‑goddess Namaka, and her half‑sister Hi'iaka [hye-ee-AH-kah], goddess": {
    "guess": "Pele (deity)",
    "confidence": [
      [
        "P",
        -0.13479735
      ],
      [
        "ele",
        -0.00018244502
      ],
      [
        " (",
        -0.6564408
      ],
      [
        "de",
        -0.11413789
      ],
      [
        "ity",
        -0.0002160531
      ],
      [
        ")",
        -0.00022344373
      ]
    ]
  },
  "His daughter is often called the namesake of Beirut, and his story inspired the Apostrophia aspect of a certain deity which was displayed in Athens. He was conceived because his grandmother Cenchreis or Orithyia was away at the festival of Demeter, which allowed his mother Smyrna to conspire with a nurse and deceive his father, also Smyrna's father and known as Cinyras or Thais, into an incestuous encounter. That mother later prayed to neither live nor die and was turned into a myrrh tree, from which he was born. After he died, that goddess sprinkled his blood with nectar, causing the anemone to be formed. One legend says that Calliope's ajudication of an ownership dispute over a chest containing": {
    "guess": "Adonis",
    "confidence": [
      [
        "Ad",
        -0.017864618
      ],
      [
        "onis",
        -0.0023449692
      ]
    ]
  },
  "This man's daughter was fished out of a body of water by using a rake to catch her long hair, and that daughter later became a nun. This man gave great favor to the dancers Gio and Ginyo, leading to several": {
    "guess": "The Wikipedia page for \"Diomedes\"",
    "confidence": [
      [
        "The",
        -2.4636407
      ],
      [
        " Wikipedia",
        -1.9972489
      ],
      [
        " page",
        -0.0043145185
      ],
      [
        " for",
        -0.76866484
      ],
      [
        " \"",
        -0.94116896
      ],
      [
        "Di",
        -2.0771933
      ],
      [
        "omed",
        -0.037026484
      ],
      [
        "es",
        -0.0023937253
      ],
      [
        "\"",
        -0.04412389
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum to find its equation prompted solutions from Huygens (HOY-gunz), Leibniz, and Johann Bernoulli. Euler (OY-lur) proved that this shape produces the surface of revolution with minimum area, while a road": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.563579
      ],
      [
        "aten",
        -0.04262092
      ],
      [
        "ary",
        -0.0039203647
      ]
    ]
  },
  "The daughter of a bear keeper, it is said that she performed as an actress clad only in a single thread to evade laws against public nudity.  Although her people later blamed a plague on her promiscuity,": {
    "guess": "Bhadrakali",
    "confidence": [
      [
        "B",
        -1.737814
      ],
      [
        "h",
        -0.3671857
      ],
      [
        "adr",
        -1.3879828
      ],
      [
        "ak",
        -0.6755588
      ],
      [
        "ali",
        -0.04586518
      ]
    ]
  },
  "Dave Camp called this event \"just the tip of the iceberg,\" prompting the New Yorker to call for Inspector Clouseau to investigate. In response to it, one commentator compared it to dropping \"an algae bloom\" on the \"fucking heads\" of people who \"can survive in anaerobic environments.\" This event was reportedly": {
    "guess": "2016 Democratic National Committee email leak",
    "confidence": [
      [
        "201",
        -0.81426924
      ],
      [
        "6",
        -1.200742
      ],
      [
        " Democratic",
        -0.4190618
      ],
      [
        " National",
        -0.00045367188
      ],
      [
        " Committee",
        -0.0026270237
      ],
      [
        " email",
        -0.0015656884
      ],
      [
        " leak",
        -0.00026240866
      ]
    ]
  },
  "His daughter, Kate Sprague, scandalized his friends when she had an affair with Roscoe Conkling. A protege of William Wirt, he wrote the Supreme Court's opinion in Texas v. White, declaring secession unconstitutional,": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.19401689
      ],
      [
        "mon",
        -0.00022678143
      ],
      [
        " P",
        -0.00021402664
      ],
      [
        ".",
        -0.0001406082
      ],
      [
        " Chase",
        -0.00021819877
      ]
    ]
  },
  "David Kendall wrote the official response to this document, whose tenth section, \"Growing Frustration,\" describes the Zedillo visit.  A later section of its \"Narrative\" portion, \"The Affidavit,\" discusses the \"Perelman call\" and the \"Francis Carter meeting.\"  Another section discusses the role of Betty Currie as an intermediary, while its last section includes the testimony of John Podesta and Harold Ickes.  It begins by discussing a decision of Judge Susan Wright, and one person mentioned in it tried to use Vernon Jordan to get a job after being transferred to the Pentagon from the White House. It argues for charges of obstruction of justice and lying under oath, and drew criticism for its explicit description of sexual encounters. FTP, name this document released by the Office of the Independent Counsel which argued for the impeachment of Bill Clinton.": {
    "guess": "Starr Report",
    "confidence": [
      [
        "St",
        -0.012718121
      ],
      [
        "arr",
        -2.1008714e-06
      ],
      [
        " Report",
        -0.0013009497
      ]
    ]
  },
  "The daughter of a bear keeper, it is said that she performed as an actress clad only in a single thread": {
    "guess": "Ursidae",
    "confidence": [
      [
        "U",
        -1.1715777
      ],
      [
        "rs",
        -0.087995425
      ],
      [
        "ida",
        -0.91378635
      ],
      [
        "e",
        -5.0974373e-05
      ]
    ]
  },
  "One of this man's daughters was trampled to death by horses on the orders of her jealous husband Ermanaric. An old man helped this figure select a horse at the river Busiltjörn. One myth describes him as a prince of Xanten whose only weakness is a spot on his back where a linden leaf had landed. He killed one foe after hiding in a trench dug to catch that figure's blood, a taste of which caused him to learn the language of the birds. This grandson of Eylimi and son of Hjordis was eventually killed by Guttorm. He owned Grani and inherited sword fragments from his father, which were reforged by his": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -0.17285578
      ],
      [
        "urd",
        -0.00033546583
      ]
    ]
  },
  "Dave \"The Ghost\" Casper and Charlie Sanders are Hall of Famers who played this position, while Chad Lewis made 3 Pro Bowls with the Eagles playing it. In 2013 a players of this position nicknamed the \"Black Unicorn\", moved from the Giants to the Bears. Annually, an award named after John Mackey goes to the top college player at this position, an honor won by players like (*) Tyler Eifert and Marcedes Lewis. In 2005, a Browns first round pick at this position crashed his motorcycle \u0096 his father dominated this position in the 80s with San Diego. Former league leaders who play it are Jimmy Graham and Rob Gronkowski, who set this position's single season record for receiving yards. For 10 points, name this football position played by Tony Gonzalez and Antonio Gates.": {
    "guess": "Tight end",
    "confidence": [
      [
        "T",
        -0.0065414086
      ],
      [
        "ight",
        -0.00010783452
      ],
      [
        " end",
        -0.048821494
      ]
    ]
  },
  "This daughter of King Iasos gave birth to Parthenopaios, one of the Seven Against Thebes. This woman killed two centaurs named Rhoecus and Hylaeus. After a man killed her uncles Plexippus and Toxeus, he died when his mother burned the stick that was tied to his life. In another story, this woman and her lover made love in a temple of Cybele's, prompting her to turn them into lions. This woman joined": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.0037167002
      ],
      [
        "al",
        -2.9756122e-05
      ],
      [
        "anta",
        -7.0523776e-05
      ]
    ]
  },
  "His daughter Kate Sprague was a notable socialite who attempted to win him the presidential nomination on several occasions. His uncle was first Episcopal bishop of Ohio, and he studied law under the most beloved man in America, William Wirt. At the 1860 convention, he conceded the nomination to Lincoln on the third ballot, and Lincoln reciprocated by naming him secretary of the Treasury, a position which earned him a spot on the ten thousand dollar bill. FTP, name this man who also replaced Roger Taney, was succeeded by Morrison Waite, as Chief Justice of the Supreme Court.": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.022801634
      ],
      [
        "mon",
        -0.00020842774
      ],
      [
        " P",
        -0.00019531534
      ],
      [
        ".",
        -0.00015217095
      ],
      [
        " Chase",
        -0.00033236656
      ]
    ]
  },
  "In 1697, David Gregory wrote a comprehensive treatise on this shape, and a challenge in Acta Eruditorum": {
    "guess": "Ellipse",
    "confidence": [
      [
        "Ellipse",
        -0.8032564
      ]
    ]
  },
  "His daughter Enhedduana was high priestess at Ur and wrote hymns identifying Inanna with Ishtar. Legends": {
    "guess": "Enheduanna",
    "confidence": [
      [
        "En",
        -0.0032650535
      ],
      [
        "hed",
        -0.0003457137
      ],
      [
        "u",
        -0.00095290976
      ],
      [
        "anna",
        -0.0026381994
      ]
    ]
  },
  "This daughter of King Iasos gave birth to Parthenopaios, one of the Seven Against Thebes. This woman killed two centaurs named Rhoecus and Hylaeus. After a man killed her uncles Plexippus and Toxeus, he died when his mother burned the stick that was tied to his life. In another story, this woman and her lover made love in a temple of Cybele's, prompting her to turn them into lions. This woman joined Meleager in the Calydonian boar hunt, and only married after Hippomenes begged Aphrodite to help him": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.0039669126
      ],
      [
        "al",
        -2.1650272e-05
      ],
      [
        "anta",
        -0.00012356207
      ]
    ]
  },
  "Because David \"Pudd'nhead\" Wilson collected them periodically from the other members of Dawson's Landing, he was able to prove Tom—not Chambers— was the murderer. Powder applied on objects adheres to microscopic amounts of perspiration and hence makes them visible. _FOR TEN POINTS_—name these personal": {
    "guess": "Pudd'nhead Wilson",
    "confidence": [
      [
        "P",
        -0.9393331
      ],
      [
        "udd",
        -0.055236664
      ],
      [
        "'n",
        -0.0032586383
      ],
      [
        "head",
        -9.2576454e-05
      ],
      [
        " Wilson",
        -0.0024983715
      ]
    ]
  },
  "David Bloor and Barry Barnes considered this structure's relation to scientific knowledge in relation to their strong programme. A paradigm that explains the relationship between human knowledge and action that is named after this discipline is given in the book Ideology and Utopia, which was written": {
    "guess": "Sociology",
    "confidence": [
      [
        "S",
        -0.0045867725
      ],
      [
        "oci",
        -1.1041146e-05
      ],
      [
        "ology",
        -0.000112125854
      ]
    ]
  },
  "His daughter Kate Sprague was a notable socialite who attempted to win him the presidential nomination": {
    "guess": "James G. Blaine",
    "confidence": [
      [
        "James",
        -1.7100273
      ],
      [
        " G",
        -0.047574513
      ],
      [
        ".",
        -0.00017159748
      ],
      [
        " Bl",
        -0.0005064461
      ],
      [
        "aine",
        -0.00019686499
      ]
    ]
  },
  "David Wessel described this property as a certain kind of \"control structure.\" McNally and Handel presented subjects with five stimuli differing only in this property, and showed that subjects were more likely to place them in the correct temporal order when two consecutive ones had the same value for this property. Terasawa, Slaney, and Berger described this property as having \"thirteen colors\" in a paper exploring the parameter space for this property in terms of Mel-frequency cepstral coefficients. A work by Pierre Boulez pairs this property with \"composition,\" and in addition to melody identification and pitch direction discrimination, discrimination of this property is part of the Clinical Assessment of Music Perception developed by researchers at Washington to test cochlear implant users. For 10 points, give this term that is nebulously defined as the auditory attribute of a sound that is neither pitch nor loudness.": {
    "guess": "Timbre",
    "confidence": [
      [
        "Tim",
        -0.0056419745
      ],
      [
        "bre",
        -0.0020092912
      ]
    ]
  }
}