{
  "The imitation of bagpipes in one of these works is meant to invoke the image of a dancing animal. The finale of the last one is thought to be based on the Croatian folk song \"Oj Jelena,\" and Turkish percussion instruments are scored in another. In addition to one nicknamed \"The Bear,\" another of these pieces includes the written instruction \"no more\" and traditionally sees players leave the stage.": {
    "guess": "Carnival of the Animals",
    "confidence": [
      [
        "C",
        -0.9815359
      ],
      [
        "arn",
        -0.010078332
      ],
      [
        "ival",
        -0.16596268
      ],
      [
        " of",
        -0.0016415
      ],
      [
        " the",
        -0.0010480545
      ],
      [
        " Animals",
        -0.0023604252
      ]
    ]
  },
  "The imitation of bagpipes in one of these works is meant to invoke the image of a dancing animal. The finale of the last one is thought to be based on the Croatian folk song \"Oj Jelena,\" and Turkish percussion instruments are scored in another. In addition to one nicknamed \"The Bear,\" another of these pieces includes the written instruction \"no more\" and traditionally sees players leave the stage. These pieces in category 1 of the Hoboken catalog include ones nicknamed \"Oxford,\" \"Military,\" and one": {
    "guess": "Symphony No. 104",
    "confidence": [
      [
        "Sym",
        -0.5456173
      ],
      [
        "phony",
        -0.49283916
      ],
      [
        " No",
        -0.63499177
      ],
      [
        ".",
        -0.0011729635
      ],
      [
        " ",
        -0.0031584688
      ],
      [
        "104",
        -0.45139477
      ]
    ]
  },
  "The imitation of bagpipes in one of these works is meant to invoke the image of a dancing animal. The finale of the last one is thought to be based on the Croatian folk song \"Oj Jelena,\" and Turkish percussion instruments are scored in another. In addition to one nicknamed \"The Bear,\" another of these": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -1.111629
      ],
      [
        "phony",
        -0.34620133
      ],
      [
        " No",
        -0.81837165
      ],
      [
        ".",
        -0.005019444
      ],
      [
        " ",
        -0.008271287
      ],
      [
        "6",
        -0.8779848
      ],
      [
        " (",
        -0.2982143
      ],
      [
        "Be",
        -0.26170552
      ],
      [
        "ethoven",
        -5.5146502e-05
      ],
      [
        ")",
        -0.00023810577
      ]
    ]
  },
  "The imitation of bagpipes in one of these works is meant to invoke the image of a dancing animal. The finale of the last one is thought to be based on the Croatian folk song \"Oj Jelena,\" and Turkish percussion instruments are scored in another. In addition to one nicknamed \"The Bear,\" another of these pieces includes the written instruction \"no more\" and traditionally sees players leave the stage. These pieces in category 1 of the Hoboken catalog include ones nicknamed \"Oxford,\" \"Military,\" and one in which a near silence leads up to a sudden fortissimo chord. \"London,\" \"Farewell,\" and \"Surprise\"": {
    "guess": "Symphony No. 104 (Haydn)",
    "confidence": [
      [
        "Sym",
        -0.20591961
      ],
      [
        "phony",
        -0.22793455
      ],
      [
        " No",
        -1.2224907
      ],
      [
        ".",
        -0.00080605625
      ],
      [
        " ",
        -0.0042384313
      ],
      [
        "104",
        -0.9787917
      ],
      [
        " (",
        -0.42380375
      ],
      [
        "Hay",
        -0.0023046508
      ],
      [
        "dn",
        -1.3902034e-05
      ],
      [
        ")",
        -0.0004518838
      ]
    ]
  },
  "The imitation of bagpipes in one of these works is meant to invoke the image of a dancing animal. The": {
    "guess": "The Wikipedia page on The Dance of the Savages",
    "confidence": [
      [
        "The",
        -0.8087463
      ],
      [
        " Wikipedia",
        -0.76551837
      ],
      [
        " page",
        -0.0016973186
      ],
      [
        " on",
        -0.58088154
      ],
      [
        " The",
        -1.5839609
      ],
      [
        " Dance",
        -0.7355816
      ],
      [
        " of",
        -0.07130073
      ],
      [
        " the",
        -0.06337477
      ],
      [
        " Sav",
        -1.8256742
      ],
      [
        "ages",
        -3.6431527e-05
      ]
    ]
  },
  "The imitation of bagpipes in one of these works is meant to invoke the image of a dancing animal. The finale of the last one is thought to be based on the Croatian folk song \"Oj Jelena,\" and Turkish percussion": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.96722686
      ],
      [
        "phony",
        -0.15572926
      ],
      [
        " No",
        -0.13459449
      ],
      [
        ".",
        -0.0033306375
      ],
      [
        " ",
        -0.0052432413
      ],
      [
        "9",
        -1.22756
      ],
      [
        " (",
        -0.09163718
      ],
      [
        "Be",
        -0.224336
      ],
      [
        "ethoven",
        -0.00010032469
      ],
      [
        ")",
        -0.00013309837
      ]
    ]
  },
  "The imitation of bagpipes in one of these works is meant to invoke the image of a dancing animal. The finale of the last one is thought to be based on the Croatian folk song \"Oj Jelena,\" and Turkish percussion instruments are scored in another. In addition to one nicknamed \"The Bear,\" another of these pieces includes the written instruction \"no more\" and traditionally sees players leave the stage. These pieces in category 1 of the Hoboken catalog include ones nicknamed \"Oxford,\" \"Military,\" and one in which a near silence leads up to a sudden fortissimo chord. \"London,\" \"Farewell,\" and \"Surprise\" are nicknames of, for 10 points, what works by the Austrian composer of The Creation?": {
    "guess": "Symphony No. 104 (Haydn)",
    "confidence": [
      [
        "Sym",
        -0.23867412
      ],
      [
        "phony",
        -0.64629763
      ],
      [
        " No",
        -1.2986898
      ],
      [
        ".",
        -0.0018069108
      ],
      [
        " ",
        -0.0028859489
      ],
      [
        "104",
        -0.5323062
      ],
      [
        " (",
        -0.6647541
      ],
      [
        "Hay",
        -0.035500553
      ],
      [
        "dn",
        -4.477578e-05
      ],
      [
        ")",
        -0.0022737237
      ]
    ]
  }
}