{
  "Jim Sanford's bank collapses in this author's story \"A Good Fellow's Wife,\" and Tim Haskins must pay extra to buy the farm he used to work on in his \"Under the Lion's Paw.\" One story by this author includes the morose Saunders, who has not gotten over his wife's death from pneumonia caused by working in the fields in the rain. The Widow Gray catches sight of Emma's husband Edward Smith in that story, \"The Return of a Private.\" This author of the play Under the Wheel and the volume of art criticism": {
    "guess": "Sherwood Anderson",
    "confidence": [
      [
        "Sher",
        -0.26697114
      ],
      [
        "wood",
        -0.00011653639
      ],
      [
        " Anderson",
        -0.00014609157
      ]
    ]
  },
  "Jim Sanford's bank collapses in this author's story \"A Good Fellow's Wife,\" and Tim Haskins must pay extra to buy the farm he used to work on in his \"Under the Lion's Paw.\" One story by this author includes the morose Saunders, who has not gotten over his wife's death from pneumonia caused by working in the fields in the rain. The Widow Gray catches sight of Emma's husband Edward Smith in that story,": {
    "guess": "Willa Cather",
    "confidence": [
      [
        "W",
        -0.1397181
      ],
      [
        "illa",
        -0.4675244
      ],
      [
        " C",
        -0.0043237796
      ],
      [
        "ather",
        -1.1279553e-05
      ]
    ]
  },
  "Jim Sanford's bank collapses in this author's story \"A Good Fellow's Wife,\" and Tim Haskins must pay extra to buy the farm he used to work on in his \"Under the Lion's Paw.\" One story by this author includes": {
    "guess": "Hamlin Hannibal Garland",
    "confidence": [
      [
        "Ham",
        -0.12891638
      ],
      [
        "lin",
        -8.244414e-05
      ],
      [
        " Hann",
        -0.41750205
      ],
      [
        "ibal",
        -3.7027545e-05
      ],
      [
        " Garland",
        -0.00033105531
      ]
    ]
  },
  "Jim Sanford's bank collapses in this author's story \"A Good Fellow's Wife,\" and Tim Haskins must pay": {
    "guess": "William Dean Howells",
    "confidence": [
      [
        "William",
        -0.46381927
      ],
      [
        " Dean",
        -0.15971051
      ],
      [
        " How",
        -0.00093325577
      ],
      [
        "ells",
        -1.8908588e-05
      ]
    ]
  },
  "Jim Sanford's bank collapses in this author's story \"A Good Fellow's Wife,\" and Tim Haskins must pay extra to buy the farm he used to work on in his \"Under the Lion's Paw.\" One story by this author includes the morose Saunders, who has not gotten over his wife's death from pneumonia caused by working": {
    "guess": "Hamlin Hannibal Garland",
    "confidence": [
      [
        "Ham",
        -0.03010416
      ],
      [
        "lin",
        -2.1411865e-05
      ],
      [
        " Hann",
        -0.6106616
      ],
      [
        "ibal",
        -3.2497806e-05
      ],
      [
        " Garland",
        -4.1199673e-05
      ]
    ]
  },
  "Jim Sanford's bank collapses in this author's story \"A Good Fellow's Wife,\" and Tim Haskins must pay extra to buy the farm he used to work on in his \"Under the Lion's Paw.\" One story by this author includes the morose Saunders, who has not gotten over his wife's death from pneumonia caused by working in the fields in the rain. The Widow Gray catches sight of Emma's husband Edward Smith in that story, \"The Return of a Private.\" This author of the play Under the Wheel and the volume of art criticism Crumbling Idols described his own life in A Son of the Middle Border. For 10 points, name this American author of Rose of Dutcher's Coolly, a depressing regionalist whose chief stories were collected": {
    "guess": "Hamlin Garland",
    "confidence": [
      [
        "Ham",
        -0.0002702761
      ],
      [
        "lin",
        -0.00019078559
      ],
      [
        " Garland",
        -0.0007877099
      ]
    ]
  },
  "Jim Sanford's bank collapses in this author's story \"A Good Fellow's Wife,\" and Tim Haskins must pay extra to buy the farm he used to work on in his \"Under the Lion's Paw.\" One story by this author includes the morose Saunders, who has not gotten over his wife's death from pneumonia caused by working in the fields in the rain. The Widow Gray catches sight of Emma's husband Edward Smith in that story, \"The Return of a Private.\" This author of the play Under the Wheel and the volume of art criticism Crumbling Idols described his own life in A Son of the Middle Border. For 10 points, name this American": {
    "guess": "Hamlin Garland",
    "confidence": [
      [
        "Ham",
        -0.0021160007
      ],
      [
        "lin",
        -0.00018292182
      ],
      [
        " Garland",
        -0.002729148
      ]
    ]
  },
  "Jim Sanford's bank collapses in this author's story \"A Good Fellow's Wife,\" and Tim Haskins must pay extra to buy the farm he used to work on in his \"Under the Lion's Paw.\" One story by this author includes the morose Saunders, who has not gotten over his wife's death from pneumonia caused by working in the fields in the rain. The Widow Gray catches sight of Emma's husband Edward Smith in that story, \"The Return of a Private.\" This author of the play Under the Wheel and the volume of art criticism Crumbling Idols described his own life in A Son of the Middle Border. For 10 points, name this American author of Rose of Dutcher's Coolly, a depressing regionalist whose chief stories were collected in Main-Travelled Roads.": {
    "guess": "Hamlin Garland",
    "confidence": [
      [
        "Ham",
        -0.07101885
      ],
      [
        "lin",
        -7.58424e-06
      ],
      [
        " Garland",
        -0.13939461
      ]
    ]
  }
}