{
  "Hoagy Carmichael plays Uncle Butch, who will let his nephew Homer Parrish have a beer but not whiskey": {
    "guess": "The Best Years of Our Lives",
    "confidence": [
      [
        "The",
        -0.32222047
      ],
      [
        " Best",
        -0.00077222445
      ],
      [
        " Years",
        -0.000260859
      ],
      [
        " of",
        -0.00017755765
      ],
      [
        " Our",
        -0.00028421928
      ],
      [
        " Lives",
        -0.0001242773
      ]
    ]
  },
  "Hoagy Carmichael plays Uncle Butch, who will let his nephew Homer Parrish have a beer but not whiskey at his bar. Banker Al Stephenson finds his daughter has grown up. Fred Derry discovers that he doesn't love the wife he had only known for a few weeks and hates his job. Homer Parrish is played by Harold Russell, who really had lost his hands in a wartime training accident. Russell is joined by Myrna Loy, Dana Andrews and Frederic March in -- for 10 points -- what Best Picture winner of 1946 that": {
    "guess": "The Best Years of Our Lives",
    "confidence": [
      [
        "The",
        -0.0024996754
      ],
      [
        " Best",
        -0.0033740113
      ],
      [
        " Years",
        -0.00044103997
      ],
      [
        " of",
        -9.114601e-05
      ],
      [
        " Our",
        -0.00018542144
      ],
      [
        " Lives",
        -3.4405064e-05
      ]
    ]
  },
  "Hoagy Carmichael plays Uncle Butch, who will let his nephew Homer Parrish have a beer but not whiskey at his bar. Banker Al Stephenson finds his daughter has grown up. Fred Derry discovers that he doesn't love the wife he had only known for a few weeks and hates his job. Homer Parrish is played by Harold Russell, who really had lost his hands in a wartime training accident. Russell is joined by Myrna": {
    "guess": "The Best Years of Our Lives",
    "confidence": [
      [
        "The",
        -0.017163781
      ],
      [
        " Best",
        -0.0003249759
      ],
      [
        " Years",
        -0.00018852073
      ],
      [
        " of",
        -0.00015765065
      ],
      [
        " Our",
        -0.00032187664
      ],
      [
        " Lives",
        -8.375538e-05
      ]
    ]
  },
  "Hoagy Carmichael plays Uncle Butch, who will let his nephew Homer Parrish have a beer but not whiskey at his bar. Banker Al Stephenson finds his daughter has grown up. Fred Derry discovers that he doesn't": {
    "guess": "The Best Years of Our Lives",
    "confidence": [
      [
        "The",
        -0.020284701
      ],
      [
        " Best",
        -0.00010509284
      ],
      [
        " Years",
        -6.837811e-05
      ],
      [
        " of",
        -0.00013989297
      ],
      [
        " Our",
        -0.000107715314
      ],
      [
        " Lives",
        -2.1173457e-05
      ]
    ]
  },
  "Hoagy Carmichael plays Uncle Butch, who will let his nephew Homer Parrish have a beer but not whiskey at his bar. Banker Al Stephenson finds his daughter has grown up. Fred Derry discovers that he doesn't love the wife he had only known for a few weeks and hates his job. Homer Parrish is played by Harold Russell, who really had lost his hands in a wartime training accident. Russell is joined by Myrna Loy, Dana Andrews and Frederic March in -- for 10 points -- what Best Picture winner of 1946 that details the travails of three returning World War II vets.": {
    "guess": "The Best Years of Our Lives",
    "confidence": [
      [
        "The",
        -0.002818551
      ],
      [
        " Best",
        -0.0044746273
      ],
      [
        " Years",
        -0.00018244502
      ],
      [
        " of",
        -4.0961266e-05
      ],
      [
        " Our",
        -0.00017958412
      ],
      [
        " Lives",
        -3.1305768e-05
      ]
    ]
  },
  "Hoagy Carmichael plays Uncle Butch, who will let his nephew Homer Parrish have a beer but not whiskey at his bar. Banker Al Stephenson finds his daughter has grown up. Fred Derry discovers that he doesn't love the wife he had only known for a few weeks and hates his job. Homer Parrish is played by Harold": {
    "guess": "The Best Years of Our Lives",
    "confidence": [
      [
        "The",
        -0.0022422045
      ],
      [
        " Best",
        -0.00017851128
      ],
      [
        " Years",
        -0.00014871404
      ],
      [
        " of",
        -0.00012296606
      ],
      [
        " Our",
        -0.00014334988
      ],
      [
        " Lives",
        -3.5477897e-05
      ]
    ]
  }
}