{
  "Some raptorial groups of it use a proboscis to seize prey, while members of its family Onuphidae live in beach sands and use powerful jaws to capture small animals. Their central nervous system consists of a supraesophageal ganglion, and they also have movable bristles called setae. Classes within this phylum include Hirudinea and Polychaeta, which can be divided into free moving and tube dwelling.": {
    "guess": "Annelida",
    "confidence": [
      [
        "An",
        -0.0064549437
      ],
      [
        "nel",
        -2.7610455e-05
      ],
      [
        "ida",
        -0.6019688
      ]
    ]
  },
  "Raphael's School of Athens depicts Plato carrying this dialogue.  Socrates is joined by Hermocrates and Critias, and all three question the title character, an astronomer, on the nature of the universe.  They discuss with the title character the origin of the visible world, and Plato addresses the maker of the heavenly bodies as Demiurge, 'God', Father and begetter.  It is most famous, however, for": {
    "guess": "Timaeus",
    "confidence": [
      [
        "Tim",
        -0.013275642
      ],
      [
        "ae",
        -3.8457987e-05
      ],
      [
        "us",
        -4.179569e-05
      ]
    ]
  },
  "This rapper claims that his \"picture should be in the dictionary next to the definition of definition,\" and on the same track, he disses Al Sharpton. That track, \"Shoot Me Down,\" appeared on the same album as another song that repeats the lines \"We are not the same, I am a Martian\" and \"Phone Home.\" He sampled the theme song from The Office on one song from his (*) No Ceilings mixtape. He picked up a guitar for the track \"Prom Queen\" on the album Rebirth. For 10 points, name this rapper behind popular hits like \"A Milli\" and \"Lollipop.\"": {
    "guess": "Lil Wayne",
    "confidence": [
      [
        "L",
        -0.03448736
      ],
      [
        "il",
        -6.80205e-05
      ],
      [
        " Wayne",
        -4.2868523e-05
      ]
    ]
  },
  "This rapper claims that his \"picture should be in the dictionary next to the definition of definition,\" and on the same track, he disses Al Sharpton. That track, \"Shoot Me Down,\" appeared on the same album as another song that repeats the lines \"We are not the same, I am a Martian\" and \"Phone Home.\"": {
    "guess": "Tha Carter III",
    "confidence": [
      [
        "Th",
        -0.025187057
      ],
      [
        "a",
        -2.4153549e-05
      ],
      [
        " Carter",
        -0.00013059509
      ],
      [
        " III",
        -0.00097077567
      ]
    ]
  },
  "Raphael designed ten tapestries for this structure, including The Death of Ananias. The Cumean Sibyl": {
    "guess": "Sistine Chapel Tapestry Series",
    "confidence": [
      [
        "S",
        -0.1254522
      ],
      [
        "istine",
        -5.157039e-05
      ],
      [
        " Chapel",
        -0.0004516454
      ],
      [
        " Tape",
        -0.6981839
      ],
      [
        "stry",
        -0.009603201
      ],
      [
        " Series",
        -0.0706266
      ]
    ]
  },
  "Raphael designed ten tapestries for this structure, including The Death of Ananias. The Cumean Sibyl appears in a series of paintings of twelve Old Testament prophets in this structure. Daniele da Volterra painted loincloths on nude figures in one of this structure's frescoes, which also includes a self-portrait in flayed skin. It contains The Last Judgment and frescoes of nine scenes from Genesis, including a work in which God's outstretched hand touches that of the newly created Adam. For 10 points, name this room, whose ceiling was painted by Michelangelo.": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.0008521551
      ],
      [
        "istine",
        -5.5122365e-07
      ],
      [
        " Chapel",
        -7.9418505e-06
      ]
    ]
  },
  "Raphael designed ten tapestries for this structure, including The Death of Ananias. The Cumean Sibyl appears in a series of paintings of twelve Old Testament prophets in this structure. Daniele da Volterra painted loincloths on nude figures in one of this structure's frescoes, which also includes a self-portrait": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.009413799
      ],
      [
        "istine",
        -3.619312e-05
      ],
      [
        " Chapel",
        -0.000100205485
      ]
    ]
  },
  "Raphael's School of Athens depicts Plato carrying this dialogue.  Socrates is joined by Hermocrates and Critias, and all three question the title character, an astronomer, on the nature of the universe.": {
    "guess": "Timaeus",
    "confidence": [
      [
        "Tim",
        -0.7193529
      ],
      [
        "ae",
        -0.00011653639
      ],
      [
        "us",
        -7.362307e-05
      ]
    ]
  },
  "Raphael designed ten tapestries for this structure, including The Death of Ananias. The Cumean Sibyl appears in a series of paintings of twelve Old Testament prophets in this structure. Daniele da Volterra painted loincloths on nude figures in one of this structure's frescoes, which also includes a self-portrait in flayed skin. It contains The Last Judgment and frescoes of nine scenes from Genesis,": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.018774753
      ],
      [
        "istine",
        -5.574252e-05
      ],
      [
        " Chapel",
        -0.0002906526
      ]
    ]
  },
  "Some raptorial groups of it use a proboscis to seize prey, while members of its family Onuphidae live in beach sands and use powerful jaws to capture small animals. Their central nervous system consists": {
    "guess": "Polychaete",
    "confidence": [
      [
        "Pol",
        -0.3720209
      ],
      [
        "ych",
        -0.00021688752
      ],
      [
        "a",
        -2.1173457e-05
      ],
      [
        "ete",
        -0.061362907
      ]
    ]
  },
  "This rapper claims that his \"picture should be in the dictionary next to the definition of definition,\" and on the same track, he disses Al Sharpton. That track, \"Shoot Me Down,\" appeared on the same album as another song that repeats the lines \"We are not the same, I am a Martian\" and \"Phone Home.\" He sampled the theme song from The Office on one song from his (*) No Ceilings mixtape. He picked up": {
    "guess": "Lil Wayne",
    "confidence": [
      [
        "L",
        -0.0061471807
      ],
      [
        "il",
        -4.179569e-05
      ],
      [
        " Wayne",
        -0.00012035091
      ]
    ]
  },
  "Raphael designed ten tapestries for this structure, including The Death of Ananias. The Cumean Sibyl appears in a series of paintings of twelve Old Testament prophets in this structure. Daniele da Volterra painted loincloths on nude figures in one of this structure's frescoes, which also includes a self-portrait in flayed skin. It contains The Last Judgment and frescoes of nine scenes from Genesis, including a work in which God's outstretched hand touches that of the newly created Adam. For 10 points,": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.041214164
      ],
      [
        "istine",
        -5.157039e-05
      ],
      [
        " Chapel",
        -0.00021128863
      ]
    ]
  },
  "Raphael's School of Athens depicts Plato carrying this dialogue.  Socrates is joined by Hermocrates and Critias, and all three question the title character, an astronomer, on the nature of the universe.  They discuss with the title character the origin of the visible world, and Plato addresses the maker of the heavenly bodies as Demiurge, 'God', Father and begetter.  It is most famous, however, for a reference made by Critias, who learned the story from Dropides, who learned the story from Solon": {
    "guess": "Critias",
    "confidence": [
      [
        "Crit",
        -0.42001304
      ],
      [
        "ias",
        -0.000251684
      ]
    ]
  },
  "Some raptorial groups of it use a proboscis to seize prey, while members of its family Onuphidae live": {
    "guess": "Polychaete",
    "confidence": [
      [
        "Pol",
        -0.11069745
      ],
      [
        "ych",
        -0.0064394306
      ],
      [
        "a",
        -5.50273e-05
      ],
      [
        "ete",
        -0.09424092
      ]
    ]
  },
  "Some raptorial groups of it use a proboscis to seize prey, while members of its family Onuphidae live in beach sands and use powerful jaws to capture small animals. Their central nervous system consists of a supraesophageal ganglion, and they also have movable bristles called setae. Classes within this phylum include Hirudinea and Polychaeta, which can be divided into free moving and tube dwelling. But they may be most notable for the transverse ring divisions that divide their bodies. For 10 points, name this phylum of segmented worms that includes the marine worms and earthworms.": {
    "guess": "Annelid",
    "confidence": [
      [
        "An",
        -0.0031118765
      ],
      [
        "nel",
        -1.6524515e-05
      ],
      [
        "id",
        -0.5837908
      ]
    ]
  },
  "Raphael's School of Athens depicts Plato carrying this dialogue.  Socrates is joined by Hermocrates and Critias, and all three question the title character, an astronomer, on the nature of the universe.  They discuss with the title character the origin of the visible world, and Plato addresses the maker of the heavenly bodies as Demiurge, 'God', Father and begetter.  It is most famous, however, for a reference made by Critias, who learned the story from Dropides, who learned the story from Solon the Archon.  FTP, identify this dialogue in which the first literary reference to Atlantis is made.": {
    "guess": "Timaeus (dialogue)",
    "confidence": [
      [
        "Tim",
        -0.02460111
      ],
      [
        "ae",
        -1.5451682e-05
      ],
      [
        "us",
        -2.4630364e-05
      ],
      [
        " (",
        -0.0024072889
      ],
      [
        "dialog",
        -8.697388e-05
      ],
      [
        "ue",
        -1.1041146e-05
      ],
      [
        ")",
        -2.9352968e-06
      ]
    ]
  },
  "This rapper claims that his \"picture should be in the dictionary next to the definition of definition,\" and on the same track, he disses Al Sharpton. That track, \"Shoot Me Down,\" appeared on the same album as another song that repeats the lines \"We are not the same, I am a Martian\" and \"Phone Home.\" He sampled the theme song from The Office on one song from his (*) No Ceilings mixtape. He picked up a guitar for the track \"Prom Queen\" on the album Rebirth. For 10 points, name this rapper behind popular": {
    "guess": "Lil Wayne",
    "confidence": [
      [
        "L",
        -0.0018152404
      ],
      [
        "il",
        -5.1689596e-05
      ],
      [
        " Wayne",
        -3.8457987e-05
      ]
    ]
  },
  "This rapper claims that his \"picture should be in the dictionary next to the definition of definition,\"": {
    "guess": "Lil Wayne",
    "confidence": [
      [
        "L",
        -0.0041681523
      ],
      [
        "il",
        -0.0004123192
      ],
      [
        " Wayne",
        -0.00015598179
      ]
    ]
  },
  "Some raptorial groups of it use a proboscis to seize prey, while members of its family Onuphidae live in beach sands and use powerful jaws to capture small animals. Their central nervous system consists of a supraesophageal ganglion, and they also have movable bristles called setae. Classes within this": {
    "guess": "Polychaete",
    "confidence": [
      [
        "Pol",
        -0.12806062
      ],
      [
        "ych",
        -8.804671e-05
      ],
      [
        "a",
        -7.4576696e-05
      ],
      [
        "ete",
        -0.6462852
      ]
    ]
  },
  "He once raped the nymph Orithyia, producing the future Argonauts Zetes and Calais. He also raped some horses belonging to King Erichthonius of Athens and sired a fleet of magical colts. He was the son of Astraeus and Eos and was thought to be much more violent than his brothers, Notus and Zephyrus. FTP, name this Greek god of the North Wind.": {
    "guess": "Boreas",
    "confidence": [
      [
        "B",
        -0.06287965
      ],
      [
        "ore",
        -0.00014203864
      ],
      [
        "as",
        -1.5928495e-05
      ]
    ]
  },
  "Some raptorial groups of it use a proboscis to seize prey, while members of its family Onuphidae live in beach sands and use powerful jaws to capture small animals. Their central nervous system consists of a supraesophageal ganglion, and they also have movable bristles called setae. Classes within this phylum include Hirudinea and Polychaeta, which can be divided into free moving and tube dwelling. But they may be most notable for the transverse ring divisions that divide their bodies. For 10 points,": {
    "guess": "Annelid",
    "confidence": [
      [
        "An",
        -0.010884984
      ],
      [
        "nel",
        -2.0219828e-05
      ],
      [
        "id",
        -0.5911946
      ]
    ]
  },
  "Raphael's School of Athens depicts Plato carrying this dialogue.  Socrates is joined by Hermocrates and Critias, and all three question the title character, an astronomer, on the nature of the universe.  They discuss with the title character the origin of the visible world, and Plato addresses the maker": {
    "guess": "Timaeus",
    "confidence": [
      [
        "Tim",
        -0.00994449
      ],
      [
        "ae",
        -2.749125e-05
      ],
      [
        "us",
        -4.763667e-05
      ]
    ]
  },
  "He once raped the nymph Orithyia, producing the future Argonauts Zetes and Calais. He also raped some horses belonging to King Erichthonius of Athens and sired a fleet of magical colts. He was the son": {
    "guess": "Boreas",
    "confidence": [
      [
        "B",
        -0.004547608
      ],
      [
        "ore",
        -0.00014430351
      ],
      [
        "as",
        -0.00013107191
      ]
    ]
  },
  "He once raped the nymph Orithyia, producing the future Argonauts Zetes and Calais. He also raped some horses belonging to King Erichthonius of Athens and sired a fleet of magical colts. He was the son of Astraeus and Eos and was thought to be much more violent than his brothers, Notus and Zephyrus. FTP,": {
    "guess": "Astraeus",
    "confidence": [
      [
        "A",
        -0.9262524
      ],
      [
        "str",
        -0.06258195
      ],
      [
        "ae",
        -0.0207508
      ],
      [
        "us",
        -0.00055934687
      ]
    ]
  },
  "Raphael's School of Athens depicts Plato carrying this dialogue.  Socrates is joined by Hermocrates and": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.86508465
      ],
      [
        " (",
        -0.006603937
      ],
      [
        "Pl",
        -0.00086155755
      ],
      [
        "ato",
        -1.569009e-05
      ],
      [
        ")",
        -6.337155e-05
      ]
    ]
  },
  "He once raped the nymph Orithyia, producing the future Argonauts Zetes and Calais. He also raped some": {
    "guess": "Boreas",
    "confidence": [
      [
        "B",
        -0.019935234
      ],
      [
        "ore",
        -0.0004397287
      ],
      [
        "as",
        -0.0004071971
      ]
    ]
  },
  "Raphael designed ten tapestries for this structure, including The Death of Ananias. The Cumean Sibyl appears in a series of paintings of twelve Old Testament prophets in this structure. Daniele da Volterra": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.05968311
      ],
      [
        "istine",
        -0.00027718625
      ],
      [
        " Chapel",
        -0.00019889144
      ]
    ]
  },
  "This rapper claims that his \"picture should be in the dictionary next to the definition of definition,\" and on the same track, he disses Al Sharpton. That track, \"Shoot Me Down,\" appeared on the same album": {
    "guess": "Tha Carter III",
    "confidence": [
      [
        "Th",
        -0.3444355
      ],
      [
        "a",
        -9.133887e-06
      ],
      [
        " Carter",
        -0.00027933193
      ],
      [
        " III",
        -0.0011308094
      ]
    ]
  }
}