{
  "One man with this surname had a speech describing his most notable action drafted by Charles Bohlen. Another man with this surname went to Japan to investigate charges of racism in the U.S. military. That": {
    "guess": "Falla",
    "confidence": [
      [
        "F",
        -1.8949921
      ],
      [
        "alla",
        -0.13430521
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade union whose downfall had vaulted him to power, and used future Piazza Fontana bomber Yves Guerin-Serac to run the Aginter Press. His brutal order to massacre civilians and then commit suicide frightened a subordinate into surrendering in the face of Operation Vijay, while he crushed an early uprising led by the \"blueshirts\"or National Syndicalists. The friendship between this organizer of the shadowy PIDE and Ian Smith kept Rhodesia afloat for years, though it led to his government losing ground": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.09575765
      ],
      [
        "ón",
        -0.05225476
      ],
      [
        "io",
        -5.3193703e-06
      ],
      [
        " de",
        -0.0035453052
      ],
      [
        " Oliveira",
        -0.0038885537
      ],
      [
        " Sal",
        -4.1318875e-05
      ],
      [
        "azar",
        -1.50940705e-05
      ]
    ]
  },
  "Suspected members of this movement were subjected to \"pitch-capping,\" a form of torture that involved burning a paper bag over the suspect's face. Though not the Chartists, this movement published a radical newspaper called the Northern Star. William Drennan's pamphlets supported this organization, which became more radical as it strengthened its alliance with the Defenders, and which originated as an offshoot of the Grattan-supporting Volunteers. Charles (*) Cornwallis directed the quashing of this movement, founded by now-heroized men like Thomas Russell and James Napper Tandy. Its most famous leader arrived with 1000 soldiers from the French Directory far too late to do anything in County Mayo. For 10 points, name this political movement that planned the failed Irish rebellion in 1798 under": {
    "guess": "United Irishmen",
    "confidence": [
      [
        "United",
        -0.5626329
      ],
      [
        " Irish",
        -0.0005405237
      ],
      [
        "men",
        -0.001913523
      ]
    ]
  },
  "It is not susceptible to proof, as it is a claim that an ill-defined but intuitively understood concept is equivalent to a well-defined mathematical abstraction.  Empirical evidence for it comes in part": {
    "guess": "Existential quantification",
    "confidence": [
      [
        "Exist",
        -0.13954155
      ],
      [
        "ential",
        -0.11620989
      ],
      [
        " quant",
        -0.08078627
      ],
      [
        "ification",
        -0.20554736
      ]
    ]
  },
  "Susy and Jill are excited to receive the feminine version of this product after becoming bored with dolls. It also comes in G.I, Electro, Frontier, and Visible models. The speaker of \"Svenish\" finds another upgraded version \"really fun\" and announces that he is a bearded lady, and it can also tell you that roaches check in but do not leave in Spanish. Mr. Horse endorses this Blammo product for its ability to fit on your back or roll over your neighbor's dog, and viewers are assured that it is \"better": {
    "guess": "Slap bracelet",
    "confidence": [
      [
        "Sl",
        -1.7220337
      ],
      [
        "ap",
        -0.07268077
      ],
      [
        " bracelet",
        -0.80307543
      ]
    ]
  },
  "A surveyor for the Ohio Company, he was commissioned a major in defense of Kentucky when the revolution broke out. After Patrick Henry endorsed his plan for conquering Illinois, he captured Kaskaskia and": {
    "guess": "George Rogers Clark",
    "confidence": [
      [
        "George",
        -0.15413271
      ],
      [
        " Rogers",
        -0.014907425
      ],
      [
        " Clark",
        -0.00050585007
      ]
    ]
  },
  "One man suspects that this character is being blackmailed after he makes changes to his will. His friend": {
    "guess": "Perry Mason",
    "confidence": [
      [
        "P",
        -1.3576636
      ],
      [
        "erry",
        -0.656064
      ],
      [
        " Mason",
        -6.420598e-05
      ]
    ]
  },
  "Suspected members of this movement were subjected to \"pitch-capping,\" a form of torture that involved burning a paper bag over the suspect's face. Though not the Chartists, this movement published a radical newspaper called the Northern Star. William Drennan's pamphlets supported this organization, which became more radical as it strengthened its alliance with the Defenders, and which originated as": {
    "guess": "United Irishmen",
    "confidence": [
      [
        "United",
        -0.15050273
      ],
      [
        " Irish",
        -0.00067490473
      ],
      [
        "men",
        -0.005309062
      ]
    ]
  },
  "A surveyor for the Ohio Company, he was commissioned a major in defense of Kentucky when the revolution broke out. After Patrick Henry endorsed his plan for conquering Illinois, he captured Kaskaskia and Vincennes, and his defenses of St. Louis and  Fort Nelson were key to American control of the Northwest": {
    "guess": "George Rogers Clark",
    "confidence": [
      [
        "George",
        -0.009725982
      ],
      [
        " Rogers",
        -0.003912646
      ],
      [
        " Clark",
        -0.0009367128
      ]
    ]
  },
  "In his A Survey of the Summe of Christian Discipline, he espoused his preference for the Congregational model of church governance to the hierarchical Presbyterian structure. He preached for a time in the parish of Esther in Surry before becoming the lecturer to the Church of St. Mary at Chelmsford Essex. Asked to appear before the Court of High Commission to answer for his teachings, he jumped his bond and fled to Holland, ultimately settling in New Towne in the Massachusetts Bay Colony. Known for a dispute with John Cotton and for drafting the Fundamental Orders, for 10 points identify this founder": {
    "guess": "Thomas Hooker",
    "confidence": [
      [
        "Thomas",
        -0.0040275836
      ],
      [
        " Hook",
        -6.9570146e-05
      ],
      [
        "er",
        -4.00813e-06
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction of blue galaxies in clusters increases with redshift. One historical figure with this nickname is rumored to have written the phrase \"No Quarter\" on the back of a playing card, the nine of diamonds, leading to a certain curse. That man surrendered at the Convention of Kloster-Zeven after winning his most famous victory, for which he became the dedicatee of Handel's oratorio Judas Maccabaeus. Another military man who held this sobriquet was appointed to replace Arsenio (*) Martinez Campos as governor after rising to fame as a general during the Ten Years War. That man was Valeriano Weyler, while the previous figure, who gained this name at the Battle of Culloden Moor, was the Duke of Cumberland. For 10 points, give this name which also refers to an occupation held by a man who spent some time": {
    "guess": "William Augustus",
    "confidence": [
      [
        "William",
        -0.84441584
      ],
      [
        " August",
        -2.027861
      ],
      [
        "us",
        -0.0023000126
      ]
    ]
  },
  "A surveyor for the Ohio Company, he was commissioned a major in defense of Kentucky when the revolution": {
    "guess": "George Rogers Clark",
    "confidence": [
      [
        "George",
        -1.2211101
      ],
      [
        " Rogers",
        -0.47314438
      ],
      [
        " Clark",
        -0.0012077342
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced \"a vast array of lawbreakers\" and needed to be repealed. Another man with this surname funded the creation of historically black Spelman College, which is named after his wife, while another was the first Republican governor of Arkansas since Reconstruction. A man with this surname was the instrumental supporter of Reverend W.A.R. Goodwin's plan to restore Colonial Williamsburg. Another man with this surname opposed the inclusion of Lenin in Diego Rivera's mural Man at the Crossroads. This was the surname of the man who initiated the \"Cleveland Massacre\" to defeat his business opponents and of the first Vice-President appointed under the 25th Amendment. A man with this surname was the target of the writer Ida B. Tarbell. For 10 points, name this family of a New York Governor named Nelson and the founder of the Standard Oil Company named John.": {
    "guess": "Rockefeller",
    "confidence": [
      [
        "Rock",
        -0.0015517599
      ],
      [
        "efeller",
        -0.00028362326
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced \"a vast array of lawbreakers\" and needed to be repealed. Another man with this surname funded the creation of historically black Spelman College, which is named after his wife, while another was the first Republican governor of Arkansas since Reconstruction. A man with this surname was the instrumental supporter of Reverend W.A.R. Goodwin's plan to restore Colonial Williamsburg. Another man with this surname opposed the inclusion of Lenin in Diego Rivera's mural Man at the Crossroads. This was the surname of the man who initiated the \"Cleveland Massacre\" to defeat his business opponents and": {
    "guess": "Rockefeller",
    "confidence": [
      [
        "Rock",
        -0.008618001
      ],
      [
        "efeller",
        -0.00031746976
      ]
    ]
  },
  "One man with this surname exacerbated the Depression of 1873 while Secretary of the Treasury under Hayes, and later authored an 1890 law replacing the Bland-Allison Act. Regarding a possible 1888 presidential bid, one man with this last name claimed \"if nominated, I will not accept; if elected, I will": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.78210396
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced \"a vast array of lawbreakers\" and needed to be repealed. Another man with this surname funded the creation of historically black Spelman College, which is named after his wife, while another was the first Republican governor of Arkansas since Reconstruction. A man with this surname was the instrumental": {
    "guess": "Rockefeller",
    "confidence": [
      [
        "Rock",
        -0.016016418
      ],
      [
        "efeller",
        -0.00016301482
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade union whose downfall had vaulted him to power, and used future Piazza Fontana bomber Yves Guerin-Serac to run the Aginter Press. His brutal order to massacre civilians and then commit suicide frightened a subordinate into surrendering in the face of Operation Vijay, while he crushed an early uprising led by the \"blueshirts\"or National Syndicalists. The friendship between this organizer of the shadowy PIDE and Ian Smith kept Rhodesia afloat for years, though it led to his government losing ground to movements like FRELIMO and UNITA, whose efforts towards independence led to the ouster of this man's successor, Marcelo Caetano, in the Carnation Revolution. For 10 points, identify this former political economist who like Getulio Vargas presided over an Estado Novo, the Prime Minister of Portugal from 1932 to 1968.": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.009904592
      ],
      [
        "ón",
        -0.0020460554
      ],
      [
        "io",
        -1.7432603e-06
      ],
      [
        " de",
        -7.7079974e-05
      ],
      [
        " Oliveira",
        -5.7411373e-05
      ],
      [
        " Sal",
        0.0
      ],
      [
        "azar",
        -5.8722613e-05
      ]
    ]
  },
  "Her surname at birth was Delaney, and later marriages would change it to St. Croix and Popeil. Her most recent wedding, to Lyle Finnster, saw the guests performing the chicken dance and a performance by": {
    "guess": "Wedding",
    "confidence": [
      [
        "Wed",
        -0.016256409
      ],
      [
        "ding",
        -0.0013880895
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction of blue galaxies in clusters increases with redshift. One historical figure with this nickname is rumored to have written the phrase \"No Quarter\" on the back of a playing card, the nine of diamonds, leading to a certain curse. That man surrendered at the Convention of Kloster-Zeven after winning his": {
    "guess": "Nine of Diamonds",
    "confidence": [
      [
        "Nine",
        -0.8587077
      ],
      [
        " of",
        -0.025295038
      ],
      [
        " Diamonds",
        -0.115821175
      ]
    ]
  },
  "One man with this surname was the subject of a widely-criticized Paul Theroux biography titled for his \"shadow.\" Another author with this surname described Baby's ostracism from her rich family after marrying the bus driver Ram Lutchman in Fireflies. One author with this surname wrote a novel in which Zabeth sends his son to a school run by the mask-collecting priest (*) Father Huismans. while \"the": {
    "guess": "Naipaul",
    "confidence": [
      [
        "Na",
        -0.64084566
      ],
      [
        "ip",
        -3.888926e-06
      ],
      [
        "aul",
        -0.00027527902
      ]
    ]
  },
  "One man with this surname was the subject of a widely-criticized Paul Theroux biography titled for his \"shadow.\" Another author with this surname described Baby's ostracism from her rich family after marrying": {
    "guess": "Naipaul",
    "confidence": [
      [
        "Na",
        -0.15964924
      ],
      [
        "ip",
        -1.640531e-05
      ],
      [
        "aul",
        -0.0005432617
      ]
    ]
  },
  "The surreal numbers have the universal embedding property for ordered varieties of these objects. A finite one with n elements exists if and only if n is a prime or a power of a prime. One is called \"algebraically closed\" if univariate polynomials whose coefficients are elements of it also has a solution in it. FTP, identify these mathematical structures, examples of which include the reals and the complex numbers but not the quaternions, and which are defined as rings wherein every element has a multiplicative inverse.": {
    "guess": "Field",
    "confidence": [
      [
        "Field",
        -0.07059616
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction of blue galaxies in clusters increases with redshift. One historical figure with this nickname is rumored to have written the phrase \"No Quarter\" on the back of a playing card, the nine of diamonds, leading to a certain curse. That man surrendered at the Convention of Kloster-Zeven after winning his most famous victory, for which he became the dedicatee of Handel's oratorio Judas Maccabaeus. Another military man who held this sobriquet was appointed to replace Arsenio (*) Martinez Campos as governor after rising to fame as a general during the Ten Years War. That man was Valeriano Weyler, while the previous figure, who gained this name at the Battle of Culloden Moor, was the Duke of Cumberland.": {
    "guess": "Cumberland",
    "confidence": [
      [
        "C",
        -0.33951142
      ],
      [
        "umberland",
        -0.04422335
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced \"a vast array of lawbreakers\" and needed to be repealed. Another man with this surname funded the": {
    "guess": "Twenty-First Amendment to the United States Constitution",
    "confidence": [
      [
        "Twenty",
        -2.1572816
      ],
      [
        "-",
        -0.075706355
      ],
      [
        "First",
        -0.00051955116
      ],
      [
        " Amendment",
        -0.0014815322
      ],
      [
        " to",
        -0.000626895
      ],
      [
        " the",
        -5.080963e-06
      ],
      [
        " United",
        -4.561021e-05
      ],
      [
        " States",
        -3.3809047e-05
      ],
      [
        " Constitution",
        -0.00028886824
      ]
    ]
  },
  "One man with this surname exacerbated the Depression of 1873 while Secretary of the Treasury under Hayes, and later authored an 1890 law replacing the Bland-Allison Act. Regarding a possible 1888 presidential bid, one man with this last name claimed \"if nominated, I will not accept; if elected, I will not serve,\" and he had earlier produced namesake (*) \"neckties\" of railroad tracks bent around trees as part of his strategy of total war. For ten points, identify this last name shared by the author of the first antitrust law, John, and the general who led the \"March to the Sea\" during the Civil": {
    "guess": "Sherman",
    "confidence": [
      [
        "Sher",
        -0.20158641
      ],
      [
        "man",
        -0.00023083435
      ]
    ]
  },
  "It is not susceptible to proof, as it is a claim that an ill-defined but intuitively understood concept is equivalent to a well-defined mathematical abstraction.  Empirical evidence for it comes in part from the fact that several independent attempts at formalization, such as Post's tag-systems and the lambda calculus, give rise to exactly the same class of functions.  FTP, name this statement, of fundamental importance to computability theory, which states that the concept of \"algorithm\" is exactly": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.0042888806
      ],
      [
        "-T",
        -0.043567356
      ],
      [
        "uring",
        -0.0003242607
      ],
      [
        " thesis",
        -0.116579786
      ]
    ]
  },
  "One man with this surname exacerbated the Depression of 1873 while Secretary of the Treasury under Hayes, and later authored an 1890 law replacing the Bland-Allison Act. Regarding a possible 1888 presidential bid, one man with this last name claimed \"if nominated, I will not accept; if elected, I will not serve,\" and he had earlier produced namesake (*) \"neckties\" of railroad tracks bent around trees": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2640916
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced \"a vast array of lawbreakers\" and needed to be repealed. Another man with this surname funded the creation of historically black Spelman College, which is named after his wife, while another was the": {
    "guess": "Rockefeller",
    "confidence": [
      [
        "Rock",
        -0.008276846
      ],
      [
        "efeller",
        -0.004070921
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction of blue galaxies in clusters increases with redshift. One historical figure with this nickname is rumored to have written the phrase \"No Quarter\" on the back of a playing card, the nine of diamonds, leading to a certain curse. That man surrendered at the Convention of Kloster-Zeven after winning his most famous victory, for which he became the dedicatee of Handel's oratorio Judas Maccabaeus. Another": {
    "guess": "Diamond (surname)",
    "confidence": [
      [
        "Diamond",
        -1.0427463
      ],
      [
        " (",
        -0.6096695
      ],
      [
        "surname",
        -0.43640542
      ],
      [
        ")",
        -0.0015289057
      ]
    ]
  },
  "One man with this surname was the subject of a widely-criticized Paul Theroux biography titled for his \"shadow.\" Another author with this surname described Baby's ostracism from her rich family after marrying the bus driver Ram Lutchman in Fireflies. One author with this surname wrote a novel in which Zabeth sends his son to a school run by the mask-collecting priest (*) Father Huismans. while \"the Big Man\" forces Salim to leave his store in the title location. In another novel by that author with this surname, the protagonist becomes a journalist after marrying into the oppressive Tulsi family. For 10 points, give the surname shared by these Trinidadian brothers, the older of whom wrote A Bend": {
    "guess": "Naipaul",
    "confidence": [
      [
        "Na",
        -0.05528844
      ],
      [
        "ip",
        -1.0280384e-06
      ],
      [
        "aul",
        -0.0001202317
      ]
    ]
  },
  "Suspected members of this movement were subjected to \"pitch-capping,\" a form of torture that involved burning a paper bag over the suspect's face. Though not the Chartists, this movement published a radical newspaper called the Northern Star. William Drennan's pamphlets supported this organization, which became more radical as it strengthened its alliance with the Defenders, and which originated as an offshoot of the Grattan-supporting Volunteers. Charles (*) Cornwallis directed the quashing of this movement, founded by now-heroized men like Thomas Russell and James Napper Tandy. Its most famous leader arrived with 1000 soldiers from the French Directory far too late to do anything in County": {
    "guess": "United Irishmen",
    "confidence": [
      [
        "United",
        -0.20453955
      ],
      [
        " Irish",
        -0.0009613622
      ],
      [
        "men",
        -0.004296946
      ]
    ]
  },
  "Suspected members of this movement were subjected to \"pitch-capping,\" a form of torture that involved burning a paper bag over the suspect's face. Though not the Chartists, this movement published a radical newspaper called the Northern Star. William Drennan's pamphlets supported this organization, which became more radical as it strengthened its alliance with the Defenders, and which originated as an offshoot of the Grattan-supporting Volunteers. Charles (*) Cornwallis directed the quashing of this": {
    "guess": "United Irishmen",
    "confidence": [
      [
        "United",
        -0.15805677
      ],
      [
        " Irish",
        -0.0023235565
      ],
      [
        "men",
        -0.016592372
      ]
    ]
  },
  "One man suspects that this character is being blackmailed after he makes changes to his will. His friend Dr. Lanyon cuts off contact with him when they disagree over this man's scientific research, and later dies from shock when learning the truth. This character gives Utterson the murder weapon of Danvers Carew, but claims he cut off contact with the culprit, and his suicide note explains that he began taking a transformative potion, but that he soon lost control of the process. For 10 points, name": {
    "guess": "Henry Jekyll",
    "confidence": [
      [
        "Henry",
        -0.2983321
      ],
      [
        " J",
        -0.0003856286
      ],
      [
        "ekyll",
        -0.00026741522
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade union whose downfall had vaulted him to power, and used future Piazza Fontana bomber Yves Guerin-Serac to run the Aginter Press. His brutal order to massacre civilians and then commit suicide frightened": {
    "guess": "Aldo Moro",
    "confidence": [
      [
        "A",
        -0.9700977
      ],
      [
        "ld",
        -0.0355567
      ],
      [
        "o",
        -4.7994283e-05
      ],
      [
        " Mor",
        -0.0015735448
      ],
      [
        "o",
        -9.770221e-05
      ]
    ]
  },
  "It is not susceptible to proof, as it is a claim that an ill-defined but intuitively understood concept": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -1.9020659
      ],
      [
        "eren",
        -0.0049602548
      ],
      [
        "kov",
        -4.1199673e-05
      ],
      [
        " radiation",
        -0.0040776897
      ]
    ]
  },
  "Suspected members of this movement were subjected to \"pitch-capping,\" a form of torture that involved burning a paper bag over the suspect's face. Though not the Chartists, this movement published a radical": {
    "guess": "Rebecca Riots",
    "confidence": [
      [
        "Re",
        -1.0018263
      ],
      [
        "becca",
        -0.005610204
      ],
      [
        " Ri",
        -0.1385549
      ],
      [
        "ots",
        -0.00040874677
      ]
    ]
  },
  "Surrounding this city are Yerba Buena Island and a revitalized neighborhood called Treasure Island. Hunter": {
    "guess": "San Francisco Bay",
    "confidence": [
      [
        "San",
        -0.0014352318
      ],
      [
        " Francisco",
        -3.9769227e-05
      ],
      [
        " Bay",
        -0.00039194638
      ]
    ]
  },
  "It is not susceptible to proof, as it is a claim that an ill-defined but intuitively understood concept is equivalent to a well-defined mathematical abstraction.  Empirical evidence for it comes in part from the fact that several independent attempts at formalization, such as Post's tag-systems and the lambda calculus, give rise to exactly the same class of functions.  FTP, name this statement, of": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.07180645
      ],
      [
        "-T",
        -0.05613868
      ],
      [
        "uring",
        -0.00047964725
      ],
      [
        " thesis",
        -0.11130705
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced \"a vast array of lawbreakers\" and needed to be repealed. Another man with this surname funded the creation of historically black Spelman College, which is named after his wife, while another was the first Republican governor of Arkansas since Reconstruction. A man with this surname was the instrumental supporter of Reverend W.A.R. Goodwin's plan to restore Colonial Williamsburg. Another man with this surname opposed the inclusion of Lenin in Diego Rivera's mural Man at the Crossroads. This was the surname of the man who initiated the \"Cleveland Massacre\" to defeat his business opponents and of the first Vice-President appointed under the 25th Amendment. A man with this surname was the target": {
    "guess": "Rockefeller",
    "confidence": [
      [
        "Rock",
        -0.0037433102
      ],
      [
        "efeller",
        -0.00015490896
      ]
    ]
  },
  "Surrounding this city are Yerba Buena Island and a revitalized neighborhood called Treasure Island. Hunter Point was the site of its large naval shipyard and tourists typically enjoy seafood at its (*) Fisherman's Wharf. One section of this city is known as the Castro District and it contains the oldest": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.002635588
      ],
      [
        " Francisco",
        -0.00022463576
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction of blue galaxies in clusters increases with redshift. One historical figure with this nickname is rumored to have written the phrase \"No Quarter\" on the back of a playing card, the nine of diamonds, leading to a certain curse. That man surrendered at the Convention of Kloster-Zeven after winning his most famous victory, for which he became the dedicatee of Handel's oratorio Judas Maccabaeus. Another military man who held this sobriquet was appointed to replace Arsenio (*) Martinez Campos as governor after rising to fame as a general during the Ten Years War. That man was Valeriano Weyler, while the previous figure, who gained this name at the Battle of Culloden Moor, was the Duke of Cumberland. For 10 points, give this name which also refers to an occupation held by a man who spent some time in a tub with a baker and a candlestick-maker.": {
    "guess": "John Campbell",
    "confidence": [
      [
        "John",
        -0.8827048
      ],
      [
        " Campbell",
        -0.3870677
      ]
    ]
  },
  "One man suspects that this character is being blackmailed after he makes changes to his will. His friend Dr. Lanyon cuts off contact with him when they disagree over this man's scientific research, and later dies from shock when learning the truth. This character gives Utterson the murder weapon of Danvers": {
    "guess": "Henry Jekyll",
    "confidence": [
      [
        "Henry",
        -0.69119376
      ],
      [
        " J",
        -0.0007220837
      ],
      [
        "ekyll",
        -0.0005146675
      ]
    ]
  },
  "Susy and Jill are excited to receive the feminine version of this product after becoming bored with dolls.": {
    "guess": "Action figure",
    "confidence": [
      [
        "Action",
        -0.52156013
      ],
      [
        " figure",
        -0.08631909
      ]
    ]
  },
  "It is surrounded by a single membrane called the tonoplast.  Its storage variety is generally responsible for holding phenolics, acids, nitrogenous wastes, and anthocyanins away from the cytosol.  Its contractile variety is used to pump water out of the cell quickly and plays a role in the cell's turgor pressure.  Its food variety is responsible for phagocytosis.  Generally smaller in animal cells, plant cells usually contain one large version of this organelle.  FTP, identify this organelle that": {
    "guess": "Vacuole",
    "confidence": [
      [
        "Vac",
        -0.047449578
      ],
      [
        "u",
        -0.00046951865
      ],
      [
        "ole",
        -0.00016659092
      ]
    ]
  },
  "In his A Survey of the Summe of Christian Discipline, he espoused his preference for the Congregational model of church governance to the hierarchical Presbyterian structure. He preached for a time in the parish of Esther in Surry before becoming the lecturer to the Church of St. Mary at Chelmsford Essex. Asked to appear before the Court of High Commission to answer for his teachings, he jumped his": {
    "guess": "Thomas Hooker",
    "confidence": [
      [
        "Thomas",
        -0.037724927
      ],
      [
        " Hook",
        -0.051777292
      ],
      [
        "er",
        -1.9816675e-06
      ]
    ]
  },
  "Suspected members of this movement were subjected to \"pitch-capping,\" a form of torture that involved": {
    "guess": "Loyalist (American Revolution)",
    "confidence": [
      [
        "L",
        -1.5531739
      ],
      [
        "oyal",
        -0.78733706
      ],
      [
        "ist",
        -0.25806305
      ],
      [
        " (",
        -1.0033996
      ],
      [
        "American",
        -0.06668936
      ],
      [
        " Revolution",
        -0.0114287995
      ],
      [
        ")",
        -0.00015574339
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade union whose downfall had vaulted him to power, and used future Piazza Fontana bomber Yves Guerin-Serac to run the Aginter Press. His brutal order to massacre civilians and then commit suicide frightened a subordinate into surrendering in the face of Operation Vijay, while he crushed an early uprising": {
    "guess": "Aldo Moro",
    "confidence": [
      [
        "A",
        -0.66492534
      ],
      [
        "ld",
        -0.07236358
      ],
      [
        "o",
        -0.00027194494
      ],
      [
        " Mor",
        -0.0012635675
      ],
      [
        "o",
        -7.4576696e-05
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade union whose downfall had vaulted him to power, and used future Piazza Fontana bomber Yves Guerin-Serac to run the Aginter Press. His brutal order to massacre civilians and then commit suicide frightened a subordinate into surrendering in the face of Operation Vijay, while he crushed an early uprising led by the \"blueshirts\"or National Syndicalists. The friendship between this organizer of the shadowy PIDE and Ian Smith kept Rhodesia afloat for years, though it led to his government losing ground to movements like FRELIMO and UNITA, whose efforts towards independence led to the ouster of this man's successor, Marcelo Caetano, in the Carnation Revolution. For 10 points, identify this former": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.05750594
      ],
      [
        "ón",
        -0.076136276
      ],
      [
        "io",
        -5.7961847e-06
      ],
      [
        " de",
        -0.0017649053
      ],
      [
        " Oliveira",
        -0.12350209
      ],
      [
        " Sal",
        -1.6643718e-05
      ],
      [
        "azar",
        -2.355753e-05
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction of blue galaxies in clusters increases with redshift. One historical figure with this nickname is rumored to have written the phrase \"No Quarter\" on the back of a playing card, the nine of diamonds, leading to a certain curse. That man surrendered at the Convention of Kloster-Zeven after winning his most famous victory, for which he became the dedicatee of Handel's oratorio Judas Maccabaeus. Another military man who held this sobriquet was appointed to replace Arsenio (*) Martinez Campos as governor after rising to fame as a general during the Ten Years War. That man was Valeriano Weyler, while": {
    "guess": "Weyler",
    "confidence": [
      [
        "W",
        -1.2215805
      ],
      [
        "ey",
        -0.0050361673
      ],
      [
        "ler",
        -0.00049083773
      ]
    ]
  },
  "One man with this surname had a speech describing his most notable action drafted by Charles Bohlen. Another man with this surname went to Japan to investigate charges of racism in the U.S. military. That man with this name also won the case Murray v. Pearson. Another man with this surname presided over the case (*) McCulloch v. Maryland and was Chief Justice during the establishment of judicial review.": {
    "guess": "Marshall",
    "confidence": [
      [
        "Mar",
        -0.19809903
      ],
      [
        "shall",
        -0.008886485
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade": {
    "guess": "Georges Pompidou",
    "confidence": [
      [
        "Ge",
        -1.4112875
      ],
      [
        "orges",
        -0.025847116
      ],
      [
        " Pom",
        -0.004704477
      ],
      [
        "pid",
        -0.00026848805
      ],
      [
        "ou",
        -9.253091e-06
      ]
    ]
  },
  "One man suspects that this character is being blackmailed after he makes changes to his will. His friend Dr. Lanyon cuts off contact with him when they disagree over this man's scientific research, and": {
    "guess": "Henry Jekyll",
    "confidence": [
      [
        "Henry",
        -0.3355903
      ],
      [
        " J",
        -0.0001875671
      ],
      [
        "ekyll",
        -0.00013893934
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction of blue galaxies in clusters increases with redshift. One historical figure with this nickname is rumored to have written the phrase \"No Quarter\" on the back of a playing card, the nine of diamonds,": {
    "guess": "Galaxy Color-Magnitude Diagram",
    "confidence": [
      [
        "Gal",
        -2.6403801
      ],
      [
        "axy",
        -0.1737428
      ],
      [
        " Color",
        -1.1963989
      ],
      [
        "-M",
        -0.95914876
      ],
      [
        "agnitude",
        -9.674858e-05
      ],
      [
        " Diagram",
        -0.02956973
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced \"a vast array of lawbreakers\" and needed to be repealed. Another man with this surname funded the creation of historically black Spelman College, which is named after his wife, while another was the first Republican governor of Arkansas since Reconstruction. A man with this surname was the instrumental supporter of Reverend W.A.R. Goodwin's plan to restore Colonial Williamsburg. Another man with this surname opposed the inclusion of Lenin in Diego Rivera's mural Man at the Crossroads. This was the surname of the man who initiated the \"Cleveland Massacre\" to defeat his business opponents and of the first Vice-President appointed under the 25th Amendment. A man with this surname was the target of the writer Ida B. Tarbell. For 10 points, name this family of a New York Governor named Nelson": {
    "guess": "Rockefeller",
    "confidence": [
      [
        "Rock",
        -0.0049109044
      ],
      [
        "efeller",
        -8.888114e-05
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced": {
    "guess": "Lloyd Webber",
    "confidence": [
      [
        "L",
        -1.274918
      ],
      [
        "loyd",
        -0.11799111
      ],
      [
        " Web",
        -0.00047297185
      ],
      [
        "ber",
        -5.9199425e-05
      ]
    ]
  },
  "The surreal numbers have the universal embedding property for ordered varieties of these objects. A finite one with n elements exists if and only if n is a prime or a power of a prime. One is called \"algebraically": {
    "guess": "Field",
    "confidence": [
      [
        "Field",
        -0.71945614
      ]
    ]
  },
  "Surrounding this city are Yerba Buena Island and a revitalized neighborhood called Treasure Island. Hunter Point was the site of its large naval shipyard and tourists typically enjoy seafood at its (*) Fisherman's Wharf. One section of this city is known as the Castro District and it contains the oldest Chinatown in North America. For 10 points, name this California city whose other major sites include Alcatraz Island and the Golden Gate Bridge.": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0008425033
      ],
      [
        " Francisco",
        -0.00013226394
      ]
    ]
  },
  "One man with this surname exacerbated the Depression of 1873 while Secretary of the Treasury under Hayes, and later authored an 1890 law replacing the Bland-Allison Act. Regarding a possible 1888 presidential": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0288831
      ]
    ]
  },
  "In his A Survey of the Summe of Christian Discipline, he espoused his preference for the Congregational": {
    "guess": "Thomas Hooker",
    "confidence": [
      [
        "Thomas",
        -0.050894327
      ],
      [
        " Hook",
        -0.0075365906
      ],
      [
        "er",
        -4.3202e-07
      ]
    ]
  },
  "It is surrounded by a single membrane called the tonoplast.  Its storage variety is generally responsible for holding phenolics, acids, nitrogenous wastes, and anthocyanins away from the cytosol.  Its contractile variety is used to pump water out of the cell quickly and plays a role in the cell's turgor pressure.  Its food variety is responsible for phagocytosis.  Generally smaller in animal cells, plant cells usually contain one large version of this organelle.  FTP, identify this organelle that serves as a general repository for materials in cells.": {
    "guess": "Vacuole",
    "confidence": [
      [
        "Vac",
        -0.034754515
      ],
      [
        "u",
        -0.00111402
      ],
      [
        "ole",
        -0.00037263904
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced \"a vast array of lawbreakers\" and needed to be repealed. Another man with this surname funded the creation of historically black Spelman College, which is named after his wife, while another was the first Republican governor of Arkansas since Reconstruction. A man with this surname was the instrumental supporter of Reverend W.A.R. Goodwin's plan to restore Colonial Williamsburg. Another man with this surname opposed the inclusion of Lenin in Diego Rivera's mural Man at the Crossroads. This was": {
    "guess": "Rockefeller",
    "confidence": [
      [
        "Rock",
        -0.020510005
      ],
      [
        "efeller",
        -0.0011262869
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade union whose downfall had vaulted him to power, and used future Piazza Fontana bomber Yves Guerin-Serac to run the Aginter Press. His brutal order to massacre civilians and then commit suicide frightened a subordinate into surrendering in the face of Operation Vijay, while he crushed an early uprising led by the \"blueshirts\"or National Syndicalists. The friendship between this organizer of the shadowy PIDE and Ian Smith kept Rhodesia afloat for years, though it led to his government losing ground to movements like FRELIMO and UNITA, whose efforts towards independence led to the ouster of this": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.115738876
      ],
      [
        "ón",
        -0.12428735
      ],
      [
        "io",
        -7.226629e-06
      ],
      [
        " de",
        -0.007113637
      ],
      [
        " Oliveira",
        -0.01794951
      ],
      [
        " Sal",
        -3.464347e-05
      ],
      [
        "azar",
        -5.5861725e-05
      ]
    ]
  },
  "Susy and Jill are excited to receive the feminine version of this product after becoming bored with dolls. It also comes in G.I, Electro, Frontier, and Visible models. The speaker of \"Svenish\" finds another upgraded version \"really fun\" and announces that he is a bearded lady, and it can also tell you that roaches check in but do not leave in Spanish. Mr. Horse endorses this Blammo product for its ability to fit on your back or roll over your neighbor's dog, and viewers are assured that it is \"better than bad.\" For 10 points, name this versatile toy found on Ren & Stimpy that is activated by pulling": {
    "guess": "Log from Blammo",
    "confidence": [
      [
        "Log",
        -0.27765507
      ],
      [
        " from",
        -0.93992954
      ],
      [
        " Bl",
        -0.47577432
      ],
      [
        "ammo",
        -0.08162216
      ]
    ]
  },
  "Surrounding this city are Yerba Buena Island and a revitalized neighborhood called Treasure Island. Hunter Point was the site of its large naval shipyard and tourists typically enjoy seafood at its (*) Fisherman's Wharf. One section of this city is known as the Castro District and it contains the oldest Chinatown in North America. For 10 points, name this California city whose other major sites include": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0031024925
      ],
      [
        " Francisco",
        -0.0006168892
      ]
    ]
  },
  "Surrounding this city are Yerba Buena Island and a revitalized neighborhood called Treasure Island. Hunter Point was the site of its large naval shipyard and tourists typically enjoy seafood at its (*)": {
    "guess": "San Francisco Bay",
    "confidence": [
      [
        "San",
        -0.0010937847
      ],
      [
        " Francisco",
        -4.465658e-05
      ],
      [
        " Bay",
        -0.023573529
      ]
    ]
  },
  "It is surrounded by a single membrane called the tonoplast.  Its storage variety is generally responsible for holding phenolics, acids, nitrogenous wastes, and anthocyanins away from the cytosol.  Its contractile variety is used to pump water out of the cell quickly and plays a role in the cell's turgor pressure.  Its food variety is responsible for phagocytosis.  Generally smaller in animal cells,": {
    "guess": "Vacuole",
    "confidence": [
      [
        "Vac",
        -0.30104542
      ],
      [
        "u",
        -0.0003496474
      ],
      [
        "ole",
        -0.000601765
      ]
    ]
  },
  "Her surname at birth was Delaney, and later marriages would change it to St. Croix and Popeil. Her most recent wedding, to Lyle Finnster, saw the guests performing the chicken dance and a performance by Jennifer Lopez. Her job as an assistant is impaired by the fact that she doesn't know how to operate a fax or copy machine and by her comical use of painkillers and booze. For 10 points, name this character": {
    "guess": "Lucille Ball",
    "confidence": [
      [
        "Luc",
        -1.2817222
      ],
      [
        "ille",
        -0.47677732
      ],
      [
        " Ball",
        -0.59822637
      ]
    ]
  },
  "One man with this surname was the subject of a widely-criticized Paul Theroux biography titled for his \"shadow.\" Another author with this surname described Baby's ostracism from her rich family after marrying the bus driver Ram Lutchman in Fireflies. One author with this surname wrote a novel in which": {
    "guess": "V. S. Naipaul",
    "confidence": [
      [
        "V",
        -0.16180892
      ],
      [
        ".",
        -0.00085287035
      ],
      [
        " S",
        -1.5809293e-05
      ],
      [
        ".",
        -3.0471343e-05
      ],
      [
        " Na",
        -2.9352968e-06
      ],
      [
        "ip",
        -1.9743013e-05
      ],
      [
        "aul",
        -0.00023202639
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction of blue galaxies in clusters increases with redshift. One historical figure with this nickname is rumored": {
    "guess": "Butcher",
    "confidence": [
      [
        "But",
        -1.7745978
      ],
      [
        "cher",
        -0.092471965
      ]
    ]
  },
  "One man suspects that this character is being blackmailed after he makes changes to his will. His friend Dr. Lanyon cuts off contact with him when they disagree over this man's scientific research, and later dies from shock when learning the truth. This character gives Utterson the murder weapon of Danvers Carew, but claims he cut off contact with the culprit, and his suicide note explains that he began taking a transformative potion, but that he soon lost control of the process. For 10 points, name this scientist who unleashed his evil alter ego, Mr. Hyde, a creation of Robert Louis Stevenson.": {
    "guess": "Dr. Jekyll and Mr. Hyde (character)",
    "confidence": [
      [
        "Dr",
        -0.23433545
      ],
      [
        ".",
        -0.0009589855
      ],
      [
        " J",
        -0.0306375
      ],
      [
        "ekyll",
        -0.0001843486
      ],
      [
        " and",
        -0.0056933034
      ],
      [
        " Mr",
        -5.8245798e-05
      ],
      [
        ".",
        -0.0004485461
      ],
      [
        " Hyde",
        -2.2842309e-05
      ],
      [
        " (",
        -0.5966141
      ],
      [
        "character",
        -0.37580517
      ],
      [
        ")",
        -8.8165914e-05
      ]
    ]
  },
  "In his A Survey of the Summe of Christian Discipline, he espoused his preference for the Congregational model of church governance to the hierarchical Presbyterian structure. He preached for a time in the parish of Esther in Surry before becoming the lecturer to the Church of St. Mary at Chelmsford Essex. Asked to appear before the Court of High Commission to answer for his teachings, he jumped his bond and fled to Holland, ultimately settling in New Towne in the Massachusetts Bay Colony. Known for a dispute with John Cotton and for drafting the Fundamental Orders, for 10 points identify this founder of Hartford, Connecticut.": {
    "guess": "Thomas Hooker",
    "confidence": [
      [
        "Thomas",
        -0.0016147232
      ],
      [
        " Hook",
        -3.9292416e-05
      ],
      [
        "er",
        -2.220075e-06
      ]
    ]
  },
  "One man with this surname was the subject of a widely-criticized Paul Theroux biography titled for his": {
    "guess": "V. S. Naipaul",
    "confidence": [
      [
        "V",
        -0.09123954
      ],
      [
        ".",
        -0.002345323
      ],
      [
        " S",
        -5.9153886e-06
      ],
      [
        ".",
        -4.036525e-05
      ],
      [
        " Na",
        -7.9418505e-06
      ],
      [
        "ip",
        -1.7478143e-05
      ],
      [
        "aul",
        -0.00074220716
      ]
    ]
  },
  "A surveyor for the Ohio Company, he was commissioned a major in defense of Kentucky when the revolution broke out. After Patrick Henry endorsed his plan for conquering Illinois, he captured Kaskaskia and Vincennes, and his defenses of St. Louis and  Fort Nelson were key to American control of the Northwest after the war. FTP, identify this soldier, who refused to surrender his generalship in the French": {
    "guess": "George Rogers Clark",
    "confidence": [
      [
        "George",
        -0.012459617
      ],
      [
        " Rogers",
        -0.00756593
      ],
      [
        " Clark",
        -0.00046820738
      ]
    ]
  },
  "Her surname at birth was Delaney, and later marriages would change it to St. Croix and Popeil. Her most recent wedding, to Lyle Finnster, saw the guests performing the chicken dance and a performance by Jennifer Lopez. Her job as an assistant is impaired by the fact that she doesn't know how to operate": {
    "guess": "Joy Mangano",
    "confidence": [
      [
        "Joy",
        -0.7773153
      ],
      [
        " Mang",
        -0.35397732
      ],
      [
        "ano",
        -5.0139948e-05
      ]
    ]
  },
  "The surreal numbers have the universal embedding property for ordered varieties of these objects. A finite": {
    "guess": "Surreal number",
    "confidence": [
      [
        "S",
        -0.8435997
      ],
      [
        "urre",
        -0.00020878535
      ],
      [
        "al",
        -3.1737043e-06
      ],
      [
        " number",
        -0.2733364
      ]
    ]
  },
  "In his A Survey of the Summe of Christian Discipline, he espoused his preference for the Congregational model of church governance to the hierarchical Presbyterian structure. He preached for a time in the parish of Esther in Surry before becoming the lecturer to the Church of St. Mary at Chelmsford Essex. Asked to appear before the Court of High Commission to answer for his teachings, he jumped his bond and fled to Holland, ultimately settling in New Towne in the Massachusetts Bay Colony. Known for": {
    "guess": "Thomas Hooker",
    "confidence": [
      [
        "Thomas",
        -0.008552876
      ],
      [
        " Hook",
        -0.00020234835
      ],
      [
        "er",
        -4.4849444e-06
      ]
    ]
  },
  "A surveyor for the Ohio Company, he was commissioned a major in defense of Kentucky when the revolution broke out. After Patrick Henry endorsed his plan for conquering Illinois, he captured Kaskaskia and Vincennes, and his defenses of St. Louis and  Fort Nelson were key to American control of the Northwest after the war. FTP, identify this soldier, who refused to surrender his generalship in the French army, brother of a famous explorer.": {
    "guess": "George Rogers Clark",
    "confidence": [
      [
        "George",
        -0.008691034
      ],
      [
        " Rogers",
        -0.0037433102
      ],
      [
        " Clark",
        -0.0004684458
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade union whose downfall had vaulted him to power, and used future Piazza Fontana bomber Yves Guerin-Serac": {
    "guess": "Aldo Moro",
    "confidence": [
      [
        "A",
        -0.037666496
      ],
      [
        "ld",
        -2.2127088e-05
      ],
      [
        "o",
        -1.0087517e-05
      ],
      [
        " Mor",
        -3.4762674e-05
      ],
      [
        "o",
        -0.00013989297
      ]
    ]
  },
  "Suspected members of this movement were subjected to \"pitch-capping,\" a form of torture that involved burning a paper bag over the suspect's face. Though not the Chartists, this movement published a radical newspaper called the Northern Star. William Drennan's pamphlets supported this organization, which": {
    "guess": "United Irishmen",
    "confidence": [
      [
        "United",
        -0.05756828
      ],
      [
        " Irish",
        -0.0010641286
      ],
      [
        "men",
        -0.0021539498
      ]
    ]
  },
  "Her surname at birth was Delaney, and later marriages would change it to St. Croix and Popeil. Her most recent wedding, to Lyle Finnster, saw the guests performing the chicken dance and a performance by Jennifer Lopez. Her job as an assistant is impaired by the fact that she doesn't know how to operate a fax or copy machine and by her comical use of painkillers and booze. For 10 points, name this character played by Megan Mullaly on Will & Grace.": {
    "guess": "Karen Walker",
    "confidence": [
      [
        "Karen",
        -0.015789047
      ],
      [
        " Walker",
        -0.00018006093
      ]
    ]
  },
  "One man with this surname had a speech describing his most notable action drafted by Charles Bohlen. Another man with this surname went to Japan to investigate charges of racism in the U.S. military. That man with this name also won the case Murray v. Pearson. Another man with this surname presided over the case (*) McCulloch v. Maryland and was Chief Justice during the establishment of judicial review. For 10 points, give this surname shared by Supreme Court Justices John and Thurgood, as well as": {
    "guess": "Marshall",
    "confidence": [
      [
        "Mar",
        -0.18263839
      ],
      [
        "shall",
        -0.0006614457
      ]
    ]
  },
  "It is surrounded by a single membrane called the tonoplast.  Its storage variety is generally responsible": {
    "guess": "Vacuole",
    "confidence": [
      [
        "Vac",
        -0.037859913
      ],
      [
        "u",
        -0.0007155312
      ],
      [
        "ole",
        -0.0008177273
      ]
    ]
  },
  "Her surname at birth was Delaney, and later marriages would change it to St. Croix and Popeil. Her most": {
    "guess": "Delaney Popeil",
    "confidence": [
      [
        "Del",
        -1.4135388
      ],
      [
        "aney",
        -0.04407131
      ],
      [
        " Pope",
        -1.2405446
      ],
      [
        "il",
        -0.0012451129
      ]
    ]
  },
  "One man with this surname had a speech describing his most notable action drafted by Charles Bohlen. Another man with this surname went to Japan to investigate charges of racism in the U.S. military. That man with this name also won the case Murray v. Pearson. Another man with this surname presided over the case (*) McCulloch v. Maryland and was Chief Justice during the establishment of judicial review. For 10 points, give this surname shared by Supreme Court Justices John and Thurgood, as well as the formulator of recovery plan for Europe after World War II.": {
    "guess": "Marshall",
    "confidence": [
      [
        "Mar",
        -0.022047782
      ],
      [
        "shall",
        -0.000102827966
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade union whose downfall had vaulted him to power, and used future Piazza Fontana bomber Yves Guerin-Serac to run the Aginter Press. His brutal order to massacre civilians and then commit suicide frightened a subordinate into surrendering in the face of Operation Vijay, while he crushed an early uprising led by the \"blueshirts\"or National Syndicalists. The friendship between this organizer of the": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.23814131
      ],
      [
        "ito",
        -0.000102708764
      ],
      [
        " Muss",
        -3.4524266e-05
      ],
      [
        "olini",
        -5.705376e-05
      ]
    ]
  },
  "One man suspects that this character is being blackmailed after he makes changes to his will. His friend Dr. Lanyon cuts off contact with him when they disagree over this man's scientific research, and later dies from shock when learning the truth. This character gives Utterson the murder weapon of Danvers Carew, but claims he cut off contact with the culprit, and his suicide note explains that he": {
    "guess": "Henry Jekyll",
    "confidence": [
      [
        "Henry",
        -0.24785765
      ],
      [
        " J",
        -0.00022368213
      ],
      [
        "ekyll",
        -0.0002514456
      ]
    ]
  },
  "Susy and Jill are excited to receive the feminine version of this product after becoming bored with dolls. It also comes in G.I, Electro, Frontier, and Visible models. The speaker of \"Svenish\" finds another upgraded version \"really fun\" and announces that he is a bearded lady, and it can also tell you that roaches check in but do not leave in Spanish. Mr. Horse endorses this Blammo product for its": {
    "guess": "Furby",
    "confidence": [
      [
        "F",
        -0.97157836
      ],
      [
        "ur",
        -0.14268434
      ],
      [
        "by",
        -0.00058734504
      ]
    ]
  },
  "One man with this surname exacerbated the Depression of 1873 while Secretary of the Treasury under Hayes, and later authored an 1890 law replacing the Bland-Allison Act. Regarding a possible 1888 presidential bid, one man with this last name claimed \"if nominated, I will not accept; if elected, I will not serve,\" and he had earlier produced namesake (*) \"neckties\" of railroad tracks bent around trees as part of his strategy of total war. For ten points, identify this last name shared by the author of the first antitrust law, John, and the general who led the \"March to the Sea\" during the Civil War, William Tecumseh.": {
    "guess": "Sherman",
    "confidence": [
      [
        "Sher",
        -0.03714951
      ],
      [
        "man",
        -0.00012511172
      ]
    ]
  },
  "Suspected members of this movement were subjected to \"pitch-capping,\" a form of torture that involved burning a paper bag over the suspect's face. Though not the Chartists, this movement published a radical newspaper called the Northern Star. William Drennan's pamphlets supported this organization, which became more radical as it strengthened its alliance with the Defenders, and which originated as an offshoot of the Grattan-supporting Volunteers. Charles (*) Cornwallis directed the quashing of this movement, founded by now-heroized men like Thomas Russell and James Napper Tandy. Its most famous leader arrived with 1000 soldiers from the French Directory far too late to do anything in County Mayo. For 10 points, name this political movement that planned the failed Irish rebellion in 1798 under the leadership of Wolfe Tone.": {
    "guess": "United Irishmen",
    "confidence": [
      [
        "United",
        -0.5504086
      ],
      [
        " Irish",
        -0.0002734946
      ],
      [
        "men",
        -0.001330714
      ]
    ]
  },
  "The surreal numbers have the universal embedding property for ordered varieties of these objects. A finite one with n elements exists if and only if n is a prime or a power of a prime. One is called \"algebraically closed\" if univariate polynomials whose coefficients are elements of it also has a solution in it. FTP, identify these mathematical structures, examples of which include the reals and the": {
    "guess": "Field",
    "confidence": [
      [
        "Field",
        -0.6069416
      ]
    ]
  },
  "One man with this surname had a speech describing his most notable action drafted by Charles Bohlen. Another man with this surname went to Japan to investigate charges of racism in the U.S. military. That man with this name also won the case Murray v. Pearson. Another man with this surname presided over": {
    "guess": "Bundy",
    "confidence": [
      [
        "B",
        -1.6429693
      ],
      [
        "undy",
        -1.1524744
      ]
    ]
  },
  "It is surrounded by a single membrane called the tonoplast.  Its storage variety is generally responsible for holding phenolics, acids, nitrogenous wastes, and anthocyanins away from the cytosol.  Its contractile variety is used to pump water out of the cell quickly and plays a role in the cell's turgor": {
    "guess": "Vacuole",
    "confidence": [
      [
        "Vac",
        -0.034154464
      ],
      [
        "u",
        -9.579495e-05
      ],
      [
        "ole",
        -0.00039909125
      ]
    ]
  },
  "One man with this surname exacerbated the Depression of 1873 while Secretary of the Treasury under Hayes,": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.81809586
      ],
      [
        " Tec",
        -0.5517576
      ],
      [
        "um",
        -0.00017612721
      ],
      [
        "se",
        -7.0285365e-05
      ],
      [
        "h",
        -2.3392786e-06
      ],
      [
        " Sherman",
        -0.00047785923
      ]
    ]
  },
  "In his A Survey of the Summe of Christian Discipline, he espoused his preference for the Congregational model of church governance to the hierarchical Presbyterian structure. He preached for a time in the parish of Esther in Surry before becoming the lecturer to the Church of St. Mary at Chelmsford Essex.": {
    "guess": "Thomas Hooker",
    "confidence": [
      [
        "Thomas",
        -0.028058477
      ],
      [
        " Hook",
        -0.02473184
      ],
      [
        "er",
        -1.147242e-06
      ]
    ]
  },
  "One man with this surname stunned supporters by writing a 1932 letter claiming that Prohibition produced \"a vast array of lawbreakers\" and needed to be repealed. Another man with this surname funded the creation of historically black Spelman College, which is named after his wife, while another was the first Republican governor of Arkansas since Reconstruction. A man with this surname was the instrumental supporter of Reverend W.A.R. Goodwin's plan to restore Colonial Williamsburg. Another man with": {
    "guess": "Rockefeller",
    "confidence": [
      [
        "Rock",
        -0.010338396
      ],
      [
        "efeller",
        -9.913265e-05
      ]
    ]
  },
  "One man with this surname was the subject of a widely-criticized Paul Theroux biography titled for his \"shadow.\" Another author with this surname described Baby's ostracism from her rich family after marrying the bus driver Ram Lutchman in Fireflies. One author with this surname wrote a novel in which Zabeth sends his son to a school run by the mask-collecting priest (*) Father Huismans. while \"the Big Man\" forces Salim to leave his store in the title location. In another novel by that author with": {
    "guess": "V. S. Naipaul",
    "confidence": [
      [
        "V",
        -0.10331624
      ],
      [
        ".",
        -0.0032915443
      ],
      [
        " S",
        -1.8550976e-05
      ],
      [
        ".",
        -5.6576944e-05
      ],
      [
        " Na",
        -8.537869e-06
      ],
      [
        "ip",
        -1.1279553e-05
      ],
      [
        "aul",
        -0.000412796
      ]
    ]
  },
  "The surreal numbers have the universal embedding property for ordered varieties of these objects. A finite one with n elements exists if and only if n is a prime or a power of a prime. One is called \"algebraically closed\" if univariate polynomials whose coefficients are elements of it also has a solution in it. FTP, identify these mathematical structures, examples of which include the reals and the complex numbers but not the quaternions, and which are defined as rings wherein every element has a": {
    "guess": "Field",
    "confidence": [
      [
        "Field",
        -0.21262878
      ]
    ]
  },
  "One man with this surname was the subject of a widely-criticized Paul Theroux biography titled for his \"shadow.\" Another author with this surname described Baby's ostracism from her rich family after marrying the bus driver Ram Lutchman in Fireflies. One author with this surname wrote a novel in which Zabeth sends his son to a school run by the mask-collecting priest (*) Father Huismans. while \"the Big Man\" forces Salim to leave his store in the title location. In another novel by that author with this surname, the protagonist becomes a journalist after marrying into the oppressive Tulsi family.": {
    "guess": "V. S. Naipaul",
    "confidence": [
      [
        "V",
        -0.29998735
      ],
      [
        ".",
        -0.004821465
      ],
      [
        " S",
        -1.3067608e-05
      ],
      [
        ".",
        -5.669615e-05
      ],
      [
        " Na",
        -9.729906e-06
      ],
      [
        "ip",
        -8.299462e-06
      ],
      [
        "aul",
        -0.0006036686
      ]
    ]
  },
  "One man with this surname had a speech describing his most notable action drafted by Charles Bohlen.": {
    "guess": "Churchill",
    "confidence": [
      [
        "Church",
        -0.33430418
      ],
      [
        "ill",
        -0.00018029935
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction of blue galaxies in clusters increases with redshift. One historical figure with this nickname is rumored to have written the phrase \"No Quarter\" on the back of a playing card, the nine of diamonds, leading to a certain curse. That man surrendered at the Convention of Kloster-Zeven after winning his most famous victory, for which he became the dedicatee of Handel's oratorio Judas Maccabaeus. Another military man who held this sobriquet was appointed to replace Arsenio (*) Martinez Campos as governor": {
    "guess": "James Wolfe",
    "confidence": [
      [
        "James",
        -1.6108721
      ],
      [
        " Wolfe",
        -0.47409877
      ]
    ]
  },
  "The surreal numbers have the universal embedding property for ordered varieties of these objects. A finite one with n elements exists if and only if n is a prime or a power of a prime. One is called \"algebraically closed\" if univariate polynomials whose coefficients are elements of it also has a solution": {
    "guess": "Field",
    "confidence": [
      [
        "Field",
        -0.4435358
      ]
    ]
  },
  "Suspected members of this movement were subjected to \"pitch-capping,\" a form of torture that involved burning a paper bag over the suspect's face. Though not the Chartists, this movement published a radical newspaper called the Northern Star. William Drennan's pamphlets supported this organization, which became more radical as it strengthened its alliance with the Defenders, and which originated as an offshoot of the Grattan-supporting Volunteers. Charles (*) Cornwallis directed the quashing of this movement, founded by now-heroized men like Thomas Russell and James Napper Tandy. Its most famous": {
    "guess": "United Irishmen",
    "confidence": [
      [
        "United",
        -0.23645677
      ],
      [
        " Irish",
        -0.000483581
      ],
      [
        "men",
        -0.0024390284
      ]
    ]
  },
  "Susy and Jill are excited to receive the feminine version of this product after becoming bored with dolls. It also comes in G.I, Electro, Frontier, and Visible models. The speaker of \"Svenish\" finds another upgraded version \"really fun\" and announces that he is a bearded lady, and it can also tell you that roaches check in but do not leave in Spanish. Mr. Horse endorses this Blammo product for its ability to fit on your back or roll over your neighbor's dog, and viewers are assured that it is \"better than bad.\" For 10 points, name this versatile toy found on Ren & Stimpy that is activated by pulling its twig.": {
    "guess": "Tickle Me Armadillo",
    "confidence": [
      [
        "Tick",
        -0.8220168
      ],
      [
        "le",
        -6.289474e-05
      ],
      [
        " Me",
        -0.20163046
      ],
      [
        " Arm",
        -0.7777964
      ],
      [
        "ad",
        -0.33215168
      ],
      [
        "illo",
        -0.0031182992
      ]
    ]
  },
  "This surname is held by a scientist who, along with Augustus Oemler Jr., discovered that the fraction": {
    "guess": "Humphry Davy",
    "confidence": [
      [
        "H",
        -2.0021143
      ],
      [
        "umph",
        -0.5567598
      ],
      [
        "ry",
        -0.00026181265
      ],
      [
        " Dav",
        -0.00024370835
      ],
      [
        "y",
        -9.5914154e-05
      ]
    ]
  },
  "One man with this surname was the subject of a widely-criticized Paul Theroux biography titled for his \"shadow.\" Another author with this surname described Baby's ostracism from her rich family after marrying the bus driver Ram Lutchman in Fireflies. One author with this surname wrote a novel in which Zabeth sends his son to a school run by the mask-collecting priest (*) Father Huismans. while \"the Big Man\" forces Salim to leave his store in the title location. In another novel by that author with this surname, the protagonist becomes a journalist after marrying into the oppressive Tulsi family. For 10 points, give the surname shared by these Trinidadian brothers, the older of whom wrote A Bend in the River and A House for Mr. Biswas.": {
    "guess": "Naipaul",
    "confidence": [
      [
        "Na",
        -0.003697701
      ],
      [
        "ip",
        -1.6240566e-06
      ],
      [
        "aul",
        -0.00016039233
      ]
    ]
  },
  "Susy and Jill are excited to receive the feminine version of this product after becoming bored with dolls. It also comes in G.I, Electro, Frontier, and Visible models. The speaker of \"Svenish\" finds another upgraded version \"really fun\" and announces that he is a bearded lady, and it can also tell you": {
    "guess": "Tamagotchi",
    "confidence": [
      [
        "Tam",
        -0.33332875
      ],
      [
        "ag",
        -0.0011367622
      ],
      [
        "ot",
        -7.755679e-05
      ],
      [
        "chi",
        -1.8624639e-06
      ]
    ]
  },
  "In his A Survey of the Summe of Christian Discipline, he espoused his preference for the Congregational model of church governance to the hierarchical Presbyterian structure. He preached for a time in": {
    "guess": "Thomas Hooker",
    "confidence": [
      [
        "Thomas",
        -0.0536348
      ],
      [
        " Hook",
        -0.08096483
      ],
      [
        "er",
        -4.9617593e-06
      ]
    ]
  },
  "It is surrounded by a single membrane called the tonoplast.  Its storage variety is generally responsible for holding phenolics, acids, nitrogenous wastes, and anthocyanins away from the cytosol.  Its": {
    "guess": "Vacuole",
    "confidence": [
      [
        "Vac",
        -0.105779655
      ],
      [
        "u",
        -0.00050775736
      ],
      [
        "ole",
        -0.00047237953
      ]
    ]
  },
  "It is not susceptible to proof, as it is a claim that an ill-defined but intuitively understood concept is equivalent to a well-defined mathematical abstraction.  Empirical evidence for it comes in part from the fact that several independent attempts at formalization, such as Post's tag-systems and the": {
    "guess": "Hilbert's tenth problem",
    "confidence": [
      [
        "H",
        -0.57465804
      ],
      [
        "il",
        -0.3570022
      ],
      [
        "bert",
        -0.0010859246
      ],
      [
        "'s",
        -0.0023743426
      ],
      [
        " tenth",
        -0.121083684
      ],
      [
        " problem",
        -0.0013848783
      ]
    ]
  },
  "One man with this surname exacerbated the Depression of 1873 while Secretary of the Treasury under Hayes, and later authored an 1890 law replacing the Bland-Allison Act. Regarding a possible 1888 presidential bid, one man with this last name claimed \"if nominated, I will not accept; if elected, I will not serve,\" and he had earlier produced namesake (*) \"neckties\" of railroad tracks bent around trees as part of his strategy of total war. For ten points, identify this last name shared by the author": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.87090385
      ]
    ]
  },
  "It is not susceptible to proof, as it is a claim that an ill-defined but intuitively understood concept is equivalent to a well-defined mathematical abstraction.  Empirical evidence for it comes in part from the fact that several independent attempts at formalization, such as Post's tag-systems and the lambda calculus, give rise to exactly the same class of functions.  FTP, name this statement, of fundamental importance to computability theory, which states that the concept of \"algorithm\" is exactly captured by the Turing machine.": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.0041787177
      ],
      [
        "-T",
        -0.13929848
      ],
      [
        "uring",
        -0.00022678143
      ],
      [
        " thesis",
        -0.062274642
      ]
    ]
  },
  "This man survived an assassination attempt by the leader of the General Confederation of Labour, a trade union whose downfall had vaulted him to power, and used future Piazza Fontana bomber Yves Guerin-Serac to run the Aginter Press. His brutal order to massacre civilians and then commit suicide frightened a subordinate into surrendering in the face of Operation Vijay, while he crushed an early uprising led by the \"blueshirts\"or National Syndicalists. The friendship between this organizer of the shadowy PIDE and Ian Smith kept Rhodesia afloat for years, though it led to his government losing ground to movements like FRELIMO and UNITA, whose efforts towards independence led to the ouster of this man's successor, Marcelo Caetano, in the Carnation Revolution. For 10 points, identify this former political economist who like Getulio Vargas presided over an Estado Novo, the Prime Minister of Portugal": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.014584292
      ],
      [
        "ón",
        -0.012171717
      ],
      [
        "io",
        -4.00813e-06
      ],
      [
        " de",
        -0.0023113114
      ],
      [
        " Oliveira",
        -0.00032855204
      ],
      [
        " Sal",
        -1.9027791e-05
      ],
      [
        "azar",
        -6.730528e-05
      ]
    ]
  },
  "Susy and Jill are excited to receive the feminine version of this product after becoming bored with dolls. It also comes in G.I, Electro, Frontier, and Visible models. The speaker of \"Svenish\" finds another": {
    "guess": "American Girl",
    "confidence": [
      [
        "American",
        -1.4586022
      ],
      [
        " Girl",
        -0.031413905
      ]
    ]
  }
}