{
  "A meteorite found on this object was the Heat Shield Rock, and this object's namesake Climate Orbiter was lost due to a failed translation of English units into metric units. The astronomer Giovanni Schiaparelli [skyah-pah-REL-lee] created a surface map of this object, which is home to an area of volcanic activity called the Tharsis Ridge. The satellites of this planet were discovered by Asaph Hall,": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.0028272234
      ],
      [
        "ars",
        -3.7385154e-05
      ]
    ]
  },
  "\"Messenger of Death\", \"Burning Love\", and \"Porch Pals\" are among the episodes of this show that originally featured Rich Uncle Skeleton. A short- lived \"Friends Hour\" featured Ku Klux Klam and Disgruntled Goat, and its namesake amusement park was briefly overrun by robots. Created by Chester J. Lampwick and produced by Roger Meyers, Jr., all of the voices are provided by June Bellamy. FTP, what is": {
    "guess": "The Itchy & Scratchy Show",
    "confidence": [
      [
        "The",
        -0.17335947
      ],
      [
        " It",
        -0.26533544
      ],
      [
        "chy",
        -1.9385403e-05
      ],
      [
        " &",
        -0.0044629932
      ],
      [
        " Scratch",
        -0.00012272765
      ],
      [
        "y",
        -0.00022427815
      ],
      [
        " Show",
        -0.0005352787
      ]
    ]
  },
  "Metallic hydrides almost always catalyze these reactions. In line notation, the species which undergoes this reaction is placed on the right. Protons undergo this reaction in a SHE cell, which sets its namesake potential equal to zero. In general, that potential is multiplied by Faraday's constant in": {
    "guess": "Reduction potential",
    "confidence": [
      [
        "Red",
        -0.7177867
      ],
      [
        "uction",
        -0.55512524
      ],
      [
        " potential",
        -0.2648546
      ]
    ]
  },
  "The Met's collection includes a series of scenes from the life of this man painted by Francesco Granacci. Salai was the model for the final painting by Leonardo da Vinci, which depicts this man pointing upwards. Caravaggio painted eight total depictions of this man, including one in which the only instance of the artist's signature is spelled out in this man's blood. This man was frequently painted holding either a staff or a very thin cross and wearing a camel's-hair shirt. This boy brings water in Christ in the House of His Parents, and he is the leftmost person in da Vinci's Madonna of the Rocks. For 10 points, name this saint who usually shows up in Western art with his mother Elizabeth or": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.1055838
      ],
      [
        " the",
        -0.00025752498
      ],
      [
        " Baptist",
        -1.6882126e-05
      ]
    ]
  },
  "After this man met Benjamin Lundy he joined the immediatism movement, and he burned a copy of the Constitution on the Fourth of July because he believed it was an agreement with the devil. In Thoughts on African Colonization, this man condemned recolonization efforts and the Liberty Party split from this man after he lost support while campaigning against capital punishment, tobacco, and imprisonment": {
    "guess": "William Lloyd Garrison",
    "confidence": [
      [
        "William",
        -0.018223107
      ],
      [
        " Lloyd",
        -0.010933569
      ],
      [
        " Garrison",
        -1.9385403e-05
      ]
    ]
  },
  "Metals exposed to them induce the creation of Landau levels, allowing the mapping of Fermi surfaces through the De Haas-van Alphen effect. In some elements, such as bismuth, their presence gives rise to": {
    "guess": "Quantum oscillations",
    "confidence": [
      [
        "Quant",
        -1.1184039
      ],
      [
        "um",
        -0.0014839127
      ],
      [
        " oscill",
        -0.056331612
      ],
      [
        "ations",
        -0.1318501
      ]
    ]
  },
  "This metal's complex with EDTA is often used to analyze unknown metal solutions in displacement titrations. It is found in a compound that exists in a Schlenk equilibrium and that is derived from its corresponding alkyl halide. In biology, its divalent ion stabilizes the structure of nucleic acids, and": {
    "guess": "Ethylenediaminetetraacetic acid",
    "confidence": [
      [
        "E",
        -0.87359464
      ],
      [
        "thy",
        -0.00013476722
      ],
      [
        "len",
        -0.00016301482
      ],
      [
        "ed",
        -2.1054253e-05
      ],
      [
        "iam",
        -8.077529e-05
      ],
      [
        "inet",
        -0.0010859246
      ],
      [
        "et",
        -0.00012880703
      ],
      [
        "ra",
        -1.3856493e-06
      ],
      [
        "ac",
        -0.0234869
      ],
      [
        "etic",
        -2.6968896e-06
      ],
      [
        " acid",
        -0.020022057
      ]
    ]
  },
  "Metals mixed with silica gels, called M-SGs, are used for this purpose in chemical reactions. Malonic and bromomalonic acid act as these species in the Belousov-Zhabotinsky clock reaction. In the Hall-Heroult process, elemental carbon acts as this species, and in organic chemistry, sodium borohydride and lithium aluminum hydride are a strong type of them. Alkali (*) metals almost always act as these species. This species is the reactant with the smaller standard electrode potential. In the presence of platinum, hydrogen gas acts as this agent when it reacts with alkenes and alkynes. These compounds will readily give up an electron. For 10 points, name these \"agents\" which get oxidized in redox": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -0.2025058
      ],
      [
        "ox",
        -0.7075803
      ]
    ]
  },
  "The Merseberg Incantations tell the story of his ride into a forest where his horse sprains its leg, only to be magically healed by Wodan.  In one story, his wife sends a ring to his mother-in-law Fulla, while his son is renowned for settling disputes.  At a ceremony in his honor, the dwarf Litr is randomly burned to death, and the aid of the giantess Hyrokkin is enlisted. Due to the machinations of Thokk, he is forced to remain in the realm of Hel, but manages to send Draupnir back to his father": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.021864679
      ],
      [
        "dr",
        -0.0049394933
      ]
    ]
  },
  "Its messengers are called \"Manifestations of God\" and followers beleive that God is inaccessible directly.": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.20240474
      ],
      [
        "á",
        -0.00010938417
      ],
      [
        "'",
        -0.40912262
      ],
      [
        "í",
        -0.00032485672
      ],
      [
        " Faith",
        -0.0052796532
      ]
    ]
  },
  "Mersenne primes are one less than powers of this number. If taking the derivative of a function this   many times at a point gives a result of zero, and the first derivative changes signs, the point is an  inflection point. For a convex polyhedron, this is the Euler [OY-lur] characteristic, which means   that it equals the number of vertices minus edges plus faces. In graph theory, this is the number of  vertices connected by an edge. Polynomial equations with this degree are called quadratics.": {
    "guess": "2",
    "confidence": [
      [
        "2",
        -0.007169978
      ]
    ]
  },
  "This metal's complex with EDTA is often used to analyze unknown metal solutions in displacement titrations. It is found in a compound that exists in a Schlenk equilibrium and that is derived from its corresponding": {
    "guess": "Cobalt",
    "confidence": [
      [
        "C",
        -0.8547932
      ],
      [
        "ob",
        -0.42049414
      ],
      [
        "alt",
        -1.6643718e-05
      ]
    ]
  },
  "The Meselson-Radding model of this process can explain the asymmetrical distribution of heteroduplex regions in the resulting product. The DSBR model of it employs two Holliday intermediates and requires the protein Spo11 to produce a double strand break in the DNA substrate. Occurring during the pachytene stage of meiosis I in eukaryotic cells and involving the assembly of a tetrad, for 10 points,": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.5160607
      ],
      [
        "olog",
        -5.5122365e-07
      ],
      [
        "ous",
        -0.00023727135
      ],
      [
        " re",
        -0.00027730546
      ],
      [
        "combination",
        -2.4584822e-06
      ]
    ]
  },
  "This metallic element is largely used for the production of hard alloys for use in fountain pen points, phonograph needles, and instrument bearings. Recovered commercially as the byproduct of the refining of nickel ores mined near Sudbury, Ontario, it often forms a highly toxic tetraoxide whose pungent smell gives it its name. It is found in group VIII of the periodic table, where it immediately precedes iridium, and it is slightly more dense than iridium, making it the densest metal. FTP, what is": {
    "guess": "Osmium",
    "confidence": [
      [
        "O",
        -0.0072393296
      ],
      [
        "sm",
        -1.9361265e-07
      ],
      [
        "ium",
        -0.00010139752
      ]
    ]
  },
  "This metallic element is largely used for the production of hard alloys for use in fountain pen points, phonograph needles, and instrument bearings. Recovered commercially as the byproduct of the refining of nickel ores mined near Sudbury, Ontario, it often forms a highly toxic tetraoxide whose pungent": {
    "guess": "Cobalt",
    "confidence": [
      [
        "C",
        -0.7730869
      ],
      [
        "ob",
        -0.0025107358
      ],
      [
        "alt",
        -4.6683042e-05
      ]
    ]
  },
  "The Meselson-Radding model of this process can explain the asymmetrical distribution of heteroduplex regions in the resulting product. The DSBR model of it employs two Holliday intermediates and requires the protein Spo11 to produce a double strand break in the DNA substrate. Occurring during the pachytene": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.49263203
      ],
      [
        "olog",
        -5.7961847e-06
      ],
      [
        "ous",
        -4.1914896e-05
      ],
      [
        " re",
        -0.00041374963
      ],
      [
        "combination",
        -6.0345924e-06
      ]
    ]
  },
  "This metal's complex with EDTA is often used to analyze unknown metal solutions in displacement titrations.": {
    "guess": "Ethylenediaminetetraacetic acid",
    "confidence": [
      [
        "E",
        -0.5126549
      ],
      [
        "thy",
        -0.007883661
      ],
      [
        "len",
        -0.00011248347
      ],
      [
        "ed",
        -2.8160932e-06
      ],
      [
        "iam",
        -4.274932e-05
      ],
      [
        "inet",
        -0.000892402
      ],
      [
        "et",
        -0.00012237004
      ],
      [
        "ra",
        -1.3856493e-06
      ],
      [
        "ac",
        -0.041337937
      ],
      [
        "etic",
        -6.869018e-06
      ],
      [
        " acid",
        -0.02566912
      ]
    ]
  },
  "Metals exposed to them induce the creation of Landau levels, allowing the mapping of Fermi surfaces through the De Haas-van Alphen effect. In some elements, such as bismuth, their presence gives rise to forces that attempt to counter or expel them, the most famous example of which is seen in semiconductors": {
    "guess": "Diamagnetism",
    "confidence": [
      [
        "D",
        -1.3809754
      ],
      [
        "iam",
        -6.2775536e-05
      ],
      [
        "agnet",
        -0.19724198
      ],
      [
        "ism",
        -7.433829e-05
      ]
    ]
  },
  "This metal's complex with EDTA is often used to analyze unknown metal solutions in displacement titrations. It is found in a compound that exists in a Schlenk equilibrium and that is derived from its corresponding alkyl halide. In biology, its divalent ion stabilizes the structure of nucleic acids, and is the metal ion bound to the porphyrin ring in chlorophyll. Found with calcium in dolomite and commonly isolated from seawater as its chloride salt, FTP identify this alkaline earth metal found in": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.0100245075
      ],
      [
        "esium",
        -0.00015514737
      ]
    ]
  },
  "The Met's collection includes a series of scenes from the life of this man painted by Francesco Granacci. Salai was the model for the final painting by Leonardo da Vinci, which depicts this man pointing upwards. Caravaggio painted eight total depictions of this man, including one in which the only instance of the artist's signature is spelled out in this man's blood. This man was frequently painted holding either a staff or a very thin cross and wearing a camel's-hair shirt. This boy brings water in Christ in the House of His Parents, and he is the leftmost person in da Vinci's Madonna of the Rocks.": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.09200932
      ],
      [
        " the",
        -0.00071862683
      ],
      [
        " Baptist",
        -0.00013667447
      ]
    ]
  },
  "A meteorite found on this object was the Heat Shield Rock, and this object's namesake Climate Orbiter was lost due to a failed translation of English units into metric units. The astronomer Giovanni Schiaparelli": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.011637273
      ],
      [
        "ars",
        -2.577686e-06
      ]
    ]
  },
  "The Met's collection includes a series of scenes from the life of this man painted by Francesco Granacci. Salai was the model for the final painting by Leonardo da Vinci, which depicts this man pointing upwards. Caravaggio painted eight total depictions of this man, including one in which the only instance of the artist's signature is spelled out in this man's blood. This man was frequently painted": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.29491365
      ],
      [
        " the",
        -0.000608556
      ],
      [
        " Baptist",
        -0.0021240918
      ]
    ]
  },
  "Metals mixed with silica gels, called M-SGs, are used for this purpose in chemical reactions. Malonic and bromomalonic acid act as these species in the Belousov-Zhabotinsky clock reaction. In the Hall-Heroult process, elemental carbon acts as this species, and in organic chemistry, sodium borohydride and lithium aluminum hydride are a strong type of them. Alkali (*) metals almost always act as these species. This species is the reactant with the smaller standard electrode potential. In the presence of platinum, hydrogen gas acts as this agent when it reacts with alkenes and alkynes. These compounds will readily give up an electron. For 10 points, name these \"agents\" which get oxidized in redox reactions.": {
    "guess": "Reductant",
    "confidence": [
      [
        "Red",
        -0.21266927
      ],
      [
        "uct",
        -0.03877041
      ],
      [
        "ant",
        -0.25441387
      ]
    ]
  },
  "\"Messenger of Death\", \"Burning Love\", and \"Porch Pals\" are among the episodes of this show that originally": {
    "guess": "List of The Simpsons episodes",
    "confidence": [
      [
        "List",
        -1.1091183
      ],
      [
        " of",
        -0.0009568398
      ],
      [
        " The",
        -1.3105468
      ],
      [
        " Simpsons",
        -0.9932089
      ],
      [
        " episodes",
        -0.16306569
      ]
    ]
  },
  "The Met's collection includes a series of scenes from the life of this man painted by Francesco Granacci. Salai was the model for the final painting by Leonardo da Vinci, which depicts this man pointing upwards. Caravaggio painted eight total depictions of this man, including one in which the only instance of the artist's signature is spelled out in this man's blood. This man was frequently painted holding either a staff or a very thin cross and wearing a camel's-hair shirt. This boy brings water": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.07290345
      ],
      [
        " the",
        -0.0014602351
      ],
      [
        " Baptist",
        -0.00020687809
      ]
    ]
  },
  "A meteorite found on this object was the Heat Shield Rock, and this object's namesake Climate Orbiter was lost due to a failed translation of English units into metric units. The astronomer Giovanni Schiaparelli [skyah-pah-REL-lee] created a surface map of this object, which is home to an area of volcanic activity called the Tharsis Ridge. The satellites of this planet were discovered by Asaph Hall, and the color of this planet is due to the mineral hematite. In 2004, the rovers Spirit and Opportunity landed on this planet, which is home to the Solar System's tallest mountain, Olympus Mons. For 10 points, name this red planet whose two moons are Phobos and Deimos.": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.00016754455
      ],
      [
        "ars",
        -4.3202e-07
      ]
    ]
  },
  "Its messengers are called \"Manifestations of God\" and followers beleive that God is inaccessible directly. A core belief of this faith is that religious history unfolded through a series of divine messengers,": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.014244602
      ],
      [
        "á",
        -8.208653e-05
      ],
      [
        "'",
        -0.08301353
      ],
      [
        "í",
        -0.00011069541
      ],
      [
        " Faith",
        -0.00079390116
      ]
    ]
  },
  "The Meselson-Radding model of this process can explain the asymmetrical distribution of heteroduplex": {
    "guess": "Genetic recombination",
    "confidence": [
      [
        "Gen",
        -0.44019213
      ],
      [
        "etic",
        -0.00013965457
      ],
      [
        " re",
        -0.0021449085
      ],
      [
        "combination",
        -4.00813e-06
      ]
    ]
  },
  "Metals exposed to them induce the creation of Landau levels, allowing the mapping of Fermi surfaces through the De Haas-van Alphen effect. In some elements, such as bismuth, their presence gives rise to forces that attempt to counter or expel them, the most famous example of which is seen in semiconductors via the Meissner effect. They fall off as the inverse of the distance around a current carrying": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.73759544
      ],
      [
        "agnetic",
        -0.005273361
      ],
      [
        " field",
        -0.52174747
      ]
    ]
  },
  "Metallic hydrides almost always catalyze these reactions. In line notation, the species which undergoes this reaction is placed on the right. Protons undergo this reaction in a SHE cell, which sets its namesake potential equal to zero. In general, that potential is multiplied by Faraday's constant in order to determine the Gibbs free energy change of one of these reactions. In organic chemistry, they usually result in addition of hydrogen atoms and removal of oxygen atoms. These reactions occur at": {
    "guess": "Reduction (chemistry)",
    "confidence": [
      [
        "Red",
        -0.46333456
      ],
      [
        "uction",
        -0.7436358
      ],
      [
        " (",
        -0.3290433
      ],
      [
        "chemistry",
        -0.0020453404
      ],
      [
        ")",
        -3.5597102e-05
      ]
    ]
  },
  "\"Messenger of Death\", \"Burning Love\", and \"Porch Pals\" are among the episodes of this show that originally featured Rich Uncle Skeleton. A short- lived \"Friends Hour\" featured Ku Klux Klam and Disgruntled Goat, and its namesake amusement park was briefly overrun by robots. Created by Chester J. Lampwick": {
    "guess": "The Itchy & Scratchy Show",
    "confidence": [
      [
        "The",
        -0.34745088
      ],
      [
        " It",
        -0.8615656
      ],
      [
        "chy",
        -3.0828953e-05
      ],
      [
        " &",
        -0.010724014
      ],
      [
        " Scratch",
        -0.0001624188
      ],
      [
        "y",
        -0.00049059937
      ],
      [
        " Show",
        -0.0046105073
      ]
    ]
  },
  "The Met's collection includes a series of scenes from the life of this man painted by Francesco Granacci.": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.09470493
      ],
      [
        "el",
        -0.0002036596
      ],
      [
        "angelo",
        -0.00034106473
      ]
    ]
  },
  "A meteorite found on this object was the Heat Shield Rock, and this object's namesake Climate Orbiter was lost due to a failed translation of English units into metric units. The astronomer Giovanni Schiaparelli [skyah-pah-REL-lee] created a surface map of this object, which is home to an area of volcanic activity called the Tharsis Ridge. The satellites of this planet were discovered by Asaph Hall, and the color of this planet is due to the mineral hematite. In 2004, the rovers Spirit and Opportunity": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.00071862683
      ],
      [
        "ars",
        -3.3093824e-05
      ]
    ]
  },
  "Metals mixed with silica gels, called M-SGs, are used for this purpose in chemical reactions. Malonic and bromomalonic acid act as these species in the Belousov-Zhabotinsky clock reaction. In the Hall-Heroult process, elemental carbon acts as this species, and in organic chemistry, sodium borohydride and lithium aluminum hydride are a strong type of them. Alkali (*) metals almost always act as these species. This species is the reactant with the smaller standard electrode potential. In the presence of platinum, hydrogen gas acts as this agent when it reacts with alkenes and alkynes. These compounds": {
    "guess": "Redox agent",
    "confidence": [
      [
        "Red",
        -0.5427088
      ],
      [
        "ox",
        -0.6428537
      ],
      [
        " agent",
        -0.52408665
      ]
    ]
  },
  "After this man met Benjamin Lundy he joined the immediatism movement, and he burned a copy of the Constitution on the Fourth of July because he believed it was an agreement with the devil. In Thoughts on African Colonization, this man condemned recolonization efforts and the Liberty Party split from": {
    "guess": "William Lloyd Garrison",
    "confidence": [
      [
        "William",
        -0.01255027
      ],
      [
        " Lloyd",
        -0.0008323783
      ],
      [
        " Garrison",
        -1.4855664e-05
      ]
    ]
  },
  "The Met's collection includes a series of scenes from the life of this man painted by Francesco Granacci. Salai was the model for the final painting by Leonardo da Vinci, which depicts this man pointing upwards. Caravaggio painted eight total depictions of this man, including one in which the only instance of the artist's signature is spelled out in this man's blood. This man was frequently painted holding either a staff or a very thin cross and wearing a camel's-hair shirt. This boy brings water in Christ in the House of His Parents, and he is the leftmost person in da Vinci's Madonna of the Rocks. For 10 points, name this saint who usually shows up in Western art with his mother Elizabeth or as a decapitated head presented by Salome.": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.021736376
      ],
      [
        " the",
        -0.00038682064
      ],
      [
        " Baptist",
        -6.098748e-05
      ]
    ]
  },
  "The Meselson-Radding model of this process can explain the asymmetrical distribution of heteroduplex regions in the resulting product. The DSBR model of it employs two Holliday intermediates and requires the protein Spo11 to produce a double strand break in the DNA substrate. Occurring during the pachytene stage of meiosis I in eukaryotic cells and involving the assembly of a tetrad, for 10 points, name this process in which homologous chromosomes form recombinant DNA.": {
    "guess": "Genetic recombination",
    "confidence": [
      [
        "Gen",
        -0.24105357
      ],
      [
        "etic",
        -5.157039e-05
      ],
      [
        " re",
        -0.04001629
      ],
      [
        "combination",
        -1.8789384e-05
      ]
    ]
  },
  "Mersenne primes are one less than powers of this number. If taking the derivative of a function this   many times at a point gives a result of zero, and the first derivative changes signs, the point is an  inflection point. For a convex polyhedron, this is the Euler [OY-lur] characteristic, which means": {
    "guess": "2",
    "confidence": [
      [
        "2",
        -0.22578773
      ]
    ]
  },
  "This metal's complex with EDTA is often used to analyze unknown metal solutions in displacement titrations. It is found in a compound that exists in a Schlenk equilibrium and that is derived from its corresponding alkyl halide. In biology, its divalent ion stabilizes the structure of nucleic acids, and is the metal ion bound to the porphyrin ring in chlorophyll. Found with calcium in dolomite and commonly isolated from seawater as its chloride salt, FTP identify this alkaline earth metal found in Grignard reagents and as its sulfate in Epsom salt.": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.026903803
      ],
      [
        "esium",
        -5.800739e-05
      ]
    ]
  },
  "The Metabolism architecture movement was founded in this country, whose first Pritzker Prize winner incorporated hyperbolic parabolas into his design of St. Mary's Cathedral in its capital. An airport located here is modeled after an airplane and is built on an artificial island. A museum built here saw its architect dig into a nearby mountain. In addition to an airport designed by Renzo Piano and I.M. Pei's Miho Museum, this country has a building that, due to several innovative features, survived a large 1923 earthquake. That building is Frank Lloyd Wright's Imperial Hotel. For 10 points, name": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.21916154
      ]
    ]
  },
  "Its messengers are called \"Manifestations of God\" and followers beleive that God is inaccessible directly. A core belief of this faith is that religious history unfolded through a series of divine messengers, each of whom established a religion that was suited to the needs of the time and the capacity": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.27777463
      ],
      [
        "á",
        -0.00015407454
      ],
      [
        "'",
        -0.116944015
      ],
      [
        "í",
        -0.0003491706
      ],
      [
        " Faith",
        -0.0045588845
      ]
    ]
  },
  "After this man met Benjamin Lundy he joined the immediatism movement, and he burned a copy of the Constitution on the Fourth of July because he believed it was an agreement with the devil. In Thoughts on African Colonization, this man condemned recolonization efforts and the Liberty Party split from this man after he lost support while campaigning against capital punishment, tobacco, and imprisonment for debt. Inspired by The Book and Slavery Irreconcilable to found a certain organization, for 10": {
    "guess": "William Lloyd Garrison",
    "confidence": [
      [
        "William",
        -0.030221215
      ],
      [
        " Lloyd",
        -0.023207154
      ],
      [
        " Garrison",
        -1.27099975e-05
      ]
    ]
  },
  "The Meselson-Radding model of this process can explain the asymmetrical distribution of heteroduplex regions in the resulting product. The DSBR model of it employs two Holliday intermediates and requires": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.24858056
      ],
      [
        "olog",
        -5.7411373e-05
      ],
      [
        "ous",
        -0.00010616567
      ],
      [
        " re",
        -9.1622824e-05
      ],
      [
        "combination",
        -2.220075e-06
      ]
    ]
  },
  "The Met's collection includes a series of scenes from the life of this man painted by Francesco Granacci. Salai was the model for the final painting by Leonardo da Vinci, which depicts this man pointing upwards. Caravaggio painted eight total depictions of this man, including one in which the only instance": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.48826626
      ],
      [
        " the",
        -0.0003893239
      ],
      [
        " Baptist",
        -0.0009943449
      ]
    ]
  },
  "A meteorite found on this object was the Heat Shield Rock, and this object's namesake Climate Orbiter": {
    "guess": "2001 Mars Odyssey",
    "confidence": [
      [
        "200",
        -0.3868724
      ],
      [
        "1",
        -0.014191007
      ],
      [
        " Mars",
        -0.016781352
      ],
      [
        " Odyssey",
        -0.00041887542
      ]
    ]
  },
  "Its messengers are called \"Manifestations of God\" and followers beleive that God is inaccessible directly. A core belief of this faith is that religious history unfolded through a series of divine messengers, each of whom established a religion that was suited to the needs of the time and the capacity of the people. Every human is seen to have a duty to recognize God through His messengers, and to conform to their teachings. When a human dies, the soul passes into the next world, where its spiritual": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.20713955
      ],
      [
        "á",
        -5.669615e-05
      ],
      [
        "'",
        -0.0020183325
      ],
      [
        "í",
        -9.674858e-05
      ],
      [
        " Faith",
        -0.0191293
      ]
    ]
  },
  "The Met's collection includes a series of scenes from the life of this man painted by Francesco Granacci. Salai was the model for the final painting by Leonardo da Vinci, which depicts this man pointing": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.94052386
      ],
      [
        " the",
        -0.0009521945
      ],
      [
        " Baptist",
        -0.00079855014
      ]
    ]
  },
  "Metals mixed with silica gels, called M-SGs, are used for this purpose in chemical reactions. Malonic and bromomalonic acid act as these species in the Belousov-Zhabotinsky clock reaction. In the Hall-Heroult": {
    "guess": "Catalyst",
    "confidence": [
      [
        "C",
        -0.18132517
      ],
      [
        "atal",
        -8.041768e-05
      ],
      [
        "yst",
        -0.6013631
      ]
    ]
  },
  "The Merseberg Incantations tell the story of his ride into a forest where his horse sprains its leg, only to be magically healed by Wodan.  In one story, his wife sends a ring to his mother-in-law Fulla, while his son is renowned for settling disputes.  At a ceremony in his honor, the dwarf Litr is randomly": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.124869466
      ],
      [
        "dr",
        -0.0075834366
      ]
    ]
  },
  "After this man met Benjamin Lundy he joined the immediatism movement, and he burned a copy of the Constitution on the Fourth of July because he believed it was an agreement with the devil. In Thoughts on African Colonization, this man condemned recolonization efforts and the Liberty Party split from this man after he lost support while campaigning against capital punishment, tobacco, and imprisonment for debt. Inspired by The Book and Slavery Irreconcilable to found a certain organization, for 10 points, name this abolitionist leader who called for \"no union with slave holders\" in The Liberator and also founded the American Anti-Slavery Society.": {
    "guess": "William Lloyd Garrison",
    "confidence": [
      [
        "William",
        -0.00881287
      ],
      [
        " Lloyd",
        -0.0012155944
      ],
      [
        " Garrison",
        -3.8577193e-05
      ]
    ]
  },
  "The Merseberg Incantations tell the story of his ride into a forest where his horse sprains its leg, only to be magically healed by Wodan.  In one story, his wife sends a ring to his mother-in-law Fulla, while his son is renowned for settling disputes.  At a ceremony in his honor, the dwarf Litr is randomly burned to death, and the aid of the giantess Hyrokkin is enlisted. Due to the machinations of Thokk, he is forced to remain in the realm of Hel, but manages to send Draupnir back to his father Odin.  Joined by his wife Nanna on his funeral pyre, FTP name this most loved of all the gods who was killed by his blind brother Hodr by a spear of mistletoe at the behest of Loki.": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.043170005
      ],
      [
        "dr",
        -0.061841622
      ]
    ]
  },
  "The Metabolism architecture movement was founded in this country, whose first Pritzker Prize winner incorporated hyperbolic parabolas into his design of St. Mary's Cathedral in its capital. An airport located here is modeled after an airplane and is built on an artificial island. A museum built here": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.06804875
      ]
    ]
  },
  "A meteorite found on this object was the Heat Shield Rock, and this object's namesake Climate Orbiter was lost due to a failed translation of English units into metric units. The astronomer Giovanni Schiaparelli [skyah-pah-REL-lee] created a surface map of this object, which is home to an area of volcanic": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.03234837
      ],
      [
        "ars",
        -1.3663626e-05
      ]
    ]
  },
  "Its messengers are called \"Manifestations of God\" and followers beleive that God is inaccessible directly. A core belief of this faith is that religious history unfolded through a series of divine messengers, each of whom established a religion that was suited to the needs of the time and the capacity of the people. Every human is seen to have a duty to recognize God through His messengers, and to conform to their teachings. When a human dies, the soul passes into the next world, where its spiritual development in the physical world becomes a basis for judgement and advancement in the spiritual world. This religion also emphasizes the underlying unity of the major world religions. FTP, name this": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.025149034
      ],
      [
        "á",
        -4.6563837e-05
      ],
      [
        "'",
        -0.0012916665
      ],
      [
        "í",
        -5.347765e-05
      ],
      [
        " Faith",
        -0.00010616567
      ]
    ]
  },
  "Metals mixed with silica gels, called M-SGs, are used for this purpose in chemical reactions. Malonic and bromomalonic acid act as these species in the Belousov-Zhabotinsky clock reaction. In the Hall-Heroult process, elemental carbon acts as this species, and in organic chemistry, sodium borohydride and lithium aluminum hydride are a strong type of them. Alkali (*) metals almost always act as these": {
    "guess": "Hydride ions",
    "confidence": [
      [
        "Hy",
        -0.8881039
      ],
      [
        "d",
        -0.13691519
      ],
      [
        "ride",
        -0.31361565
      ],
      [
        " ions",
        -0.21692963
      ]
    ]
  },
  "The Merseberg Incantations tell the story of his ride into a forest where his horse sprains its leg, only to be magically healed by Wodan.  In one story, his wife sends a ring to his mother-in-law Fulla, while his son is renowned for settling disputes.  At a ceremony in his honor, the dwarf Litr is randomly burned to death, and the aid of the giantess Hyrokkin is enlisted. Due to the machinations of Thokk, he is forced to remain in the realm of Hel, but manages to send Draupnir back to his father Odin.  Joined by his wife Nanna on his funeral pyre, FTP name this most loved of all the gods who was": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.0010047047
      ],
      [
        "dr",
        -0.007988805
      ]
    ]
  },
  "This metallic element is largely used for the production of hard alloys for use in fountain pen points,": {
    "guess": "Tungsten",
    "confidence": [
      [
        "T",
        -0.46106356
      ],
      [
        "ung",
        -0.007233413
      ],
      [
        "sten",
        -7.58424e-06
      ]
    ]
  },
  "Mersenne primes are one less than powers of this number. If taking the derivative of a function this   many times at a point gives a result of zero, and the first derivative changes signs, the point is": {
    "guess": "2",
    "confidence": [
      [
        "2",
        -0.45364946
      ]
    ]
  },
  "The Metabolism architecture movement was founded in this country, whose first Pritzker Prize winner incorporated hyperbolic parabolas into his design of St. Mary's Cathedral in its capital. An airport located here is modeled after an airplane and is built on an artificial island. A museum built here saw its architect dig into a nearby mountain. In addition to an airport designed by Renzo Piano and I.M. Pei's Miho Museum, this country has a building that, due to several innovative features, survived": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.015269668
      ]
    ]
  },
  "Its messengers are called \"Manifestations of God\" and followers beleive that God is inaccessible directly. A core belief of this faith is that religious history unfolded through a series of divine messengers, each of whom established a religion that was suited to the needs of the time and the capacity of the people. Every human is seen to have a duty to recognize God through His messengers, and to": {
    "guess": "Manifestation of God",
    "confidence": [
      [
        "Manifest",
        -0.649646
      ],
      [
        "ation",
        -0.1514045
      ],
      [
        " of",
        -0.0016489952
      ],
      [
        " God",
        -0.00013011828
      ]
    ]
  },
  "After this man met Benjamin Lundy he joined the immediatism movement, and he burned a copy of the Constitution on the Fourth of July because he believed it was an agreement with the devil. In Thoughts": {
    "guess": "William Lloyd Garrison",
    "confidence": [
      [
        "William",
        -0.017808644
      ],
      [
        " Lloyd",
        -0.0003495282
      ],
      [
        " Garrison",
        -6.2729996e-06
      ]
    ]
  },
  "Its messengers are called \"Manifestations of God\" and followers beleive that God is inaccessible directly. A core belief of this faith is that religious history unfolded through a series of divine messengers, each of whom established a religion that was suited to the needs of the time and the capacity of the people. Every human is seen to have a duty to recognize God through His messengers, and to conform to their teachings. When a human dies, the soul passes into the next world, where its spiritual development in the physical world becomes a basis for judgement and advancement in the spiritual": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.07397134
      ],
      [
        "á",
        -0.00013059509
      ],
      [
        "'",
        -0.002250769
      ],
      [
        "í",
        -0.00013774731
      ],
      [
        " Faith",
        -0.025565824
      ]
    ]
  },
  "Metals mixed with silica gels, called M-SGs, are used for this purpose in chemical reactions. Malonic and bromomalonic acid act as these species in the Belousov-Zhabotinsky clock reaction. In the Hall-Heroult process, elemental carbon acts as this species, and in organic chemistry, sodium borohydride and lithium aluminum hydride are a strong type of them. Alkali (*) metals almost always act as these species. This species is the reactant with the smaller standard electrode potential. In the presence": {
    "guess": "Reduction agent",
    "confidence": [
      [
        "Red",
        -0.35683152
      ],
      [
        "uction",
        -0.8639011
      ],
      [
        " agent",
        -0.7116849
      ]
    ]
  },
  "Its messengers are called \"Manifestations of God\" and followers beleive that God is inaccessible directly. A core belief of this faith is that religious history unfolded through a series of divine messengers, each of whom established a religion that was suited to the needs of the time and the capacity of the people. Every human is seen to have a duty to recognize God through His messengers, and to conform to their teachings. When a human dies, the soul passes into the next world, where its spiritual development in the physical world becomes a basis for judgement and advancement in the spiritual world. This religion also emphasizes the underlying unity of the major world religions. FTP, name this monotheistic 19th century Persian religion which is governed by the Univeral Seat of Justice in": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0016719686
      ],
      [
        "á",
        -7.3861476e-05
      ],
      [
        "'",
        -0.00018542144
      ],
      [
        "í",
        -1.7835755e-05
      ],
      [
        " Faith",
        -0.00011880126
      ]
    ]
  },
  "The Merseberg Incantations tell the story of his ride into a forest where his horse sprains its leg, only to be magically healed by Wodan.  In one story, his wife sends a ring to his mother-in-law Fulla, while his son is renowned for settling disputes.  At a ceremony in his honor, the dwarf Litr is randomly burned to death, and the aid of the giantess Hyrokkin is enlisted. Due to the machinations of": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.02667784
      ],
      [
        "dr",
        -0.008808023
      ]
    ]
  },
  "Metallic hydrides almost always catalyze these reactions. In line notation, the species which undergoes this reaction is placed on the right. Protons undergo this reaction in a SHE cell, which sets its": {
    "guess": "Standard hydrogen electrode",
    "confidence": [
      [
        "Standard",
        -0.08711091
      ],
      [
        " hydrogen",
        -0.02610381
      ],
      [
        " electrode",
        -2.6299214e-05
      ]
    ]
  },
  "Its messengers are called \"Manifestations of God\" and followers beleive that God is inaccessible directly. A core belief of this faith is that religious history unfolded through a series of divine messengers, each of whom established a religion that was suited to the needs of the time and the capacity of the people. Every human is seen to have a duty to recognize God through His messengers, and to conform to their teachings. When a human dies, the soul passes into the next world, where its spiritual development in the physical world becomes a basis for judgement and advancement in the spiritual world. This religion also emphasizes the underlying unity of the major world religions. FTP, name this monotheistic 19th century Persian religion which is governed by the Univeral Seat of Justice in Haifa, Israel.": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.002099587
      ],
      [
        "á",
        -6.670925e-05
      ],
      [
        "'",
        -0.000156101
      ],
      [
        "í",
        -1.6166903e-05
      ],
      [
        " Faith",
        -0.00023047674
      ]
    ]
  },
  "This metal's complex with EDTA is often used to analyze unknown metal solutions in displacement titrations. It is found in a compound that exists in a Schlenk equilibrium and that is derived from its corresponding alkyl halide. In biology, its divalent ion stabilizes the structure of nucleic acids, and is the metal ion bound to the porphyrin ring in chlorophyll. Found with calcium in dolomite and commonly": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.5222778
      ],
      [
        "esium",
        -9.019238e-05
      ]
    ]
  },
  "The Metabolism architecture movement was founded in this country, whose first Pritzker Prize winner incorporated hyperbolic parabolas into his design of St. Mary's Cathedral in its capital. An airport located here is modeled after an airplane and is built on an artificial island. A museum built here saw its architect dig into a nearby mountain. In addition to an airport designed by Renzo Piano and I.M. Pei's Miho Museum, this country has a building that, due to several innovative features, survived a large 1923 earthquake. That building is Frank Lloyd Wright's Imperial Hotel. For 10 points, name this country where many Kenzo Tange-designed buildings can be found in Toyko.": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.025546309
      ]
    ]
  },
  "Metallic hydrides almost always catalyze these reactions. In line notation, the species which undergoes this reaction is placed on the right. Protons undergo this reaction in a SHE cell, which sets its namesake potential equal to zero. In general, that potential is multiplied by Faraday's constant in order to determine the Gibbs free energy change of one of these reactions. In organic chemistry, they usually result in addition of hydrogen atoms and removal of oxygen atoms. These reactions occur at the cathode of voltaic cells. For 10 points, name these reactions which occur when a species gains electrons, the opposite of an oxidation.": {
    "guess": "Reductions",
    "confidence": [
      [
        "Red",
        -0.05105927
      ],
      [
        "uctions",
        -0.4898781
      ]
    ]
  },
  "Metals exposed to them induce the creation of Landau levels, allowing the mapping of Fermi surfaces through": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.29663563
      ],
      [
        "agnetic",
        -0.0026454562
      ],
      [
        " field",
        -0.02520007
      ]
    ]
  },
  "The Metabolism architecture movement was founded in this country, whose first Pritzker Prize winner incorporated": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.16133721
      ]
    ]
  },
  "Metallic hydrides almost always catalyze these reactions. In line notation, the species which undergoes this reaction is placed on the right. Protons undergo this reaction in a SHE cell, which sets its namesake potential equal to zero. In general, that potential is multiplied by Faraday's constant in order to determine the Gibbs free energy change of one of these reactions. In organic chemistry, they usually result in addition of hydrogen atoms and removal of oxygen atoms. These reactions occur at the cathode of voltaic cells. For 10 points, name these reactions which occur when a species gains": {
    "guess": "Reductions",
    "confidence": [
      [
        "Red",
        -0.3096491
      ],
      [
        "uctions",
        -0.21342665
      ]
    ]
  },
  "Metals exposed to them induce the creation of Landau levels, allowing the mapping of Fermi surfaces through the De Haas-van Alphen effect. In some elements, such as bismuth, their presence gives rise to forces that attempt to counter or expel them, the most famous example of which is seen in semiconductors via the Meissner effect. They fall off as the inverse of the distance around a current carrying wire, and can be represented by continuous lines that emerge from north-seeking poles and enter south-seeking": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.06518953
      ],
      [
        "agnetic",
        -0.0003196154
      ],
      [
        " field",
        -0.29203832
      ]
    ]
  },
  "This metallic element is largely used for the production of hard alloys for use in fountain pen points, phonograph needles, and instrument bearings. Recovered commercially as the byproduct of the refining of nickel ores mined near Sudbury, Ontario, it often forms a highly toxic tetraoxide whose pungent smell gives it its name. It is found in group VIII of the periodic table, where it immediately precedes iridium, and it is slightly more dense than iridium, making it the densest metal. FTP, what is this element with atomic number 76 and symbol Os?": {
    "guess": "Osmium",
    "confidence": [
      [
        "O",
        -0.0077791144
      ],
      [
        "sm",
        -6.9882217e-06
      ],
      [
        "ium",
        -4.1914896e-05
      ]
    ]
  },
  "Metals mixed with silica gels, called M-SGs, are used for this purpose in chemical reactions. Malonic": {
    "guess": "Malonic ester synthesis",
    "confidence": [
      [
        "Mal",
        -1.0306998
      ],
      [
        "onic",
        -0.00025752498
      ],
      [
        " est",
        -0.7009527
      ],
      [
        "er",
        -0.0005818653
      ],
      [
        " synthesis",
        -0.01539082
      ]
    ]
  },
  "A meteorite found on this object was the Heat Shield Rock, and this object's namesake Climate Orbiter was lost due to a failed translation of English units into metric units. The astronomer Giovanni Schiaparelli [skyah-pah-REL-lee] created a surface map of this object, which is home to an area of volcanic activity called the Tharsis Ridge. The satellites of this planet were discovered by Asaph Hall, and the color of this planet is due to the mineral hematite. In 2004, the rovers Spirit and Opportunity landed on this planet, which is home to the Solar System's tallest mountain, Olympus Mons. For": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.00023762896
      ],
      [
        "ars",
        -1.9361265e-07
      ]
    ]
  },
  "\"Messenger of Death\", \"Burning Love\", and \"Porch Pals\" are among the episodes of this show that originally featured Rich Uncle Skeleton. A short- lived \"Friends Hour\" featured Ku Klux Klam and Disgruntled": {
    "guess": "The Uncle Floyd Show",
    "confidence": [
      [
        "The",
        -0.9966914
      ],
      [
        " Uncle",
        -1.2673962
      ],
      [
        " Floyd",
        -0.0064432193
      ],
      [
        " Show",
        -0.00029649358
      ]
    ]
  },
  "The Metabolism architecture movement was founded in this country, whose first Pritzker Prize winner incorporated hyperbolic parabolas into his design of St. Mary's Cathedral in its capital. An airport": {
    "guess": "Kenzo Tange",
    "confidence": [
      [
        "Ken",
        -0.5556984
      ],
      [
        "zo",
        -0.04339923
      ],
      [
        " T",
        -5.6100132e-05
      ],
      [
        "ange",
        -8.292095e-05
      ]
    ]
  },
  "The Metabolism architecture movement was founded in this country, whose first Pritzker Prize winner incorporated hyperbolic parabolas into his design of St. Mary's Cathedral in its capital. An airport located here is modeled after an airplane and is built on an artificial island. A museum built here saw its architect dig into a nearby mountain. In addition to an airport designed by Renzo Piano and": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.01983847
      ]
    ]
  },
  "Metals exposed to them induce the creation of Landau levels, allowing the mapping of Fermi surfaces through the De Haas-van Alphen effect. In some elements, such as bismuth, their presence gives rise to forces that attempt to counter or expel them, the most famous example of which is seen in semiconductors via the Meissner effect. They fall off as the inverse of the distance around a current carrying wire, and can be represented by continuous lines that emerge from north-seeking poles and enter south-seeking poles. FTP, what are these regions in which the namesake force is observable?": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.015474056
      ],
      [
        "agnetic",
        -0.00013917775
      ],
      [
        " field",
        -0.040088784
      ]
    ]
  },
  "Metallic hydrides almost always catalyze these reactions. In line notation, the species which undergoes this reaction is placed on the right. Protons undergo this reaction in a SHE cell, which sets its namesake potential equal to zero. In general, that potential is multiplied by Faraday's constant in order to determine the Gibbs free energy change of one of these reactions. In organic chemistry, they": {
    "guess": "Reductions",
    "confidence": [
      [
        "Red",
        -0.16406263
      ],
      [
        "uctions",
        -0.30288675
      ]
    ]
  },
  "This metallic element is largely used for the production of hard alloys for use in fountain pen points, phonograph needles, and instrument bearings. Recovered commercially as the byproduct of the refining of nickel ores mined near Sudbury, Ontario, it often forms a highly toxic tetraoxide whose pungent smell gives it its name. It is found in group VIII of the periodic table, where it immediately precedes": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.6972516
      ]
    ]
  },
  "After this man met Benjamin Lundy he joined the immediatism movement, and he burned a copy of the Constitution on the Fourth of July because he believed it was an agreement with the devil. In Thoughts on African Colonization, this man condemned recolonization efforts and the Liberty Party split from this man after he lost support while campaigning against capital punishment, tobacco, and imprisonment for debt. Inspired by The Book and Slavery Irreconcilable to found a certain organization, for 10 points, name this abolitionist leader who called for \"no union with slave holders\" in The Liberator": {
    "guess": "William Lloyd Garrison",
    "confidence": [
      [
        "William",
        -0.010382885
      ],
      [
        " Lloyd",
        -0.00027718625
      ],
      [
        " Garrison",
        -8.89548e-06
      ]
    ]
  },
  "This metallic element is largely used for the production of hard alloys for use in fountain pen points, phonograph needles, and instrument bearings. Recovered commercially as the byproduct of the refining": {
    "guess": "Tungsten",
    "confidence": [
      [
        "T",
        -0.03234387
      ],
      [
        "ung",
        -0.0012538038
      ],
      [
        "sten",
        -1.9862217e-05
      ]
    ]
  },
  "After this man met Benjamin Lundy he joined the immediatism movement, and he burned a copy of the Constitution": {
    "guess": "William Lloyd Garrison",
    "confidence": [
      [
        "William",
        -0.013306581
      ],
      [
        " Lloyd",
        -0.000601169
      ],
      [
        " Garrison",
        -3.1737043e-06
      ]
    ]
  },
  "Mersenne primes are one less than powers of this number. If taking the derivative of a function this": {
    "guess": "Two",
    "confidence": [
      [
        "Two",
        -0.78786385
      ]
    ]
  },
  "Mersenne primes are one less than powers of this number. If taking the derivative of a function this   many times at a point gives a result of zero, and the first derivative changes signs, the point is an  inflection point. For a convex polyhedron, this is the Euler [OY-lur] characteristic, which means   that it equals the number of vertices minus edges plus faces. In graph theory, this is the number": {
    "guess": "2",
    "confidence": [
      [
        "2",
        -0.15519068
      ]
    ]
  },
  "The Merseberg Incantations tell the story of his ride into a forest where his horse sprains its leg,": {
    "guess": "Wodan",
    "confidence": [
      [
        "W",
        -0.07208156
      ],
      [
        "od",
        -0.0296232
      ],
      [
        "an",
        -7.465036e-06
      ]
    ]
  },
  "The Merseberg Incantations tell the story of his ride into a forest where his horse sprains its leg, only to be magically healed by Wodan.  In one story, his wife sends a ring to his mother-in-law Fulla,": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.11085153
      ],
      [
        "dr",
        -0.011512011
      ]
    ]
  },
  "Mersenne primes are one less than powers of this number. If taking the derivative of a function this   many times at a point gives a result of zero, and the first derivative changes signs, the point is an  inflection point. For a convex polyhedron, this is the Euler [OY-lur] characteristic, which means   that it equals the number of vertices minus edges plus faces. In graph theory, this is the number of  vertices connected by an edge. Polynomial equations with this degree are called quadratics. Name  this smallest prime number, multiples of which form the set of even numbers.": {
    "guess": "2",
    "confidence": [
      [
        "2",
        -0.46115315
      ]
    ]
  },
  "Metals mixed with silica gels, called M-SGs, are used for this purpose in chemical reactions. Malonic and bromomalonic acid act as these species in the Belousov-Zhabotinsky clock reaction. In the Hall-Heroult process, elemental carbon acts as this species, and in organic chemistry, sodium borohydride": {
    "guess": "Redox Catalyst",
    "confidence": [
      [
        "Red",
        -0.73388207
      ],
      [
        "ox",
        -0.37849525
      ],
      [
        " Catalyst",
        -1.2280384
      ]
    ]
  },
  "Metallic hydrides almost always catalyze these reactions. In line notation, the species which undergoes": {
    "guess": "Reductions",
    "confidence": [
      [
        "Red",
        -0.17382395
      ],
      [
        "uctions",
        -0.07860906
      ]
    ]
  },
  "\"Messenger of Death\", \"Burning Love\", and \"Porch Pals\" are among the episodes of this show that originally featured Rich Uncle Skeleton. A short- lived \"Friends Hour\" featured Ku Klux Klam and Disgruntled Goat, and its namesake amusement park was briefly overrun by robots. Created by Chester J. Lampwick and produced by Roger Meyers, Jr., all of the voices are provided by June Bellamy. FTP, what is this cartoon that once starred Homer as Poochie, a regular feature of the Krusty the Klown show?": {
    "guess": "The Itchy & Scratchy Show",
    "confidence": [
      [
        "The",
        -0.03262256
      ],
      [
        " It",
        -0.14585146
      ],
      [
        "chy",
        -1.6524515e-05
      ],
      [
        " &",
        -0.0060081906
      ],
      [
        " Scratch",
        -0.00014907165
      ],
      [
        "y",
        -0.00023584091
      ],
      [
        " Show",
        -0.0018847308
      ]
    ]
  }
}