{
  "A domain present in these proteins and primases has a structure similar to a Rossman fold. Anti-cancer drugs such as anthracyclines and acridines are thought to stabilize the complex formed by this protein": {
    "guess": "Topoisomerase",
    "confidence": [
      [
        "Top",
        -0.37772977
      ],
      [
        "ois",
        -0.00044306272
      ],
      [
        "om",
        -0.044084433
      ],
      [
        "erase",
        -5.288163e-05
      ]
    ]
  },
  "A domain present in these proteins and primases has a structure similar to a Rossman fold. Anti-cancer": {
    "guess": "DNA polymerase",
    "confidence": [
      [
        "DNA",
        -0.8302952
      ],
      [
        " polymer",
        -0.03365596
      ],
      [
        "ase",
        -0.02659264
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty": {
    "guess": "Nigeria",
    "confidence": [
      [
        "N",
        -0.31087968
      ],
      [
        "igeria",
        -0.0013495189
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling into his hands. One dynasty from this nation, whose kings were called muluk and whose later leaders were usually from the Ibadi sect, established the Bahla fort. A ruler of this nation served in the Cameronian regiment and organized a series of British-trained Firqat irregular guerrillas to defeat PFLOAG-associated rebels during the (*) Dhofar rebellion; that ruler of this nation appoints 83 people to the Majlis al-Dawla. Arab spring protests in this nation were centered on the Globe Roundabout": {
    "guess": "Oman",
    "confidence": [
      [
        "O",
        -0.025665058
      ],
      [
        "man",
        -6.742448e-05
      ]
    ]
  },
  "Domenico Morelli's version of this scene depicts a pale, red-haired female corpse under a blanket to the left of a man in a white hood. In Diego Rivera's version, a turnip with humanlike breasts appears next to a larger, supine turnip. A nude woman clutching her breasts and a nude female torso framed": {
    "guess": "The Nightmare",
    "confidence": [
      [
        "The",
        -1.3490018
      ],
      [
        " Nightmare",
        -2.3015158
      ]
    ]
  },
  "\"One dollar and eighty-seven cents. That was all. And sixty cents of it was in pennies. Pennies saved one and two at a time by bulldozing the grocer and the vegetable man and the butcher until one's cheeks burned with the silent imputation of parsimony that such close dealing implied. Three times Della counted it. One dollar and eighty- seven cents. And the next day would be Christmas.\" This is the opening of, FTP, what short story by O. Henry?": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.05193236
      ],
      [
        " Gift",
        -0.0014808172
      ],
      [
        " of",
        -0.00017803448
      ],
      [
        " the",
        -0.00027480218
      ],
      [
        " Mag",
        -0.0037931849
      ],
      [
        "i",
        -7.338466e-05
      ]
    ]
  },
  "Dominican friars sing \"Laetabundus\" on the morning of this day. It occurs twelve days before Epiphany. Eastern Orthodox churches celebrate it on January 7 due to discrepancies between the Gregorian and": {
    "guess": "Theophany",
    "confidence": [
      [
        "The",
        -1.3943992
      ],
      [
        "oph",
        -0.0060547595
      ],
      [
        "any",
        -0.00020032188
      ]
    ]
  },
  "Dominican friars sing \"Laetabundus\" on the morning of this day. It occurs twelve days before Epiphany.": {
    "guess": "Feast of the Immaculate Conception",
    "confidence": [
      [
        "Fe",
        -0.16460893
      ],
      [
        "ast",
        -3.6789137e-05
      ],
      [
        " of",
        -0.00038705903
      ],
      [
        " the",
        -0.13770974
      ],
      [
        " Im",
        -0.3887714
      ],
      [
        "mac",
        -0.00010223195
      ],
      [
        "ulate",
        -2.2007884e-05
      ],
      [
        " Con",
        -0.0001472836
      ],
      [
        "ception",
        -6.511407e-06
      ]
    ]
  },
  "Dominico Ghirlandaio's work by this name stands on a large pedestal in the Sassetti Chapel in Santa Trinita, and the subject of another work of this title, Verrocchio, wears what appears to be a tight fitting dress and is in the Palazzo Vecchio. One work with this title was commissioned as a centerpiece for Lorenzo de Medici's wedding, and one section in that work depicts Ophni and Pinnees alongside": {
    "guess": "Adoration of the Magi",
    "confidence": [
      [
        "Ad",
        -1.0120512
      ],
      [
        "oration",
        -0.0026070487
      ],
      [
        " of",
        -0.0021932062
      ],
      [
        " the",
        -0.00079247804
      ],
      [
        " Mag",
        -0.0012630906
      ],
      [
        "i",
        -0.00041482248
      ]
    ]
  },
  "A domain present in these proteins and primases has a structure similar to a Rossman fold. Anti-cancer drugs such as anthracyclines and acridines are thought to stabilize the complex formed by this protein and its substrate, while a more popular inhibitor of these enzymes is the alkaloid camptothecin.": {
    "guess": "DNA polymerase",
    "confidence": [
      [
        "DNA",
        -0.3709113
      ],
      [
        " polymer",
        -0.14501831
      ],
      [
        "ase",
        -0.021532105
      ]
    ]
  },
  "Dominican friars sing \"Laetabundus\" on the morning of this day. It occurs twelve days before Epiphany. Eastern Orthodox churches celebrate it on January 7 due to discrepancies between the Gregorian and Julian calendars. In the wake of the English Civil War, the Puritans banned celebration of this holiday. One popular theory states its date was chosen to coincide with the Roman festival for (*) Sol Invictus, to encourage the spread of Christianity. For 10 points, name this holiday preceded by Advent and celebrated with trees and presents on December 25th.": {
    "guess": "Christmas",
    "confidence": [
      [
        "Christmas",
        -0.0013211924
      ]
    ]
  },
  "\"One dollar and eighty-seven cents. That was all. And sixty cents of it was in pennies. Pennies saved one and two at a time by bulldozing the grocer and the vegetable man and the butcher until one's cheeks burned with the silent imputation of parsimony that such close dealing implied. Three times Della": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.14413454
      ],
      [
        " Gift",
        -0.0019053199
      ],
      [
        " of",
        -0.00027373302
      ],
      [
        " the",
        -0.0002352449
      ],
      [
        " Mag",
        -0.009035232
      ],
      [
        "i",
        -9.400689e-05
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling into his hands. One dynasty from this nation, whose kings were called muluk and whose later leaders were usually from the Ibadi sect, established the Bahla fort. A ruler of this nation served in the Cameronian regiment and organized a series of British-trained Firqat irregular guerrillas to defeat PFLOAG-associated rebels during the (*) Dhofar rebellion; that ruler of this nation appoints 83 people to the Majlis al-Dawla. Arab spring protests in this nation were centered on the Globe Roundabout in the city of Sohar, leading to its leader, Qaboos, dismissing one-third of the Shura council. This nation controlled several colonies along the African great lakes in the 19th century, until their": {
    "guess": "Oman",
    "confidence": [
      [
        "O",
        -0.028054541
      ],
      [
        "man",
        -2.868329e-05
      ]
    ]
  },
  "Domenico Morelli's version of this scene depicts a pale, red-haired female corpse under a blanket to the left of a man in a white hood. In Diego Rivera's version, a turnip with humanlike breasts appears": {
    "guess": "The Martyrdom of Saint Sebastian",
    "confidence": [
      [
        "The",
        -1.8356497
      ],
      [
        " Marty",
        -2.1104279
      ],
      [
        "r",
        -0.0017578832
      ],
      [
        "dom",
        -0.002488738
      ],
      [
        " of",
        -0.0015414038
      ],
      [
        " Saint",
        -0.22854808
      ],
      [
        " Sebastian",
        -0.539292
      ]
    ]
  },
  "A domain present in these proteins and primases has a structure similar to a Rossman fold. Anti-cancer drugs such as anthracyclines and acridines are thought to stabilize the complex formed by this protein and its substrate, while a more popular inhibitor of these enzymes is the alkaloid camptothecin. One type of these, which exhibits ATPase activity, initially binds to the Gate segment, after which": {
    "guess": "Topoisomerases",
    "confidence": [
      [
        "Top",
        -0.58996624
      ],
      [
        "ois",
        -0.00092313084
      ],
      [
        "omer",
        -0.58172196
      ],
      [
        "ases",
        -1.3186812e-05
      ]
    ]
  },
  "Dolly Winthrop and her son Aaron take pity on this man whose gold was stolen from his house by the irresponsible Dunstan who had been blackmailing brother Godfrey about his secret marriage to Molly and their daughter. For ten points, name this elderly inhabitant of Raveloe who becomes the guardian of that daughter Hephzibah (or Eppie) whose presence and love became more precious than the gold this miserly linen-weaver lost, a creation of George Eliot?": {
    "guess": "Silas Marner (novel)",
    "confidence": [
      [
        "Sil",
        -0.0015267638
      ],
      [
        "as",
        -2.486877e-05
      ],
      [
        " Mar",
        -0.0003061454
      ],
      [
        "ner",
        -1.8431772e-05
      ],
      [
        " (",
        -0.61460084
      ],
      [
        "nov",
        -0.33992687
      ],
      [
        "el",
        -2.1531068e-05
      ],
      [
        ")",
        -0.00038693982
      ]
    ]
  },
  "Dolly Winthrop and her son Aaron take pity on this man whose gold was stolen from his house by the irresponsible Dunstan who had been blackmailing brother Godfrey about his secret marriage to Molly and their daughter. For ten points, name this elderly inhabitant of Raveloe who becomes the guardian of": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.0017656205
      ],
      [
        "as",
        -1.7716551e-05
      ],
      [
        " Mar",
        -3.297462e-05
      ],
      [
        "ner",
        -2.7610455e-05
      ]
    ]
  },
  "Domenico Morelli's version of this scene depicts a pale, red-haired female corpse under a blanket to the left of a man in a white hood. In Diego Rivera's version, a turnip with humanlike breasts appears next to a larger, supine turnip. A nude woman clutching her breasts and a nude female torso framed by the door of an ornate building on top of an elephant appear in Dali's version of this scene. According to the Lives of the Artists, a print by Martin Schongauer was the basis for Michelangelo's version, his first known painting. Bosch's rendition has a pig lying next to its central figure. A screaming birdlike creature brandishing a stick appears in this scene in the Isenheim Altarpiece. For 10": {
    "guess": "Lamentation of Christ",
    "confidence": [
      [
        "L",
        -1.6824274
      ],
      [
        "ament",
        -0.006187703
      ],
      [
        "ation",
        -0.0029983816
      ],
      [
        " of",
        -0.0235046
      ],
      [
        " Christ",
        -0.0009047918
      ]
    ]
  },
  "The Dominican bachata may derive from this genre.   Songwriters in the duple meter Latin American version of this genre include Rafael Hernandez, Pedro Flores, and Jose Pepe Sanchez, whose \"Tristezas\"": {
    "guess": "Bolero",
    "confidence": [
      [
        "B",
        -0.26555085
      ],
      [
        "ol",
        -0.011440231
      ],
      [
        "ero",
        -0.0013983337
      ]
    ]
  },
  "Dolly Winthrop and her son Aaron take pity on this man whose gold was stolen from his house by the irresponsible Dunstan who had been blackmailing brother Godfrey about his secret marriage to Molly and": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.0022902563
      ],
      [
        "as",
        -1.6524515e-05
      ],
      [
        " Mar",
        -6.49212e-05
      ],
      [
        "ner",
        -3.6669935e-05
      ]
    ]
  },
  "Domenico Morelli's version of this scene depicts a pale, red-haired female corpse under a blanket to the left of a man in a white hood. In Diego Rivera's version, a turnip with humanlike breasts appears next to a larger, supine turnip. A nude woman clutching her breasts and a nude female torso framed by the door of an ornate building on top of an elephant appear in Dali's version of this scene. According to the Lives of the Artists, a print by Martin Schongauer was the basis for Michelangelo's version, his first known painting. Bosch's rendition has a pig lying next to its central figure. A screaming": {
    "guess": "Deposition of Christ",
    "confidence": [
      [
        "Dep",
        -1.5629258
      ],
      [
        "osition",
        -0.07206814
      ],
      [
        " of",
        -0.19173881
      ],
      [
        " Christ",
        -0.014374921
      ]
    ]
  },
  "Dolly Winthrop and her son Aaron take pity on this man whose gold was stolen from his house by the irresponsible": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.005189647
      ],
      [
        "as",
        -2.8325678e-05
      ],
      [
        " Mar",
        -0.0006828877
      ],
      [
        "ner",
        -8.4828214e-05
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling into his hands. One dynasty from this nation, whose kings were called muluk and whose later leaders were usually from the Ibadi sect, established the Bahla fort. A ruler of this nation served in the Cameronian regiment and organized a series of British-trained Firqat irregular guerrillas to defeat PFLOAG-associated rebels during the (*) Dhofar rebellion; that ruler of this nation appoints 83 people to the Majlis al-Dawla. Arab spring protests in this nation were centered on the Globe Roundabout in the city of Sohar, leading to its leader, Qaboos, dismissing one-third of the Shura council. This nation controlled several colonies along the African great lakes in the 19th century, until their economy was tanked by the British banning slavery. For 10 points, name this Sultanate which also names the Gulf connected by the Strait of Hormuz to the Persian Gulf.": {
    "guess": "Oman",
    "confidence": [
      [
        "O",
        -0.008986683
      ],
      [
        "man",
        -5.7172965e-05
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling into his hands. One dynasty from this nation, whose kings were called muluk and whose later leaders were usually from the Ibadi sect, established the Bahla fort. A ruler of this nation served in the Cameronian regiment and organized a series of British-trained Firqat irregular guerrillas to defeat PFLOAG-associated rebels during the (*) Dhofar rebellion; that ruler of this nation appoints 83 people to the Majlis al-Dawla. Arab spring protests in this nation were centered on the Globe Roundabout in the city of Sohar, leading to its leader, Qaboos, dismissing one-third of the Shura council. This nation controlled several colonies along the African great lakes in the 19th century, until their economy was tanked by the British banning slavery. For 10 points, name this Sultanate which also names": {
    "guess": "Oman",
    "confidence": [
      [
        "O",
        -0.04659876
      ],
      [
        "man",
        -1.735894e-05
      ]
    ]
  },
  "Dominico Ghirlandaio's work by this name stands on a large pedestal in the Sassetti Chapel in Santa Trinita, and the subject of another work of this title, Verrocchio, wears what appears to be a tight fitting dress and is in the Palazzo Vecchio. One work with this title was commissioned as a centerpiece for Lorenzo de Medici's wedding, and one section in that work depicts Ophni and Pinnees alongside the ark of the covenant. A feather strokes the inner thigh of the central figure in that work, who": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -0.708826
      ],
      [
        " Birth",
        -0.066988416
      ],
      [
        " of",
        -0.0009255149
      ],
      [
        " Venus",
        -0.0063799676
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary": {
    "guess": "Islam in Indonesia",
    "confidence": [
      [
        "Islam",
        -0.040837847
      ],
      [
        " in",
        -0.006010921
      ],
      [
        " Indonesia",
        -0.22790173
      ]
    ]
  },
  "Domenico Morelli's version of this scene depicts a pale, red-haired female corpse under a blanket to the left of a man in a white hood. In Diego Rivera's version, a turnip with humanlike breasts appears next to a larger, supine turnip. A nude woman clutching her breasts and a nude female torso framed by the door of an ornate building on top of an elephant appear in Dali's version of this scene. According": {
    "guess": "Temptation of Saint Anthony",
    "confidence": [
      [
        "T",
        -0.20408484
      ],
      [
        "empt",
        -7.183501e-05
      ],
      [
        "ation",
        -0.0003490514
      ],
      [
        " of",
        -0.0002730178
      ],
      [
        " Saint",
        -0.224578
      ],
      [
        " Anthony",
        -0.00024965755
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling": {
    "guess": "Oman",
    "confidence": [
      [
        "O",
        -0.8097954
      ],
      [
        "man",
        -0.3439303
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling into his hands. One dynasty from this nation, whose kings were called muluk and whose later leaders were usually from the Ibadi sect, established the Bahla fort. A ruler of this nation served in the Cameronian regiment and organized a series of British-trained Firqat irregular guerrillas to defeat PFLOAG-associated rebels during the (*) Dhofar rebellion; that ruler of this nation appoints 83 people to the Majlis al-Dawla. Arab spring protests in this nation were centered on the Globe Roundabout in the city of Sohar, leading to its leader, Qaboos, dismissing one-third of the Shura council. This": {
    "guess": "Oman",
    "confidence": [
      [
        "O",
        -0.051153965
      ],
      [
        "man",
        -4.274932e-05
      ]
    ]
  },
  "\"One dollar and eighty-seven cents. That was all. And sixty cents of it was in pennies. Pennies saved one and two at a time by bulldozing the grocer and the vegetable man and the butcher until one's cheeks": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.14254542
      ],
      [
        " Gift",
        -0.00074815995
      ],
      [
        " of",
        -0.00014215785
      ],
      [
        " the",
        -0.0004618896
      ],
      [
        " Mag",
        -0.009247504
      ],
      [
        "i",
        -0.00011200665
      ]
    ]
  },
  "\"One dollar and eighty-seven cents. That was all. And sixty cents of it was in pennies. Pennies saved one and two at a time by bulldozing the grocer and the vegetable man and the butcher until one's cheeks burned with the silent imputation of parsimony that such close dealing implied. Three times Della counted it. One dollar and eighty- seven cents. And the next day would be Christmas.\" This is the": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.067128986
      ],
      [
        " Gift",
        -0.0058339993
      ],
      [
        " of",
        -5.4312077e-05
      ],
      [
        " the",
        -0.00041005798
      ],
      [
        " Mag",
        -0.0019460106
      ],
      [
        "i",
        -6.873572e-05
      ]
    ]
  },
  "Dominico Ghirlandaio's work by this name stands on a large pedestal in the Sassetti Chapel in Santa Trinita, and the subject of another work of this title, Verrocchio, wears what appears to be a tight fitting dress and is in the Palazzo Vecchio. One work with this title was commissioned as a centerpiece": {
    "guess": "Tobias and the Angel",
    "confidence": [
      [
        "T",
        -0.6792741
      ],
      [
        "ob",
        -0.010818834
      ],
      [
        "ias",
        -0.0035871183
      ],
      [
        " and",
        -4.823269e-05
      ],
      [
        " the",
        -0.00028195442
      ],
      [
        " Angel",
        -5.5861725e-05
      ]
    ]
  },
  "Dominican friars sing \"Laetabundus\" on the morning of this day. It occurs twelve days before Epiphany. Eastern Orthodox churches celebrate it on January 7 due to discrepancies between the Gregorian and Julian calendars. In the wake of the English Civil War, the Puritans banned celebration of this holiday.": {
    "guess": "Twelfth Night (holiday)",
    "confidence": [
      [
        "Tw",
        -0.12699425
      ],
      [
        "elfth",
        -0.004267389
      ],
      [
        " Night",
        -0.00042495478
      ],
      [
        " (",
        -0.31768757
      ],
      [
        "holiday",
        -0.0026857525
      ],
      [
        ")",
        -0.00016516048
      ]
    ]
  },
  "Dolly Winthrop and her son Aaron take pity on this man whose gold was stolen from his house by the irresponsible Dunstan who had been blackmailing brother Godfrey about his secret marriage to Molly and their daughter. For ten points, name this elderly inhabitant of Raveloe who becomes the guardian of that daughter Hephzibah (or Eppie) whose presence and love became more precious than the gold this": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.0034073973
      ],
      [
        "as",
        -3.1186566e-05
      ],
      [
        " Mar",
        -0.0010924735
      ],
      [
        "ner",
        -4.5133394e-05
      ]
    ]
  },
  "\"One dollar and eighty-seven cents. That was all. And sixty cents of it was in pennies. Pennies saved": {
    "guess": "The Gift of the Magi",
    "confidence": [
      [
        "The",
        -0.18810615
      ],
      [
        " Gift",
        -0.00038527095
      ],
      [
        " of",
        -0.00013488642
      ],
      [
        " the",
        -0.000429954
      ],
      [
        " Mag",
        -0.008011747
      ],
      [
        "i",
        -0.00011117222
      ]
    ]
  },
  "The Dominican bachata may derive from this genre.   Songwriters in the duple meter Latin American version of this genre include Rafael Hernandez, Pedro Flores, and Jose Pepe Sanchez, whose \"Tristezas\" is sometimes considered the first song in this genre.  Works in the triple meter European version include Chopin's Opus 19 in C Major and a piece in which the snare drum plays the exact same thing for fifteen minutes.  For 10 points, identify this genre of music and dance which lends its name to a terribly": {
    "guess": "Bolero",
    "confidence": [
      [
        "B",
        -0.40347493
      ],
      [
        "ol",
        -0.60289365
      ],
      [
        "ero",
        -0.0022218646
      ]
    ]
  },
  "The Dominican bachata may derive from this genre.   Songwriters in the duple meter Latin American version of this genre include Rafael Hernandez, Pedro Flores, and Jose Pepe Sanchez, whose \"Tristezas\" is sometimes considered the first song in this genre.  Works in the triple meter European version include": {
    "guess": "Bolero",
    "confidence": [
      [
        "B",
        -0.06288032
      ],
      [
        "ol",
        -0.00025919382
      ],
      [
        "ero",
        -0.00048799152
      ]
    ]
  },
  "Domenico Morelli's version of this scene depicts a pale, red-haired female corpse under a blanket to": {
    "guess": "The Murder of the Bishop of Liège",
    "confidence": [
      [
        "The",
        -2.3536956
      ],
      [
        " Murder",
        -0.5726305
      ],
      [
        " of",
        -0.029318329
      ],
      [
        " the",
        -2.0723934
      ],
      [
        " Bishop",
        -2.3805554
      ],
      [
        " of",
        -0.0044266745
      ],
      [
        " Li",
        -0.4653021
      ],
      [
        "ège",
        -0.005425135
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling into his hands. One dynasty from this nation, whose kings were called muluk and whose later leaders were usually from the Ibadi sect, established the Bahla fort. A ruler of this nation served in the Cameronian regiment and organized a series of British-trained Firqat irregular guerrillas to defeat": {
    "guess": "Oman",
    "confidence": [
      [
        "O",
        -0.009798588
      ],
      [
        "man",
        -0.00013834333
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling into his hands. One dynasty from this nation, whose kings were called muluk and whose later leaders": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.62103045
      ],
      [
        "tt",
        -0.18077314
      ],
      [
        "oman",
        -6.2729996e-06
      ],
      [
        " Empire",
        -0.17732176
      ]
    ]
  },
  "Domenico Morelli's version of this scene depicts a pale, red-haired female corpse under a blanket to the left of a man in a white hood. In Diego Rivera's version, a turnip with humanlike breasts appears next to a larger, supine turnip. A nude woman clutching her breasts and a nude female torso framed by the door of an ornate building on top of an elephant appear in Dali's version of this scene. According to the Lives of the Artists, a print by Martin Schongauer was the basis for Michelangelo's version, his first known painting. Bosch's rendition has a pig lying next to its central figure. A screaming birdlike creature brandishing a stick appears in this scene in the Isenheim Altarpiece. For 10 points, name this scene which shows the supernatural struggles of a saint in the desert.": {
    "guess": "Temptation of Saint Anthony",
    "confidence": [
      [
        "T",
        -0.037422277
      ],
      [
        "empt",
        -5.5861725e-05
      ],
      [
        "ation",
        -0.0006783616
      ],
      [
        " of",
        -0.00016206119
      ],
      [
        " Saint",
        -0.046888053
      ],
      [
        " Anthony",
        -7.660316e-05
      ]
    ]
  },
  "Dominico Ghirlandaio's work by this name stands on a large pedestal in the Sassetti Chapel in Santa Trinita, and the subject of another work of this title, Verrocchio, wears what appears to be a tight": {
    "guess": "Adoration of the Magi",
    "confidence": [
      [
        "Ad",
        -0.9802287
      ],
      [
        "oration",
        -0.0021945175
      ],
      [
        " of",
        -0.0026461678
      ],
      [
        " the",
        -0.0013904736
      ],
      [
        " Mag",
        -0.009625642
      ],
      [
        "i",
        -0.0009184856
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling into his hands. One dynasty from this nation, whose kings were called muluk and whose later leaders were usually from the Ibadi sect, established the Bahla fort. A ruler of this nation served in the Cameronian regiment and organized a series of British-trained Firqat irregular guerrillas to defeat PFLOAG-associated rebels during the (*) Dhofar rebellion; that ruler of this nation appoints 83 people": {
    "guess": "Oman",
    "confidence": [
      [
        "O",
        -0.027770055
      ],
      [
        "man",
        -0.0002134343
      ]
    ]
  },
  "The Dominican bachata may derive from this genre.   Songwriters in the duple meter Latin American version of this genre include Rafael Hernandez, Pedro Flores, and Jose Pepe Sanchez, whose \"Tristezas\" is sometimes considered the first song in this genre.  Works in the triple meter European version include Chopin's Opus 19 in C Major and a piece in which the snare drum plays the exact same thing for": {
    "guess": "Bolero",
    "confidence": [
      [
        "B",
        -0.92293197
      ],
      [
        "ol",
        -0.012904072
      ],
      [
        "ero",
        -0.002363994
      ]
    ]
  },
  "The Dominican bachata may derive from this genre.   Songwriters in the duple meter Latin American version": {
    "guess": "Bolero",
    "confidence": [
      [
        "B",
        -0.019889656
      ],
      [
        "ol",
        -0.017634967
      ],
      [
        "ero",
        -0.0008997926
      ]
    ]
  },
  "Dominican friars sing \"Laetabundus\" on the morning of this day. It occurs twelve days before Epiphany. Eastern Orthodox churches celebrate it on January 7 due to discrepancies between the Gregorian and Julian calendars. In the wake of the English Civil War, the Puritans banned celebration of this holiday. One popular theory states its date was chosen to coincide with the Roman festival for (*) Sol Invictus, to encourage the spread of Christianity. For 10 points, name this holiday preceded by Advent": {
    "guess": "Christmas",
    "confidence": [
      [
        "Christmas",
        -0.0016272176
      ]
    ]
  },
  "Dominican friars sing \"Laetabundus\" on the morning of this day. It occurs twelve days before Epiphany. Eastern Orthodox churches celebrate it on January 7 due to discrepancies between the Gregorian and Julian calendars. In the wake of the English Civil War, the Puritans banned celebration of this holiday. One popular theory states its date was chosen to coincide with the Roman festival for (*) Sol": {
    "guess": "Twelfth Night (holiday)",
    "confidence": [
      [
        "Tw",
        -0.1892659
      ],
      [
        "elfth",
        -0.012042284
      ],
      [
        " Night",
        -0.0007392307
      ],
      [
        " (",
        -0.08288659
      ],
      [
        "holiday",
        -0.0022234106
      ],
      [
        ")",
        -0.00025478328
      ]
    ]
  },
  "Domenico Morelli's version of this scene depicts a pale, red-haired female corpse under a blanket to the left of a man in a white hood. In Diego Rivera's version, a turnip with humanlike breasts appears next to a larger, supine turnip. A nude woman clutching her breasts and a nude female torso framed by the door of an ornate building on top of an elephant appear in Dali's version of this scene. According to the Lives of the Artists, a print by Martin Schongauer was the basis for Michelangelo's version,": {
    "guess": "Descent from the Cross",
    "confidence": [
      [
        "Des",
        -0.9131867
      ],
      [
        "cent",
        -0.00021843717
      ],
      [
        " from",
        -0.00041351124
      ],
      [
        " the",
        -0.00027051452
      ],
      [
        " Cross",
        -0.0004477117
      ]
    ]
  },
  "Dominico Ghirlandaio's work by this name stands on a large pedestal in the Sassetti Chapel in Santa Trinita, and the subject of another work of this title, Verrocchio, wears what appears to be a tight fitting dress and is in the Palazzo Vecchio. One work with this title was commissioned as a centerpiece for Lorenzo de Medici's wedding, and one section in that work depicts Ophni and Pinnees alongside the ark of the covenant. A feather strokes the inner thigh of the central figure in that work, who is depicted wearing boots. Another work with this title shows the central figure hold a slingshot over": {
    "guess": "Tobias and the Angel",
    "confidence": [
      [
        "T",
        -0.39528716
      ],
      [
        "ob",
        -0.108748466
      ],
      [
        "ias",
        -0.0046634227
      ],
      [
        " and",
        -0.00011582117
      ],
      [
        " the",
        -0.0008684677
      ],
      [
        " Angel",
        -0.0005972353
      ]
    ]
  },
  "The Dominican bachata may derive from this genre.   Songwriters in the duple meter Latin American version of this genre include Rafael Hernandez, Pedro Flores, and Jose Pepe Sanchez, whose \"Tristezas\" is sometimes considered the first song in this genre.  Works in the triple meter European version include Chopin's Opus 19 in C Major and a piece in which the snare drum plays the exact same thing for fifteen minutes.  For 10 points, identify this genre of music and dance which lends its name to a terribly repetitive work by Maurice Ravel.": {
    "guess": "Bolero",
    "confidence": [
      [
        "B",
        -1.4174987
      ],
      [
        "ol",
        -0.07809242
      ],
      [
        "ero",
        -0.0042053093
      ]
    ]
  },
  "The dominant religious sect in this nation unusually believes that a worldwide caliphate is unnecessary and rely primarily on the Jami Sahih hadith collection. A leader of this nation from the Yaruba Dynasty engaged in a two-year long siege of Fort Jesus, leading to the Kenyan city of Mombasa falling into his hands. One dynasty from this nation, whose kings were called muluk and whose later leaders were usually from the Ibadi sect, established the Bahla fort. A ruler of this nation served in the": {
    "guess": "Oman",
    "confidence": [
      [
        "O",
        -0.015743056
      ],
      [
        "man",
        -0.00018673266
      ]
    ]
  },
  "Dominico Ghirlandaio's work by this name stands on a large pedestal in the Sassetti Chapel in Santa Trinita,": {
    "guess": "Sassetti Chapel",
    "confidence": [
      [
        "S",
        -0.39250532
      ],
      [
        "ass",
        -0.025428468
      ],
      [
        "etti",
        -0.0012426133
      ],
      [
        " Chapel",
        -0.004486258
      ]
    ]
  },
  "Dominico Ghirlandaio's work by this name stands on a large pedestal in the Sassetti Chapel in Santa Trinita, and the subject of another work of this title, Verrocchio, wears what appears to be a tight fitting dress and is in the Palazzo Vecchio. One work with this title was commissioned as a centerpiece for Lorenzo de Medici's wedding, and one section in that work depicts Ophni and Pinnees alongside the ark of the covenant. A feather strokes the inner thigh of the central figure in that work, who is depicted wearing boots. Another work with this title shows the central figure hold a slingshot over his left shoulder.  For 10 points, Michelangelo and Donatello sculpted what biblical hero who slayed": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.0021400284
      ]
    ]
  },
  "Dominico Ghirlandaio's work by this name stands on a large pedestal in the Sassetti Chapel in Santa Trinita, and the subject of another work of this title, Verrocchio, wears what appears to be a tight fitting dress and is in the Palazzo Vecchio. One work with this title was commissioned as a centerpiece for Lorenzo de Medici's wedding, and one section in that work depicts Ophni and Pinnees alongside the ark of the covenant. A feather strokes the inner thigh of the central figure in that work, who is depicted wearing boots. Another work with this title shows the central figure hold a slingshot over his left shoulder.  For 10 points, Michelangelo and Donatello sculpted what biblical hero who slayed Goliath?": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.00014966767
      ]
    ]
  },
  "A domain present in these proteins and primases has a structure similar to a Rossman fold. Anti-cancer drugs such as anthracyclines and acridines are thought to stabilize the complex formed by this protein and its substrate, while a more popular inhibitor of these enzymes is the alkaloid camptothecin. One type of these, which exhibits ATPase activity, initially binds to the Gate segment, after which the T segment (*) moves through the central cavity while the substrate is rigidly held, while type": {
    "guess": "DNA topoisomerase",
    "confidence": [
      [
        "DNA",
        -0.63830656
      ],
      [
        " top",
        -0.06792558
      ],
      [
        "ois",
        -1.8550976e-05
      ],
      [
        "om",
        -0.4295862
      ],
      [
        "erase",
        -4.9424725e-05
      ]
    ]
  },
  "A domain present in these proteins and primases has a structure similar to a Rossman fold. Anti-cancer drugs such as anthracyclines and acridines are thought to stabilize the complex formed by this protein and its substrate, while a more popular inhibitor of these enzymes is the alkaloid camptothecin. One type of these, which exhibits ATPase activity, initially binds to the Gate segment, after which the T segment (*) moves through the central cavity while the substrate is rigidly held, while type I of these enzymes allow for rotation and re-ligation after proceeding through a phospho-tyrosine intermediate.": {
    "guess": "Topoisomerase",
    "confidence": [
      [
        "Top",
        -0.593766
      ],
      [
        "ois",
        -0.00046701534
      ],
      [
        "om",
        -0.4988952
      ],
      [
        "erase",
        -1.7954959e-05
      ]
    ]
  },
  "A domain present in these proteins and primases has a structure similar to a Rossman fold. Anti-cancer drugs such as anthracyclines and acridines are thought to stabilize the complex formed by this protein and its substrate, while a more popular inhibitor of these enzymes is the alkaloid camptothecin. One type of these, which exhibits ATPase activity, initially binds to the Gate segment, after which the T segment (*) moves through the central cavity while the substrate is rigidly held, while type I of these enzymes allow for rotation and re-ligation after proceeding through a phospho-tyrosine intermediate. The first example of it was discovered in E. Coli and was called gyrase. For 10 points,": {
    "guess": "DNA topoisomerase",
    "confidence": [
      [
        "DNA",
        -0.49638367
      ],
      [
        " top",
        -0.031997107
      ],
      [
        "ois",
        -1.2664457e-06
      ],
      [
        "om",
        -0.113742396
      ],
      [
        "erase",
        -5.6769813e-06
      ]
    ]
  },
  "A domain present in these proteins and primases has a structure similar to a Rossman fold. Anti-cancer drugs such as anthracyclines and acridines are thought to stabilize the complex formed by this protein and its substrate, while a more popular inhibitor of these enzymes is the alkaloid camptothecin. One type of these, which exhibits ATPase activity, initially binds to the Gate segment, after which the T segment (*) moves through the central cavity while the substrate is rigidly held, while type I of these enzymes allow for rotation and re-ligation after proceeding through a phospho-tyrosine intermediate. The first example of it was discovered in E. Coli and was called gyrase. For 10 points, identify these enzymes which change their substrate's linking number, one of which relieves positive": {
    "guess": "DNA topoisomerases",
    "confidence": [
      [
        "DNA",
        -0.5362377
      ],
      [
        " top",
        -0.048935696
      ],
      [
        "ois",
        -0.0003918272
      ],
      [
        "omer",
        -0.32372284
      ],
      [
        "ases",
        -2.7372049e-05
      ]
    ]
  },
  "A domain present in these proteins and primases has a structure similar to a Rossman fold. Anti-cancer drugs such as anthracyclines and acridines are thought to stabilize the complex formed by this protein and its substrate, while a more popular inhibitor of these enzymes is the alkaloid camptothecin. One type of these, which exhibits ATPase activity, initially binds to the Gate segment, after which the T segment (*) moves through the central cavity while the substrate is rigidly held, while type I of these enzymes allow for rotation and re-ligation after proceeding through a phospho-tyrosine intermediate. The first example of it was discovered in E. Coli and was called gyrase. For 10 points, identify these enzymes which change their substrate's linking number, one of which relieves positive and negative supercoiling by cutting and reconnecting DNA.": {
    "guess": "Topoisomerases",
    "confidence": [
      [
        "Top",
        -0.64885736
      ],
      [
        "ois",
        -0.0002484655
      ],
      [
        "omer",
        -0.23569188
      ],
      [
        "ases",
        -1.4498052e-05
      ]
    ]
  }
}