{
  "During axial load, the ratio of transverse strain to axial strain is a dimensionless number known as his ratio. In electrostatics, his equation is the differential form of Gauss's Law, and relates the": {
    "guess": "Poisson's ratio",
    "confidence": [
      [
        "P",
        -0.066442095
      ],
      [
        "ois",
        -0.000106046464
      ],
      [
        "son",
        -0.00022463576
      ],
      [
        "'s",
        -0.00020532844
      ],
      [
        " ratio",
        -0.018627804
      ]
    ]
  },
  "During axial load, the ratio of transverse strain to axial strain is a dimensionless number known as": {
    "guess": "Poisson's ratio",
    "confidence": [
      [
        "P",
        -0.08973266
      ],
      [
        "ois",
        -1.473646e-05
      ],
      [
        "son",
        -0.00015776986
      ],
      [
        "'s",
        -0.00019829543
      ],
      [
        " ratio",
        -0.01802117
      ]
    ]
  },
  "During axial load, the ratio of transverse strain to axial strain is a dimensionless number known as his ratio. In electrostatics, his equation is the differential form of Gauss's Law, and relates the Laplacian of the potential to the local charge density. His probability distribution arises when counting the number of occurrences of a rare event in a long series of trials. FTP name this French mathematician and physicist with a fishy name.": {
    "guess": "Sima (mathematician)",
    "confidence": [
      [
        "S",
        -0.9348064
      ],
      [
        "ima",
        -0.5405758
      ],
      [
        " (",
        -1.4744296
      ],
      [
        "math",
        -1.1782728
      ],
      [
        "ematic",
        -0.27287465
      ],
      [
        "ian",
        -0.026211927
      ],
      [
        ")",
        -0.0010640095
      ]
    ]
  },
  "During axial load, the ratio of transverse strain to axial strain is a dimensionless number known as his ratio. In electrostatics, his equation is the differential form of Gauss's Law, and relates the Laplacian of the potential to the local charge density. His probability distribution arises when counting the number of occurrences of a rare event in a long series of trials. FTP name this French mathematician": {
    "guess": "Pierre-Simon Laplace",
    "confidence": [
      [
        "P",
        -1.0499063
      ],
      [
        "ierre",
        -0.4866276
      ],
      [
        "-S",
        -0.040362462
      ],
      [
        "imon",
        -0.00058758346
      ],
      [
        " Lap",
        -0.001630194
      ],
      [
        "lace",
        -0.000100205485
      ]
    ]
  },
  "During axial load, the ratio of transverse strain to axial strain is a dimensionless number known as his ratio. In electrostatics, his equation is the differential form of Gauss's Law, and relates the Laplacian of the potential to the local charge density. His probability distribution arises when counting": {
    "guess": "Poisson's ratio",
    "confidence": [
      [
        "P",
        -0.14931425
      ],
      [
        "ois",
        -1.0325924e-05
      ],
      [
        "son",
        -0.00015478976
      ],
      [
        "'s",
        -0.0037593478
      ],
      [
        " ratio",
        -0.10602681
      ]
    ]
  }
}