{
  "One holder of this office created the so-called \"fifth court\", his country's first court of appeals. That man was Skapti. The leaders who elected this official were called \"gothi\", a word that had meant \"priest\" in pagan times. This official served a three-year term, and his most notable task was performed once a year. This official sat on the Logberg, a rocky outcropping from which he could address": {
    "guess": "Lawspeaker of the Althing",
    "confidence": [
      [
        "Law",
        -0.77098507
      ],
      [
        "speaker",
        -0.041817192
      ],
      [
        " of",
        -0.30901197
      ],
      [
        " the",
        -0.07375776
      ],
      [
        " Al",
        -0.33650658
      ],
      [
        "thing",
        -0.0006245146
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they": {
    "guess": "King of Spain",
    "confidence": [
      [
        "King",
        -0.98025846
      ],
      [
        " of",
        -0.0042011556
      ],
      [
        " Spain",
        -0.0533211
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render it non-integrable due to the introductions of horseshoes, which are intersections between stable and unstable manifolds. The differential equation describing the dynamics of a nonlinear one of these systems contains a term proportional to the sine of the angle, which means that displacement of such a system is proportional to an elliptic integral of the first kind. A linear variant of this system": {
    "guess": "Nonlinear system",
    "confidence": [
      [
        "Non",
        -1.0422392
      ],
      [
        "linear",
        -0.01735535
      ],
      [
        " system",
        -0.72170264
      ]
    ]
  },
  "One holder of this position rolled up a prepared speech into a telescope and stared through it instead of reading it. That holder of this position authorized the issuance of the Twenty-One Demands to a": {
    "guess": "List of emperors of Japan",
    "confidence": [
      [
        "List",
        -0.99833244
      ],
      [
        " of",
        -0.000706237
      ],
      [
        " em",
        -1.828627
      ],
      [
        "per",
        -0.004820869
      ],
      [
        "ors",
        -0.00010294717
      ],
      [
        " of",
        -0.0004715451
      ],
      [
        " Japan",
        -0.11539161
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous \"flaming protest.\" A holder of this position attempted to forestall a revolution in his country in 1848 by allowing Johan Thorbecke to draft a new constitution, while the successor to that holder of this position caused Thorbecke's resignation by standing in opposition to the re-establishmet of a Catholic archbishopric in his country. Another holder of this position was the target of an independence movement in 1830, which achieved its goal when that holder of this position recognized an independent Belgium in 1839 and abdicated the following year. The last man to hold this position in the 19th century passed it to his daughter, Wilhelmina. For ten points, identify this position held in the 19th century by three men with the royal name of William, as well as by the aforementioned Wilhelmina and later her daughter Juliana, which involves ruling a nation from Amsterdam.": {
    "guess": "Monarchy of the Netherlands",
    "confidence": [
      [
        "Mon",
        -0.09014636
      ],
      [
        "archy",
        -0.003237013
      ],
      [
        " of",
        -0.042314727
      ],
      [
        " the",
        -0.000711359
      ],
      [
        " Netherlands",
        -2.9994528e-05
      ]
    ]
  },
  "Holospora obtusa can have a symbiotic relationship with the caudatum variety of this organism, while bursaria can host photosynthetic endosymbionts. Didinium almost exclusively consumes this organism, whose (*) macronucleus can contain eight hundred copies of a chromosome. Like similar organisms, this": {
    "guess": "Paramecium",
    "confidence": [
      [
        "Par",
        -0.022415627
      ],
      [
        "ame",
        -2.4584822e-06
      ],
      [
        "c",
        -2.2127088e-05
      ],
      [
        "ium",
        -1.0280384e-06
      ]
    ]
  },
  "This holiday occurs on the day before the Fast of Gedaliah, and it is believed to be the day on which God inscribes one's fate into the Book of Life. Its observers metaphorically cast off their sins into a body of water in a ritual known as tashlikh. Apples dipped in honey are consumed during this holiday, which begins the Days of Awe. A ram's horn called the shofar is blown to satisfy the commandment of making T'ruah, and it incorporates the greeting \"shana tova.\" For 10 points, name this holiday occurring at the beginning of Tishrei, the Jewish New Year.": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.15092035
      ],
      [
        "om",
        -0.0003964761
      ],
      [
        " K",
        -2.3319124e-05
      ],
      [
        "ipp",
        -3.6073914e-05
      ],
      [
        "ur",
        -2.1411865e-05
      ]
    ]
  },
  "One holder of this rank fought against Go-Daigo after breaking away from the Kemmu Restoration. This position ruled via the bakufu, or tent government. One dynasty of this rank was founded after the Battle of Sekigahara and ordered subordinates to leave their families in Edo as hostages. A different dynasty was founded by Minamoto no Yoritomo, and the founder of the final one was a lieutenant of Hideyoshi. Several different dynasties held this title, such as the Ashikaga, Kamakura, and Tokugawa. For 10 points, name this highest military position in feudal Japan, whose name derived from a title meaning \"barbarian-quelling generalissimo.\"": {
    "guess": "Shogun",
    "confidence": [
      [
        "Sh",
        -0.0033615315
      ],
      [
        "og",
        -0.1945182
      ],
      [
        "un",
        -0.00028600733
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous \"flaming protest.\" A holder of this position attempted to forestall a revolution in his country in 1848 by allowing Johan Thorbecke to draft a new constitution, while the successor to that holder": {
    "guess": "List of Grand Masters of the Teutonic Order",
    "confidence": [
      [
        "List",
        -0.9021231
      ],
      [
        " of",
        -0.00061712763
      ],
      [
        " Grand",
        -0.9816747
      ],
      [
        " Masters",
        -0.35596016
      ],
      [
        " of",
        -4.6563837e-05
      ],
      [
        " the",
        -0.0009970829
      ],
      [
        " Te",
        -0.023721272
      ],
      [
        "ut",
        -6.704273e-07
      ],
      [
        "onic",
        -5.5122365e-07
      ],
      [
        " Order",
        -0.5608717
      ]
    ]
  },
  "Holidays in this religion include the Day of Ashura. Members of this religion use the misbaha, a ninety": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.008012932
      ]
    ]
  },
  "One of them holds a mace that represents knowledge; that one also bore a mountain on his back on which the gods rode. One of them defeated the demon Goldeneye to recover the Earth from the bottom of the cosmic ocean, while another avoided a boon given to the father of a devotee by jumping out of a pillar. The axe-wielding one will train the one that will appear riding a winged horse to end the Kali": {
    "guess": "Dashavatara",
    "confidence": [
      [
        "Dash",
        -0.008248952
      ],
      [
        "av",
        -2.2007884e-05
      ],
      [
        "at",
        -6.635165e-05
      ],
      [
        "ara",
        -2.8160932e-06
      ]
    ]
  },
  "This holiday is celebrated the following day in certain walled cities in the \"Shushan\" version. Rabbis presiding over the service on this holiday rub two stones to erase a certain name, and each adult": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.008523791
      ],
      [
        "ur",
        -5.5122365e-07
      ],
      [
        "im",
        -2.4584822e-06
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they asked her to stop. A holder of this title exacted a tribute of 2,000 blankets of five types, twenty bowls of gold dust, and enough girls to fill ten harems. The last holder of this title was ordered hanged by a man who hurt himself in a fit of guilt-related insomnia several days later. The best-known of these men died from wounds caused by stones thrown by his subjects at his head, arms, and legs, but the death was blamed on an invading army, who consequently suffered many losses on (*) La Noche": {
    "guess": "Tlatoani",
    "confidence": [
      [
        "T",
        -1.0923349
      ],
      [
        "l",
        -0.15534449
      ],
      [
        "ato",
        -0.0008677525
      ],
      [
        "ani",
        -0.00037693037
      ]
    ]
  },
  "Hollywood loved to turn his books into movies, and his second wife was American actress Paulette Goddard with whom he lived until his death in 1970.  F. Scott Fitzgerald got his only screen credit in adapting this author's Three Comrades into a 1938 movie starring Robert Taylor and Margaret Sullavan, and his best-known novel written in 1929 was quickly made into a film which won the Best Picture and Best Director Oscars in 1930. FTP, what German writer wrote The Road Back as a sequel to his more famous All Quiet on the Western Front.": {
    "guess": "Erich Maria Remarque",
    "confidence": [
      [
        "E",
        -0.0012801185
      ],
      [
        "rich",
        -0.00014931006
      ],
      [
        " Maria",
        -0.00039170796
      ],
      [
        " Rem",
        -0.00012142374
      ],
      [
        "ar",
        -0.00010175513
      ],
      [
        "que",
        -7.016616e-05
      ]
    ]
  },
  "The holiday that commemorates this event was originally established by Sixtus IV, but the church did not definitively confirm the doctrine that lies behind it. Pope Alexander VII gave further support to the doctrine in 1661, but it was not until the Apostolic Constiution Ineffabilis Deus, issued in 1854 by Pius IX that it became universal doctrine that this event was a one- time exception to a universal law. Its holiday is 8 December, although it's often confused with the Feast of the Incarnation, which takes place nine months before Christmas. FTP, name this event that happened to St. Anne in": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.025983369
      ],
      [
        "mac",
        -1.8789384e-05
      ],
      [
        "ulate",
        -1.8789384e-05
      ],
      [
        " Con",
        -3.5313153e-06
      ],
      [
        "ception",
        -7.465036e-06
      ]
    ]
  },
  "This holiday was once the first day on which the Bikkurim ceremony could be performed, wherein the seven species would be brought to the temple. The Akdamut, a poem by Rabbi Meir of Worms, is read during": {
    "guess": "Shavuot",
    "confidence": [
      [
        "Sh",
        -0.0029684303
      ],
      [
        "av",
        -3.7742768e-05
      ],
      [
        "u",
        -0.00028708015
      ],
      [
        "ot",
        -2.546479e-05
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist studied its partitioning. This term is paired with \"recalcitrance\" to describe the resistance of plant fibers to degradation by microbes. A study of the relationship between this quantity, alpha diversity, and functional biodiversity found that its increase with alpha diversity was highest for small, isolated ecosystems while its increase with functional diversity was constant as ecosystem size. Its vertical distribution is a major determinant of plant fitness. Primary productivity is defined as the rate at which this quantity increases among autotrophs. This quantity decreases sharply as one ascends an ecological pyramid, and in some applications excludes water or mineral tissue like bone; in other cases it is measured in terms of organically bound carbon atoms. For 10 points, name": {
    "guess": "Biomass",
    "confidence": [
      [
        "B",
        -0.09460538
      ],
      [
        "iom",
        -3.333223e-05
      ],
      [
        "ass",
        -6.704273e-07
      ]
    ]
  },
  "This holiday occurs on the day before the Fast of Gedaliah, and it is believed to be the day on which God inscribes one's fate into the Book of Life. Its observers metaphorically cast off their sins into": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.17834967
      ],
      [
        "om",
        -5.6769813e-06
      ],
      [
        " K",
        -3.1281633e-07
      ],
      [
        "ipp",
        -7.703444e-06
      ],
      [
        "ur",
        -2.2723105e-05
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render it non-integrable due to the introductions of horseshoes, which are intersections between stable and unstable manifolds. The differential equation describing the dynamics of a nonlinear one of these systems contains a term proportional to the sine of the angle, which means that displacement of such a system is proportional to an elliptic integral of the first kind. A linear variant of this system avoids that complication by Taylor expanding around the equilibrium point and assuming small-angle oscillations, which gives a period of two pi times the square root of the length over the gravitational": {
    "guess": "Double pendulum",
    "confidence": [
      [
        "Double",
        -0.41447306
      ],
      [
        " pend",
        -0.23411907
      ],
      [
        "ulum",
        -8.9834764e-05
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association and sent secret delegates to the Hague Convention of 1907. An assassination plot prompted one holder of this position to kill six officials who became known as the \"six martyred ministers.\" Several holders of this position ordered \"literati purges.\" A holder of this position created an institution of scholars called the Hall of Worthies, which was responsible for developing a new writing system. Another holder of this position supported the Sarim faction and was aided by \"righteous armies\" in his struggle against an invasion. The promulgation of the Gabo Reform occurred during the reign of one holder of this position after the Donghak Peasant Revolution affected his country, which was annexed in 1910 by Japan. For 10 points, name this title held by Kojong, Sejo, Sejong, and several other": {
    "guess": "List of Korean monarchs",
    "confidence": [
      [
        "List",
        -0.67609084
      ],
      [
        " of",
        -0.00020914296
      ],
      [
        " Korean",
        -0.27864632
      ],
      [
        " monarch",
        -0.057304002
      ],
      [
        "s",
        -8.089449e-05
      ]
    ]
  },
  "One holder of this position rolled up a prepared speech into a telescope and stared through it instead of reading it. That holder of this position authorized the issuance of the Twenty-One Demands to a neighboring country. The increase of this position's power was the object of the League of Blood and": {
    "guess": "Prime Minister of Japan",
    "confidence": [
      [
        "Prime",
        -1.3130804
      ],
      [
        " Minister",
        -0.026235156
      ],
      [
        " of",
        -0.00029506313
      ],
      [
        " Japan",
        -0.037394483
      ]
    ]
  },
  "Holidays in this religion include the Day of Ashura. Members of this religion use the misbaha, a ninety nine bead rosary that represents the ninety nine names of God. Some members of this religion believe that an evil figure called the Dajjal will come before the end of the world, but be defeated by a good figure called the Mahdi. This religion's profession of faith is called the Shahada. Its members must perform Salah, or prayer, and Zakat, or alms-giving, as well as Hajj, one of this religion's Five Pillars. For ten points, name this religion founded by Mohammad.": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.0037499636
      ]
    ]
  },
  "One holder of this title who was nicknamed \"The Lion\" was forced to sign the unfavorable Treaty of Lambert after the defeat of his navy, which was led by Eustace the Monk. Another holder of this title": {
    "guess": "King of Scotland",
    "confidence": [
      [
        "King",
        -0.8423629
      ],
      [
        " of",
        -0.2092783
      ],
      [
        " Scotland",
        -0.56730765
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous \"flaming protest.\" A holder of this position attempted to forestall a revolution in his country in 1848 by allowing Johan Thorbecke to draft a new constitution, while the successor to that holder of this position caused Thorbecke's resignation by standing in opposition to the re-establishmet of a Catholic archbishopric in his country. Another holder of this position was the target of an independence movement in 1830, which achieved its goal when that holder of this position recognized an independent": {
    "guess": "Prime Minister of the Netherlands",
    "confidence": [
      [
        "Prime",
        -0.75500727
      ],
      [
        " Minister",
        -0.0183679
      ],
      [
        " of",
        -8.6735476e-05
      ],
      [
        " the",
        -0.0119810365
      ],
      [
        " Netherlands",
        -0.0017915593
      ]
    ]
  },
  "One holder of this title who was nicknamed \"The Lion\" was forced to sign the unfavorable Treaty of Lambert after the defeat of his navy, which was led by Eustace the Monk. Another holder of this title won a battle that led to Otto IV being deposed as Holy Roman Emperor. Yet another holder of this title was nicknamed \"The Father of the People.\" The League of Venice was organized against another holder of this title, and defeated him at the Battle of Fornovo. Another holder of this title had to fight the Mad War against the League of the Public Weal. Advisors or generals serving the holder of this title have included Turenne, Turgot, Sully, and Mazarin. For ten points, give this title most notably held by the \"Sun King\", Louis XIV.": {
    "guess": "King of France",
    "confidence": [
      [
        "King",
        -0.0980811
      ],
      [
        " of",
        -3.3213026e-05
      ],
      [
        " France",
        -0.0034514605
      ]
    ]
  },
  "One holder of this position rolled up a prepared speech into a telescope and stared through it instead of reading it. That holder of this position authorized the issuance of the Twenty-One Demands to a neighboring country. The increase of this position's power was the object of the League of Blood and of the 2-26 incident. It is unknown whether one holder of this position knew of the brutal activities of Unit 731. A holder of this position announced his country's unconditional surrender in the \"Jewel": {
    "guess": "Prime Minister of Japan",
    "confidence": [
      [
        "Prime",
        -0.3907958
      ],
      [
        " Minister",
        -0.013524056
      ],
      [
        " of",
        -7.2192626e-05
      ],
      [
        " Japan",
        -0.0014423766
      ]
    ]
  },
  "Holders of this office were heavily influenced by Theodora and her daughter Marozia during the Pornocracy. The son of one man with this title hosted the lewd Banquet of Chestnuts and was the sister of": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.055751704
      ],
      [
        "ope",
        -0.0071918657
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they asked her to stop. A holder of this title exacted a tribute of 2,000 blankets of five types, twenty": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.3919109
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they asked her to stop. A holder of this title exacted a tribute of 2,000 blankets of five types, twenty bowls of gold dust, and enough girls to fill ten harems. The last holder of this title was ordered hanged by a man who hurt himself in a fit of guilt-related insomnia several days later. The best-known": {
    "guess": "List of Tenochtitlan rulers",
    "confidence": [
      [
        "List",
        -0.9966368
      ],
      [
        " of",
        -0.0008401192
      ],
      [
        " Ten",
        -1.7503378
      ],
      [
        "och",
        -0.11313587
      ],
      [
        "tit",
        -0.0017072016
      ],
      [
        "lan",
        -0.004552235
      ],
      [
        " rulers",
        -0.0016424537
      ]
    ]
  },
  "One holy figure in this religion claimed the protection of Huma, the Bird of Heaven, and mentioned the death of his four sons in a letter addressed to a hostile emperor, the \"Epistle of Victory.\" Water stirred with a double-edged sword is used to baptize individuals who then wear a steel bracelet, a wooden comb, and a dagger known as a kirpan, as part of the 5 Ks. Its holiest temple, or gurdwara, is the Harmandir Sahib or Golden Temple in Amritsar. FTP name this religion whose leaders include Gobind": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.023489345
      ],
      [
        "ikh",
        -0.00015431295
      ],
      [
        "ism",
        -0.00019376569
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association and sent secret delegates to the Hague Convention of 1907. An assassination plot prompted one holder of this position to kill six officials who became known as the \"six martyred ministers.\" Several holders of this position ordered \"literati purges.\" A holder of this position created an institution of scholars called the Hall of Worthies, which was responsible for developing a new writing system. Another holder of this position supported the Sarim faction and was aided by \"righteous armies\" in his struggle against an invasion. The promulgation of the Gabo Reform occurred during the reign of one": {
    "guess": "List of Korean monarchs",
    "confidence": [
      [
        "List",
        -0.6356705
      ],
      [
        " of",
        -0.00010652328
      ],
      [
        " Korean",
        -0.17346643
      ],
      [
        " monarch",
        -0.06624072
      ],
      [
        "s",
        -6.980855e-05
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association": {
    "guess": "Pedro II of Brazil",
    "confidence": [
      [
        "Ped",
        -1.3902229
      ],
      [
        "ro",
        -0.0004985823
      ],
      [
        " II",
        -0.042577166
      ],
      [
        " of",
        -0.0007161272
      ],
      [
        " Brazil",
        -3.4762674e-05
      ]
    ]
  },
  "Holders of this position are responsible for receiving written communication from the President when he resigns, and the second one presented the Virginia Plan. Madeleine Albright was the first woman to hold this post, and George Marshall created his namesake plan after World War II while holding this position. The first holder of this position, (*) Thomas Jefferson, was appointed by Washington and notably opposed the views of the Treasury Secretary Alexander Hamilton, while others who were given this title include Colin Powell and Condoleezza Rice. For ten points, identify this cabinet position": {
    "guess": "United States Secretary of State",
    "confidence": [
      [
        "United",
        -0.007076463
      ],
      [
        " States",
        -4.7755875e-05
      ],
      [
        " Secretary",
        -0.00017290872
      ],
      [
        " of",
        -6.062987e-05
      ],
      [
        " State",
        -0.21108107
      ]
    ]
  },
  "Hollywood loved to turn his books into movies, and his second wife was American actress Paulette Goddard": {
    "guess": "Ernest Hemingway",
    "confidence": [
      [
        "Er",
        -0.50917983
      ],
      [
        "nest",
        -0.2993222
      ],
      [
        " Hem",
        -0.00049965514
      ],
      [
        "ing",
        -0.00043233807
      ],
      [
        "way",
        -6.217952e-05
      ]
    ]
  },
  "Holders of this position are responsible for receiving written communication from the President when he resigns, and the second one presented the Virginia Plan. Madeleine Albright was the first woman to hold this post, and George Marshall created his namesake plan after World War II while holding this position. The first holder of this position, (*) Thomas Jefferson, was appointed by Washington and": {
    "guess": "United States Secretary of State",
    "confidence": [
      [
        "United",
        -0.42641836
      ],
      [
        " States",
        -0.00017433916
      ],
      [
        " Secretary",
        -0.0016450725
      ],
      [
        " of",
        -0.00059115957
      ],
      [
        " State",
        -0.0060134064
      ]
    ]
  },
  "This holiday is celebrated the following day in certain walled cities in the \"Shushan\" version. Rabbis presiding over the service on this holiday rub two stones to erase a certain name, and each adult Jew observer of this holiday must send two foods to a friend and two donations to two poor people. One": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.034082454
      ],
      [
        "ur",
        -3.1737043e-06
      ],
      [
        "im",
        -4.012684e-05
      ]
    ]
  },
  "Holidays in this religion include the Day of Ashura. Members of this religion use the misbaha, a ninety nine bead rosary that represents the ninety nine names of God. Some members of this religion believe that an evil figure called the Dajjal will come before the end of the world, but be defeated by a good figure called the Mahdi. This religion's profession of faith is called the Shahada. Its members must perform Salah, or prayer, and Zakat, or alms-giving, as well as Hajj, one of this religion's": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.0039418563
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous": {
    "guess": "List of rulers of Moldavia",
    "confidence": [
      [
        "List",
        -0.068682455
      ],
      [
        " of",
        -2.8564085e-05
      ],
      [
        " rulers",
        -1.0061492
      ],
      [
        " of",
        -0.00019150082
      ],
      [
        " Mold",
        -1.1851441
      ],
      [
        "avia",
        -0.011550663
      ]
    ]
  },
  "One holder of this office created the so-called \"fifth court\", his country's first court of appeals. That man was Skapti. The leaders who elected this official were called \"gothi\", a word that had meant \"priest\" in pagan times. This official served a three-year term, and his most notable task was performed once a year. This official sat on the Logberg, a rocky outcropping from which he could address the assembly below, and at least one holder of this office was forced to resign because of a weak": {
    "guess": "Lawspeaker of the Althing",
    "confidence": [
      [
        "Law",
        -1.0435709
      ],
      [
        "speaker",
        -0.09566198
      ],
      [
        " of",
        -0.36840895
      ],
      [
        " the",
        -0.030968249
      ],
      [
        " Al",
        -0.3831857
      ],
      [
        "thing",
        -0.0015600931
      ]
    ]
  },
  "One man to hold this post resigned after creating an open space called Aequimaelium and ordering the death of a man who bought up wheat during a famine. This was the original position responsible for appointing a lieutenant named the Master of the Horse. While serving in this post, one man was given the epithet \"Cunctator,\" mocking his delaying tactics. Another man was informed he had been named to this position while he was (*) plowing his farm, which he returned to once he had finished serving. This position was formally abolished by the Lex Antonia and it was given to Cincinnatus in 439 BC.": {
    "guess": "Dictator of Rome",
    "confidence": [
      [
        "Dict",
        -0.49049515
      ],
      [
        "ator",
        -0.00018697108
      ],
      [
        " of",
        -0.05006239
      ],
      [
        " Rome",
        -0.46460608
      ]
    ]
  },
  "One holder of this rank fought against Go-Daigo after breaking away from the Kemmu Restoration. This position ruled via the bakufu, or tent government. One dynasty of this rank was founded after the Battle of Sekigahara and ordered subordinates to leave their families in Edo as hostages. A different dynasty was founded by Minamoto no Yoritomo, and the founder of the final one was a lieutenant of Hideyoshi. Several different dynasties held this title, such as the Ashikaga, Kamakura, and Tokugawa. For 10 points, name this highest military position in feudal Japan, whose name derived from a title": {
    "guess": "Shogun",
    "confidence": [
      [
        "Sh",
        -0.005696623
      ],
      [
        "og",
        -0.2994894
      ],
      [
        "un",
        -0.0011942753
      ]
    ]
  },
  "Holders of this position are responsible for receiving written communication from the President when": {
    "guess": "White House Chief of Staff",
    "confidence": [
      [
        "White",
        -0.295946
      ],
      [
        " House",
        -4.143808e-05
      ],
      [
        " Chief",
        -0.008428169
      ],
      [
        " of",
        -0.00036679808
      ],
      [
        " Staff",
        -2.2365493e-05
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well as making adultery punishable by death by buzzard.  Another person that held this position, who had the same name as the previous, supposedly drove out all sorcerers from his land after he received visions from seers of his palace being entirely flooded by water and his culture's god of war being shown cast upon the floor. Those two figures were recorded at length by the priest Diego Duran, though more general information on them comes from so- called codices. Another one of these figures was named after a mythical water monster that devoured human flesh - that one supposedly constructed temples of skulls leftover from human sacrifices from the Flowery Wars. That man, Ahuizotl, was succeeded": {
    "guess": "Aztec Emperor",
    "confidence": [
      [
        "Az",
        -0.18223363
      ],
      [
        "tec",
        -1.0087517e-05
      ],
      [
        " Emperor",
        -0.694265
      ]
    ]
  },
  "This holiday is celebrated the following day in certain walled cities in the \"Shushan\" version. Rabbis presiding over the service on this holiday rub two stones to erase a certain name, and each adult Jew observer of this holiday must send two foods to a friend and two donations to two poor people. One food traditionally eaten on this holiday is a triangular pastry representing the pockets of Haman, the villain of the story which led to the celebration of this holiday. Including a reading of the": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.004267866
      ],
      [
        "ur",
        -2.220075e-06
      ],
      [
        "im",
        -1.7239736e-05
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist studied its partitioning. This term is paired with \"recalcitrance\" to describe the resistance of plant fibers to degradation by microbes. A study of the relationship between this quantity, alpha diversity, and functional biodiversity found that its increase with alpha diversity was highest for small, isolated ecosystems while its increase with functional diversity was constant as ecosystem size. Its vertical distribution is a major determinant of plant fitness. Primary productivity is defined as the rate at which this quantity increases among autotrophs. This quantity decreases sharply as": {
    "guess": "Biomass",
    "confidence": [
      [
        "B",
        -0.8153475
      ],
      [
        "iom",
        -1.735894e-05
      ],
      [
        "ass",
        -5.7961847e-06
      ]
    ]
  },
  "This holiday sees the singing of the Chad Gadya, and some observants use an orange to represent support for women rabbis. Along with Sukkot, this holiday includes days designated Chol HaMoed. The [*] haggadah for this holiday lays out the Ma Nishtana, or Four Questions, which concern reclining, double-dipping,": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.0059231087
      ],
      [
        "over",
        -1.92662e-05
      ]
    ]
  },
  "One holder of this position rolled up a prepared speech into a telescope and stared through it instead of reading it. That holder of this position authorized the issuance of the Twenty-One Demands to a neighboring country. The increase of this position's power was the object of the League of Blood and of the 2-26 incident. It is unknown whether one holder of this position knew of the brutal activities of Unit 731. A holder of this position announced his country's unconditional surrender in the \"Jewel Voice Broadcast\" and admitted that holders of this position are not divine in the Declaration of Humanity. For 10 points, give this title of rulers who sit on the Chrysanthemum Throne, held by men": {
    "guess": "Emperor of Japan",
    "confidence": [
      [
        "Em",
        -0.026550263
      ],
      [
        "peror",
        -0.029373074
      ],
      [
        " of",
        -0.00026336228
      ],
      [
        " Japan",
        -9.829823e-05
      ]
    ]
  },
  "One holder of this title who was nicknamed \"The Lion\" was forced to sign the unfavorable Treaty of Lambert": {
    "guess": "King of Scotland",
    "confidence": [
      [
        "King",
        -1.4651815
      ],
      [
        " of",
        -0.14719538
      ],
      [
        " Scotland",
        -0.79066163
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render it non-integrable due to the introductions of horseshoes, which are intersections between stable and unstable manifolds. The differential equation describing the dynamics of a nonlinear one of these systems contains a term proportional to the sine of the angle, which means that displacement of such a system is proportional to an elliptic integral of the first kind. A linear variant of this system avoids that complication by Taylor expanding around the equilibrium point and assuming small-angle oscillations, which gives a period of two pi times the square root of the length over the gravitational acceleration. Also exhibiting chaos when two of these are connected in a \"double\" variant, for ten points, identify this dynamical system, a harmonic oscillator consisting of a weight on a massless rod.": {
    "guess": "Double pendulum",
    "confidence": [
      [
        "Double",
        -0.13021448
      ],
      [
        " pend",
        -0.20933543
      ],
      [
        "ulum",
        -4.692145e-05
      ]
    ]
  },
  "One holy figure in this religion claimed the protection of Huma, the Bird of Heaven, and mentioned the": {
    "guess": "Huma bird",
    "confidence": [
      [
        "H",
        -1.4808897
      ],
      [
        "uma",
        -0.093692034
      ],
      [
        " bird",
        -0.050709512
      ]
    ]
  },
  "One holy figure in this religion claimed the protection of Huma, the Bird of Heaven, and mentioned the death of his four sons in a letter addressed to a hostile emperor, the \"Epistle of Victory.\" Water stirred with a double-edged sword is used to baptize individuals who then wear a steel bracelet, a wooden comb, and a dagger known as a kirpan, as part of the 5 Ks. Its holiest temple, or gurdwara, is": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0016917271
      ],
      [
        "ikh",
        -5.312004e-05
      ],
      [
        "ism",
        -0.0011397423
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they asked her to stop. A holder of this title exacted a tribute of 2,000 blankets of five types, twenty bowls of gold dust, and enough girls to fill ten harems. The last holder of this title was ordered hanged by a man who hurt himself in a fit of guilt-related insomnia several days later. The best-known of these men died from wounds caused by stones thrown by his subjects at his head, arms, and legs, but the death was blamed on an invading army, who consequently suffered many losses on (*) La Noche Triste. These people ruled over a \"Triple Alliance,\" established by Itzcoatl, consisting of their capital, Texcoco, and Tlacopan. Cuahtemoc was the last of these rulers, whose enmity with the Tlaxcalans was exploited by a conquistador army. For 10 points, identify this titled held by Montezuma II, who had his capital at Tenochtitlan": {
    "guess": "Huey Tlatoani",
    "confidence": [
      [
        "H",
        -0.8246093
      ],
      [
        "ue",
        -0.006301431
      ],
      [
        "y",
        -0.0020514086
      ],
      [
        " T",
        -0.15999295
      ],
      [
        "l",
        -0.029556077
      ],
      [
        "ato",
        -2.9352968e-06
      ],
      [
        "ani",
        -7.922564e-05
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well as making adultery punishable by death by buzzard.  Another person that held this position, who had the same name as the previous, supposedly drove out all sorcerers from his land after he received visions from seers of his palace being entirely flooded by water and his culture's god of war being shown cast upon the floor. Those two figures were recorded at length by the priest Diego Duran, though more general information on them comes from so- called codices. Another one of these figures was named after a mythical water monster that devoured human flesh - that one supposedly constructed temples of skulls leftover from human sacrifices from the Flowery Wars. That man, Ahuizotl, was succeeded by a man whose death sparked La Noche Triste. For 10 points, name this position held by two people": {
    "guess": "Aztec Emperor",
    "confidence": [
      [
        "Az",
        -0.17277986
      ],
      [
        "tec",
        -1.7120534e-05
      ],
      [
        " Emperor",
        -0.6347183
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist studied its partitioning. This term is paired with \"recalcitrance\" to describe the resistance of plant fibers to degradation by microbes. A study of the relationship between this quantity, alpha diversity, and functional biodiversity found that its increase with alpha diversity was highest for small, isolated ecosystems while its increase with functional diversity was constant as ecosystem size.": {
    "guess": "Lignin",
    "confidence": [
      [
        "L",
        -0.09793508
      ],
      [
        "ign",
        -0.026261173
      ],
      [
        "in",
        -0.0077050575
      ]
    ]
  },
  "One man to hold this post resigned after creating an open space called Aequimaelium and ordering the death of a man who bought up wheat during a famine. This was the original position responsible for appointing a lieutenant named the Master of the Horse. While serving in this post, one man was given the epithet \"Cunctator,\" mocking his delaying tactics. Another man was informed he had been named to this position while he was (*) plowing his farm, which he returned to once he had finished serving. This position was formally abolished by the Lex Antonia and it was given to Cincinnatus in 439 BC. Julius Caesar was voted into this position \"in perpetuity.\" For 10 points, name this position with absolute authority which existed in times of crisis in the Roman Republic.": {
    "guess": "Dictator of Rome",
    "confidence": [
      [
        "Dict",
        -0.209407
      ],
      [
        "ator",
        -4.727906e-05
      ],
      [
        " of",
        -0.4717439
      ],
      [
        " Rome",
        -0.55931
      ]
    ]
  },
  "This holiday was once the first day on which the Bikkurim ceremony could be performed, wherein the seven species would be brought to the temple. The Akdamut, a poem by Rabbi Meir of Worms, is read during this holiday, on which dairy products are consumed and the Book of Ruth is read. This holiday occurs sixteen days after a holiday on which hair is cut and it marks the end of Omer. It is one of the": {
    "guess": "Shavuot",
    "confidence": [
      [
        "Sh",
        -0.0018029844
      ],
      [
        "av",
        -0.00011749002
      ],
      [
        "u",
        -0.0005556552
      ],
      [
        "ot",
        -2.2246291e-05
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered in three sports at Sweetwater High. Following his pro career he coached the New York Titans and Oilers of the AFL and assistant coached at Tulsa, and his number is the only one officially retired by the organization with which he is most associated. He once led the league in interceptions with 11 and is still in the top 150 all time in that statistic. He threw for 40 touchdowns in three seasons": {
    "guess": "George Blanda",
    "confidence": [
      [
        "George",
        -0.7242765
      ],
      [
        " B",
        -0.0012504661
      ],
      [
        "land",
        -1.700133e-05
      ],
      [
        "a",
        -3.8338785e-05
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they asked her to stop. A holder of this title exacted a tribute of 2,000 blankets of five types, twenty bowls of gold dust, and enough girls to fill ten harems. The last holder of this title was ordered": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -1.4395998
      ],
      [
        "tec",
        -0.03790491
      ],
      [
        " Empire",
        -1.3802983
      ]
    ]
  },
  "This holiday sees the singing of the Chad Gadya, and some observants use an orange to represent support for women rabbis. Along with Sukkot, this holiday includes days designated Chol HaMoed. The [*] haggadah for this holiday lays out the Ma Nishtana, or Four Questions, which concern reclining, double-dipping, and the eating of maror and matzah, which is not chametz, and ask \"Why is this night different": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.00035524633
      ],
      [
        "over",
        -1.2829201e-05
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist studied its partitioning. This term is paired with \"recalcitrance\" to describe the resistance of plant fibers to degradation by microbes. A study of the relationship between this quantity, alpha diversity, and functional biodiversity found that its increase with alpha diversity was highest for small, isolated ecosystems while its increase with functional diversity was constant as ecosystem size. Its vertical distribution is a major determinant of plant fitness. Primary productivity is defined as the rate at which this quantity increases among autotrophs. This quantity decreases sharply as one ascends an ecological pyramid, and in some applications excludes water or mineral tissue like bone; in other cases it is measured in terms of organically bound carbon atoms. For 10 points, name this term that refers to the total quantity of living organisms in an ecosystem, often measured in grams.": {
    "guess": "Biomass",
    "confidence": [
      [
        "B",
        -0.009066069
      ],
      [
        "iom",
        -1.735894e-05
      ],
      [
        "ass",
        0.0
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association and sent secret delegates to the Hague Convention of 1907. An assassination plot prompted one holder of this position to kill six officials who became known as the \"six martyred ministers.\" Several holders of this position ordered \"literati purges.\" A holder of this position created an institution": {
    "guess": "List of Korean monarchs",
    "confidence": [
      [
        "List",
        -1.2724291
      ],
      [
        " of",
        -0.0002422779
      ],
      [
        " Korean",
        -0.5890627
      ],
      [
        " monarch",
        -0.16181897
      ],
      [
        "s",
        -8.590105e-05
      ]
    ]
  },
  "One holder of this title who was nicknamed \"The Lion\" was forced to sign the unfavorable Treaty of Lambert after the defeat of his navy, which was led by Eustace the Monk. Another holder of this title won a battle that led to Otto IV being deposed as Holy Roman Emperor. Yet another holder of this title was nicknamed \"The Father of the People.\" The League of Venice was organized against another holder": {
    "guess": "Doge of Venice",
    "confidence": [
      [
        "D",
        -0.43036428
      ],
      [
        "oge",
        -0.00488362
      ],
      [
        " of",
        -0.019921795
      ],
      [
        " Venice",
        -0.00022046364
      ]
    ]
  },
  "One of them holds a mace that represents knowledge; that one also bore a mountain on his back on which the gods rode. One of them defeated the demon Goldeneye to recover the Earth from the bottom of the cosmic ocean, while another avoided a boon given to the father of a devotee by jumping out of a pillar. The axe-wielding one will train the one that will appear riding a winged horse to end the Kali Yuga, and they include a fish, a tortoise, and a boar. For 10 points, give the name for this group of figures including Matsya, Kurma, Varaha, Parashurama, Krishna, and Buddha, the earthly representations": {
    "guess": "Dashavatara",
    "confidence": [
      [
        "Dash",
        -0.008240435
      ],
      [
        "av",
        -5.7292167e-05
      ],
      [
        "at",
        -3.5358695e-05
      ],
      [
        "ara",
        -2.4584822e-06
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association and sent secret delegates to the Hague Convention of 1907. An assassination plot prompted one holder of this position to kill six officials who became known as the \"six martyred ministers.\" Several holders of this position ordered \"literati purges.\" A holder of this position created an institution of scholars called the Hall of Worthies, which was responsible for developing a new writing system. Another holder of this position supported the Sarim faction and was aided by \"righteous armies\" in his struggle against an invasion. The promulgation of the Gabo Reform occurred during the reign of one holder of this position after the Donghak Peasant Revolution affected his country, which was annexed in 1910 by Japan. For 10 points, name this title held by Kojong, Sejo, Sejong, and several other rulers from the Joseon dynasty.": {
    "guess": "List of monarchs of Korea",
    "confidence": [
      [
        "List",
        -0.25871173
      ],
      [
        " of",
        -0.00018601745
      ],
      [
        " monarch",
        -0.7088178
      ],
      [
        "s",
        -0.00027170655
      ],
      [
        " of",
        -0.0042297663
      ],
      [
        " Korea",
        -0.006306881
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered": {
    "guess": "Shane Lechler",
    "confidence": [
      [
        "Sh",
        -0.75220877
      ],
      [
        "ane",
        -0.0020630686
      ],
      [
        " Le",
        -0.0010022051
      ],
      [
        "ch",
        -0.0002787359
      ],
      [
        "ler",
        -0.000119039665
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association and sent secret delegates to the Hague Convention of 1907. An assassination plot prompted one holder of this position to kill six officials who became known as the \"six martyred ministers.\" Several holders of this position ordered \"literati purges.\" A holder of this position created an institution of scholars called the Hall of Worthies, which was responsible for developing a new writing system.": {
    "guess": "Emperor of China",
    "confidence": [
      [
        "Em",
        -1.3403726
      ],
      [
        "peror",
        -0.0011418844
      ],
      [
        " of",
        -0.0035316555
      ],
      [
        " China",
        -0.5451744
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous \"flaming protest.\" A holder of this position attempted to forestall a revolution in his country": {
    "guess": "List of rulers of Moldavia",
    "confidence": [
      [
        "List",
        -0.20271237
      ],
      [
        " of",
        -0.0005616117
      ],
      [
        " rulers",
        -1.4653342
      ],
      [
        " of",
        -0.0006886058
      ],
      [
        " Mold",
        -0.5303311
      ],
      [
        "avia",
        -0.04560899
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The": {
    "guess": "Monarch",
    "confidence": [
      [
        "Mon",
        -0.8645153
      ],
      [
        "arch",
        -0.07367848
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render it non-integrable due to the introductions of horseshoes, which are intersections between stable and unstable manifolds. The differential equation describing the dynamics of a nonlinear one of these systems contains a term proportional to the sine of the angle, which means that displacement of such": {
    "guess": "Nonlinear pendulum",
    "confidence": [
      [
        "Non",
        -1.4428345
      ],
      [
        "linear",
        -0.018580299
      ],
      [
        " pend",
        -0.71433896
      ],
      [
        "ulum",
        -0.004078163
      ]
    ]
  },
  "This holiday is celebrated the following day in certain walled cities in the \"Shushan\" version. Rabbis": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.0022420853
      ],
      [
        "ur",
        -3.0545007e-06
      ],
      [
        "im",
        -3.166338e-05
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous \"flaming protest.\" A holder of this position attempted to forestall a revolution in his country in 1848 by allowing Johan Thorbecke to draft a new constitution, while the successor to that holder of this position caused Thorbecke's resignation by standing in opposition to the re-establishmet of a Catholic archbishopric in his country. Another holder of this position was the target of an independence movement in 1830, which achieved its goal when that holder of this position recognized an independent Belgium in 1839 and abdicated the following year. The last man to hold this position in the 19th century passed it to his daughter, Wilhelmina. For ten points, identify this position held in": {
    "guess": "List of monarchs of the Netherlands",
    "confidence": [
      [
        "List",
        -0.6323459
      ],
      [
        " of",
        -0.00025478328
      ],
      [
        " monarch",
        -0.52576
      ],
      [
        "s",
        -0.00095958146
      ],
      [
        " of",
        -0.08493649
      ],
      [
        " the",
        -0.00664136
      ],
      [
        " Netherlands",
        -0.000446162
      ]
    ]
  },
  "Holders of this office were heavily influenced by Theodora and her daughter Marozia during the Pornocracy. The son of one man with this title hosted the lewd Banquet of Chestnuts and was the sister of Lucrezia. Another man who held this position feuded with (*) Philip IV, and his successor moved the seat of this position to Avignon. The Council of Constance resolved the issue of who held this post and thus ended the Western Schism. The infallibility of people in this post when speaking ex cathedra was decreed by Pius IX. For ten points, name this ecclesiastical office whose holder is the head of the Catholic Church.": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.0038343985
      ],
      [
        "ope",
        -0.06572168
      ]
    ]
  },
  "This holiday was once the first day on which the Bikkurim ceremony could be performed, wherein the seven species would be brought to the temple. The Akdamut, a poem by Rabbi Meir of Worms, is read during this holiday, on which dairy products are consumed and the Book of Ruth is read. This holiday occurs sixteen days after a holiday on which hair is cut and it marks the end of Omer. It is one of the three pilgrimage festivals along with Pesach and Sukkot. For ten points name this Jewish holiday that": {
    "guess": "Shavuot",
    "confidence": [
      [
        "Sh",
        -0.0043674596
      ],
      [
        "av",
        -8.709308e-05
      ],
      [
        "u",
        -0.00018149138
      ],
      [
        "ot",
        -1.378283e-05
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well as making adultery punishable by death by buzzard.  Another person that held this position, who had the same name as the previous, supposedly drove out all sorcerers from his land after he received visions from seers of his palace being entirely flooded by water and his culture's god of war being shown cast upon the floor. Those two figures were recorded at length by the priest Diego Duran, though more general information on them comes from so- called codices. Another one of these figures was": {
    "guess": "Aztec Emperor",
    "confidence": [
      [
        "Az",
        -0.2686647
      ],
      [
        "tec",
        -3.7697225e-06
      ],
      [
        " Emperor",
        -0.38869432
      ]
    ]
  },
  "A hole in a part of this organ can cause an infection to be classified as chronic suppurative [SUH-puh-rah-tiv]. The front of this organ has a bump called a tragus [TRAY-gus], while the back of its pinna": {
    "guess": "Ear",
    "confidence": [
      [
        "Ear",
        -0.12718941
      ]
    ]
  },
  "This holiday occurs on the day before the Fast of Gedaliah, and it is believed to be the day on which God inscribes one's fate into the Book of Life. Its observers metaphorically cast off their sins into a body of water in a ritual known as tashlikh. Apples dipped in honey are consumed during this holiday, which begins the Days of Awe. A ram's horn called the shofar is blown to satisfy the commandment": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.22772099
      ],
      [
        "om",
        -3.523949e-05
      ],
      [
        " K",
        -1.3856493e-06
      ],
      [
        "ipp",
        -3.2929079e-06
      ],
      [
        "ur",
        -2.486877e-05
      ]
    ]
  },
  "One holder of this title who was nicknamed \"The Lion\" was forced to sign the unfavorable Treaty of Lambert after the defeat of his navy, which was led by Eustace the Monk. Another holder of this title won a battle that led to Otto IV being deposed as Holy Roman Emperor. Yet another holder of this title was nicknamed \"The Father of the People.\" The League of Venice was organized against another holder of this title, and defeated him at the Battle of Fornovo. Another holder of this title had to fight": {
    "guess": "Doge of Venice",
    "confidence": [
      [
        "D",
        -0.39587578
      ],
      [
        "oge",
        -0.0065055247
      ],
      [
        " of",
        -0.0063392143
      ],
      [
        " Venice",
        -0.00046081675
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist studied its partitioning. This term is paired with \"recalcitrance\" to describe the resistance of plant fibers to degradation by microbes. A study of the relationship between this quantity, alpha diversity, and functional biodiversity found that its increase with alpha diversity was highest for small, isolated ecosystems while its increase with functional diversity was constant as ecosystem size. Its vertical distribution is a major determinant of plant fitness. Primary productivity is defined": {
    "guess": "Leaf Area Index",
    "confidence": [
      [
        "Leaf",
        -0.9311405
      ],
      [
        " Area",
        -0.31492713
      ],
      [
        " Index",
        -3.070975e-05
      ]
    ]
  },
  "This holiday was once the first day on which the Bikkurim ceremony could be performed, wherein the seven": {
    "guess": "Shavuot",
    "confidence": [
      [
        "Sh",
        -0.030356405
      ],
      [
        "av",
        -6.194111e-05
      ],
      [
        "u",
        -0.00024287392
      ],
      [
        "ot",
        -0.00013810492
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous \"flaming protest.\" A holder of this position attempted to forestall a revolution in his country in 1848 by allowing Johan Thorbecke to draft a new constitution, while the successor to that holder of this position caused Thorbecke's resignation by standing in opposition to the re-establishmet of a Catholic archbishopric in his country. Another holder of this position was the target of an independence movement in 1830, which achieved its goal when that holder of this position recognized an independent Belgium in 1839 and abdicated the following year. The last man to hold this position in the": {
    "guess": "List of monarchs of the Netherlands",
    "confidence": [
      [
        "List",
        -0.25764605
      ],
      [
        " of",
        -0.00026443513
      ],
      [
        " monarch",
        -0.8054978
      ],
      [
        "s",
        -0.0004889305
      ],
      [
        " of",
        -0.31490615
      ],
      [
        " the",
        -0.021535952
      ],
      [
        " Netherlands",
        -0.00079307414
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well as making adultery punishable by death by buzzard.  Another person that held this position, who had the same name as the previous, supposedly drove out all sorcerers from his land after he received visions from seers of his palace being entirely flooded by water and his culture's god of war being shown cast upon the floor. Those two figures were recorded at length by the priest Diego Duran, though more general information on them comes from so- called codices. Another one of these figures was named after a mythical water monster that devoured human flesh - that one supposedly constructed temples": {
    "guess": "Aztec Emperor",
    "confidence": [
      [
        "Az",
        -0.18555884
      ],
      [
        "tec",
        0.0
      ],
      [
        " Emperor",
        -0.41565958
      ]
    ]
  },
  "One holder of this office created the so-called \"fifth court\", his country's first court of appeals. That man was Skapti. The leaders who elected this official were called \"gothi\", a word that had meant \"priest\" in pagan times. This official served a three-year term, and his most notable task was performed once a year. This official sat on the Logberg, a rocky outcropping from which he could address the assembly below, and at least one holder of this office was forced to resign because of a weak voice. The most notable holder of this post wrote a history book called the Heimskringla, a guide to": {
    "guess": "Lawspeaker of the Althing",
    "confidence": [
      [
        "Law",
        -0.5986013
      ],
      [
        "speaker",
        -0.2942494
      ],
      [
        " of",
        -0.32864913
      ],
      [
        " the",
        -0.032685664
      ],
      [
        " Al",
        -0.651201
      ],
      [
        "thing",
        -0.0015137888
      ]
    ]
  },
  "This holiday sees the singing of the Chad Gadya, and some observants use an orange to represent support for women rabbis. Along with Sukkot, this holiday includes days designated Chol HaMoed. The [*] haggadah": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.010812936
      ],
      [
        "over",
        -3.094816e-05
      ]
    ]
  },
  "One holy figure in this religion claimed the protection of Huma, the Bird of Heaven, and mentioned the death of his four sons in a letter addressed to a hostile emperor, the \"Epistle of Victory.\" Water": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -1.6156418
      ],
      [
        "oro",
        -0.46693474
      ],
      [
        "ast",
        -0.28611284
      ],
      [
        "rian",
        -0.0031332748
      ],
      [
        "ism",
        -0.06774144
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render it non-integrable due to the introductions of horseshoes, which are intersections between stable and unstable manifolds. The differential equation describing the dynamics of a nonlinear one of these": {
    "guess": "Chaos theory",
    "confidence": [
      [
        "Ch",
        -0.4751977
      ],
      [
        "aos",
        -0.0019870442
      ],
      [
        " theory",
        -0.013203407
      ]
    ]
  },
  "One holder of this rank fought against Go-Daigo after breaking away from the Kemmu Restoration. This position ruled via the bakufu, or tent government. One dynasty of this rank was founded after the Battle of Sekigahara and ordered subordinates to leave their families in Edo as hostages. A different": {
    "guess": "Shogun",
    "confidence": [
      [
        "Sh",
        -0.36886296
      ],
      [
        "og",
        -0.23268239
      ],
      [
        "un",
        -0.0035019538
      ]
    ]
  },
  "This holiday was once the first day on which the Bikkurim ceremony could be performed, wherein the seven species would be brought to the temple. The Akdamut, a poem by Rabbi Meir of Worms, is read during this holiday, on which dairy products are consumed and the Book of Ruth is read. This holiday occurs sixteen days after a holiday on which hair is cut and it marks the end of Omer. It is one of the three pilgrimage festivals along with Pesach and Sukkot. For ten points name this Jewish holiday that celebrates the giving of the Torah to Moses, which falls on the same day as Pentecost and is known as the Feast of Weeks.": {
    "guess": "Shavuot",
    "confidence": [
      [
        "Sh",
        -0.0049009426
      ],
      [
        "av",
        -1.7478143e-05
      ],
      [
        "u",
        -8.4828214e-05
      ],
      [
        "ot",
        -4.4849444e-06
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist studied its partitioning. This term is paired with \"recalcitrance\" to describe the resistance of plant fibers to degradation by microbes. A study of the relationship between this quantity, alpha": {
    "guess": "Lignin",
    "confidence": [
      [
        "L",
        -0.2854017
      ],
      [
        "ign",
        -0.00988169
      ],
      [
        "in",
        -0.017600644
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render it non-integrable due to the introductions of horseshoes, which are intersections between stable and unstable manifolds. The differential equation describing the dynamics of a nonlinear one of these systems contains a term proportional to the sine of the angle, which means that displacement of such a system is proportional to an elliptic integral of the first kind. A linear variant of this system avoids that complication by Taylor expanding around the equilibrium point and assuming small-angle": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -1.4206656
      ],
      [
        "end",
        -0.090542026
      ],
      [
        "ulum",
        -0.00012880703
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association and sent secret delegates to the Hague Convention of 1907. An assassination plot prompted one holder of this position to kill six officials who became known as the \"six martyred ministers.\" Several holders of this position ordered \"literati purges.\" A holder of this position created an institution of scholars called the Hall of Worthies, which was responsible for developing a new writing system. Another holder of this position supported the Sarim faction and was aided by \"righteous armies\" in": {
    "guess": "List of Korean monarchs",
    "confidence": [
      [
        "List",
        -1.2321677
      ],
      [
        " of",
        -0.00011760922
      ],
      [
        " Korean",
        -0.38379928
      ],
      [
        " monarch",
        -0.106698096
      ],
      [
        "s",
        -7.862962e-05
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render it non-integrable due to the introductions of horseshoes, which are intersections between stable and unstable manifolds. The differential equation describing the dynamics of a nonlinear one of these systems contains a term proportional to the sine of the angle, which means that displacement of such a system is proportional to an elliptic integral of the first kind. A linear variant of this system avoids that complication by Taylor expanding around the equilibrium point and assuming small-angle oscillations, which gives a period of two pi times the square root of the length over the gravitational acceleration. Also exhibiting chaos when two of these are connected in a \"double\" variant, for": {
    "guess": "Double pendulum",
    "confidence": [
      [
        "Double",
        -0.022662604
      ],
      [
        " pend",
        -0.3053108
      ],
      [
        "ulum",
        -9.209964e-05
      ]
    ]
  },
  "A hole in a part of this organ can cause an infection to be classified as chronic suppurative [SUH-puh-rah-tiv].": {
    "guess": "Tympanic membrane",
    "confidence": [
      [
        "T",
        -1.1881124
      ],
      [
        "ym",
        -0.0007812766
      ],
      [
        "panic",
        -0.00033832307
      ],
      [
        " membrane",
        -0.030748125
      ]
    ]
  },
  "The holiday that commemorates this event was originally established by Sixtus IV, but the church did": {
    "guess": "Feast of the Immaculate Conception",
    "confidence": [
      [
        "Fe",
        -0.24622227
      ],
      [
        "ast",
        -1.4974867e-05
      ],
      [
        " of",
        -0.0009873193
      ],
      [
        " the",
        -0.048853613
      ],
      [
        " Im",
        -0.27766317
      ],
      [
        "mac",
        -1.6166903e-05
      ],
      [
        "ulate",
        -1.2113979e-05
      ],
      [
        " Con",
        -4.763667e-05
      ],
      [
        "ception",
        -2.4584822e-06
      ]
    ]
  },
  "The holiday that commemorates this event was originally established by Sixtus IV, but the church did not definitively confirm the doctrine that lies behind it. Pope Alexander VII gave further support to the doctrine in 1661, but it was not until the Apostolic Constiution Ineffabilis Deus, issued in 1854 by Pius IX that it became universal doctrine that this event was a one- time exception to a universal law. Its holiday is 8 December, although it's often confused with the Feast of the Incarnation,": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.020558586
      ],
      [
        "mac",
        -1.3186812e-05
      ],
      [
        "ulate",
        -7.1954215e-05
      ],
      [
        " Con",
        -1.2664457e-06
      ],
      [
        "ception",
        -9.729906e-06
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render": {
    "guess": "Chaos theory",
    "confidence": [
      [
        "Ch",
        -1.3133466
      ],
      [
        "aos",
        -0.07073478
      ],
      [
        " theory",
        -0.05550555
      ]
    ]
  },
  "Holidays in this religion include the Day of Ashura. Members of this religion use the misbaha, a ninety nine bead rosary that represents the ninety nine names of God. Some members of this religion believe": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.0063730907
      ]
    ]
  },
  "One holder of this title who was nicknamed \"The Lion\" was forced to sign the unfavorable Treaty of Lambert after the defeat of his navy, which was led by Eustace the Monk. Another holder of this title won a battle that led to Otto IV being deposed as Holy Roman Emperor. Yet another holder of this title was nicknamed \"The Father of the People.\" The League of Venice was organized against another holder of this title, and defeated him at the Battle of Fornovo. Another holder of this title had to fight the Mad War against the League of the Public Weal. Advisors or generals serving the holder of this": {
    "guess": "King of France",
    "confidence": [
      [
        "King",
        -0.530978
      ],
      [
        " of",
        -0.0057296865
      ],
      [
        " France",
        -0.00070659455
      ]
    ]
  },
  "Holospora obtusa can have a symbiotic relationship with the caudatum variety of this organism, while": {
    "guess": "Paramecium",
    "confidence": [
      [
        "Par",
        -0.10281547
      ],
      [
        "ame",
        -6.50404e-05
      ],
      [
        "c",
        -0.0009389739
      ],
      [
        "ium",
        -2.577686e-06
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder": {
    "guess": "List of Russian rulers",
    "confidence": [
      [
        "List",
        -0.13508993
      ],
      [
        " of",
        -0.0003933768
      ],
      [
        " Russian",
        -0.96101665
      ],
      [
        " rulers",
        -0.12940437
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire": {
    "guess": "Pontifex Maximus",
    "confidence": [
      [
        "Pont",
        -0.95910215
      ],
      [
        "if",
        -0.0010372143
      ],
      [
        "ex",
        -0.00025037277
      ],
      [
        " Maxim",
        -0.014544699
      ],
      [
        "us",
        -5.538491e-05
      ]
    ]
  },
  "One man to hold this post resigned after creating an open space called Aequimaelium and ordering the death of a man who bought up wheat during a famine. This was the original position responsible for appointing a lieutenant named the Master of the Horse. While serving in this post, one man was given the epithet \"Cunctator,\" mocking his delaying tactics. Another man was informed he had been named to": {
    "guess": "Roman dictator",
    "confidence": [
      [
        "Roman",
        -0.46267357
      ],
      [
        " dictator",
        -0.20791829
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they asked her to stop. A holder of this title exacted a tribute of 2,000 blankets of five types, twenty bowls of gold dust, and enough girls to fill ten harems. The last holder of this title was ordered hanged by a man who hurt himself in a fit of guilt-related insomnia several days later. The best-known of these men died from wounds caused by stones thrown by his subjects at his head, arms, and legs, but the death was blamed on an invading army, who consequently suffered many losses on (*) La Noche Triste. These people ruled over a \"Triple Alliance,\" established by Itzcoatl, consisting of their capital, Texcoco, and Tlacopan. Cuahtemoc was the last of these rulers, whose enmity with the Tlaxcalans was exploited by a conquistador army. For 10 points, identify this titled held by Montezuma II,": {
    "guess": "Aztec emperors",
    "confidence": [
      [
        "Az",
        -1.4744165
      ],
      [
        "tec",
        -0.0014029678
      ],
      [
        " em",
        -1.1033854
      ],
      [
        "per",
        -0.00017338553
      ],
      [
        "ors",
        -0.00020914296
      ]
    ]
  },
  "One man to hold this post resigned after creating an open space called Aequimaelium and ordering the death of a man who bought up wheat during a famine. This was the original position responsible for appointing a lieutenant named the Master of the Horse. While serving in this post, one man was given": {
    "guess": "Roman dictator",
    "confidence": [
      [
        "Roman",
        -1.089575
      ],
      [
        " dictator",
        -0.5299938
      ]
    ]
  },
  "A hole in a part of this organ can cause an infection to be classified as chronic suppurative [SUH-puh-rah-tiv]. The front of this organ has a bump called a tragus [TRAY-gus], while the back of its pinna is called its helix. The inside of this organ has three semicircular canals, which are near its organ": {
    "guess": "Ear",
    "confidence": [
      [
        "Ear",
        -0.090654075
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist studied its partitioning. This term is paired with \"recalcitrance\" to describe the resistance": {
    "guess": "Lignin",
    "confidence": [
      [
        "L",
        -0.93116575
      ],
      [
        "ign",
        -0.011042406
      ],
      [
        "in",
        -0.026076747
      ]
    ]
  },
  "Holders of this office were heavily influenced by Theodora and her daughter Marozia during the Pornocracy. The son of one man with this title hosted the lewd Banquet of Chestnuts and was the sister of Lucrezia. Another man who held this position feuded with (*) Philip IV, and his successor moved the seat of this position to Avignon. The Council of Constance resolved the issue of who held this post and thus ended the Western Schism. The infallibility of people in this post when speaking ex cathedra": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.011248706
      ],
      [
        "ope",
        -0.032644253
      ]
    ]
  },
  "One of them holds a mace that represents knowledge; that one also bore a mountain on his back on which the gods rode. One of them defeated the demon Goldeneye to recover the Earth from the bottom of the cosmic ocean, while another avoided a boon given to the father of a devotee by jumping out of a pillar. The axe-wielding one will train the one that will appear riding a winged horse to end the Kali Yuga, and they include a fish, a tortoise, and a boar. For 10 points, give the name for this group": {
    "guess": "Dashavatara",
    "confidence": [
      [
        "Dash",
        -0.0045206696
      ],
      [
        "av",
        -6.587483e-05
      ],
      [
        "at",
        -6.134509e-05
      ],
      [
        "ara",
        -2.6968896e-06
      ]
    ]
  },
  "One of them holds a mace that represents knowledge; that one also bore a mountain on his back on which the gods rode. One of them defeated the demon Goldeneye to recover the Earth from the bottom of the cosmic ocean, while another avoided a boon given to the father of a devotee by jumping out of a pillar. The axe-wielding one will train the one that will appear riding a winged horse to end the Kali Yuga, and they include a fish, a tortoise, and a boar. For 10 points, give the name for this group of figures including Matsya, Kurma, Varaha, Parashurama, Krishna, and Buddha, the earthly representations of a certain Hindu preserver god.": {
    "guess": "Dashavatara",
    "confidence": [
      [
        "Dash",
        -0.00030686063
      ],
      [
        "av",
        -2.1173457e-05
      ],
      [
        "at",
        -2.5941605e-05
      ],
      [
        "ara",
        -3.2929079e-06
      ]
    ]
  },
  "Hollywood loved to turn his books into movies, and his second wife was American actress Paulette Goddard with whom he lived until his death in 1970.  F. Scott Fitzgerald got his only screen credit in adapting this author's Three Comrades into a 1938 movie starring Robert Taylor and Margaret Sullavan, and his best-known novel written in 1929 was quickly made into a film which won the Best Picture and Best Director Oscars in 1930. FTP, what German writer wrote The Road Back as a sequel to his more": {
    "guess": "Erich Maria Remarque",
    "confidence": [
      [
        "E",
        -0.007238972
      ],
      [
        "rich",
        -8.566264e-05
      ],
      [
        " Maria",
        -0.0004935794
      ],
      [
        " Rem",
        -0.00012546933
      ],
      [
        "ar",
        -6.1106686e-05
      ],
      [
        "que",
        -8.5781845e-05
      ]
    ]
  },
  "One holder of this title who was nicknamed \"The Lion\" was forced to sign the unfavorable Treaty of Lambert after the defeat of his navy, which was led by Eustace the Monk. Another holder of this title won a battle that led to Otto IV being deposed as Holy Roman Emperor. Yet another holder of this title was nicknamed \"The Father of the People.\" The League of Venice was organized against another holder of this title, and defeated him at the Battle of Fornovo. Another holder of this title had to fight the Mad War against the League of the Public Weal. Advisors or generals serving the holder of this title have included Turenne, Turgot, Sully, and Mazarin. For ten points, give this title most notably": {
    "guess": "King of France",
    "confidence": [
      [
        "King",
        -0.074932344
      ],
      [
        " of",
        -0.0009097947
      ],
      [
        " France",
        -0.0010161372
      ]
    ]
  },
  "One man to hold this post resigned after creating an open space called Aequimaelium and ordering the death of a man who bought up wheat during a famine. This was the original position responsible for appointing a lieutenant named the Master of the Horse. While serving in this post, one man was given the epithet \"Cunctator,\" mocking his delaying tactics. Another man was informed he had been named to this position while he was (*) plowing his farm, which he returned to once he had finished serving. This position was formally abolished by the Lex Antonia and it was given to Cincinnatus in 439 BC. Julius Caesar was voted into this position \"in perpetuity.\" For 10 points, name this position with absolute": {
    "guess": "Dictator of Rome",
    "confidence": [
      [
        "Dict",
        -0.5884464
      ],
      [
        "ator",
        -7.255024e-05
      ],
      [
        " of",
        -0.08290951
      ],
      [
        " Rome",
        -0.6751266
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist": {
    "guess": "Solar constant",
    "confidence": [
      [
        "Solar",
        -1.9889908
      ],
      [
        " constant",
        -0.7161416
      ]
    ]
  },
  "One holder of this office created the so-called \"fifth court\", his country's first court of appeals.": {
    "guess": "Chief Justice of the United States",
    "confidence": [
      [
        "Chief",
        -1.1925329
      ],
      [
        " Justice",
        -0.012021077
      ],
      [
        " of",
        -0.0017004106
      ],
      [
        " the",
        -0.2495259
      ],
      [
        " United",
        -0.29690275
      ],
      [
        " States",
        -0.0010821137
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people": {
    "guess": "King of Rome",
    "confidence": [
      [
        "King",
        -0.6883506
      ],
      [
        " of",
        -0.00049893995
      ],
      [
        " Rome",
        -1.5604222
      ]
    ]
  },
  "One holder of this office created the so-called \"fifth court\", his country's first court of appeals. That man was Skapti. The leaders who elected this official were called \"gothi\", a word that had meant \"priest\" in pagan times. This official served a three-year term, and his most notable task was performed once a year. This official sat on the Logberg, a rocky outcropping from which he could address the assembly below, and at least one holder of this office was forced to resign because of a weak voice. The most notable holder of this post wrote a history book called the Heimskringla, a guide to poetry called the Hattatal, and an account of the tricking of King Gylfi in the Prose Edda. For 10 points, name this highest government office in medieval Iceland, the day job of Snorri Sturluson.": {
    "guess": "Althing",
    "confidence": [
      [
        "Al",
        -0.36245546
      ],
      [
        "thing",
        -0.009460094
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered in three sports at Sweetwater High. Following his pro career he coached the New York Titans and Oilers of the AFL and assistant coached at Tulsa, and his number is the only one officially retired by the organization with which he is most associated. He once led the league in interceptions with": {
    "guess": "Houston Oilers",
    "confidence": [
      [
        "Houston",
        -0.39201126
      ],
      [
        " Oilers",
        -0.025263073
      ]
    ]
  },
  "One holder of this rank fought against Go-Daigo after breaking away from the Kemmu Restoration. This position ruled via the bakufu, or tent government. One dynasty of this rank was founded after the Battle of Sekigahara and ordered subordinates to leave their families in Edo as hostages. A different dynasty was founded by Minamoto no Yoritomo, and the founder of the final one was a lieutenant of Hideyoshi. Several different dynasties held this title, such as the Ashikaga, Kamakura, and Tokugawa.": {
    "guess": "Shogun",
    "confidence": [
      [
        "Sh",
        -0.011224653
      ],
      [
        "og",
        -0.52736205
      ],
      [
        "un",
        -0.005065822
      ]
    ]
  },
  "Holders of this position are responsible for receiving written communication from the President when he resigns, and the second one presented the Virginia Plan. Madeleine Albright was the first woman to hold this post, and George Marshall created his namesake plan after World War II while holding this position. The first holder of this position, (*) Thomas Jefferson, was appointed by Washington and notably opposed the views of the Treasury Secretary Alexander Hamilton, while others who were given this title include Colin Powell and Condoleezza Rice. For ten points, identify this cabinet position in charge of conducting foreign affairs for the United States, a post currently held by Hillary Clinton.": {
    "guess": "United States Secretary of State",
    "confidence": [
      [
        "United",
        -0.054038193
      ],
      [
        " States",
        -0.00011856285
      ],
      [
        " Secretary",
        -0.00023166878
      ],
      [
        " of",
        -0.00010163593
      ],
      [
        " State",
        -0.0024782738
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous \"flaming protest.\" A holder of this position attempted to forestall a revolution in his country in 1848 by allowing Johan Thorbecke to draft a new constitution, while the successor to that holder of this position caused Thorbecke's resignation by standing in opposition to the re-establishmet of a Catholic archbishopric in his country. Another holder of this position was the target of an independence": {
    "guess": "Prime Minister of the Netherlands",
    "confidence": [
      [
        "Prime",
        -0.5032209
      ],
      [
        " Minister",
        -0.009512519
      ],
      [
        " of",
        -4.048445e-05
      ],
      [
        " the",
        -0.0048998734
      ],
      [
        " Netherlands",
        -0.0022579026
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they asked her to stop. A holder of this title exacted a tribute of 2,000 blankets of five types, twenty bowls of gold dust, and enough girls to fill ten harems. The last holder of this title was ordered hanged by a man who hurt himself in a fit of guilt-related insomnia several days later. The best-known of these men died from wounds caused by stones thrown by his subjects at his head, arms, and legs,": {
    "guess": "List of Tenochtitlan rulers",
    "confidence": [
      [
        "List",
        -2.0302641
      ],
      [
        " of",
        -0.00028672256
      ],
      [
        " Ten",
        -1.5923022
      ],
      [
        "och",
        -0.03268359
      ],
      [
        "tit",
        -0.0019475567
      ],
      [
        "lan",
        -0.0021129088
      ],
      [
        " rulers",
        -0.0009251573
      ]
    ]
  },
  "One man to hold this post resigned after creating an open space called Aequimaelium and ordering the": {
    "guess": "Roman Censor",
    "confidence": [
      [
        "Roman",
        -1.2178284
      ],
      [
        " C",
        -1.2291626
      ],
      [
        "ensor",
        -0.049806893
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered in three sports at Sweetwater High. Following his pro career he coached the New York Titans and": {
    "guess": "Don Chandler",
    "confidence": [
      [
        "Don",
        -0.79587096
      ],
      [
        " Chandler",
        -0.5900279
      ]
    ]
  },
  "Holospora obtusa can have a symbiotic relationship with the caudatum variety of this organism, while bursaria can host photosynthetic endosymbionts. Didinium almost exclusively consumes this organism, whose (*) macronucleus can contain eight hundred copies of a chromosome. Like similar organisms, this organism ingests via a cytostome and uses contractile vacuoles. For ten points, name this freshwater ciliate which moves about thanks to the cilia covering its body.": {
    "guess": "Paramecium",
    "confidence": [
      [
        "Par",
        -0.014787507
      ],
      [
        "ame",
        -5.5122365e-07
      ],
      [
        "c",
        -7.89631e-07
      ],
      [
        "ium",
        -5.5122365e-07
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well as making adultery punishable by death by buzzard.  Another person that held this position, who had the same name as the previous, supposedly drove out all sorcerers from his land after he received": {
    "guess": "Pharaoh of Egypt",
    "confidence": [
      [
        "Ph",
        -0.3312972
      ],
      [
        "araoh",
        -0.00054481137
      ],
      [
        " of",
        -0.10065939
      ],
      [
        " Egypt",
        -0.084486775
      ]
    ]
  },
  "One holder of this position rolled up a prepared speech into a telescope and stared through it instead": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.7831996
      ],
      [
        " of",
        -0.0005344443
      ],
      [
        " the",
        -0.00011236426
      ],
      [
        " United",
        -0.28582385
      ],
      [
        " States",
        -0.00020282516
      ],
      [
        " House",
        -7.016616e-05
      ],
      [
        " of",
        -4.365741e-06
      ],
      [
        " Representatives",
        -0.00043412615
      ]
    ]
  },
  "One holder of this rank fought against Go-Daigo after breaking away from the Kemmu Restoration. This": {
    "guess": "Ashikaga Takauji",
    "confidence": [
      [
        "Ash",
        -0.20334864
      ],
      [
        "ik",
        -6.229872e-05
      ],
      [
        "aga",
        -8.613945e-05
      ],
      [
        " Tak",
        -0.012796044
      ],
      [
        "au",
        -2.486877e-05
      ],
      [
        "ji",
        -2.451116e-05
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous \"flaming protest.\" A holder of this position attempted to forestall a revolution in his country in 1848 by allowing Johan Thorbecke to draft a new constitution, while the successor to that holder of this position caused Thorbecke's resignation by standing in opposition to the re-establishmet of": {
    "guess": "Prime Minister of the Netherlands",
    "confidence": [
      [
        "Prime",
        -0.6064255
      ],
      [
        " Minister",
        -0.020529514
      ],
      [
        " of",
        -5.4669687e-05
      ],
      [
        " the",
        -0.014372219
      ],
      [
        " Netherlands",
        -0.0013524989
      ]
    ]
  },
  "Holders of this office were heavily influenced by Theodora and her daughter Marozia during the Pornocracy. The son of one man with this title hosted the lewd Banquet of Chestnuts and was the sister of Lucrezia. Another man who held this position feuded with (*) Philip IV, and his successor moved the": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.030512517
      ],
      [
        "ope",
        -0.023381975
      ]
    ]
  },
  "The holiday that commemorates this event was originally established by Sixtus IV, but the church did not definitively confirm the doctrine that lies behind it. Pope Alexander VII gave further support to the doctrine in 1661, but it was not until the Apostolic Constiution Ineffabilis Deus, issued in 1854 by Pius IX that it became universal doctrine that this event was a one- time exception to a universal law. Its holiday is 8 December, although it's often confused with the Feast of the Incarnation, which takes place nine months before Christmas. FTP, name this event that happened to St. Anne in the penultimate decade of the first century BC and allowed the mother of Christ to be the one non-divine human being to be sinless.": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.008734769
      ],
      [
        "mac",
        -1.473646e-05
      ],
      [
        "ulate",
        -1.18755715e-05
      ],
      [
        " Con",
        -3.2929079e-06
      ],
      [
        "ception",
        -7.822647e-06
      ]
    ]
  },
  "One holder of this rank fought against Go-Daigo after breaking away from the Kemmu Restoration. This position ruled via the bakufu, or tent government. One dynasty of this rank was founded after the Battle of Sekigahara and ordered subordinates to leave their families in Edo as hostages. A different dynasty was founded by Minamoto no Yoritomo, and the founder of the final one was a lieutenant of Hideyoshi.": {
    "guess": "Shogun",
    "confidence": [
      [
        "Sh",
        -0.012029327
      ],
      [
        "og",
        -0.24466403
      ],
      [
        "un",
        -0.0018110794
      ]
    ]
  },
  "One of them holds a mace that represents knowledge; that one also bore a mountain on his back on which": {
    "guess": "Dashavatara",
    "confidence": [
      [
        "Dash",
        -0.100913644
      ],
      [
        "av",
        -0.0001658757
      ],
      [
        "at",
        -0.00027420983
      ],
      [
        "ara",
        -6.1537958e-06
      ]
    ]
  },
  "Holidays in this religion include the Day of Ashura. Members of this religion use the misbaha, a ninety nine bead rosary that represents the ninety nine names of God. Some members of this religion believe that an evil figure called the Dajjal will come before the end of the world, but be defeated by a good figure called the Mahdi. This religion's profession of faith is called the Shahada. Its members": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.0012305884
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered in three sports at Sweetwater High. Following his pro career he coached the New York Titans and Oilers of the AFL and assistant coached at Tulsa, and his number is the only one officially retired": {
    "guess": "Jim Norton",
    "confidence": [
      [
        "Jim",
        -1.3154927
      ],
      [
        " Norton",
        -0.048796855
      ]
    ]
  },
  "This holiday was once the first day on which the Bikkurim ceremony could be performed, wherein the seven species would be brought to the temple. The Akdamut, a poem by Rabbi Meir of Worms, is read during this holiday, on which dairy products are consumed and the Book of Ruth is read. This holiday occurs": {
    "guess": "Shavuot",
    "confidence": [
      [
        "Sh",
        -0.0017127822
      ],
      [
        "av",
        -3.2736214e-05
      ],
      [
        "u",
        -0.00017207429
      ],
      [
        "ot",
        -1.1279553e-05
      ]
    ]
  },
  "The holiday that commemorates this event was originally established by Sixtus IV, but the church did not definitively confirm the doctrine that lies behind it. Pope Alexander VII gave further support to": {
    "guess": "Feast of the Immaculate Conception",
    "confidence": [
      [
        "Fe",
        -0.2808528
      ],
      [
        "ast",
        -0.00016468366
      ],
      [
        " of",
        -0.00078425667
      ],
      [
        " the",
        -0.22948536
      ],
      [
        " Im",
        -0.45057094
      ],
      [
        "mac",
        -3.333223e-05
      ],
      [
        "ulate",
        -4.246537e-06
      ],
      [
        " Con",
        -0.000110576206
      ],
      [
        "ception",
        -5.5577775e-06
      ]
    ]
  },
  "Holders of this position are responsible for receiving written communication from the President when he resigns, and the second one presented the Virginia Plan. Madeleine Albright was the first woman to hold this post, and George Marshall created his namesake plan after World War II while holding this position. The first holder of this position, (*) Thomas Jefferson, was appointed by Washington and notably opposed the views of the Treasury Secretary Alexander Hamilton, while others who were given": {
    "guess": "Secretary of State",
    "confidence": [
      [
        "Secretary",
        -0.5311013
      ],
      [
        " of",
        -6.8854926e-05
      ],
      [
        " State",
        -0.0017710928
      ]
    ]
  },
  "A hole in a part of this organ can cause an infection to be classified as chronic suppurative [SUH-puh-rah-tiv]. The front of this organ has a bump called a tragus [TRAY-gus], while the back of its pinna is called its helix. The inside of this organ has three semicircular canals, which are near its organ of Corti [KOR-tee] inside of its cochlea [KOE-klee-uh]. Its bones, called ossicles [AH-sih-kuls],": {
    "guess": "Ear",
    "confidence": [
      [
        "Ear",
        -0.09389706
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association and sent secret delegates to the Hague Convention of 1907. An assassination plot prompted one holder of this position to kill six officials who became known as the \"six martyred ministers.\" Several holders of this position ordered \"literati purges.\" A holder of this position created an institution of scholars called the Hall of Worthies, which was responsible for developing a new writing system. Another holder of this position supported the Sarim faction and was aided by \"righteous armies\" in his struggle against an invasion. The promulgation of the Gabo Reform occurred during the reign of one holder of this position after the Donghak Peasant Revolution affected his country, which was annexed": {
    "guess": "List of Korean monarchs",
    "confidence": [
      [
        "List",
        -0.87690705
      ],
      [
        " of",
        -0.00015264409
      ],
      [
        " Korean",
        -0.8568634
      ],
      [
        " monarch",
        -0.06250692
      ],
      [
        "s",
        -6.945094e-05
      ]
    ]
  },
  "One man to hold this post resigned after creating an open space called Aequimaelium and ordering the death of a man who bought up wheat during a famine. This was the original position responsible for appointing": {
    "guess": "Roman dictator",
    "confidence": [
      [
        "Roman",
        -0.9677415
      ],
      [
        " dictator",
        -0.5826889
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well as making adultery punishable by death by buzzard.  Another person that held this position, who had the same name as the previous, supposedly drove out all sorcerers from his land after he received visions from seers of his palace being entirely flooded by water and his culture's god of war being": {
    "guess": "Emperor of Japan",
    "confidence": [
      [
        "Em",
        -0.86868554
      ],
      [
        "peror",
        -0.001371788
      ],
      [
        " of",
        -0.0025725677
      ],
      [
        " Japan",
        -0.046006706
      ]
    ]
  },
  "Holospora obtusa can have a symbiotic relationship with the caudatum variety of this organism, while bursaria can host photosynthetic endosymbionts. Didinium almost exclusively consumes this organism, whose (*) macronucleus can contain eight hundred copies of a chromosome. Like similar organisms, this organism ingests via a cytostome and uses contractile vacuoles. For ten points, name this freshwater": {
    "guess": "Paramecium",
    "confidence": [
      [
        "Par",
        -0.02096387
      ],
      [
        "ame",
        -3.650519e-06
      ],
      [
        "c",
        -1.9027791e-05
      ],
      [
        "ium",
        -6.6306106e-06
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association and sent secret delegates to the Hague Convention of 1907. An assassination plot prompted one holder of this position to kill six officials who became known as the \"six martyred ministers.\" Several": {
    "guess": "Korean Empire",
    "confidence": [
      [
        "K",
        -0.946741
      ],
      [
        "orean",
        -0.21178728
      ],
      [
        " Empire",
        -0.8150838
      ]
    ]
  },
  "One holder of this position rolled up a prepared speech into a telescope and stared through it instead of reading it. That holder of this position authorized the issuance of the Twenty-One Demands to a neighboring country. The increase of this position's power was the object of the League of Blood and of the 2-26 incident. It is unknown whether one holder of this position knew of the brutal activities": {
    "guess": "Prime Minister of Japan",
    "confidence": [
      [
        "Prime",
        -0.43442446
      ],
      [
        " Minister",
        -0.022553867
      ],
      [
        " of",
        -0.00031162877
      ],
      [
        " Japan",
        -0.004010373
      ]
    ]
  },
  "One of them holds a mace that represents knowledge; that one also bore a mountain on his back on which the gods rode. One of them defeated the demon Goldeneye to recover the Earth from the bottom of the cosmic ocean, while another avoided a boon given to the father of a devotee by jumping out of a pillar.": {
    "guess": "Dashavatara",
    "confidence": [
      [
        "Dash",
        -0.0005054925
      ],
      [
        "av",
        -6.749814e-06
      ],
      [
        "at",
        -2.8444882e-05
      ],
      [
        "ara",
        -4.1273333e-06
      ]
    ]
  },
  "Holospora obtusa can have a symbiotic relationship with the caudatum variety of this organism, while bursaria can host photosynthetic endosymbionts. Didinium almost exclusively consumes this organism,": {
    "guess": "Paramecium",
    "confidence": [
      [
        "Par",
        -0.0033088964
      ],
      [
        "ame",
        -2.3392786e-06
      ],
      [
        "c",
        -8.299462e-06
      ],
      [
        "ium",
        -1.147242e-06
      ]
    ]
  },
  "One holder of this office created the so-called \"fifth court\", his country's first court of appeals. That man was Skapti. The leaders who elected this official were called \"gothi\", a word that had meant": {
    "guess": "Icelandic Commonwealth",
    "confidence": [
      [
        "I",
        -0.075246625
      ],
      [
        "celand",
        -0.0006782424
      ],
      [
        "ic",
        -0.04620011
      ],
      [
        " Commonwealth",
        -0.0014010718
      ]
    ]
  },
  "Holidays in this religion include the Day of Ashura. Members of this religion use the misbaha, a ninety nine bead rosary that represents the ninety nine names of God. Some members of this religion believe that an evil figure called the Dajjal will come before the end of the world, but be defeated by": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.0047736494
      ]
    ]
  },
  "Hollywood loved to turn his books into movies, and his second wife was American actress Paulette Goddard with whom he lived until his death in 1970.  F. Scott Fitzgerald got his only screen credit in adapting this author's Three Comrades into a 1938 movie starring Robert Taylor and Margaret Sullavan, and his best-known novel written in 1929 was quickly made into a film which won the Best Picture and": {
    "guess": "Erich Maria Remarque",
    "confidence": [
      [
        "E",
        -0.19561663
      ],
      [
        "rich",
        -7.100059e-05
      ],
      [
        " Maria",
        -0.0040250877
      ],
      [
        " Rem",
        -0.0005647073
      ],
      [
        "ar",
        -0.00032736
      ],
      [
        "que",
        -0.00018351417
      ]
    ]
  },
  "A hole in a part of this organ can cause an infection to be classified as chronic suppurative [SUH-puh-rah-tiv]. The front of this organ has a bump called a tragus [TRAY-gus], while the back of its pinna is called its helix. The inside of this organ has three semicircular canals, which are near its organ of Corti [KOR-tee] inside of its cochlea [KOE-klee-uh]. Its bones, called ossicles [AH-sih-kuls], are the smallest bones in the human body. They are the malleus, incus, and stapes [STAY-pees], which": {
    "guess": "Ear",
    "confidence": [
      [
        "Ear",
        -0.057327982
      ]
    ]
  },
  "The Homalozoa are an unusual species in this phylum because they are secondarily bilateral, and scholarly": {
    "guess": "Homalozoa",
    "confidence": [
      [
        "Hom",
        -0.9074842
      ],
      [
        "al",
        -0.00065894244
      ],
      [
        "oz",
        -0.0023658976
      ],
      [
        "oa",
        -2.5107178e-05
      ]
    ]
  },
  "The holiday that commemorates this event was originally established by Sixtus IV, but the church did not definitively confirm the doctrine that lies behind it. Pope Alexander VII gave further support to the doctrine in 1661, but it was not until the Apostolic Constiution Ineffabilis Deus, issued in 1854": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.18158677
      ],
      [
        "mac",
        -1.5451682e-05
      ],
      [
        "ulate",
        -2.2842309e-05
      ],
      [
        " Con",
        -3.5313153e-06
      ],
      [
        "ception",
        -1.2113979e-05
      ]
    ]
  },
  "One holy figure in this religion claimed the protection of Huma, the Bird of Heaven, and mentioned the death of his four sons in a letter addressed to a hostile emperor, the \"Epistle of Victory.\" Water stirred with a double-edged sword is used to baptize individuals who then wear a steel bracelet, a wooden comb, and a dagger known as a kirpan, as part of the 5 Ks. Its holiest temple, or gurdwara, is the Harmandir Sahib or Golden Temple in Amritsar. FTP name this religion whose leaders include Gobind Singh and its first Guru, Nanak.": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0011216417
      ],
      [
        "ikh",
        -0.00013035668
      ],
      [
        "ism",
        -2.5345586e-05
      ]
    ]
  },
  "Holders of this office were heavily influenced by Theodora and her daughter Marozia during the Pornocracy.": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.019030353
      ],
      [
        "ope",
        -0.13656105
      ]
    ]
  },
  "Hollywood loved to turn his books into movies, and his second wife was American actress Paulette Goddard with whom he lived until his death in 1970.  F. Scott Fitzgerald got his only screen credit in adapting": {
    "guess": "Paulette Goddard",
    "confidence": [
      [
        "Pa",
        -0.057687685
      ],
      [
        "ule",
        -2.3080716e-05
      ],
      [
        "tte",
        -7.9702455e-05
      ],
      [
        " God",
        -0.00021069261
      ],
      [
        "d",
        -0.0009540981
      ],
      [
        "ard",
        -1.4855664e-05
      ]
    ]
  },
  "The holiday that commemorates this event was originally established by Sixtus IV, but the church did not definitively confirm the doctrine that lies behind it. Pope Alexander VII gave further support to the doctrine in 1661, but it was not until the Apostolic Constiution Ineffabilis Deus, issued in 1854 by Pius IX that it became universal doctrine that this event was a one- time exception to a universal law. Its holiday is 8 December, although it's often confused with the Feast of the Incarnation, which takes place nine months before Christmas. FTP, name this event that happened to St. Anne in the penultimate decade of the first century BC and allowed the mother of Christ to be the one non-divine": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.014035627
      ],
      [
        "mac",
        -1.7597347e-05
      ],
      [
        "ulate",
        -2.057744e-05
      ],
      [
        " Con",
        -1.378283e-05
      ],
      [
        "ception",
        -1.3902034e-05
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist studied its partitioning. This term is paired with \"recalcitrance\" to describe the resistance of plant fibers to degradation by microbes. A study of the relationship between this quantity, alpha diversity, and functional biodiversity found that its increase with alpha diversity was highest for": {
    "guess": "Lignin",
    "confidence": [
      [
        "L",
        -0.32102212
      ],
      [
        "ign",
        -0.029364051
      ],
      [
        "in",
        -0.012879951
      ]
    ]
  },
  "A hole in a part of this organ can cause an infection to be classified as chronic suppurative [SUH-puh-rah-tiv]. The front of this organ has a bump called a tragus [TRAY-gus], while the back of its pinna is called its helix. The inside of this organ has three semicircular canals, which are near its organ of Corti [KOR-tee] inside of its cochlea [KOE-klee-uh]. Its bones, called ossicles [AH-sih-kuls], are the smallest bones in the human body. They are the malleus, incus, and stapes [STAY-pees], which are commonly called the hammer, stirrup, and anvil. Name these sensory organs used for hearing.": {
    "guess": "Ear",
    "confidence": [
      [
        "Ear",
        -0.047892284
      ]
    ]
  },
  "Holders of this position are responsible for receiving written communication from the President when he resigns, and the second one presented the Virginia Plan. Madeleine Albright was the first woman to hold this post, and George Marshall created his namesake plan after World War II while holding this": {
    "guess": "United States Secretary of State",
    "confidence": [
      [
        "United",
        -0.012055474
      ],
      [
        " States",
        -2.6895234e-05
      ],
      [
        " Secretary",
        -0.00014203864
      ],
      [
        " of",
        -4.894791e-05
      ],
      [
        " State",
        -0.0004484269
      ]
    ]
  },
  "One man to hold this post resigned after creating an open space called Aequimaelium and ordering the death of a man who bought up wheat during a famine. This was the original position responsible for appointing a lieutenant named the Master of the Horse. While serving in this post, one man was given the epithet \"Cunctator,\" mocking his delaying tactics. Another man was informed he had been named to this position while he was (*) plowing his farm, which he returned to once he had finished serving.": {
    "guess": "Roman dictator",
    "confidence": [
      [
        "Roman",
        -0.33684233
      ],
      [
        " dictator",
        -0.1285965
      ]
    ]
  },
  "One holder of this office created the so-called \"fifth court\", his country's first court of appeals. That man was Skapti. The leaders who elected this official were called \"gothi\", a word that had meant \"priest\" in pagan times. This official served a three-year term, and his most notable task was performed": {
    "guess": "Icelandic Commonwealth",
    "confidence": [
      [
        "I",
        -0.88158596
      ],
      [
        "celand",
        -0.011808929
      ],
      [
        "ic",
        -0.015947444
      ],
      [
        " Commonwealth",
        -0.0025001522
      ]
    ]
  },
  "One holder of this office created the so-called \"fifth court\", his country's first court of appeals. That man was Skapti. The leaders who elected this official were called \"gothi\", a word that had meant \"priest\" in pagan times. This official served a three-year term, and his most notable task was performed once a year. This official sat on the Logberg, a rocky outcropping from which he could address the assembly below, and at least one holder of this office was forced to resign because of a weak voice. The most notable holder of this post wrote a history book called the Heimskringla, a guide to poetry called the Hattatal, and an account of the tricking of King Gylfi in the Prose Edda. For 10": {
    "guess": "Lawspeaker of the Althing",
    "confidence": [
      [
        "Law",
        -0.8524418
      ],
      [
        "speaker",
        -0.22832458
      ],
      [
        " of",
        -0.32848668
      ],
      [
        " the",
        -0.011439638
      ],
      [
        " Al",
        -0.31257248
      ],
      [
        "thing",
        -0.00090026204
      ]
    ]
  },
  "This holiday occurs on the day before the Fast of Gedaliah, and it is believed to be the day on which God inscribes one's fate into the Book of Life. Its observers metaphorically cast off their sins into a body of water in a ritual known as tashlikh. Apples dipped in honey are consumed during this holiday,": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.0041611455
      ],
      [
        "osh",
        -9.0883464e-07
      ],
      [
        " Hash",
        -2.2246291e-05
      ],
      [
        "an",
        -3.368984e-05
      ],
      [
        "ah",
        -2.3392786e-06
      ]
    ]
  },
  "Holzgang proposed a method for measuring this quantity using a handheld radiometer, and Niklas and Enquist studied its partitioning. This term is paired with \"recalcitrance\" to describe the resistance of plant fibers to degradation by microbes. A study of the relationship between this quantity, alpha diversity, and functional biodiversity found that its increase with alpha diversity was highest for small, isolated ecosystems while its increase with functional diversity was constant as ecosystem size. Its vertical distribution is a major determinant of plant fitness. Primary productivity is defined as the rate at which this quantity increases among autotrophs. This quantity decreases sharply as one ascends an ecological pyramid, and in some applications excludes water or mineral tissue like": {
    "guess": "Biomass",
    "confidence": [
      [
        "B",
        -0.20624809
      ],
      [
        "iom",
        -1.3856493e-06
      ],
      [
        "ass",
        -1.2664457e-06
      ]
    ]
  },
  "Holders of this office were heavily influenced by Theodora and her daughter Marozia during the Pornocracy. The son of one man with this title hosted the lewd Banquet of Chestnuts and was the sister of Lucrezia. Another man who held this position feuded with (*) Philip IV, and his successor moved the seat of this position to Avignon. The Council of Constance resolved the issue of who held this post and thus ended the Western Schism. The infallibility of people in this post when speaking ex cathedra was decreed by Pius IX. For ten points, name this ecclesiastical office whose holder is the head of": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.0070255655
      ],
      [
        "ope",
        -0.047370795
      ]
    ]
  },
  "One holder of this position rolled up a prepared speech into a telescope and stared through it instead of reading it. That holder of this position authorized the issuance of the Twenty-One Demands to a neighboring country. The increase of this position's power was the object of the League of Blood and of the 2-26 incident. It is unknown whether one holder of this position knew of the brutal activities of Unit 731. A holder of this position announced his country's unconditional surrender in the \"Jewel Voice Broadcast\" and admitted that holders of this position are not divine in the Declaration of": {
    "guess": "Emperor of Japan",
    "confidence": [
      [
        "Em",
        -0.42666504
      ],
      [
        "peror",
        -0.00025704817
      ],
      [
        " of",
        -0.0024984907
      ],
      [
        " Japan",
        -0.0003607297
      ]
    ]
  },
  "Holders of this office were heavily influenced by Theodora and her daughter Marozia during the Pornocracy. The son of one man with this title hosted the lewd Banquet of Chestnuts and was the sister of Lucrezia. Another man who held this position feuded with (*) Philip IV, and his successor moved the seat of this position to Avignon. The Council of Constance resolved the issue of who held this post": {
    "guess": "Pope",
    "confidence": [
      [
        "P",
        -0.1657318
      ],
      [
        "ope",
        -0.1623089
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render it non-integrable due to the introductions of horseshoes, which are intersections between stable": {
    "guess": "Horseshoe map",
    "confidence": [
      [
        "H",
        -1.2007438
      ],
      [
        "ors",
        -0.06455203
      ],
      [
        "esh",
        -5.5122365e-07
      ],
      [
        "oe",
        -0.0056279856
      ],
      [
        " map",
        -0.03704039
      ]
    ]
  },
  "One holder of this position was married to Anna Pavlovna, sister of Alexander I, while a female holder of this position was married to Duke Henry of Mecklenburg-Schwerin and was known for issuing a famous \"flaming protest.\" A holder of this position attempted to forestall a revolution in his country in 1848 by allowing Johan Thorbecke to draft a new constitution, while the successor to that holder of this position caused Thorbecke's resignation by standing in opposition to the re-establishmet of a Catholic archbishopric in his country. Another holder of this position was the target of an independence movement in 1830, which achieved its goal when that holder of this position recognized an independent Belgium in 1839 and abdicated the following year. The last man to hold this position in the 19th century passed it to his daughter, Wilhelmina. For ten points, identify this position held in the 19th century by three men with the royal name of William, as well as by the aforementioned Wilhelmina": {
    "guess": "List of monarchs of the Netherlands",
    "confidence": [
      [
        "List",
        -0.685005
      ],
      [
        " of",
        -0.0004158953
      ],
      [
        " monarch",
        -0.10789301
      ],
      [
        "s",
        -0.000516694
      ],
      [
        " of",
        -0.003404309
      ],
      [
        " the",
        -0.0039827046
      ],
      [
        " Netherlands",
        -0.00036549784
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they asked her to stop. A holder of this title exacted a tribute of 2,000 blankets of five types, twenty bowls of gold dust, and enough girls to fill ten harems. The last holder of this title was ordered hanged by a man who hurt himself in a fit of guilt-related insomnia several days later. The best-known of these men died from wounds caused by stones thrown by his subjects at his head, arms, and legs, but the death was blamed on an invading army, who consequently suffered many losses on (*) La Noche Triste. These people ruled over a \"Triple Alliance,\" established by Itzcoatl, consisting of their": {
    "guess": "Tlatoani",
    "confidence": [
      [
        "T",
        -0.77709156
      ],
      [
        "l",
        -0.1339198
      ],
      [
        "ato",
        -0.0005536287
      ],
      [
        "ani",
        -0.0017064863
      ]
    ]
  },
  "One holder of this position proclaimed an empire following the demands of the Independence Association and sent secret delegates to the Hague Convention of 1907. An assassination plot prompted one holder": {
    "guess": "Emperor of China",
    "confidence": [
      [
        "Em",
        -1.1050013
      ],
      [
        "peror",
        -0.4645493
      ],
      [
        " of",
        -0.009775213
      ],
      [
        " China",
        -0.17870498
      ]
    ]
  },
  "Holmes and Marsden used the Melnikov formalism to show that coupling perturbations in this system render it non-integrable due to the introductions of horseshoes, which are intersections between stable and unstable manifolds. The differential equation describing the dynamics of a nonlinear one of these systems contains a term proportional to the sine of the angle, which means that displacement of such a system is proportional to an elliptic integral of the first kind. A linear variant of this system avoids that complication by Taylor expanding around the equilibrium point and assuming small-angle oscillations, which gives a period of two pi times the square root of the length over the gravitational acceleration. Also exhibiting chaos when two of these are connected in a \"double\" variant, for ten points, identify this dynamical system, a harmonic oscillator consisting of a weight on a massless": {
    "guess": "Double pendulum",
    "confidence": [
      [
        "Double",
        -0.027961688
      ],
      [
        " pend",
        -0.26272658
      ],
      [
        "ulum",
        -8.685468e-05
      ]
    ]
  },
  "One holder of this rank fought against Go-Daigo after breaking away from the Kemmu Restoration. This position ruled via the bakufu, or tent government. One dynasty of this rank was founded after the Battle": {
    "guess": "Shogun",
    "confidence": [
      [
        "Sh",
        -0.08355856
      ],
      [
        "og",
        -0.10733432
      ],
      [
        "un",
        -0.008719524
      ]
    ]
  },
  "This holiday occurs on the day before the Fast of Gedaliah, and it is believed to be the day on which God inscribes one's fate into the Book of Life. Its observers metaphorically cast off their sins into a body of water in a ritual known as tashlikh. Apples dipped in honey are consumed during this holiday, which begins the Days of Awe. A ram's horn called the shofar is blown to satisfy the commandment of making T'ruah, and it incorporates the greeting \"shana tova.\" For 10 points, name this holiday": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.43366572
      ],
      [
        "om",
        -0.00010747691
      ],
      [
        " K",
        -1.0325924e-05
      ],
      [
        "ipp",
        -6.575563e-05
      ],
      [
        "ur",
        -4.0603656e-05
      ]
    ]
  },
  "This holiday sees the singing of the Chad Gadya, and some observants use an orange to represent support": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.0019824028
      ],
      [
        "over",
        -0.00012284685
      ]
    ]
  },
  "This holiday occurs on the day before the Fast of Gedaliah, and it is believed to be the day on which": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.63959426
      ],
      [
        "om",
        -5.7888185e-05
      ],
      [
        " K",
        -3.650519e-06
      ],
      [
        "ipp",
        -1.27099975e-05
      ],
      [
        "ur",
        -2.6418418e-05
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well as making adultery punishable by death by buzzard.  Another person that held this position, who had the same name as the previous, supposedly drove out all sorcerers from his land after he received visions from seers of his palace being entirely flooded by water and his culture's god of war being shown cast upon the floor. Those two figures were recorded at length by the priest Diego Duran, though more general information on them comes from so- called codices. Another one of these figures was named after a mythical water monster that devoured human flesh - that one supposedly constructed temples of skulls leftover from human sacrifices from the Flowery Wars. That man, Ahuizotl, was succeeded by a man whose death sparked La Noche Triste. For 10 points, name this position held by two people named Montezuma.": {
    "guess": "Aztec Emperor",
    "confidence": [
      [
        "Az",
        -0.6789016
      ],
      [
        "tec",
        -3.1737043e-06
      ],
      [
        " Emperor",
        -0.1974334
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well as making adultery punishable by death by buzzard.  Another person that held this position, who had": {
    "guess": "Emperor of Japan",
    "confidence": [
      [
        "Em",
        -1.0634663
      ],
      [
        "peror",
        -0.00041172683
      ],
      [
        " of",
        -0.000941358
      ],
      [
        " Japan",
        -0.08670829
      ]
    ]
  },
  "The holiday that commemorates this event was originally established by Sixtus IV, but the church did not definitively confirm the doctrine that lies behind it. Pope Alexander VII gave further support to the doctrine in 1661, but it was not until the Apostolic Constiution Ineffabilis Deus, issued in 1854 by Pius IX that it became universal doctrine that this event was a one- time exception to a universal": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.03271589
      ],
      [
        "mac",
        -1.247159e-05
      ],
      [
        "ulate",
        -1.569009e-05
      ],
      [
        " Con",
        -3.1281633e-07
      ],
      [
        "ception",
        -4.723352e-06
      ]
    ]
  },
  "Hollywood loved to turn his books into movies, and his second wife was American actress Paulette Goddard with whom he lived until his death in 1970.  F. Scott Fitzgerald got his only screen credit in adapting this author's Three Comrades into a 1938 movie starring Robert Taylor and Margaret Sullavan,": {
    "guess": "Erich Maria Remarque",
    "confidence": [
      [
        "E",
        -0.020750217
      ],
      [
        "rich",
        -7.822647e-06
      ],
      [
        " Maria",
        -0.001303453
      ],
      [
        " Rem",
        -0.00015359772
      ],
      [
        "ar",
        -8.590105e-05
      ],
      [
        "que",
        -0.00019316968
      ]
    ]
  },
  "A holder of this title introduced a bird species known as the great-tailed grackle to his domains. The consort of multiple holders of this title donated so generously to the Augustinian Order that they asked her to stop. A holder of this title exacted a tribute of 2,000 blankets of five types, twenty bowls of gold dust, and enough girls to fill ten harems. The last holder of this title was ordered hanged by a man who hurt himself in a fit of guilt-related insomnia several days later. The best-known of these men died from wounds caused by stones thrown by his subjects at his head, arms, and legs, but the death was blamed on an invading army, who consequently suffered many losses on (*) La Noche Triste. These people ruled over a \"Triple Alliance,\" established by Itzcoatl, consisting of their capital, Texcoco, and Tlacopan. Cuahtemoc was the last of these rulers, whose enmity with the Tlaxcalans": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -1.0389882
      ],
      [
        "tec",
        -0.0050625023
      ],
      [
        " Empire",
        -0.4683859
      ]
    ]
  },
  "One holder of this title who was nicknamed \"The Lion\" was forced to sign the unfavorable Treaty of Lambert after the defeat of his navy, which was led by Eustace the Monk. Another holder of this title won a battle that led to Otto IV being deposed as Holy Roman Emperor. Yet another holder of this title": {
    "guess": "King of England",
    "confidence": [
      [
        "King",
        -0.3591829
      ],
      [
        " of",
        -0.0066458676
      ],
      [
        " England",
        -0.3199658
      ]
    ]
  },
  "Holders of this position are responsible for receiving written communication from the President when he resigns, and the second one presented the Virginia Plan. Madeleine Albright was the first woman to": {
    "guess": "President pro tempore of the United States Senate",
    "confidence": [
      [
        "President",
        -0.8984022
      ],
      [
        " pro",
        -0.11539904
      ],
      [
        " temp",
        -0.0017941818
      ],
      [
        "ore",
        -4.604148e-06
      ],
      [
        " of",
        -0.00031341682
      ],
      [
        " the",
        -6.086828e-05
      ],
      [
        " United",
        -0.016062874
      ],
      [
        " States",
        -0.000104616025
      ],
      [
        " Senate",
        -1.1994775e-05
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well as making adultery punishable by death by buzzard.  Another person that held this position, who had the same name as the previous, supposedly drove out all sorcerers from his land after he received visions from seers of his palace being entirely flooded by water and his culture's god of war being shown cast upon the floor. Those two figures were recorded at length by the priest Diego Duran, though": {
    "guess": "Aztec Emperor",
    "confidence": [
      [
        "Az",
        -0.4507937
      ],
      [
        "tec",
        -1.7954959e-05
      ],
      [
        " Emperor",
        -0.43355954
      ]
    ]
  },
  "This holiday is celebrated the following day in certain walled cities in the \"Shushan\" version. Rabbis presiding over the service on this holiday rub two stones to erase a certain name, and each adult Jew observer of this holiday must send two foods to a friend and two donations to two poor people. One food traditionally eaten on this holiday is a triangular pastry representing the pockets of Haman, the villain of the story which led to the celebration of this holiday. Including a reading of the book of Esther, for 10 points, name this merry Jewish holiday.": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.0023903986
      ],
      [
        "ur",
        -1.0206721e-05
      ],
      [
        "im",
        -2.2723105e-05
      ]
    ]
  },
  "One of them holds a mace that represents knowledge; that one also bore a mountain on his back on which the gods rode. One of them defeated the demon Goldeneye to recover the Earth from the bottom of the": {
    "guess": "Dashavatara",
    "confidence": [
      [
        "Dash",
        -0.179104
      ],
      [
        "av",
        -0.00021986762
      ],
      [
        "at",
        -0.00020270597
      ],
      [
        "ara",
        -2.1531068e-05
      ]
    ]
  },
  "This holiday sees the singing of the Chad Gadya, and some observants use an orange to represent support for women rabbis. Along with Sukkot, this holiday includes days designated Chol HaMoed. The [*] haggadah for this holiday lays out the Ma Nishtana, or Four Questions, which concern reclining, double-dipping, and the eating of maror and matzah, which is not chametz, and ask \"Why is this night different from every other night?\" Celebrated with the seder, for 10 points, name this holiday commemorating God's sparing of the Jews from the Angel of Death.": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.0017043407
      ],
      [
        "over",
        -2.5226382e-05
      ]
    ]
  },
  "This holiday was once the first day on which the Bikkurim ceremony could be performed, wherein the seven species would be brought to the temple. The Akdamut, a poem by Rabbi Meir of Worms, is read during this holiday, on which dairy products are consumed and the Book of Ruth is read. This holiday occurs sixteen days after a holiday on which hair is cut and it marks the end of Omer. It is one of the three pilgrimage festivals along with Pesach and Sukkot. For ten points name this Jewish holiday that celebrates the giving of the Torah to Moses, which falls on the same day as Pentecost and is known": {
    "guess": "Shavuot",
    "confidence": [
      [
        "Sh",
        -0.0075634415
      ],
      [
        "av",
        -8.947716e-05
      ],
      [
        "u",
        -0.00022892709
      ],
      [
        "ot",
        -2.1054253e-05
      ]
    ]
  },
  "This holiday is celebrated the following day in certain walled cities in the \"Shushan\" version. Rabbis presiding over the service on this holiday rub two stones to erase a certain name, and each adult Jew observer of this holiday must send two foods to a friend and two donations to two poor people. One food traditionally eaten on this holiday is a triangular pastry representing the pockets of Haman,": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.010270669
      ],
      [
        "ur",
        -1.3856493e-06
      ],
      [
        "im",
        -1.6643718e-05
      ]
    ]
  },
  "This holiday sees the singing of the Chad Gadya, and some observants use an orange to represent support for women rabbis. Along with Sukkot, this holiday includes days designated Chol HaMoed. The [*] haggadah for this holiday lays out the Ma Nishtana, or Four Questions, which concern reclining, double-dipping, and the eating of maror and matzah, which is not chametz, and ask \"Why is this night different from every other night?\" Celebrated with the seder, for 10 points, name this holiday commemorating": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.0021125511
      ],
      [
        "over",
        -3.464347e-05
      ]
    ]
  },
  "One holy figure in this religion claimed the protection of Huma, the Bird of Heaven, and mentioned the death of his four sons in a letter addressed to a hostile emperor, the \"Epistle of Victory.\" Water stirred with a double-edged sword is used to baptize individuals who then wear a steel bracelet, a": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.029538948
      ],
      [
        "ikh",
        -0.000553748
      ],
      [
        "ism",
        -0.0011754631
      ]
    ]
  },
  "Holders of this office were the only ones allowed to wear golden diadems and he was one of two people that could wear sandals inside a certain building. One of this office's holders legendarily had a fire within his chest that made him pass laws banning the use of cotton clothing by commoners, as well": {
    "guess": "Roman Emperor",
    "confidence": [
      [
        "Roman",
        -1.1874793
      ],
      [
        " Emperor",
        -0.27247125
      ]
    ]
  },
  "One holder of this position rolled up a prepared speech into a telescope and stared through it instead of reading it. That holder of this position authorized the issuance of the Twenty-One Demands to a neighboring country. The increase of this position's power was the object of the League of Blood and of the 2-26 incident. It is unknown whether one holder of this position knew of the brutal activities of Unit 731. A holder of this position announced his country's unconditional surrender in the \"Jewel Voice Broadcast\" and admitted that holders of this position are not divine in the Declaration of Humanity. For 10 points, give this title of rulers who sit on the Chrysanthemum Throne, held by men like Taisho and Hirohito.": {
    "guess": "Emperor of Japan",
    "confidence": [
      [
        "Em",
        -0.043927923
      ],
      [
        "peror",
        -0.024940345
      ],
      [
        " of",
        -0.00022547018
      ],
      [
        " Japan",
        -0.000101874335
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered in three sports at Sweetwater High. Following his pro career he coached the New York Titans and Oilers of the AFL and assistant coached at Tulsa, and his number is the only one officially retired by the organization with which he is most associated. He once led the league in interceptions with 11 and is still in the top 150 all time in that statistic. He threw for 40 touchdowns in three seasons and was one of the first to break the 50% completion mark during his time at TCU, and he followed": {
    "guess": "George Blanda",
    "confidence": [
      [
        "George",
        -0.3989294
      ],
      [
        " B",
        -0.0003036458
      ],
      [
        "land",
        -4.9617593e-06
      ],
      [
        "a",
        -1.4259645e-05
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered in three sports at Sweetwater High. Following his pro career he coached the New York Titans and Oilers of the AFL and assistant coached at Tulsa, and his number is the only one officially retired by the organization with which he is most associated. He once led the league in interceptions with 11 and is still in the top 150 all time in that statistic. He threw for 40 touchdowns in three seasons and was one of the first to break the 50% completion mark during his time at TCU, and he followed that with a quickly aborted career in the Cardinals organization. Normalized for era, his 70.3% completion": {
    "guess": "Norm Van Brocklin",
    "confidence": [
      [
        "Norm",
        -1.3855693
      ],
      [
        " Van",
        -0.002571614
      ],
      [
        " Brock",
        -0.00020473242
      ],
      [
        "lin",
        -0.00032879043
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered in three sports at Sweetwater High. Following his pro career he coached the New York Titans and Oilers of the AFL and assistant coached at Tulsa, and his number is the only one officially retired by the organization with which he is most associated. He once led the league in interceptions with 11 and is still in the top 150 all time in that statistic. He threw for 40 touchdowns in three seasons and was one of the first to break the 50% completion mark during his time at TCU, and he followed that with a quickly aborted career in the Cardinals organization. Normalized for era, his 70.3% completion percentage in 1945 is the best in NFL history, and he was on the losing side of the 1943 league": {
    "guess": "Sammy Baugh",
    "confidence": [
      [
        "Sam",
        -0.25413856
      ],
      [
        "my",
        -0.0015481875
      ],
      [
        " Ba",
        -0.00016182278
      ],
      [
        "ugh",
        -2.577686e-06
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered in three sports at Sweetwater High. Following his pro career he coached the New York Titans and Oilers of the AFL and assistant coached at Tulsa, and his number is the only one officially retired by the organization with which he is most associated. He once led the league in interceptions with 11 and is still in the top 150 all time in that statistic. He threw for 40 touchdowns in three seasons and was one of the first to break the 50% completion mark during his time at TCU, and he followed that with a quickly aborted career in the Cardinals organization. Normalized for era, his 70.3% completion percentage in 1945 is the best in NFL history, and he was on the losing side of the 1943 league championship to the Bears. For 10 points, name this longtime Washington Redskin who popularized": {
    "guess": "Sammy Baugh",
    "confidence": [
      [
        "Sam",
        -0.1398853
      ],
      [
        "my",
        -0.00018041854
      ],
      [
        " Ba",
        -0.00012940305
      ],
      [
        "ugh",
        -1.0802739e-05
      ]
    ]
  },
  "He holds the single season punting record with an average distance of 51.4 yards per punt, and he lettered in three sports at Sweetwater High. Following his pro career he coached the New York Titans and Oilers of the AFL and assistant coached at Tulsa, and his number is the only one officially retired by the organization with which he is most associated. He once led the league in interceptions with 11 and is still in the top 150 all time in that statistic. He threw for 40 touchdowns in three seasons and was one of the first to break the 50% completion mark during his time at TCU, and he followed that with a quickly aborted career in the Cardinals organization. Normalized for era, his 70.3% completion percentage in 1945 is the best in NFL history, and he was on the losing side of the 1943 league championship to the Bears. For 10 points, name this longtime Washington Redskin who popularized the forward pass and carried the nickname \"Slinging Sammy.\" ": {
    "guess": "Sammy Baugh",
    "confidence": [
      [
        "Sam",
        -0.01996012
      ],
      [
        "my",
        -3.5597102e-05
      ],
      [
        " Ba",
        -0.00017171667
      ],
      [
        "ugh",
        -6.1537958e-06
      ]
    ]
  },
  "The Homalozoa are an unusual species in this phylum because they are secondarily bilateral, and scholarly debate exists over whether this phylum's asteroidea and ophiuroidea form the same clade.  One of": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0033071123
      ],
      [
        "chin",
        -0.00012689977
      ],
      [
        "od",
        -0.0052383794
      ],
      [
        "erm",
        -1.18755715e-05
      ]
    ]
  },
  "The Homalozoa are an unusual species in this phylum because they are secondarily bilateral, and scholarly debate exists over whether this phylum's asteroidea and ophiuroidea form the same clade.  One of these species discharges parts of its organs when under attack and also uses sticky threads as a defense": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.01649013
      ],
      [
        "chin",
        -0.0005922324
      ],
      [
        "od",
        -0.003940429
      ],
      [
        "erm",
        -4.365741e-06
      ]
    ]
  },
  "The Homalozoa are an unusual species in this phylum because they are secondarily bilateral, and scholarly debate exists over whether this phylum's asteroidea and ophiuroidea form the same clade.  One of these species discharges parts of its organs when under attack and also uses sticky threads as a defense mechanism.  The arrangement of the mouth on one of these creatures is known as Aristotle's lantern. ": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.006671324
      ],
      [
        "chin",
        -0.0019288709
      ],
      [
        "od",
        -0.0013078562
      ],
      [
        "erm",
        -1.0087517e-05
      ]
    ]
  },
  "The Homalozoa are an unusual species in this phylum because they are secondarily bilateral, and scholarly debate exists over whether this phylum's asteroidea and ophiuroidea form the same clade.  One of these species discharges parts of its organs when under attack and also uses sticky threads as a defense mechanism.  The arrangement of the mouth on one of these creatures is known as Aristotle's lantern.  They contain sensors at the end of their podia or tubed feet, which are connected to their water": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0055656326
      ],
      [
        "chin",
        -0.00043114604
      ],
      [
        "od",
        -0.0016084164
      ],
      [
        "erm",
        -7.465036e-06
      ]
    ]
  },
  "The Homalozoa are an unusual species in this phylum because they are secondarily bilateral, and scholarly debate exists over whether this phylum's asteroidea and ophiuroidea form the same clade.  One of these species discharges parts of its organs when under attack and also uses sticky threads as a defense mechanism.  The arrangement of the mouth on one of these creatures is known as Aristotle's lantern.  They contain sensors at the end of their podia or tubed feet, which are connected to their water vascular system.  For 10 points each, identify this phylum whose members exhibit radial symmetry,": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.005491534
      ],
      [
        "chin",
        -0.000114033115
      ],
      [
        "od",
        -0.0018069108
      ],
      [
        "erm",
        -1.7597347e-05
      ]
    ]
  },
  "The Homalozoa are an unusual species in this phylum because they are secondarily bilateral, and scholarly debate exists over whether this phylum's asteroidea and ophiuroidea form the same clade.  One of these species discharges parts of its organs when under attack and also uses sticky threads as a defense mechanism.  The arrangement of the mouth on one of these creatures is known as Aristotle's lantern.  They contain sensors at the end of their podia or tubed feet, which are connected to their water vascular system.  For 10 points each, identify this phylum whose members exhibit radial symmetry, a phylum that includes sea cucumbers and starfish.": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0038251334
      ],
      [
        "chin",
        -0.00014597236
      ],
      [
        "od",
        -0.0024270252
      ],
      [
        "erm",
        -1.4378848e-05
      ]
    ]
  }
}