{
  "The steel frame for this structure was designed by Gunvald Aus and Kort Berle. That steel skeleton supports articulated piers that rise to the pyramidal top, which is richly decorated with ornate gothic detailing. This building's neo-Gothic design led Parkes Cadman to declare it a \"cathedral of commerce\", and it was the world's tallest building until the construction of 40 Wall Street in 1930 in the same city. This skyscraper across from City Hall on Broadway rises 792 feet and cost the retail magnate who commissioned it $13 million in 1910, and the tower bears his name. For 10 points, identify this New York skyscraper with architect Cass Gilbert that bears the name of a defunct chain of stores.": {
    "guess": "Woolworth Building",
    "confidence": [
      [
        "W",
        -0.0025041979
      ],
      [
        "ool",
        -0.00046343924
      ],
      [
        "worth",
        -7.107425e-06
      ],
      [
        " Building",
        -0.00024941913
      ]
    ]
  },
  "The Steinhart-Hart equation allows certain resistors to be used as these, while the rate of conductance is measured by one of these which rely on the Coulomb blockade. One of these named for Beckmann used": {
    "guess": "Thermistors",
    "confidence": [
      [
        "Th",
        -0.70166785
      ],
      [
        "erm",
        -0.0053689373
      ],
      [
        "ist",
        -0.64526564
      ],
      [
        "ors",
        -1.998142e-05
      ]
    ]
  },
  "The steel frame for this structure was designed by Gunvald Aus and Kort Berle. That steel skeleton supports articulated piers that rise to the pyramidal top, which is richly decorated with ornate gothic detailing. This building's neo-Gothic design led Parkes Cadman to declare it a \"cathedral of commerce\", and it was the world's tallest building until the construction of 40 Wall Street in 1930 in the same city. This skyscraper across from City Hall on Broadway rises 792 feet and cost the retail magnate": {
    "guess": "Woolworth Building",
    "confidence": [
      [
        "W",
        -0.0026477135
      ],
      [
        "ool",
        -0.0006034302
      ],
      [
        "worth",
        -1.18755715e-05
      ],
      [
        " Building",
        -0.0006045031
      ]
    ]
  },
  "The Steiner-Lehmus theorem states that if the lengths of two of these are equal in any triangle, then the triangle is isosceles. They can be easily constructed by connecting a vertex of the triangle to the midpoint of the minor arc connecting the other two vertices on the circumcircle. Their namesake theorem relates the ratio in which they cut the opposing side with the ratios of two sides of the triangle.": {
    "guess": "Cevian",
    "confidence": [
      [
        "C",
        -0.6245791
      ],
      [
        "ev",
        -0.6225797
      ],
      [
        "ian",
        -0.09091861
      ]
    ]
  },
  "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the": {
    "guess": "Scapegoat",
    "confidence": [
      [
        "S",
        -1.121126
      ],
      [
        "cape",
        -0.008300254
      ],
      [
        "go",
        -0.00015026369
      ],
      [
        "at",
        -0.028113538
      ]
    ]
  },
  "One of these stellar objects is called Trifid, and its different regions include emission, reflection, and dark types of these. The question as to whether or not all of them are located in the Milky Way was a main topic of the Shapley-Curtis debate. One called the Tarantula in the Large Magellanic Cloud contains Supernova 1987A and is 650 light-years across. The planetary type got their name because": {
    "guess": "Nebula",
    "confidence": [
      [
        "N",
        -0.026288338
      ],
      [
        "eb",
        -2.3392786e-06
      ],
      [
        "ula",
        -6.873572e-05
      ]
    ]
  },
  "The Steinhart-Hart equation allows certain resistors to be used as these, while the rate of conductance is measured by one of these which rely on the Coulomb blockade. One of these named for Beckmann used Raoult's law to analyze molar masses of compounds. One named for Galileo contains several colored": {
    "guess": "Thermistor",
    "confidence": [
      [
        "Th",
        -0.17233315
      ],
      [
        "erm",
        -0.006185337
      ],
      [
        "istor",
        -0.11245622
      ]
    ]
  },
  "The Steinhart-Hart equation allows certain resistors to be used as these, while the rate of conductance is measured by one of these which rely on the Coulomb blockade. One of these named for Beckmann used Raoult's law to analyze molar masses of compounds. One named for Galileo contains several colored glass balls of various densities floating in a liquid, and one named for Six displays the minimum and maximum value of the property it measures. For 10 points, identify this object, commonly used to": {
    "guess": "Hydrometer",
    "confidence": [
      [
        "Hy",
        -0.17204024
      ],
      [
        "d",
        -0.0023025086
      ],
      [
        "rometer",
        -0.0009765984
      ]
    ]
  },
  "One of these stellar objects is called Trifid, and its different regions include emission, reflection, and dark types of these. The question as to whether or not all of them are located in the Milky Way was a main topic of the Shapley-Curtis debate. One called the Tarantula in the Large Magellanic Cloud contains Supernova 1987A and is 650 light-years across. The planetary type got their name because they appear similar to distant planets, and include the Eskimo and Dumbbell. Name these regions where": {
    "guess": "Nebula",
    "confidence": [
      [
        "N",
        -0.045754857
      ],
      [
        "eb",
        -4.246537e-06
      ],
      [
        "ula",
        -0.00046820738
      ]
    ]
  },
  "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the title of a study of one author with this surname. Another author with this surname was deeply attached to the married Constantin Héger, a fact suppressed in the biography of that author by Elizabeth Gaskell. A novel by an author with this surname is framed as a series of letters sent to Jack Halford by the protagonist, who falls in love with Arthur Huntington's wife Helen Graham, the title character. Another author with this surname wrote a novel whose protagonist is locked in the (*) \"red room\" before attending the Lowood School. Later in that novel, Thornfield Hall is burned down by Bertha Mason and the protagonist marries Mr. Rochester. For 10 points, identify this surname that the authors of The Tenant of Wildfell Hall and Jane Eyre, Anne and Charlotte, shared with their sister Emily.": {
    "guess": "Brontë",
    "confidence": [
      [
        "Br",
        -0.0032991513
      ],
      [
        "ont",
        -0.004458605
      ],
      [
        "ë",
        -0.00013882013
      ]
    ]
  },
  "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the title of a study of one author with this surname. Another author with this surname was deeply attached to the married Constantin Héger, a fact suppressed in the biography of that author by Elizabeth Gaskell. A novel by an author with this surname is framed as a series of letters sent to Jack Halford by the protagonist, who falls in love with Arthur Huntington's wife Helen Graham, the title character. Another author with this surname wrote a novel whose protagonist is locked in the (*) \"red room\"": {
    "guess": "Brontë",
    "confidence": [
      [
        "Br",
        -0.119967565
      ],
      [
        "ont",
        -0.06583274
      ],
      [
        "ë",
        -0.00035060104
      ]
    ]
  },
  "After stealing \"mes\" from one deity, this deity was pursued by sea monsters known as Abgallu, although she successfully escaped. While in the underworld, this deity had to be revived by the water of life after an incident in which she was forced to shed an article of clothing at each gate she passed,": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.01564917
      ],
      [
        "htar",
        -6.146429e-05
      ]
    ]
  },
  "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the title of a study of one author with this surname. Another author with this surname was deeply attached to the married Constantin Héger, a fact suppressed in the biography of that author by Elizabeth": {
    "guess": "Brontë",
    "confidence": [
      [
        "Br",
        -0.07557429
      ],
      [
        "ont",
        -0.023662595
      ],
      [
        "ë",
        -0.00029136782
      ]
    ]
  },
  "After stealing \"mes\" from one deity, this deity was pursued by sea monsters known as Abgallu, although she successfully escaped. While in the underworld, this deity had to be revived by the water of life after an incident in which she was forced to shed an article of clothing at each gate she passed, as part of this deity's failed attempt to retrieve her consort Tammuz. This deity once asked Gilgamesh to be her new lover, but he refused, reminded by the ill fate that befell each of her previous consorts.": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.017999975
      ],
      [
        "htar",
        -4.6683042e-05
      ]
    ]
  },
  "The steel frame for this structure was designed by Gunvald Aus and Kort Berle. That steel skeleton supports": {
    "guess": "Woolworth Building",
    "confidence": [
      [
        "W",
        -0.0040903934
      ],
      [
        "ool",
        -0.0009894612
      ],
      [
        "worth",
        -4.6563837e-05
      ],
      [
        " Building",
        -0.0006142667
      ]
    ]
  },
  "The steel frame for this structure was designed by Gunvald Aus and Kort Berle. That steel skeleton supports articulated piers that rise to the pyramidal top, which is richly decorated with ornate gothic detailing. This building's neo-Gothic design led Parkes Cadman to declare it a \"cathedral of commerce\",": {
    "guess": "Woolworth Building",
    "confidence": [
      [
        "W",
        -0.0043920213
      ],
      [
        "ool",
        -0.00047368708
      ],
      [
        "worth",
        -1.4378848e-05
      ],
      [
        " Building",
        -0.00085452455
      ]
    ]
  },
  "The Steinhart-Hart equation allows certain resistors to be used as these, while the rate of conductance is measured by one of these which rely on the Coulomb blockade. One of these named for Beckmann used Raoult's law to analyze molar masses of compounds. One named for Galileo contains several colored glass balls of various densities floating in a liquid, and one named for Six displays the minimum": {
    "guess": "Hydrometer",
    "confidence": [
      [
        "Hy",
        -0.19112611
      ],
      [
        "d",
        -0.00054183125
      ],
      [
        "rometer",
        -0.0006825301
      ]
    ]
  },
  "After stealing \"mes\" from one deity, this deity was pursued by sea monsters known as Abgallu, although she successfully escaped. While in the underworld, this deity had to be revived by the water of life after an incident in which she was forced to shed an article of clothing at each gate she passed, as part of this deity's failed attempt to retrieve her consort Tammuz. This deity once asked Gilgamesh": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.021799598
      ],
      [
        "htar",
        -2.4630364e-05
      ]
    ]
  },
  "The Steiner-Lehmus theorem states that if the lengths of two of these are equal in any triangle, then the triangle is isosceles. They can be easily constructed by connecting a vertex of the triangle to the midpoint of the minor arc connecting the other two vertices on the circumcircle. Their namesake": {
    "guess": "Steiner-Lehmus theorem",
    "confidence": [
      [
        "Ste",
        -0.4075714
      ],
      [
        "iner",
        -0.0014084475
      ],
      [
        "-Le",
        -0.8154071
      ],
      [
        "hm",
        -0.00010247036
      ],
      [
        "us",
        -2.1769476e-05
      ],
      [
        " theorem",
        -0.1680118
      ]
    ]
  },
  "The Steiner-Lehmus theorem states that if the lengths of two of these are equal in any triangle, then the triangle is isosceles. They can be easily constructed by connecting a vertex of the triangle to": {
    "guess": "Isosceles triangle",
    "confidence": [
      [
        "Is",
        -1.2623951
      ],
      [
        "os",
        -0.04386916
      ],
      [
        "ce",
        -1.3544423e-05
      ],
      [
        "les",
        -8.292095e-05
      ],
      [
        " triangle",
        -0.16035746
      ]
    ]
  },
  "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the title of a study of one author with this surname. Another author with this surname was deeply attached to the married Constantin Héger, a fact suppressed in the biography of that author by Elizabeth Gaskell. A novel by an author with this surname is framed as a series of letters sent to Jack Halford by the protagonist, who falls in love with Arthur Huntington's wife Helen Graham, the title character. Another author with this surname wrote a novel whose protagonist is locked in the (*) \"red room\" before attending the Lowood School. Later in that novel, Thornfield Hall is burned down by Bertha": {
    "guess": "BRONTE",
    "confidence": [
      [
        "BR",
        -0.5873286
      ],
      [
        "ON",
        -0.45903265
      ],
      [
        "TE",
        -1.9816675e-06
      ]
    ]
  },
  "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the title of a study of one author with this surname. Another author with this surname was deeply attached to the married Constantin Héger, a fact suppressed in the biography of that author by Elizabeth Gaskell. A novel by an author with this surname is framed as a series of letters sent to Jack Halford by the protagonist, who falls in love with Arthur Huntington's wife Helen Graham, the title character. Another author with this surname wrote a novel whose protagonist is locked in the (*) \"red room\" before attending the Lowood School. Later in that novel, Thornfield Hall is burned down by Bertha Mason and the protagonist marries Mr. Rochester. For 10 points, identify this surname that the authors": {
    "guess": "Brontë",
    "confidence": [
      [
        "Br",
        -0.0030524582
      ],
      [
        "ont",
        -0.036998685
      ],
      [
        "ë",
        -8.280175e-05
      ]
    ]
  },
  "After stealing \"mes\" from one deity, this deity was pursued by sea monsters known as Abgallu, although she successfully escaped. While in the underworld, this deity had to be revived by the water of life": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.015799489
      ],
      [
        "htar",
        -2.9279307e-05
      ]
    ]
  },
  "After stealing \"mes\" from one deity, this deity was pursued by sea monsters known as Abgallu, although she successfully escaped. While in the underworld, this deity had to be revived by the water of life after an incident in which she was forced to shed an article of clothing at each gate she passed, as part of this deity's failed attempt to retrieve her consort Tammuz. This deity once asked Gilgamesh to be her new lover, but he refused, reminded by the ill fate that befell each of her previous consorts. For 10 points, name this Mesopotamian goddess of fertility, love, and sex.": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.15053822
      ],
      [
        "htar",
        -5.383526e-05
      ]
    ]
  },
  "The steel frame for this structure was designed by Gunvald Aus and Kort Berle. That steel skeleton supports articulated piers that rise to the pyramidal top, which is richly decorated with ornate gothic detailing. This building's neo-Gothic design led Parkes Cadman to declare it a \"cathedral of commerce\", and it was the world's tallest building until the construction of 40 Wall Street in 1930 in the": {
    "guess": "Woolworth Building",
    "confidence": [
      [
        "W",
        -0.0036108785
      ],
      [
        "ool",
        -0.0033489398
      ],
      [
        "worth",
        -1.9504607e-05
      ],
      [
        " Building",
        -0.0015368813
      ]
    ]
  },
  "The Steinhart-Hart equation allows certain resistors to be used as these, while the rate of conductance is measured by one of these which rely on the Coulomb blockade. One of these named for Beckmann used Raoult's law to analyze molar masses of compounds. One named for Galileo contains several colored glass balls of various densities floating in a liquid, and one named for Six displays the minimum and maximum value of the property it measures. For 10 points, identify this object, commonly used to measure temperature.": {
    "guess": "Thermometer",
    "confidence": [
      [
        "Th",
        -0.08326891
      ],
      [
        "erm",
        -2.58224e-05
      ],
      [
        "ometer",
        -0.07406321
      ]
    ]
  },
  "The Steiner-Lehmus theorem states that if the lengths of two of these are equal in any triangle, then the triangle is isosceles. They can be easily constructed by connecting a vertex of the triangle to the midpoint of the minor arc connecting the other two vertices on the circumcircle. Their namesake theorem relates the ratio in which they cut the opposing side with the ratios of two sides of the triangle. Their external versions intersect at the excenters, while their internal versions intersect": {
    "guess": "Incircle",
    "confidence": [
      [
        "In",
        -1.1137191
      ],
      [
        "circle",
        -0.3138652
      ]
    ]
  },
  "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the title of a study of one author with this surname. Another author with this surname was deeply attached to the married Constantin Héger, a fact suppressed in the biography of that author by Elizabeth Gaskell. A novel by an author with this surname is framed as a series of letters sent to Jack Halford": {
    "guess": "Brontë",
    "confidence": [
      [
        "Br",
        -0.017253065
      ],
      [
        "ont",
        -0.022101067
      ],
      [
        "ë",
        -0.00036287535
      ]
    ]
  },
  "One of these stellar objects is called Trifid, and its different regions include emission, reflection, and dark types of these. The question as to whether or not all of them are located in the Milky Way was a main topic of the Shapley-Curtis debate. One called the Tarantula in the Large Magellanic Cloud": {
    "guess": "Galaxy",
    "confidence": [
      [
        "Gal",
        -0.0026983551
      ],
      [
        "axy",
        -0.053947378
      ]
    ]
  },
  "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the title of a study of one author with this surname. Another author with this surname was deeply attached": {
    "guess": "Brontë",
    "confidence": [
      [
        "Br",
        -0.7903612
      ],
      [
        "ont",
        -0.15324926
      ],
      [
        "ë",
        -0.0006708592
      ]
    ]
  },
  "The steel frame for this structure was designed by Gunvald Aus and Kort Berle. That steel skeleton supports articulated piers that rise to the pyramidal top, which is richly decorated with ornate gothic detailing. This building's neo-Gothic design led Parkes Cadman to declare it a \"cathedral of commerce\", and it was the world's tallest building until the construction of 40 Wall Street in 1930 in the same city. This skyscraper across from City Hall on Broadway rises 792 feet and cost the retail magnate who commissioned it $13 million in 1910, and the tower bears his name. For 10 points, identify": {
    "guess": "Woolworth Building",
    "confidence": [
      [
        "W",
        -0.0021271838
      ],
      [
        "ool",
        -0.00072565617
      ],
      [
        "worth",
        -3.5313153e-06
      ],
      [
        " Building",
        -0.0002540681
      ]
    ]
  },
  "After stealing \"mes\" from one deity, this deity was pursued by sea monsters known as Abgallu, although": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.030463137
      ],
      [
        "htar",
        -0.00055982365
      ]
    ]
  },
  "The Steiner-Lehmus theorem states that if the lengths of two of these are equal in any triangle, then the triangle is isosceles. They can be easily constructed by connecting a vertex of the triangle to the midpoint of the minor arc connecting the other two vertices on the circumcircle. Their namesake theorem relates the ratio in which they cut the opposing side with the ratios of two sides of the triangle. Their external versions intersect at the excenters, while their internal versions intersect at the incenter. FTP, name these lines that divide the corners of a triangle in half.": {
    "guess": "Angle bisectors",
    "confidence": [
      [
        "Angle",
        -0.06772084
      ],
      [
        " bis",
        -0.015840441
      ],
      [
        "ectors",
        -0.03274266
      ]
    ]
  },
  "The steel frame for this structure was designed by Gunvald Aus and Kort Berle. That steel skeleton supports articulated piers that rise to the pyramidal top, which is richly decorated with ornate gothic": {
    "guess": "Woolworth Building",
    "confidence": [
      [
        "W",
        -0.001172725
      ],
      [
        "ool",
        -0.0018867536
      ],
      [
        "worth",
        -1.3067608e-05
      ],
      [
        " Building",
        -0.0005769817
      ]
    ]
  },
  "One of these stellar objects is called Trifid, and its different regions include emission, reflection, and dark types of these. The question as to whether or not all of them are located in the Milky Way": {
    "guess": "Nebula",
    "confidence": [
      [
        "N",
        -0.010961393
      ],
      [
        "eb",
        -3.1281633e-07
      ],
      [
        "ula",
        -1.1398757e-05
      ]
    ]
  },
  "The Steiner-Lehmus theorem states that if the lengths of two of these are equal in any triangle, then": {
    "guess": "Steiner-Lehmus theorem",
    "confidence": [
      [
        "Ste",
        -0.010300762
      ],
      [
        "iner",
        -0.00011749002
      ],
      [
        "-Le",
        -0.02234008
      ],
      [
        "hm",
        -4.501419e-05
      ],
      [
        "us",
        -2.2961513e-05
      ],
      [
        " theorem",
        -0.022920951
      ]
    ]
  },
  "One of these stellar objects is called Trifid, and its different regions include emission, reflection,": {
    "guess": "Nebula",
    "confidence": [
      [
        "N",
        -0.007569957
      ],
      [
        "eb",
        -2.577686e-06
      ],
      [
        "ula",
        -0.23786639
      ]
    ]
  },
  "The Steinhart-Hart equation allows certain resistors to be used as these, while the rate of conductance": {
    "guess": "Thermistors",
    "confidence": [
      [
        "Th",
        -0.44181907
      ],
      [
        "erm",
        -0.00035321983
      ],
      [
        "ist",
        -0.48061472
      ],
      [
        "ors",
        -9.849109e-06
      ]
    ]
  },
  "In Stella Gibbons's Cold Comfort Farm, Mr. Mybug vacillates between Scapegoat and Pard-spirit for the title of a study of one author with this surname. Another author with this surname was deeply attached to the married Constantin Héger, a fact suppressed in the biography of that author by Elizabeth Gaskell. A novel by an author with this surname is framed as a series of letters sent to Jack Halford by the protagonist, who falls in love with Arthur Huntington's wife Helen Graham, the title character.": {
    "guess": "Brontë",
    "confidence": [
      [
        "Br",
        -0.51028365
      ],
      [
        "ont",
        -0.026094519
      ],
      [
        "ë",
        -0.00071934203
      ]
    ]
  },
  "One of these stellar objects is called Trifid, and its different regions include emission, reflection, and dark types of these. The question as to whether or not all of them are located in the Milky Way was a main topic of the Shapley-Curtis debate. One called the Tarantula in the Large Magellanic Cloud contains Supernova 1987A and is 650 light-years across. The planetary type got their name because they appear similar to distant planets, and include the Eskimo and Dumbbell. Name these regions where star and planet formation takes place, a type of interstellar cloud.": {
    "guess": "Nebula",
    "confidence": [
      [
        "N",
        -0.0057620495
      ],
      [
        "eb",
        -2.5941605e-05
      ],
      [
        "ula",
        -1.1637165e-05
      ]
    ]
  }
}