{
  "This journalist wrote a play titled The New Ghetto and a novel titled Old New Land. After an unsuccessful attempt to meet Sultan Abdulhamid (ahb-dool- hah-MEED) the Second, this person started a conference in Basel (BAH-zuhl), Switzerland. He worked with Britain's Joseph Chamberlain to design a Uganda Proposal, and even though it was written thirteen years after he died, his work is considered a great": {
    "guess": "Theodor Herzl",
    "confidence": [
      [
        "The",
        -0.0037057775
      ],
      [
        "odor",
        -0.03879575
      ],
      [
        " Herz",
        -0.00027647105
      ],
      [
        "l",
        -3.5597102e-05
      ]
    ]
  },
  "Journalist Ruben Salazar was killed while covering an event in favor of this cause. At a Republican National Convention, the paralyzed Ron Kovic led a demonstration in favor of this cause. The Baltimore Four, including Father Philip Berrigan, drenched papers with blood to support this cause. Supporters of it had their free speech rights protected in the Supreme Court case (*) Tinker v. Des Moines. This cause was also the subject of a John Kerry led group's \"Winter Soldier Investigation.\" People in favor of this cause frequently chanted \"hey hey, LBJ, how many kids did you kill today?\" For 10 points,": {
    "guess": "Vietnam War",
    "confidence": [
      [
        "Viet",
        -0.61578673
      ],
      [
        "nam",
        -0.00025966697
      ],
      [
        " War",
        -0.0057920357
      ]
    ]
  },
  "This journalist wrote a play titled The New Ghetto and a novel titled Old New Land. After an unsuccessful attempt to meet Sultan Abdulhamid (ahb-dool- hah-MEED) the Second, this person started a conference": {
    "guess": "Theodor Herzl",
    "confidence": [
      [
        "The",
        -0.0008099827
      ],
      [
        "odor",
        -0.051107295
      ],
      [
        " Herz",
        -0.00012332367
      ],
      [
        "l",
        -4.6683042e-05
      ]
    ]
  },
  "This journalist wrote a play titled The New Ghetto and a novel titled Old New Land. After an unsuccessful": {
    "guess": "Theodor Herzl",
    "confidence": [
      [
        "The",
        -0.044628944
      ],
      [
        "odor",
        -0.10114154
      ],
      [
        " Herz",
        -0.00014203864
      ],
      [
        "l",
        -6.229872e-05
      ]
    ]
  },
  "This journalist wrote a play titled The New Ghetto and a novel titled Old New Land. After an unsuccessful attempt to meet Sultan Abdulhamid (ahb-dool- hah-MEED) the Second, this person started a conference in Basel (BAH-zuhl), Switzerland. He worked with Britain's Joseph Chamberlain to design a Uganda Proposal, and even though it was written thirteen years after he died, his work is considered a great influence on the Balfour Declaration. Name this author of Der Judenstaat (YOO-dun-shtaht) considered the father of Zionism.": {
    "guess": "Theodor Herzl",
    "confidence": [
      [
        "The",
        -0.0011424804
      ],
      [
        "odor",
        -0.045731977
      ],
      [
        " Herz",
        -5.157039e-05
      ],
      [
        "l",
        -5.080963e-06
      ]
    ]
  },
  "Journalist Ruben Salazar was killed while covering an event in favor of this cause. At a Republican National": {
    "guess": "Chicano Movement",
    "confidence": [
      [
        "Ch",
        -0.0066511915
      ],
      [
        "ic",
        -0.0008109363
      ],
      [
        "ano",
        -3.650519e-06
      ],
      [
        " Movement",
        -0.9035102
      ]
    ]
  },
  "This journalist wrote a play titled The New Ghetto and a novel titled Old New Land. After an unsuccessful attempt to meet Sultan Abdulhamid (ahb-dool- hah-MEED) the Second, this person started a conference in Basel (BAH-zuhl), Switzerland. He worked with Britain's Joseph Chamberlain to design a Uganda": {
    "guess": "Theodor Herzl",
    "confidence": [
      [
        "The",
        -0.0022018824
      ],
      [
        "odor",
        -0.067617774
      ],
      [
        " Herz",
        -0.0001626572
      ],
      [
        "l",
        -5.419287e-05
      ]
    ]
  },
  "Journalist Ruben Salazar was killed while covering an event in favor of this cause. At a Republican National Convention, the paralyzed Ron Kovic led a demonstration in favor of this cause. The Baltimore Four, including Father Philip Berrigan, drenched papers with blood to support this cause. Supporters": {
    "guess": "Opposition to the Vietnam War",
    "confidence": [
      [
        "Opp",
        -0.6248287
      ],
      [
        "osition",
        -0.00040755473
      ],
      [
        " to",
        -0.002246604
      ],
      [
        " the",
        -0.14171138
      ],
      [
        " Vietnam",
        -0.007243476
      ],
      [
        " War",
        -0.009617251
      ]
    ]
  },
  "Journalist Ruben Salazar was killed while covering an event in favor of this cause. At a Republican National Convention, the paralyzed Ron Kovic led a demonstration in favor of this cause. The Baltimore": {
    "guess": "Anti-Vietnam War Movement",
    "confidence": [
      [
        "Anti",
        -0.8159068
      ],
      [
        "-V",
        -0.46180645
      ],
      [
        "iet",
        -7.696077e-05
      ],
      [
        "nam",
        -0.00032616797
      ],
      [
        " War",
        -0.0117784105
      ],
      [
        " Movement",
        -0.44325453
      ]
    ]
  },
  "Journalist Ruben Salazar was killed while covering an event in favor of this cause. At a Republican National Convention, the paralyzed Ron Kovic led a demonstration in favor of this cause. The Baltimore Four, including Father Philip Berrigan, drenched papers with blood to support this cause. Supporters of it had their free speech rights protected in the Supreme Court case (*) Tinker v. Des Moines. This cause was also the subject of a John Kerry led group's \"Winter Soldier Investigation.\" People in favor of this cause frequently chanted \"hey hey, LBJ, how many kids did you kill today?\" For 10 points, name this cause in which Americans expressed opposition to military participation in a Southeast": {
    "guess": "Opposition to the Vietnam War",
    "confidence": [
      [
        "Opp",
        -0.7713108
      ],
      [
        "osition",
        -0.00054624176
      ],
      [
        " to",
        -0.011442946
      ],
      [
        " the",
        -0.009315538
      ],
      [
        " Vietnam",
        -0.0050234753
      ],
      [
        " War",
        -0.0022835992
      ]
    ]
  },
  "The journalist Orlando Martinez Howley was assassinated by agents of this country, one of whose rulers supported the puppet president Joaquin Balaguer and was succeeded by his son Ramfis. The secret police": {
    "guess": "Dominican Republic",
    "confidence": [
      [
        "Domin",
        -0.016046569
      ],
      [
        "ican",
        -1.1398757e-05
      ],
      [
        " Republic",
        -0.00025621374
      ]
    ]
  },
  "This journalist wrote a play titled The New Ghetto and a novel titled Old New Land. After an unsuccessful attempt to meet Sultan Abdulhamid (ahb-dool- hah-MEED) the Second, this person started a conference in Basel (BAH-zuhl), Switzerland. He worked with Britain's Joseph Chamberlain to design a Uganda Proposal, and even though it was written thirteen years after he died, his work is considered a great influence on the Balfour Declaration. Name this author of Der Judenstaat (YOO-dun-shtaht) considered": {
    "guess": "Theodor Herzl",
    "confidence": [
      [
        "The",
        -0.00040838914
      ],
      [
        "odor",
        -0.28257883
      ],
      [
        " Herz",
        -0.00011093382
      ],
      [
        "l",
        -1.342522e-05
      ]
    ]
  },
  "Journalist Ruben Salazar was killed while covering an event in favor of this cause. At a Republican National Convention, the paralyzed Ron Kovic led a demonstration in favor of this cause. The Baltimore Four, including Father Philip Berrigan, drenched papers with blood to support this cause. Supporters of it had their free speech rights protected in the Supreme Court case (*) Tinker v. Des Moines. This cause was also the subject of a John Kerry led group's \"Winter Soldier Investigation.\" People in favor of this cause frequently chanted \"hey hey, LBJ, how many kids did you kill today?\" For 10 points, name this cause in which Americans expressed opposition to military participation in a Southeast Asian conflict.": {
    "guess": "Opposition to the Vietnam War",
    "confidence": [
      [
        "Opp",
        -0.64621615
      ],
      [
        "osition",
        -0.0002389402
      ],
      [
        " to",
        -0.0068212207
      ],
      [
        " the",
        -0.0034577528
      ],
      [
        " Vietnam",
        -0.006036516
      ],
      [
        " War",
        -0.0011450992
      ]
    ]
  },
  "Journalist Ruben Salazar was killed while covering an event in favor of this cause. At a Republican National Convention, the paralyzed Ron Kovic led a demonstration in favor of this cause. The Baltimore Four, including Father Philip Berrigan, drenched papers with blood to support this cause. Supporters of it had their free speech rights protected in the Supreme Court case (*) Tinker v. Des Moines.": {
    "guess": "Vietnam War",
    "confidence": [
      [
        "Viet",
        -1.0898713
      ],
      [
        "nam",
        -0.0011400962
      ],
      [
        " War",
        -0.008844661
      ]
    ]
  },
  "Journalist Elijah P. Lovejoy fled to Illinois from this state after his printing press was destroyed. Executive Order 44 expelled Mormons from this state. It was the only state won outright by Stephen (*) Douglas in the election of 1860. Its city of Independence was a starting point for the Oregon Trail.": {
    "guess": "Missouri",
    "confidence": [
      [
        "Miss",
        -0.22424418
      ],
      [
        "ouri",
        -0.00041839862
      ]
    ]
  },
  "Journalist Elijah P. Lovejoy fled to Illinois from this state after his printing press was destroyed. Executive Order 44 expelled Mormons from this state. It was the only state won outright by Stephen": {
    "guess": "Missouri",
    "confidence": [
      [
        "Miss",
        -0.53395104
      ],
      [
        "ouri",
        -0.00018339496
      ]
    ]
  },
  "Journalist Elijah P. Lovejoy fled to Illinois from this state after his printing press was destroyed. Executive Order 44 expelled Mormons from this state. It was the only state won outright by Stephen (*) Douglas in the election of 1860. Its city of Independence was a starting point for the Oregon Trail. For 10 points, name this state, admitted to the Union in 1821 with Maine in a namesake \"Compromise,\"": {
    "guess": "Missouri",
    "confidence": [
      [
        "Miss",
        -0.0968852
      ],
      [
        "ouri",
        -0.0005243193
      ]
    ]
  },
  "Journalist Ruben Salazar was killed while covering an event in favor of this cause. At a Republican National Convention, the paralyzed Ron Kovic led a demonstration in favor of this cause. The Baltimore Four, including Father Philip Berrigan, drenched papers with blood to support this cause. Supporters of it had their free speech rights protected in the Supreme Court case (*) Tinker v. Des Moines. This cause was also the subject of a John Kerry led group's \"Winter Soldier Investigation.\" People in": {
    "guess": "Vietnam War Protests",
    "confidence": [
      [
        "Viet",
        -0.4793169
      ],
      [
        "nam",
        -0.00021450345
      ],
      [
        " War",
        -0.0066529685
      ],
      [
        " Pro",
        -0.65021724
      ],
      [
        "tests",
        -0.0010137568
      ]
    ]
  },
  "The journalist Orlando Martinez Howley was assassinated by agents of this country, one of whose rulers supported the puppet president Joaquin Balaguer and was succeeded by his son Ramfis. The secret police force here called the SIM was led by Johnny Abbes and was responsible for murdering the writer Jesus Galindez. The La Trinitaria society under Juan Pablo Duarte pushed for its independence, and the": {
    "guess": "Dominican Republic",
    "confidence": [
      [
        "Domin",
        -0.079869464
      ],
      [
        "ican",
        -1.6882126e-05
      ],
      [
        " Republic",
        -0.003189713
      ]
    ]
  },
  "Journalist Elijah P. Lovejoy fled to Illinois from this state after his printing press was destroyed. Executive Order 44 expelled Mormons from this state. It was the only state won outright by Stephen (*) Douglas in the election of 1860. Its city of Independence was a starting point for the Oregon Trail. For 10 points, name this state, admitted to the Union in 1821 with Maine in a namesake \"Compromise,\" whose capital is Jefferson City.": {
    "guess": "Missouri",
    "confidence": [
      [
        "Miss",
        -0.006572073
      ],
      [
        "ouri",
        -6.134509e-05
      ]
    ]
  },
  "The journalist Orlando Martinez Howley was assassinated by agents of this country, one of whose rulers supported the puppet president Joaquin Balaguer and was succeeded by his son Ramfis. The secret police force here called the SIM was led by Johnny Abbes and was responsible for murdering the writer": {
    "guess": "Dominican Republic",
    "confidence": [
      [
        "Domin",
        -0.0016707765
      ],
      [
        "ican",
        -4.723352e-06
      ],
      [
        " Republic",
        -0.0001721935
      ]
    ]
  },
  "Journalist Elijah P. Lovejoy fled to Illinois from this state after his printing press was destroyed.": {
    "guess": "Maine",
    "confidence": [
      [
        "Main",
        -0.804038
      ],
      [
        "e",
        -0.0013377434
      ]
    ]
  },
  "The journalist Orlando Martinez Howley was assassinated by agents of this country, one of whose rulers": {
    "guess": "Dominican Republic",
    "confidence": [
      [
        "Domin",
        -0.8501058
      ],
      [
        "ican",
        -3.4166656e-05
      ],
      [
        " Republic",
        -0.0003056686
      ]
    ]
  },
  "The journalist Orlando Martinez Howley was assassinated by agents of this country, one of whose rulers supported the puppet president Joaquin Balaguer and was succeeded by his son Ramfis. The secret police force here called the SIM was led by Johnny Abbes and was responsible for murdering the writer Jesus Galindez. The La Trinitaria society under Juan Pablo Duarte pushed for its independence, and the Mirabal sisters were assassinated in this nation. Its troops killed people on its border in the Parsley massacre during the rule of a man known as \"El Jefe,\" Rafael Trujillo. For 10 points, name Caribbean nation that shares Hispaniola with Haiti.": {
    "guess": "Dominican Republic",
    "confidence": [
      [
        "Domin",
        -0.009144028
      ],
      [
        "ican",
        -1.7432603e-06
      ],
      [
        " Republic",
        -7.827201e-05
      ]
    ]
  },
  "The journalist Orlando Martinez Howley was assassinated by agents of this country, one of whose rulers supported the puppet president Joaquin Balaguer and was succeeded by his son Ramfis. The secret police force here called the SIM was led by Johnny Abbes and was responsible for murdering the writer Jesus Galindez. The La Trinitaria society under Juan Pablo Duarte pushed for its independence, and the Mirabal sisters were assassinated in this nation. Its troops killed people on its border in the Parsley massacre during the rule of a man known as \"El Jefe,\" Rafael Trujillo. For 10 points, name Caribbean": {
    "guess": "Dominican Republic",
    "confidence": [
      [
        "Domin",
        -0.2584052
      ],
      [
        "ican",
        -1.7478143e-05
      ],
      [
        " Republic",
        -0.00014191943
      ]
    ]
  },
  "The journalist Orlando Martinez Howley was assassinated by agents of this country, one of whose rulers supported the puppet president Joaquin Balaguer and was succeeded by his son Ramfis. The secret police force here called the SIM was led by Johnny Abbes and was responsible for murdering the writer Jesus Galindez. The La Trinitaria society under Juan Pablo Duarte pushed for its independence, and the Mirabal sisters were assassinated in this nation. Its troops killed people on its border in the Parsley": {
    "guess": "Dominican Republic",
    "confidence": [
      [
        "Domin",
        -0.17189439
      ],
      [
        "ican",
        -6.0153056e-05
      ],
      [
        " Republic",
        -0.00014513794
      ]
    ]
  }
}