{
  "Joan Miro adapted scenery from this painting in his The Tilled Field, while Wilhelm Franger believed": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.0035216755
      ],
      [
        " Garden",
        -0.0010450744
      ],
      [
        " of",
        -1.1279553e-05
      ],
      [
        " Earth",
        -6.6306106e-06
      ],
      [
        "ly",
        -0.00024655825
      ],
      [
        " Del",
        -4.3202e-07
      ],
      [
        "ights",
        -0.00037263904
      ]
    ]
  },
  "Joan Miro adapted scenery from this painting in his The Tilled Field, while Wilhelm Franger believed that this work was commissioned by the Grand Master of a secret society dedicated to spreading pure": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.0075190733
      ],
      [
        " Garden",
        -0.00017481597
      ],
      [
        " of",
        -4.365741e-06
      ],
      [
        " Earth",
        -1.6240566e-06
      ],
      [
        "ly",
        -8.8165914e-05
      ],
      [
        " Del",
        -1.7432603e-06
      ],
      [
        "ights",
        -0.00040672027
      ]
    ]
  },
  "Joaquin Sorolla's painting Sad Inheritance shows crippled children in front of this type of scene. The Russian painter Ivan Aivazovsky is best known for his paintings of these scenes. An exultant man holds the hand of a woman in the midst of one of these scenes in Ilya Repin's What Freedom! One of these scenes is the backdrop of Caspar Friedrich's The Stages of Life, and Friedrich depicted a monk in": {
    "guess": "Landscape painting",
    "confidence": [
      [
        "L",
        -0.18897305
      ],
      [
        "andscape",
        -0.0001823258
      ],
      [
        " painting",
        -0.42506352
      ]
    ]
  },
  "Joan Miro adapted scenery from this painting in his The Tilled Field, while Wilhelm Franger believed that this work was commissioned by the Grand Master of a secret society dedicated to spreading pure lust across Europe. This work drew from expedition journals in its depiction of a bleached-white giraffe, and in the bottom right of this work a pig wearing a cowl kisses a man on the cheek. Its depiction of a large fruit in the center panel gave it the nickname \"the Strawberry Painting\". The bottom": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.004940443
      ],
      [
        " Garden",
        -0.0010793721
      ],
      [
        " of",
        -2.5226382e-05
      ],
      [
        " Earth",
        -1.8908588e-05
      ],
      [
        "ly",
        -4.727906e-05
      ],
      [
        " Del",
        -1.9361265e-07
      ],
      [
        "ights",
        -0.00047321027
      ]
    ]
  },
  "Joan Miro adapted scenery from this painting in his The Tilled Field, while Wilhelm Franger believed that this work was commissioned by the Grand Master of a secret society dedicated to spreading pure lust across Europe. This work drew from expedition journals in its depiction of a bleached-white giraffe, and in the bottom right of this work a pig wearing a cowl kisses a man on the cheek. Its depiction of a large fruit in the center panel gave it the nickname \"the Strawberry Painting\". The bottom left of this work depicts the moment when Adam and Eve first meet, while an image of the world's creation is shown if this painting's left and right panels are closed. For 10 points, name this crazy-ass triptych contrasting paradise and hell, a work by Hieronymus Bosch.": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.0020094106
      ],
      [
        " Garden",
        -9.74638e-05
      ],
      [
        " of",
        -1.1398757e-05
      ],
      [
        " Earth",
        -5.2001665e-06
      ],
      [
        "ly",
        -4.5252596e-05
      ],
      [
        " Del",
        -1.9816675e-06
      ],
      [
        "ights",
        -0.0002601438
      ]
    ]
  },
  "Joan Miro adapted scenery from this painting in his The Tilled Field, while Wilhelm Franger believed that this work was commissioned by the Grand Master of a secret society dedicated to spreading pure lust across Europe. This work drew from expedition journals in its depiction of a bleached-white giraffe, and in the bottom right of this work a pig wearing a cowl kisses a man on the cheek. Its depiction of a large fruit in the center panel gave it the nickname \"the Strawberry Painting\". The bottom left of this work depicts the moment when Adam and Eve first meet, while an image of the world's creation is shown if this painting's left and right panels are closed. For 10 points, name this crazy-ass": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.0022027132
      ],
      [
        " Garden",
        -4.739826e-05
      ],
      [
        " of",
        -1.7954959e-05
      ],
      [
        " Earth",
        -3.1281633e-07
      ],
      [
        "ly",
        -2.0339032e-05
      ],
      [
        " Del",
        -1.147242e-06
      ],
      [
        "ights",
        -0.00021450345
      ]
    ]
  },
  "Joaquin Sorolla's painting Sad Inheritance shows crippled children in front of this type of scene. The Russian painter Ivan Aivazovsky is best known for his paintings of these scenes. An exultant man holds the hand of a woman in the midst of one of these scenes in Ilya Repin's What Freedom! One of these": {
    "guess": "Seascape",
    "confidence": [
      [
        "Se",
        -0.78423
      ],
      [
        "as",
        -0.016134901
      ],
      [
        "cape",
        -0.00018709028
      ]
    ]
  },
  "Joaquin Sorolla's painting Sad Inheritance shows crippled children in front of this type of scene. The Russian painter Ivan Aivazovsky is best known for his paintings of these scenes. An exultant man holds the hand of a woman in the midst of one of these scenes in Ilya Repin's What Freedom! One of these scenes is the backdrop of Caspar Friedrich's The Stages of Life, and Friedrich depicted a monk in front of one of these scenes in another work. Rembrandt only painted one of these scenes, which was": {
    "guess": "Landscape painting",
    "confidence": [
      [
        "L",
        -0.043424685
      ],
      [
        "andscape",
        -2.7610455e-05
      ],
      [
        " painting",
        -0.26686826
      ]
    ]
  },
  "Joaquin Sorolla's painting Sad Inheritance shows crippled children in front of this type of scene. The Russian painter Ivan Aivazovsky is best known for his paintings of these scenes. An exultant man holds": {
    "guess": "Seascape",
    "confidence": [
      [
        "Se",
        -0.3912771
      ],
      [
        "as",
        -0.0012886864
      ],
      [
        "cape",
        -6.1537958e-06
      ]
    ]
  },
  "Joan Miro adapted scenery from this painting in his The Tilled Field, while Wilhelm Franger believed that this work was commissioned by the Grand Master of a secret society dedicated to spreading pure lust across Europe. This work drew from expedition journals in its depiction of a bleached-white giraffe,": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.11332481
      ],
      [
        " Garden",
        -0.002967715
      ],
      [
        " of",
        -4.3464544e-05
      ],
      [
        " Earth",
        -6.749814e-06
      ],
      [
        "ly",
        -0.00015908109
      ],
      [
        " Del",
        -5.080963e-06
      ],
      [
        "ights",
        -0.00055922766
      ]
    ]
  },
  "Joaquin Sorolla's painting Sad Inheritance shows crippled children in front of this type of scene. The Russian painter Ivan Aivazovsky is best known for his paintings of these scenes. An exultant man holds the hand of a woman in the midst of one of these scenes in Ilya Repin's What Freedom! One of these scenes is the backdrop of Caspar Friedrich's The Stages of Life, and Friedrich depicted a monk in front of one of these scenes in another work. Rembrandt only painted one of these scenes, which was stolen from the Gardner Museum in 1990. Winslow Homer's many paintings of these scenes include Eight": {
    "guess": "Landscape painting",
    "confidence": [
      [
        "L",
        -0.10786593
      ],
      [
        "andscape",
        -1.831257e-05
      ],
      [
        " painting",
        -0.5289494
      ]
    ]
  },
  "Joaquin Sorolla's painting Sad Inheritance shows crippled children in front of this type of scene. The": {
    "guess": "Social Realism",
    "confidence": [
      [
        "Social",
        -1.7172713
      ],
      [
        " Real",
        -0.41381875
      ],
      [
        "ism",
        -0.0964891
      ]
    ]
  },
  "Joan Miro adapted scenery from this painting in his The Tilled Field, while Wilhelm Franger believed that this work was commissioned by the Grand Master of a secret society dedicated to spreading pure lust across Europe. This work drew from expedition journals in its depiction of a bleached-white giraffe, and in the bottom right of this work a pig wearing a cowl kisses a man on the cheek. Its depiction": {
    "guess": "The Tilled Field",
    "confidence": [
      [
        "The",
        -0.10686661
      ],
      [
        " T",
        -1.209336
      ],
      [
        "illed",
        -0.0028890406
      ],
      [
        " Field",
        -5.6815352e-05
      ]
    ]
  },
  "Joaquin Sorolla's painting Sad Inheritance shows crippled children in front of this type of scene. The Russian painter Ivan Aivazovsky is best known for his paintings of these scenes. An exultant man holds the hand of a woman in the midst of one of these scenes in Ilya Repin's What Freedom! One of these scenes is the backdrop of Caspar Friedrich's The Stages of Life, and Friedrich depicted a monk in front of one of these scenes in another work. Rembrandt only painted one of these scenes, which was stolen from the Gardner Museum in 1990. Winslow Homer's many paintings of these scenes include Eight Bells and Breezing Up. An ukiyo-e print of one of these scenes by Hokusai takes place near Kanagawa.": {
    "guess": "Landscape painting",
    "confidence": [
      [
        "L",
        -0.2522064
      ],
      [
        "andscape",
        -5.5577775e-06
      ],
      [
        " painting",
        -0.5583407
      ]
    ]
  },
  "Joaquin Sorolla's painting Sad Inheritance shows crippled children in front of this type of scene. The Russian painter Ivan Aivazovsky is best known for his paintings of these scenes. An exultant man holds the hand of a woman in the midst of one of these scenes in Ilya Repin's What Freedom! One of these scenes is the backdrop of Caspar Friedrich's The Stages of Life, and Friedrich depicted a monk in front of one of these scenes in another work. Rembrandt only painted one of these scenes, which was stolen from the Gardner Museum in 1990. Winslow Homer's many paintings of these scenes include Eight Bells and Breezing Up. An ukiyo-e print of one of these scenes by Hokusai takes place near Kanagawa. For 10 points, name these paintings which, like The Gulf Stream and The Great Wave off Kanagawa,": {
    "guess": "Seascape",
    "confidence": [
      [
        "Se",
        -0.20793009
      ],
      [
        "as",
        -0.0017511034
      ],
      [
        "cape",
        -0.000113913906
      ]
    ]
  },
  "Joaquin Sorolla's painting Sad Inheritance shows crippled children in front of this type of scene. The Russian painter Ivan Aivazovsky is best known for his paintings of these scenes. An exultant man holds the hand of a woman in the midst of one of these scenes in Ilya Repin's What Freedom! One of these scenes is the backdrop of Caspar Friedrich's The Stages of Life, and Friedrich depicted a monk in front of one of these scenes in another work. Rembrandt only painted one of these scenes, which was stolen from the Gardner Museum in 1990. Winslow Homer's many paintings of these scenes include Eight Bells and Breezing Up. An ukiyo-e print of one of these scenes by Hokusai takes place near Kanagawa. For 10 points, name these paintings which, like The Gulf Stream and The Great Wave off Kanagawa, depict the ocean.": {
    "guess": "Seascape",
    "confidence": [
      [
        "Se",
        -0.28973424
      ],
      [
        "as",
        -0.00035727277
      ],
      [
        "cape",
        -9.4914985e-06
      ]
    ]
  },
  "Joan Miro adapted scenery from this painting in his The Tilled Field, while Wilhelm Franger believed that this work was commissioned by the Grand Master of a secret society dedicated to spreading pure lust across Europe. This work drew from expedition journals in its depiction of a bleached-white giraffe, and in the bottom right of this work a pig wearing a cowl kisses a man on the cheek. Its depiction of a large fruit in the center panel gave it the nickname \"the Strawberry Painting\". The bottom left of this work depicts the moment when Adam and Eve first meet, while an image of the world's creation": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.000385867
      ],
      [
        " Garden",
        -9.531814e-05
      ],
      [
        " of",
        -3.5313153e-06
      ],
      [
        " Earth",
        -1.147242e-06
      ],
      [
        "ly",
        -2.3438328e-05
      ],
      [
        " Del",
        -6.704273e-07
      ],
      [
        "ights",
        -0.00015347853
      ]
    ]
  }
}