{
  "The attractor of the Hénon map provides one example, and the trajectory of a particle undergoing Brownian motion provides another. In general it refers to objects with Hausdorff dimension exceeding the topological dimension. Dividing an equilateral triangle into four smaller ones, removing the middle one, and repeating the process on the remaining ones, one obtains another example of them, the Sierpinski gasket. The Koch snowflake is another example of, for 10 points, what word coined by Benoit Mandelbrot": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.00037609597
      ],
      [
        "actal",
        -8.418666e-06
      ]
    ]
  },
  "After attrracting the attention of incompetent spies for his activities with La Paria, he mailed the intelligence office a copy of his daily schedule. Much like Antonio Gramsci, he wrote a \"Notebook from Prison\" before being freed through a backroom deal with the Chinese warlord Chiang Fakuei. He adopted a name meaning \"he who enlightens\" and waited for his generals to defeat Jacques Leclerc, which": {
    "guess": "Ho Chi Minh",
    "confidence": [
      [
        "Ho",
        -0.8631379
      ],
      [
        " Chi",
        -0.0022181766
      ],
      [
        " Minh",
        -0.0022525531
      ]
    ]
  },
  "As attorney general of California, he was best known for breaking racketeering rings, which lead to his election as Republican governor in 1942, which he held for three terms. He lost only one election: the vice-presidency of the United States with Thomas Dewey as his running mate. However, this man is better known for presiding over the Miranda case and for declaring \"separate but equal\" unconstitutional.": {
    "guess": "Earl Warren",
    "confidence": [
      [
        "Ear",
        -0.002020117
      ],
      [
        "l",
        -0.00031127117
      ],
      [
        " Warren",
        -5.383526e-05
      ]
    ]
  },
  "The attractor of the Hénon map provides one example, and the trajectory of a particle undergoing Brownian": {
    "guess": "Hénon map",
    "confidence": [
      [
        "H",
        -0.69266164
      ],
      [
        "é",
        -0.004086947
      ],
      [
        "non",
        -1.2948405e-05
      ],
      [
        " map",
        -0.07291054
      ]
    ]
  },
  "After attrracting the attention of incompetent spies for his activities with La Paria, he mailed the intelligence office a copy of his daily schedule. Much like Antonio Gramsci, he wrote a \"Notebook from Prison\" before being freed through a backroom deal with the Chinese warlord Chiang Fakuei. He adopted a name meaning \"he who enlightens\" and waited for his generals to defeat Jacques Leclerc, which allowed him to lead one delegation to the Geneva Accords. FTP, name this man who engineered independence from France as the founder of the Viet Minh, then died in 1969 as leader of a communist North Vietnam.": {
    "guess": "Ho Chi Minh",
    "confidence": [
      [
        "Ho",
        -0.20092387
      ],
      [
        " Chi",
        -1.378283e-05
      ],
      [
        " Minh",
        -0.00037859922
      ]
    ]
  },
  "As attorney general of California, he was best known for breaking racketeering rings, which lead to his election as Republican governor in 1942, which he held for three terms. He lost only one election: the vice-presidency of the United States with Thomas Dewey as his running mate. However, this man is better known for presiding over the Miranda case and for declaring \"separate but equal\" unconstitutional. FTP, identify this Chief Justice of the Supreme Court whose commission ruled that Oswald acted alone.": {
    "guess": "Earl Warren",
    "confidence": [
      [
        "Ear",
        -0.0010767533
      ],
      [
        "l",
        -0.0023832573
      ],
      [
        " Warren",
        -3.9888433e-05
      ]
    ]
  },
  "The attractor of the Hénon map provides one example, and the trajectory of a particle undergoing Brownian motion provides another. In general it refers to objects with Hausdorff dimension exceeding the topological dimension. Dividing an equilateral triangle into four smaller ones, removing the middle one, and repeating the process on the remaining ones, one obtains another example of them, the Sierpinski gasket. The Koch snowflake is another example of, for 10 points, what word coined by Benoit Mandelbrot for shapes exhibiting self-similarity?": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.0012830913
      ],
      [
        "actal",
        -7.703444e-06
      ]
    ]
  },
  "The attractor of the Hénon map provides one example, and the trajectory of a particle undergoing Brownian motion provides another. In general it refers to objects with Hausdorff dimension exceeding the": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.001344162
      ],
      [
        "actal",
        -7.9418505e-06
      ]
    ]
  },
  "As attorney general of California, he was best known for breaking racketeering rings, which lead to his election as Republican governor in 1942, which he held for three terms. He lost only one election: the vice-presidency of the United States with Thomas Dewey as his running mate. However, this man": {
    "guess": "Earl Warren",
    "confidence": [
      [
        "Ear",
        -0.0072962665
      ],
      [
        "l",
        -4.477578e-05
      ],
      [
        " Warren",
        -3.4166656e-05
      ]
    ]
  },
  "After attrracting the attention of incompetent spies for his activities with La Paria, he mailed the intelligence office a copy of his daily schedule. Much like Antonio Gramsci, he wrote a \"Notebook from": {
    "guess": "Prison Notebooks",
    "confidence": [
      [
        "Pr",
        -0.40812457
      ],
      [
        "ison",
        -0.16496953
      ],
      [
        " Note",
        -0.0020224971
      ],
      [
        "books",
        -6.635165e-05
      ]
    ]
  },
  "Attributions 17, 44, 55-61, 71, 73, 90, 92, 95-98, 111, 140, 268, 271, 311, 324, 325, and 510 are dubious at best. Most recently revised by the scholar Alfred Einstein, Number 50 refers to the singspiel Bastien und Bastienne. Number 344 is the singspiel Zaide. Number 467 is the \"Elvira Madigan\" Piano Concerto. Number 621 is the composer's last opera La Clemenza di Tito. FTP identify this list whose entries also include Number 525--\"Eine kleine nachtmusik,\" and Number 551--\"The Jupiter--compiled by the Austrian musicologist it is named after.": {
    "guess": "Köchel catalogue",
    "confidence": [
      [
        "K",
        -0.008365162
      ],
      [
        "ö",
        -0.08413834
      ],
      [
        "ch",
        -0.00013893934
      ],
      [
        "el",
        -6.0345924e-06
      ],
      [
        " catalogue",
        -0.05878061
      ]
    ]
  },
  "Attributions 17, 44, 55-61, 71, 73, 90, 92, 95-98, 111, 140, 268, 271, 311, 324, 325, and 510 are dubious at best. Most recently revised by the scholar Alfred Einstein, Number 50 refers to the singspiel Bastien und Bastienne. Number 344 is the singspiel Zaide. Number 467 is the \"Elvira Madigan\" Piano Concerto. Number 621 is the composer's last opera La Clemenza di Tito. FTP identify this list whose entries also include Number 525--\"Eine kleine nachtmusik,\" and Number 551--\"The Jupiter--compiled by": {
    "guess": "Köchel catalogue",
    "confidence": [
      [
        "K",
        -0.063192815
      ],
      [
        "ö",
        -0.068398945
      ],
      [
        "ch",
        -2.5941605e-05
      ],
      [
        "el",
        -1.0921943e-05
      ],
      [
        " catalogue",
        -0.05618241
      ]
    ]
  },
  "As attorney general of California, he was best known for breaking racketeering rings, which lead to his election as Republican governor in 1942, which he held for three terms. He lost only one election:": {
    "guess": "Earl Warren",
    "confidence": [
      [
        "Ear",
        -0.0019388695
      ],
      [
        "l",
        -0.003087517
      ],
      [
        " Warren",
        -1.8908588e-05
      ]
    ]
  },
  "The attractor of the Hénon map provides one example, and the trajectory of a particle undergoing Brownian motion provides another. In general it refers to objects with Hausdorff dimension exceeding the topological dimension. Dividing an equilateral triangle into four smaller ones, removing the middle one, and repeating the process on the remaining ones, one obtains another example of them, the Sierpinski": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.0008344047
      ],
      [
        "actal",
        -4.572941e-05
      ]
    ]
  },
  "The attractor of the Hénon map provides one example, and the trajectory of a particle undergoing Brownian motion provides another. In general it refers to objects with Hausdorff dimension exceeding the topological dimension. Dividing an equilateral triangle into four smaller ones, removing the middle": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.0022213915
      ],
      [
        "actal",
        -1.735894e-05
      ]
    ]
  },
  "Attributions 17, 44, 55-61, 71, 73, 90, 92, 95-98, 111, 140, 268, 271, 311, 324, 325, and 510 are dubious": {
    "guess": "List of disputed paintings by Anthony van Dyck",
    "confidence": [
      [
        "List",
        -1.8386168
      ],
      [
        " of",
        -0.0022837184
      ],
      [
        " disputed",
        -1.6883932
      ],
      [
        " paintings",
        -1.2946723
      ],
      [
        " by",
        -9.0073176e-05
      ],
      [
        " Anthony",
        -1.7018273
      ],
      [
        " van",
        -0.004161976
      ],
      [
        " Dy",
        -7.703444e-06
      ],
      [
        "ck",
        -0.0002812392
      ]
    ]
  },
  "Attributions 17, 44, 55-61, 71, 73, 90, 92, 95-98, 111, 140, 268, 271, 311, 324, 325, and 510 are dubious at best. Most recently revised by the scholar Alfred Einstein, Number 50 refers to the singspiel": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -1.2414832
      ],
      [
        " Magic",
        -0.11872933
      ],
      [
        " Fl",
        -1.92662e-05
      ],
      [
        "ute",
        -0.00012142374
      ]
    ]
  },
  "After attrracting the attention of incompetent spies for his activities with La Paria, he mailed the intelligence office a copy of his daily schedule. Much like Antonio Gramsci, he wrote a \"Notebook from Prison\" before being freed through a backroom deal with the Chinese warlord Chiang Fakuei. He adopted a name meaning \"he who enlightens\" and waited for his generals to defeat Jacques Leclerc, which allowed him to lead one delegation to the Geneva Accords. FTP, name this man who engineered independence from France as the founder of the Viet Minh, then died in 1969 as leader of a communist North": {
    "guess": "Hồ Chí Minh",
    "confidence": [
      [
        "H",
        -0.6045924
      ],
      [
        "ồ",
        -0.017730767
      ],
      [
        " Ch",
        -0.0029290912
      ],
      [
        "í",
        -3.106736e-05
      ],
      [
        " Minh",
        -0.00016408764
      ]
    ]
  },
  "After attrracting the attention of incompetent spies for his activities with La Paria, he mailed the intelligence office a copy of his daily schedule. Much like Antonio Gramsci, he wrote a \"Notebook from Prison\" before being freed through a backroom deal with the Chinese warlord Chiang Fakuei. He adopted a name meaning \"he who enlightens\" and waited for his generals to defeat Jacques Leclerc, which allowed him to lead one delegation to the Geneva Accords. FTP, name this man who engineered independence": {
    "guess": "Viet Minh",
    "confidence": [
      [
        "Viet",
        -0.6837302
      ],
      [
        " Minh",
        -0.23219985
      ]
    ]
  },
  "After attrracting the attention of incompetent spies for his activities with La Paria, he mailed the": {
    "guess": "La Paria",
    "confidence": [
      [
        "La",
        -2.1238909
      ],
      [
        " Par",
        -0.05187758
      ],
      [
        "ia",
        -0.0019405346
      ]
    ]
  },
  "Attributions 17, 44, 55-61, 71, 73, 90, 92, 95-98, 111, 140, 268, 271, 311, 324, 325, and 510 are dubious at best. Most recently revised by the scholar Alfred Einstein, Number 50 refers to the singspiel Bastien und Bastienne. Number 344 is the singspiel Zaide. Number 467 is the \"Elvira Madigan\" Piano": {
    "guess": "List of compositions by Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "List",
        -0.13729686
      ],
      [
        " of",
        -0.00056852185
      ],
      [
        " compositions",
        -0.56234324
      ],
      [
        " by",
        -0.00028326566
      ],
      [
        " Wolfgang",
        -0.0019232794
      ],
      [
        " Am",
        -5.7530575e-05
      ],
      [
        "ade",
        -2.5345586e-05
      ],
      [
        "us",
        -2.4749568e-05
      ],
      [
        " Mozart",
        -7.703444e-06
      ]
    ]
  },
  "As attorney general of California, he was best known for breaking racketeering rings, which lead to his": {
    "guess": "Racketeer Influenced and Corrupt Organizations Act",
    "confidence": [
      [
        "R",
        -0.9890046
      ],
      [
        "acket",
        -0.059463423
      ],
      [
        "eer",
        -0.010791831
      ],
      [
        " Influ",
        -0.0080417795
      ],
      [
        "enced",
        -0.0037228842
      ],
      [
        " and",
        -0.00014716439
      ],
      [
        " Cor",
        0.0
      ],
      [
        "rupt",
        -0.00037752642
      ],
      [
        " Organizations",
        -0.0015504523
      ],
      [
        " Act",
        -0.004845546
      ]
    ]
  },
  "Attributions 17, 44, 55-61, 71, 73, 90, 92, 95-98, 111, 140, 268, 271, 311, 324, 325, and 510 are dubious at best. Most recently revised by the scholar Alfred Einstein, Number 50 refers to the singspiel Bastien und Bastienne. Number 344 is the singspiel Zaide. Number 467 is the \"Elvira Madigan\" Piano Concerto. Number 621 is the composer's last opera La Clemenza di Tito. FTP identify this list whose": {
    "guess": "Köchel catalogue",
    "confidence": [
      [
        "K",
        -0.2706816
      ],
      [
        "ö",
        -0.07718241
      ],
      [
        "ch",
        -5.419287e-05
      ],
      [
        "el",
        -1.378283e-05
      ],
      [
        " catalogue",
        -0.10384282
      ]
    ]
  },
  "After attrracting the attention of incompetent spies for his activities with La Paria, he mailed the intelligence office a copy of his daily schedule. Much like Antonio Gramsci, he wrote a \"Notebook from Prison\" before being freed through a backroom deal with the Chinese warlord Chiang Fakuei. He adopted": {
    "guess": "Antonio Gramsci",
    "confidence": [
      [
        "Ant",
        -0.7766017
      ],
      [
        "onio",
        -0.00040207137
      ],
      [
        " Gram",
        -0.004761784
      ],
      [
        "sci",
        -9.968313e-06
      ]
    ]
  },
  "As attorney general of California, he was best known for breaking racketeering rings, which lead to his election as Republican governor in 1942, which he held for three terms. He lost only one election: the vice-presidency of the United States with Thomas Dewey as his running mate. However, this man is better known for presiding over the Miranda case and for declaring \"separate but equal\" unconstitutional. FTP, identify this Chief Justice of the Supreme Court whose commission ruled that Oswald acted": {
    "guess": "Earl Warren",
    "confidence": [
      [
        "Ear",
        -0.00080605625
      ],
      [
        "l",
        -0.00063106715
      ],
      [
        " Warren",
        -7.0285365e-05
      ]
    ]
  }
}