{
  "He had sex with a woman named Phoebe on the tomb of Arthur Conan Doyle while studying at Oxford.  The central episode of his childhood took place on November 27, 1973, while he was watching The Magician on TV.  After getting a degree in psychology, he became a student of William Patterson, whose influence was reflected in the monograph he wrote on serial killers which led to the capture of Monte Props.  He earned the nickname \"Spooky\" after graduating first in his class at the FBI Academy, but never overcame the trauma of seeing his sister Samantha kidnapped as a boy.  FTP, name this man who opposed the Cigarette-Smoking Man and worked with Dana Scully on The X-Files, a character played by David Duchovny.": {
    "guess": "Fox Mulder",
    "confidence": [
      [
        "Fox",
        -0.005075195
      ],
      [
        " Mul",
        -5.0735965e-05
      ],
      [
        "der",
        -2.6418418e-05
      ]
    ]
  },
  "Seymour is dead. Buddy is a college writing professor who used to be a  panelist on the radio quiz show \"Wise Children.\" The female title character  is seeking to learn how to pray incessantly, and her": {
    "guess": "Franny and Zooey",
    "confidence": [
      [
        "Fr",
        -0.4908822
      ],
      [
        "anny",
        -0.00016408764
      ],
      [
        " and",
        -0.0031975587
      ],
      [
        " Zoo",
        -0.0005692371
      ],
      [
        "ey",
        -2.6537622e-05
      ]
    ]
  },
  "Seymour Benzer extensively studied the genetics of these entities, whose P1, Mu, and M13 varieties are": {
    "guess": "Bacteriophage",
    "confidence": [
      [
        "B",
        -0.42814484
      ],
      [
        "acter",
        -0.002639868
      ],
      [
        "i",
        -0.00010413921
      ],
      [
        "ophage",
        -0.040871143
      ]
    ]
  },
  "Seymour Benzer extensively studied the genetics of these entities, whose P1, Mu, and M13 varieties are often used as cloning vectors.  Radioactive P-labeled DNA was inserted into the genomes of these entities, proving that DNA was the genetic material, in the Hershey Chase experiment.  The lambda variety engages in the lysogenic cycle, but most infect a cell via attachment, penetration, multiplication, and eventual bursting of the host cell in the lytic cycle.  For 10 points, name these viruses that attack a certain type of single-celled organism.": {
    "guess": "Bacteriophage",
    "confidence": [
      [
        "B",
        -0.0013847592
      ],
      [
        "acter",
        -1.342522e-05
      ],
      [
        "i",
        -1.569009e-05
      ],
      [
        "ophage",
        -0.00045962472
      ]
    ]
  },
  "He had sex with a woman named Phoebe on the tomb of Arthur Conan Doyle while studying at Oxford.  The central episode of his childhood took place on November 27, 1973, while he was watching The Magician on TV.  After getting a degree in psychology, he became a student of William Patterson, whose influence": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -1.6325616
      ],
      [
        "lock",
        -0.0016761371
      ],
      [
        " Holmes",
        -0.010094256
      ]
    ]
  },
  "He had sex with a woman named Phoebe on the tomb of Arthur Conan Doyle while studying at Oxford.  The central episode of his childhood took place on November 27, 1973, while he was watching The Magician on TV.  After getting a degree in psychology, he became a student of William Patterson, whose influence was reflected in the monograph he wrote on serial killers which led to the capture of Monte Props.": {
    "guess": "Dexter Morgan",
    "confidence": [
      [
        "D",
        -0.97551596
      ],
      [
        "exter",
        -0.001950656
      ],
      [
        " Morgan",
        -0.30704084
      ]
    ]
  },
  "Seymour Benzer extensively studied the genetics of these entities, whose P1, Mu, and M13 varieties are often used as cloning vectors.  Radioactive P-labeled DNA was inserted into the genomes of these entities, proving that DNA was the genetic material, in the Hershey Chase experiment.  The lambda variety": {
    "guess": "Bacteriophage",
    "confidence": [
      [
        "B",
        -0.028960668
      ],
      [
        "acter",
        -0.00040826996
      ],
      [
        "i",
        -1.3663626e-05
      ],
      [
        "ophage",
        -5.0616763e-05
      ]
    ]
  },
  "He had sex with a woman named Phoebe on the tomb of Arthur Conan Doyle while studying at Oxford.  The": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.45744547
      ],
      [
        "lock",
        -0.00024667746
      ],
      [
        " Holmes",
        -0.00372918
      ]
    ]
  },
  "He had sex with a woman named Phoebe on the tomb of Arthur Conan Doyle while studying at Oxford.  The central episode of his childhood took place on November 27, 1973, while he was watching The Magician on TV.  After getting a degree in psychology, he became a student of William Patterson, whose influence was reflected in the monograph he wrote on serial killers which led to the capture of Monte Props.  He earned the nickname \"Spooky\" after graduating first in his class at the FBI Academy, but never overcame the trauma of seeing his sister Samantha kidnapped as a boy.  FTP, name this man who opposed": {
    "guess": "Fox Mulder",
    "confidence": [
      [
        "Fox",
        -0.010688041
      ],
      [
        " Mul",
        -0.00080379145
      ],
      [
        "der",
        -2.8325678e-05
      ]
    ]
  },
  "Seymour is dead. Buddy is a college writing professor who used to be a  panelist on the radio quiz show \"Wise Children.\" The female title character  is seeking to learn how to pray incessantly, and her older brother, the male  in the title, attacks her with vicious cynicism. Identify this 1961 best-  seller, J. D. Salinger's novel about two members of the Glass family.": {
    "guess": "Franny and Zooey",
    "confidence": [
      [
        "Fr",
        -0.0006402421
      ],
      [
        "anny",
        -0.001483436
      ],
      [
        " and",
        -0.00018494461
      ],
      [
        " Zoo",
        -0.00015836587
      ],
      [
        "ey",
        -1.2233183e-05
      ]
    ]
  },
  "Seymour is dead. Buddy is a college writing professor who used to be a  panelist on the radio quiz show": {
    "guess": "Information not sufficient to provide a Wikipedia page title.",
    "confidence": [
      [
        "Information",
        -1.1368077
      ],
      [
        " not",
        -0.45474958
      ],
      [
        " sufficient",
        -0.3979531
      ],
      [
        " to",
        -0.085519426
      ],
      [
        " provide",
        -0.5078862
      ],
      [
        " a",
        -0.7308326
      ],
      [
        " Wikipedia",
        -0.30076572
      ],
      [
        " page",
        -0.029148946
      ],
      [
        " title",
        -0.01681887
      ],
      [
        ".",
        -0.14850804
      ]
    ]
  },
  "He had sex with a woman named Phoebe on the tomb of Arthur Conan Doyle while studying at Oxford.  The central episode of his childhood took place on November 27, 1973, while he was watching The Magician": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.9675956
      ],
      [
        "lock",
        -0.00029601678
      ],
      [
        " Holmes",
        -0.046602402
      ]
    ]
  },
  "Seymour Benzer extensively studied the genetics of these entities, whose P1, Mu, and M13 varieties are often used as cloning vectors.  Radioactive P-labeled DNA was inserted into the genomes of these entities,": {
    "guess": "Bacteriophage",
    "confidence": [
      [
        "B",
        -0.056721065
      ],
      [
        "acter",
        -0.006464894
      ],
      [
        "i",
        -1.378283e-05
      ],
      [
        "ophage",
        -0.0027347396
      ]
    ]
  },
  "Seymour Benzer extensively studied the genetics of these entities, whose P1, Mu, and M13 varieties are often used as cloning vectors.  Radioactive P-labeled DNA was inserted into the genomes of these entities, proving that DNA was the genetic material, in the Hershey Chase experiment.  The lambda variety engages in the lysogenic cycle, but most infect a cell via attachment, penetration, multiplication,": {
    "guess": "Bacteriophage",
    "confidence": [
      [
        "B",
        -0.0048489883
      ],
      [
        "acter",
        -0.00043996712
      ],
      [
        "i",
        -1.50940705e-05
      ],
      [
        "ophage",
        -0.00039075434
      ]
    ]
  },
  "Seymour is dead. Buddy is a college writing professor who used to be a  panelist on the radio quiz show \"Wise Children.\" The female title character  is seeking to learn how to pray incessantly, and her older brother, the male  in the title, attacks her with vicious cynicism. Identify this 1961 best-": {
    "guess": "Franny and Zooey",
    "confidence": [
      [
        "Fr",
        -0.0058510504
      ],
      [
        "anny",
        -3.523949e-05
      ],
      [
        " and",
        -0.0007430415
      ],
      [
        " Zoo",
        -0.00011534435
      ],
      [
        "ey",
        -3.4405064e-05
      ]
    ]
  },
  "Seymour Benzer extensively studied the genetics of these entities, whose P1, Mu, and M13 varieties are often used as cloning vectors.  Radioactive P-labeled DNA was inserted into the genomes of these entities, proving that DNA was the genetic material, in the Hershey Chase experiment.  The lambda variety engages in the lysogenic cycle, but most infect a cell via attachment, penetration, multiplication, and eventual bursting of the host cell in the lytic cycle.  For 10 points, name these viruses that": {
    "guess": "Bacteriophage",
    "confidence": [
      [
        "B",
        -0.002313692
      ],
      [
        "acter",
        -1.4974867e-05
      ],
      [
        "i",
        -1.6166903e-05
      ],
      [
        "ophage",
        -0.00133131
      ]
    ]
  },
  "He had sex with a woman named Phoebe on the tomb of Arthur Conan Doyle while studying at Oxford.  The central episode of his childhood took place on November 27, 1973, while he was watching The Magician on TV.  After getting a degree in psychology, he became a student of William Patterson, whose influence was reflected in the monograph he wrote on serial killers which led to the capture of Monte Props.  He earned the nickname \"Spooky\" after graduating first in his class at the FBI Academy, but never": {
    "guess": "Fox Mulder",
    "confidence": [
      [
        "Fox",
        -0.055627223
      ],
      [
        " Mul",
        -0.00035476952
      ],
      [
        "der",
        -5.669615e-05
      ]
    ]
  },
  "He had sex with a woman named Phoebe on the tomb of Arthur Conan Doyle while studying at Oxford.  The central episode of his childhood took place on November 27, 1973, while he was watching The Magician on TV.  After getting a degree in psychology, he became a student of William Patterson, whose influence was reflected in the monograph he wrote on serial killers which led to the capture of Monte Props.  He earned the nickname \"Spooky\" after graduating first in his class at the FBI Academy, but never overcame the trauma of seeing his sister Samantha kidnapped as a boy.  FTP, name this man who opposed the Cigarette-Smoking Man and worked with Dana Scully on The X-Files, a character played by David": {
    "guess": "Fox Mulder",
    "confidence": [
      [
        "Fox",
        -0.007882834
      ],
      [
        " Mul",
        -0.00014013138
      ],
      [
        "der",
        -3.368984e-05
      ]
    ]
  }
}