{
  "The Clemmensen reduction is a reaction used to reduce acyl- types to alkyl- types of this compound, and hydrogenation of this compound can yield cyclohexane. This compound was first isolated in 1825 by": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.0768289
      ],
      [
        "enz",
        -0.00017791527
      ],
      [
        "ene",
        -0.05049578
      ]
    ]
  },
  "Clement Vallandingham lead a reorganized Knights of the Golden Circle that titled themselves \"The Order of\" this earlier group. This group was responsible for the capture of a repository at Turtle Bay, and their habit of erecting large poles lead to the Battle of Golden Hill.  Members of this group were responsible for the death of William Dudingston and aided Abraham Whipple in the capture of a ship in Narragansett Bay. This group is probably most famous for an incident in which they snuck on board the Dartmouth dressed as Mohawks. FTP, name this organization whose members, including James Otis and Samuel Adams, carried out the burning of the HMS Gaspee and the Boston Tea Party.": {
    "guess": "Sons of Liberty",
    "confidence": [
      [
        "S",
        -0.02446711
      ],
      [
        "ons",
        -3.650519e-06
      ],
      [
        " of",
        -8.43514e-05
      ],
      [
        " Liberty",
        -6.706687e-05
      ]
    ]
  },
  "The Clemmensen reduction is a reaction used to reduce acyl- types to alkyl- types of this compound, and hydrogenation of this compound can yield cyclohexane. This compound was first isolated in 1825 by Michael Faraday, who called it bicarburet of hydrogen, but its (*) structure was not discovered until": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.026658103
      ],
      [
        "enz",
        -1.3186812e-05
      ],
      [
        "ene",
        -4.8471098e-05
      ]
    ]
  },
  "Clement Vallandingham lead a reorganized Knights of the Golden Circle that titled themselves \"The Order of\" this earlier group. This group was responsible for the capture of a repository at Turtle Bay, and their habit of erecting large poles lead to the Battle of Golden Hill.  Members of this group were": {
    "guess": "Sons of Liberty",
    "confidence": [
      [
        "S",
        -0.09073093
      ],
      [
        "ons",
        -3.1305768e-05
      ],
      [
        " of",
        -0.00016444526
      ],
      [
        " Liberty",
        -0.00016420685
      ]
    ]
  },
  "The Clemmensen reduction is catalyzed by a zinc amalgam and one of these substances, characterized by Lux and Flood as oxide ion acceptors. Another type is produced using a vanadium oxide catalyst in the contact process. Aqua regia is a mixture of two of these substances. H3PO4 is a triprotic one, while HCOOH, or \"formic,\" is monoprotic. Defined as electron receptors by Lewis and by Brønsted and Lowry as proton donors, they yield hydrogen ions in solution, according to the Arrhenius definition. For 10 points, name these substances with pH below 7, often contrasted with bases.": {
    "guess": "Acid",
    "confidence": [
      [
        "Ac",
        -0.010057085
      ],
      [
        "id",
        -0.0115967365
      ]
    ]
  },
  "A clear explanation of this problem was provided by Mancur Olson, who provided the solution of byproduct theory and built upon earlier works by Paul Samuelson. Ronald Coase wrote that this problem can be overcome in situations with low transaction costs, and rational choice theory attempts to overcome": {
    "guess": "Collective action problem",
    "confidence": [
      [
        "Collect",
        -0.49765673
      ],
      [
        "ive",
        -1.4021238e-05
      ],
      [
        " action",
        -0.07010983
      ],
      [
        " problem",
        -0.021725414
      ]
    ]
  },
  "A clerk in this book, Mr. Guest, reveals the similarity between the handwriting of two characters. It": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.121509016
      ],
      [
        " Case",
        -7.958325e-05
      ],
      [
        " of",
        -5.4385737e-06
      ],
      [
        " Dr",
        -1.9504607e-05
      ],
      [
        " J",
        -0.002738901
      ],
      [
        "ekyll",
        -1.735894e-05
      ],
      [
        " and",
        -9.0883464e-07
      ],
      [
        " Mr",
        -1.1041146e-05
      ],
      [
        " Hyde",
        -0.00210446
      ]
    ]
  },
  "A clerk to Justice Oliver Wendell Holmes, he attended the Yalta Conference as an advisor to Franklin Roosevelt and served as temporary Secretary-General of the United Nations at the San Francisco Conference.": {
    "guess": "Alger Hiss",
    "confidence": [
      [
        "Al",
        -0.02913563
      ],
      [
        "ger",
        -8.43514e-05
      ],
      [
        " H",
        -0.00088025787
      ],
      [
        "iss",
        -3.0828953e-05
      ]
    ]
  },
  "A clear explanation of this problem was provided by Mancur Olson, who provided the solution of byproduct theory and built upon earlier works by Paul Samuelson. Ronald Coase wrote that this problem can be overcome in situations with low transaction costs, and rational choice theory attempts to overcome it with proper incentives. This concept was articulated to some extent by David Hume, who noted that": {
    "guess": "Collective action problem",
    "confidence": [
      [
        "Collect",
        -0.38303456
      ],
      [
        "ive",
        -5.3193703e-06
      ],
      [
        " action",
        -0.06676898
      ],
      [
        " problem",
        -0.0898193
      ]
    ]
  },
  "A clear explanation of this problem was provided by Mancur Olson, who provided the solution of byproduct theory and built upon earlier works by Paul Samuelson. Ronald Coase wrote that this problem can be overcome in situations with low transaction costs, and rational choice theory attempts to overcome it with proper incentives. This concept was articulated to some extent by David Hume, who noted that it is easier for two people to work together on a problem than for hundreds of people to work together. It generally applies to goods that are non-excludable and non-rivalrous, otherwise known as public goods. Name this problem in which individuals use more of a resource than they pay for.": {
    "guess": "Tragedy of the commons",
    "confidence": [
      [
        "Tr",
        -0.08070413
      ],
      [
        "aged",
        0.0
      ],
      [
        "y",
        -5.9153886e-06
      ],
      [
        " of",
        -4.310693e-05
      ],
      [
        " the",
        -0.00043364934
      ],
      [
        " commons",
        -0.27000186
      ]
    ]
  },
  "A clerk in this book, Mr. Guest, reveals the similarity between the handwriting of two characters. It begins with Mr. Enfield recounting an incident about a man who ran over a young girl. In this novella, Dr. Lanyon dies of shock after seeing one of the title characters, who kills Sir Danvers Carew.": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.09649907
      ],
      [
        " Case",
        -2.9636918e-05
      ],
      [
        " of",
        -1.867018e-05
      ],
      [
        " Dr",
        -8.959636e-05
      ],
      [
        " J",
        -0.0015591396
      ],
      [
        "ekyll",
        -3.190179e-05
      ],
      [
        " and",
        -3.650519e-06
      ],
      [
        " Mr",
        -7.79144e-05
      ],
      [
        " Hyde",
        -0.010462269
      ]
    ]
  },
  "A clerk in this book, Mr. Guest, reveals the similarity between the handwriting of two characters. It begins with Mr. Enfield recounting an incident about a man who ran over a young girl. In this novella, Dr. Lanyon dies of shock after seeing one of the title characters, who kills Sir Danvers Carew. In its final sections, Mr. Utterson reads a letter from the first title character describing how he needed increasingly larger doses of a potion to transform back to his old self. For 10 points, name this novella about a scientist with a split personality, by Robert Louis Stevenson.": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.004948747
      ],
      [
        " Case",
        -0.0004890497
      ],
      [
        " of",
        -9.388769e-05
      ],
      [
        " Dr",
        -0.00082880585
      ],
      [
        " J",
        -0.0021832152
      ],
      [
        "ekyll",
        -3.22594e-05
      ],
      [
        " and",
        -3.9054008e-05
      ],
      [
        " Mr",
        -9.4960524e-05
      ],
      [
        " Hyde",
        -0.0017935856
      ]
    ]
  },
  "A clerk to Justice Oliver Wendell Holmes, he attended the Yalta Conference as an advisor to Franklin": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.53028256
      ]
    ]
  },
  "A clerk in this book, Mr. Guest, reveals the similarity between the handwriting of two characters. It begins with Mr. Enfield recounting an incident about a man who ran over a young girl. In this novella, Dr. Lanyon dies of shock after seeing one of the title characters, who kills Sir Danvers Carew. In its final sections, Mr. Utterson reads a letter from the first title character describing how he": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.03335266
      ],
      [
        " Case",
        -0.0006042647
      ],
      [
        " of",
        -0.00014382669
      ],
      [
        " Dr",
        -0.0006928971
      ],
      [
        " J",
        -0.0013311908
      ],
      [
        "ekyll",
        -1.5570886e-05
      ],
      [
        " and",
        -3.368984e-05
      ],
      [
        " Mr",
        -8.733149e-05
      ],
      [
        " Hyde",
        -0.0049722395
      ]
    ]
  },
  "A clear explanation of this problem was provided by Mancur Olson, who provided the solution of byproduct theory and built upon earlier works by Paul Samuelson. Ronald Coase wrote that this problem can be overcome in situations with low transaction costs, and rational choice theory attempts to overcome it with proper incentives. This concept was articulated to some extent by David Hume, who noted that it is easier for two people to work together on a problem than for hundreds of people to work together. It generally applies to goods that are non-excludable and non-rivalrous, otherwise known as public": {
    "guess": "Tragedy of the commons",
    "confidence": [
      [
        "Tr",
        -0.27237636
      ],
      [
        "aged",
        0.0
      ],
      [
        "y",
        -1.7120534e-05
      ],
      [
        " of",
        -8.42322e-05
      ],
      [
        " the",
        -0.0013424931
      ],
      [
        " commons",
        -0.47897708
      ]
    ]
  },
  "The Clemmensen reduction is a reaction used to reduce acyl- types to alkyl- types of this compound, and hydrogenation of this compound can yield cyclohexane. This compound was first isolated in 1825 by Michael Faraday, who called it bicarburet of hydrogen, but its (*) structure was not discovered until 1865, when Friedrich August Kekulé dreamed of a snake biting its own tail. Phenols contain a hydroxyl": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.01289819
      ],
      [
        "enz",
        -3.888926e-06
      ],
      [
        "ene",
        -4.0007635e-05
      ]
    ]
  },
  "The Clemmensen reduction is catalyzed by a zinc amalgam and one of these substances, characterized by Lux and Flood as oxide ion acceptors. Another type is produced using a vanadium oxide catalyst in the contact process. Aqua regia is a mixture of two of these substances. H3PO4 is a triprotic one, while": {
    "guess": "Acid",
    "confidence": [
      [
        "Ac",
        -0.35272852
      ],
      [
        "id",
        -0.14430554
      ]
    ]
  },
  "A clerk to Justice Oliver Wendell Holmes, he attended the Yalta Conference as an advisor to Franklin Roosevelt and served as temporary Secretary-General of the United Nations at the San Francisco Conference. The 1996 release of U.S. intelligence's Venona Telegrams contradicted Russian General Dmitri Volkogonov's announcement that there was no evidence this man was a Soviet agent. For 10 points, name": {
    "guess": "Alger Hiss",
    "confidence": [
      [
        "Al",
        -0.106077
      ],
      [
        "ger",
        -0.00041935223
      ],
      [
        " H",
        -0.0005429041
      ],
      [
        "iss",
        -5.6457742e-05
      ]
    ]
  },
  "Clement Vallandingham lead a reorganized Knights of the Golden Circle that titled themselves \"The Order of\" this earlier group. This group was responsible for the capture of a repository at Turtle Bay, and their habit of erecting large poles lead to the Battle of Golden Hill.  Members of this group were responsible for the death of William Dudingston and aided Abraham Whipple in the capture of a ship": {
    "guess": "Sons of Liberty",
    "confidence": [
      [
        "S",
        -0.05981179
      ],
      [
        "ons",
        -2.7848862e-05
      ],
      [
        " of",
        -0.00021224226
      ],
      [
        " Liberty",
        -0.00016373003
      ]
    ]
  },
  "A clerk to Justice Oliver Wendell Holmes, he attended the Yalta Conference as an advisor to Franklin Roosevelt and served as temporary Secretary-General of the United Nations at the San Francisco Conference. The 1996 release of U.S. intelligence's Venona Telegrams contradicted Russian General Dmitri Volkogonov's announcement that there was no evidence this man was a Soviet agent. For 10 points, name this State Department official investigated by Richard Nixon and witnessed against by Whittaker Chambers.": {
    "guess": "Alger Hiss",
    "confidence": [
      [
        "Al",
        -0.044948664
      ],
      [
        "ger",
        -0.0001008015
      ],
      [
        " H",
        -0.0012545154
      ],
      [
        "iss",
        -4.8828708e-05
      ]
    ]
  },
  "Clement Vallandingham lead a reorganized Knights of the Golden Circle that titled themselves \"The Order of\" this earlier group. This group was responsible for the capture of a repository at Turtle Bay, and their habit of erecting large poles lead to the Battle of Golden Hill.  Members of this group were responsible for the death of William Dudingston and aided Abraham Whipple in the capture of a ship in Narragansett Bay. This group is probably most famous for an incident in which they snuck on board the Dartmouth dressed as Mohawks. FTP, name this organization whose members, including James Otis": {
    "guess": "Sons of Liberty",
    "confidence": [
      [
        "S",
        -0.034977626
      ],
      [
        "ons",
        -6.9882217e-06
      ],
      [
        " of",
        -5.2643223e-05
      ],
      [
        " Liberty",
        -4.2868523e-05
      ]
    ]
  },
  "The Clemmensen reduction is catalyzed by a zinc amalgam and one of these substances, characterized by": {
    "guess": "Hydrochloric acid",
    "confidence": [
      [
        "Hy",
        -0.84812444
      ],
      [
        "dro",
        -0.00028660335
      ],
      [
        "chlor",
        -0.07527725
      ],
      [
        "ic",
        -0.00051347545
      ],
      [
        " acid",
        -0.008531007
      ]
    ]
  },
  "Clement Vallandingham lead a reorganized Knights of the Golden Circle that titled themselves \"The Order of\" this earlier group. This group was responsible for the capture of a repository at Turtle Bay, and their habit of erecting large poles lead to the Battle of Golden Hill.  Members of this group were responsible for the death of William Dudingston and aided Abraham Whipple in the capture of a ship in Narragansett Bay. This group is probably most famous for an incident in which they snuck on board": {
    "guess": "Sons of Liberty",
    "confidence": [
      [
        "S",
        -1.0772915
      ],
      [
        "ons",
        -0.0004070779
      ],
      [
        " of",
        -0.0004273315
      ],
      [
        " Liberty",
        -0.00012047011
      ]
    ]
  },
  "The Clemmensen reduction is catalyzed by a zinc amalgam and one of these substances, characterized by Lux and Flood as oxide ion acceptors. Another type is produced using a vanadium oxide catalyst in the": {
    "guess": "Contact process",
    "confidence": [
      [
        "Contact",
        -0.7254301
      ],
      [
        " process",
        -0.025944453
      ]
    ]
  },
  "The Clemmensen reduction is catalyzed by a zinc amalgam and one of these substances, characterized by Lux and Flood as oxide ion acceptors. Another type is produced using a vanadium oxide catalyst in the contact process. Aqua regia is a mixture of two of these substances. H3PO4 is a triprotic one, while HCOOH, or \"formic,\" is monoprotic. Defined as electron receptors by Lewis and by Brønsted and Lowry": {
    "guess": "Acid",
    "confidence": [
      [
        "Ac",
        -0.057839133
      ],
      [
        "id",
        -0.00952728
      ]
    ]
  },
  "The Clemmensen reduction is a reaction used to reduce acyl- types to alkyl- types of this compound, and hydrogenation of this compound can yield cyclohexane. This compound was first isolated in 1825 by Michael Faraday, who called it bicarburet of hydrogen, but its (*) structure was not discovered until 1865, when Friedrich August Kekulé dreamed of a snake biting its own tail. Phenols contain a hydroxyl group bound to one of, for ten points, what organic compound with chemical formula C6H6, the simplest aromatic hydrocarbon?": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.0023033395
      ],
      [
        "enz",
        -1.1756368e-05
      ],
      [
        "ene",
        -9.901345e-05
      ]
    ]
  },
  "The Clemmensen reduction is a reaction used to reduce acyl- types to alkyl- types of this compound, and": {
    "guess": "Friedel–Crafts reaction",
    "confidence": [
      [
        "F",
        -0.2886628
      ],
      [
        "ried",
        -0.007955569
      ],
      [
        "el",
        -2.677603e-05
      ],
      [
        "–",
        -0.111110575
      ],
      [
        "Craft",
        -6.704273e-07
      ],
      [
        "s",
        -3.650519e-06
      ],
      [
        " reaction",
        -0.003501242
      ]
    ]
  },
  "A clerk to Justice Oliver Wendell Holmes, he attended the Yalta Conference as an advisor to Franklin Roosevelt and served as temporary Secretary-General of the United Nations at the San Francisco Conference. The 1996 release of U.S. intelligence's Venona Telegrams contradicted Russian General Dmitri": {
    "guess": "Alger Hiss",
    "confidence": [
      [
        "Al",
        -0.072632775
      ],
      [
        "ger",
        -8.8165914e-05
      ],
      [
        " H",
        -0.00069742324
      ],
      [
        "iss",
        -3.917321e-05
      ]
    ]
  },
  "A clear explanation of this problem was provided by Mancur Olson, who provided the solution of byproduct theory and built upon earlier works by Paul Samuelson. Ronald Coase wrote that this problem can": {
    "guess": "Collective action problem",
    "confidence": [
      [
        "Collect",
        -0.6397998
      ],
      [
        "ive",
        -2.0815847e-05
      ],
      [
        " action",
        -0.025956655
      ],
      [
        " problem",
        -0.2273219
      ]
    ]
  },
  "Clement Vallandingham lead a reorganized Knights of the Golden Circle that titled themselves \"The Order of\" this earlier group. This group was responsible for the capture of a repository at Turtle Bay,": {
    "guess": "Knights of the Golden Circle",
    "confidence": [
      [
        "Kn",
        -0.6635457
      ],
      [
        "ights",
        -2.1411865e-05
      ],
      [
        " of",
        -0.00028243123
      ],
      [
        " the",
        -0.0011341434
      ],
      [
        " Golden",
        -0.022506079
      ],
      [
        " Circle",
        -0.00020866614
      ]
    ]
  },
  "The Clemmensen reduction is a reaction used to reduce acyl- types to alkyl- types of this compound, and hydrogenation of this compound can yield cyclohexane. This compound was first isolated in 1825 by Michael Faraday, who called it bicarburet of hydrogen, but its (*) structure was not discovered until 1865, when Friedrich August Kekulé dreamed of a snake biting its own tail. Phenols contain a hydroxyl group bound to one of, for ten points, what organic compound with chemical formula C6H6, the simplest": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.0017928706
      ],
      [
        "enz",
        -2.6418418e-05
      ],
      [
        "ene",
        -8.1490514e-05
      ]
    ]
  },
  "A clerk in this book, Mr. Guest, reveals the similarity between the handwriting of two characters. It begins with Mr. Enfield recounting an incident about a man who ran over a young girl. In this novella,": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.0009923185
      ],
      [
        " Case",
        -1.735894e-05
      ],
      [
        " of",
        -6.869018e-06
      ],
      [
        " Dr",
        -5.7411373e-05
      ],
      [
        " J",
        -0.002873942
      ],
      [
        "ekyll",
        -8.657073e-06
      ],
      [
        " and",
        -7.703444e-06
      ],
      [
        " Mr",
        -1.5451682e-05
      ],
      [
        " Hyde",
        -0.0024334511
      ]
    ]
  },
  "A clear explanation of this problem was provided by Mancur Olson, who provided the solution of byproduct theory and built upon earlier works by Paul Samuelson. Ronald Coase wrote that this problem can be overcome in situations with low transaction costs, and rational choice theory attempts to overcome it with proper incentives. This concept was articulated to some extent by David Hume, who noted that it is easier for two people to work together on a problem than for hundreds of people to work together.": {
    "guess": "Collective action problem",
    "confidence": [
      [
        "Collect",
        -0.2221336
      ],
      [
        "ive",
        -3.5120287e-05
      ],
      [
        " action",
        -0.009461745
      ],
      [
        " problem",
        -0.69715345
      ]
    ]
  },
  "A clear explanation of this problem was provided by Mancur Olson, who provided the solution of byproduct": {
    "guess": "Collective action",
    "confidence": [
      [
        "Collect",
        -0.12370194
      ],
      [
        "ive",
        -1.2664457e-06
      ],
      [
        " action",
        -0.022083811
      ]
    ]
  },
  "Clement Vallandingham lead a reorganized Knights of the Golden Circle that titled themselves \"The Order": {
    "guess": "Knights of the Golden Circle",
    "confidence": [
      [
        "Kn",
        -0.4759052
      ],
      [
        "ights",
        -7.89631e-07
      ],
      [
        " of",
        -2.1531068e-05
      ],
      [
        " the",
        -1.700133e-05
      ],
      [
        " Golden",
        -0.00026300468
      ],
      [
        " Circle",
        -4.310693e-05
      ]
    ]
  },
  "A clerk in this book, Mr. Guest, reveals the similarity between the handwriting of two characters. It begins with Mr. Enfield recounting an incident about a man who ran over a young girl. In this novella, Dr. Lanyon dies of shock after seeing one of the title characters, who kills Sir Danvers Carew. In its final sections, Mr. Utterson reads a letter from the first title character describing how he needed increasingly larger doses of a potion to transform back to his old self. For 10 points, name": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.048237216
      ],
      [
        " Case",
        -0.0005800773
      ],
      [
        " of",
        -0.00011415232
      ],
      [
        " Dr",
        -0.0007992654
      ],
      [
        " J",
        -0.0022093775
      ],
      [
        "ekyll",
        -1.378283e-05
      ],
      [
        " and",
        -2.9875326e-05
      ],
      [
        " Mr",
        -8.602025e-05
      ],
      [
        " Hyde",
        -0.009560815
      ]
    ]
  },
  "The Clemmensen reduction is catalyzed by a zinc amalgam and one of these substances, characterized by Lux and Flood as oxide ion acceptors. Another type is produced using a vanadium oxide catalyst in the contact process. Aqua regia is a mixture of two of these substances. H3PO4 is a triprotic one, while HCOOH, or \"formic,\" is monoprotic. Defined as electron receptors by Lewis and by Brønsted and Lowry as proton donors, they yield hydrogen ions in solution, according to the Arrhenius definition. For": {
    "guess": "Acid",
    "confidence": [
      [
        "Ac",
        -0.012652092
      ],
      [
        "id",
        -0.0031159187
      ]
    ]
  }
}