{
  "Fahmi is a nationalistic son, and Zaynab a modern daughter in law, in this novel, that tells the story of a patriarch, his wife, and their five children. The father is an authoritarian at home, but spends each night carousing in nightclubs.  Meanwhile, Amina, is only allowed out of the house to visit her mother. Although first published in 1956, this story of Ahmad Abd 'al-Jawad was not available in English until 1990, two years after its author won the Nobel Prize.  FTP, name this first novel of": {
    "guess": "Palace Walk",
    "confidence": [
      [
        "Pal",
        -0.22868939
      ],
      [
        "ace",
        -0.00021545708
      ],
      [
        " Walk",
        -0.0007238718
      ]
    ]
  },
  "A failed operation in this region was called the Border Campaign. In a city in this region, nine people were killed in tumult after a 1935 Orange Order parade. A general strike in this region caused the collapse of the Sunningdale Agreement. In a 1981 hunger strike in this region protesting removal of \"Special Category Status,\" Bobby Sands died. Eventually, self-government through \"Power-sharing\" was restored to this region in the (*) Good Friday Agreement. A twentieth-century conflict in this region": {
    "guess": "The Troubles",
    "confidence": [
      [
        "The",
        -0.41661397
      ],
      [
        " Trou",
        -0.00040564747
      ],
      [
        "bles",
        -3.4121115e-06
      ]
    ]
  },
  "A failed naval expedition led by this country's Blanco Encalada resulted in the 1837 Treaty of Paucarpata, while its 1925 Constitution began its Presidential Republic period. This modern day country was captured in a campaign led by Pedro de Valdivia; that campaign saw fighting against its native Araucanian or Mapuche Indians. This country's Patria Vieja period of independence was ended at the Disaster": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.0039007694
      ],
      [
        "ile",
        -4.727906e-05
      ]
    ]
  },
  "A failed last charge occurred at what is now Monclova Road, and saw the death of Lt. Henry Towles, who, after Robert Miscampbell, was the highest ranking American casualty. This battle began as a retaliatory response to an earlier raid on Fort [*] Recovery that prompted the Americans' opponents to change commanders. A major factor in the aftermath was the British decision to maintain neutrality by closing the doors of Fort Maumee, preventing a regrouping of the defeated forces of the Shawnee chief": {
    "guess": "Siege of Fort Meigs",
    "confidence": [
      [
        "Sie",
        -0.1288641
      ],
      [
        "ge",
        -2.8206474e-05
      ],
      [
        " of",
        -0.00015669702
      ],
      [
        " Fort",
        -0.0015304554
      ],
      [
        " Me",
        -0.13025446
      ],
      [
        "igs",
        -4.1273333e-06
      ]
    ]
  },
  "For failing to be punctual to recite an oath of allegiance to this king, Alexander MacDonald of Glen": {
    "guess": "William of Orange",
    "confidence": [
      [
        "William",
        -0.13431437
      ],
      [
        " of",
        -0.38430527
      ],
      [
        " Orange",
        -0.0004073163
      ]
    ]
  },
  "After a failed 1982 pilot, its third comeback came in 2000, hosted by Maury Povich. It's most famous winner, a Columbia professor, won $129,000 in five months. Vivian Nearing ended his reign, which began": {
    "guess": "Jeopardy!",
    "confidence": [
      [
        "Je",
        -0.28695926
      ],
      [
        "opard",
        -6.301394e-05
      ],
      [
        "y",
        -1.3306016e-05
      ],
      [
        "!",
        -0.0072098603
      ]
    ]
  },
  "His failure was exacerbated by the arrests of Peter Toyas and Mingo Harth, though neither of these men was as influential as Gullah Jack in helping to plan an event that would take place on Bastille Day. Originally known as Telemaque, recent scholarship disputes his Virgin Islands birth, but the fact that he bought his own freedom after winning the Charleston lottery is still supported. FTP identify": {
    "guess": "Denmark Vesey",
    "confidence": [
      [
        "Den",
        -0.0063629085
      ],
      [
        "mark",
        -4.20341e-05
      ],
      [
        " Ves",
        -0.0012624947
      ],
      [
        "ey",
        -3.750436e-05
      ]
    ]
  },
  "Fahmi is a nationalistic son, and Zaynab a modern daughter in law, in this novel, that tells the story": {
    "guess": "Zaynab",
    "confidence": [
      [
        "Z",
        -0.04593065
      ],
      [
        "ay",
        -0.00094016595
      ],
      [
        "n",
        -0.00012570774
      ],
      [
        "ab",
        -7.226629e-06
      ]
    ]
  },
  "A fairly simple one can resemble a Wheatstone Bridge, except with diodes replacing the resistors, and a short wire replacing the current source, while only one diode is really needed, as long as you don't mind it working only half the time. A capacitor in series with one also helps improve efficiency by leveling out the voltage, as long as RC is larger than the frequency of the circuit. For 10 points, name this electrical device in both half-wave and full-wave varieties that converts alternating": {
    "guess": "Rectifier",
    "confidence": [
      [
        "Rect",
        -0.021604206
      ],
      [
        "ifier",
        -0.0003345122
      ]
    ]
  },
  "Faith Ringgold removed the color white from this object in a work in her Black Light series titled for the Moon. Joe Rosenthal's most famous photograph prominently features men gathered around of these objects, which, apart from targets, were the favorite subjects of a man who painted one in an orange field in an encaustic painting. Clint Eastwood made a film about the marines from a famous photo of": {
    "guess": "Flag of the United States",
    "confidence": [
      [
        "Flag",
        -1.3018984
      ],
      [
        " of",
        -0.5125209
      ],
      [
        " the",
        -0.008703332
      ],
      [
        " United",
        -0.0023226028
      ],
      [
        " States",
        -0.00056756823
      ]
    ]
  },
  "A failed operation in this region was called the Border Campaign. In a city in this region, nine people were killed in tumult after a 1935 Orange Order parade. A general strike in this region caused the collapse of the Sunningdale Agreement. In a 1981 hunger strike in this region protesting removal of \"Special Category Status,\" Bobby Sands died. Eventually, self-government through \"Power-sharing\" was restored to this region in the (*) Good Friday Agreement. A twentieth-century conflict in this region included 1972's \"Bloody Sunday,\" was called \"The Troubles,\" and involved the provisional IRA. For": {
    "guess": "Northern Ireland",
    "confidence": [
      [
        "Northern",
        -0.005643159
      ],
      [
        " Ireland",
        -0.0008928788
      ]
    ]
  },
  "A failed attempt to prevent this conflict was the calling of the Long Assembly, which was followed by its namesake's raid on a Pamunkey camp. Its leader produced the manifesto \"The Declaration of the People,\" expressing outrage at events like a Doeg attack on a settler's plantation, which prompted participants in this conflict to attack the neighboring Susquehanaug and Appomattox tribes. Rooted heavily in its leader's animosity towards Governor William Berkeley was, for 10 points, what colonial Virginia": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.0038708544
      ],
      [
        "acon",
        -4.8425554e-06
      ],
      [
        "'s",
        -6.062987e-05
      ],
      [
        " Rebellion",
        -1.9385403e-05
      ]
    ]
  },
  "One failed terrorist plot that involved the October 2010 shipment of packages of explosives to the U.S. originated in this nation, and one man who notably spent time in this nation developed ties to Anwar al-Awlaki, an alleged al-Qaeda recruiter based in this nation. That man was Umar Farouk Abdulmutallab,": {
    "guess": "Yemen",
    "confidence": [
      [
        "Y",
        -0.0047194264
      ],
      [
        "emen",
        -3.297462e-05
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into a city via a sanctuary to the goddess Kore and her mother. That incident happened during the siege of Paros. Earlier in his life, he conquered Lemnos after local Thracian tribes had made this man the tyrant of Chersonese. This man was tried for the Paros expedition and fined 50 talents, but died before he was able to pay that fine. That fine was paid by his son who defeated over 200 Phoenician ships": {
    "guess": "Miltiades",
    "confidence": [
      [
        "M",
        -0.09679842
      ],
      [
        "ilt",
        -0.00032390308
      ],
      [
        "i",
        -0.0002699185
      ],
      [
        "ades",
        -6.749814e-06
      ]
    ]
  },
  "Their failure can be attributed to a deficiency in the von Willebrand factor. Formed when cytoplasmic fragments of megakaryocytes pinch off into the circulation, as they age they store and transport chemicals, including serotonin, epinephrine, and histamine. Most notably these small non-nucleated bodies, also called thrombocytes, are best known for providing a surface on which strands of fibrin are": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.009865405
      ],
      [
        "let",
        -0.041957114
      ]
    ]
  },
  "Their failure can be attributed to a deficiency in the von Willebrand factor. Formed when cytoplasmic fragments of megakaryocytes pinch off into the circulation, as they age they store and transport chemicals, including serotonin, epinephrine, and histamine. Most notably these small non-nucleated bodies,": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.0030424816
      ],
      [
        "let",
        -0.009173807
      ]
    ]
  },
  "This faith equally considers the exoteric, esoteric, and double hidden meanings within its scriptures": {
    "guess": "Kabbalah",
    "confidence": [
      [
        "K",
        -0.2673392
      ],
      [
        "abb",
        -0.00044556602
      ],
      [
        "alah",
        -3.035214e-05
      ]
    ]
  },
  "A failed attempt to prevent this conflict was the calling of the Long Assembly, which was followed by its namesake's raid on a Pamunkey camp. Its leader produced the manifesto \"The Declaration of the People,\" expressing outrage at events like a Doeg attack on a settler's plantation, which prompted participants in this conflict to attack the neighboring Susquehanaug and Appomattox tribes. Rooted heavily": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.5727825
      ],
      [
        "acon",
        -9.543734e-05
      ],
      [
        "'s",
        -0.0001341712
      ],
      [
        " Rebellion",
        -5.5122365e-07
      ]
    ]
  },
  "This faith equally considers the exoteric, esoteric, and double hidden meanings within its scriptures which include the Letters of Wisdom. Like the Brotherhoold of Purity, this religion holds that God": {
    "guess": "Ismailism",
    "confidence": [
      [
        "I",
        -1.022539
      ],
      [
        "sm",
        -0.14509101
      ],
      [
        "ail",
        -0.00047809765
      ],
      [
        "ism",
        -0.037162837
      ]
    ]
  },
  "This faith equally considers the exoteric, esoteric, and double hidden meanings within its scriptures which include the Letters of Wisdom. Like the Brotherhoold of Purity, this religion holds that God is everywhere, and many adherents of it deny God attributes through tanzi. Many members of this faith believe they are descended from the Prophet Jethro, and they are divided between the secular jihhal and the devout uqqal. This religion is based on the seven central principles established by Hamza, and it was founded by Hamza ibn Ali and Al-Hakim. For 10 points, name this Unitarian Ismaili religious": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.008926304
      ],
      [
        "ru",
        -0.00013774731
      ],
      [
        "ze",
        -2.4584822e-06
      ]
    ]
  },
  "This faith teaches that there are 36 levels of heaven and twice as many inhabited planets, of which Earth is the 68th. Men in this religion enter temples from the right while women enter from the left. Members of this religion pray four times a day starting at 6 A.M. In this faith, God is represented by a divine left eye, usually shown on the side of a sphere, and adherents follow the Three Teachings of the Buddhas, Sages, and the Saints. This faith mimics the structure of the Catholic Church, utilizing": {
    "guess": "Caodaism",
    "confidence": [
      [
        "Ca",
        -1.0052267
      ],
      [
        "oda",
        -0.0013322637
      ],
      [
        "ism",
        -3.035214e-05
      ]
    ]
  },
  "His failure was exacerbated by the arrests of Peter Toyas and Mingo Harth, though neither of these men was as influential as Gullah Jack in helping to plan an event that would take place on Bastille Day. Originally known as Telemaque, recent scholarship disputes his Virgin Islands birth, but the fact that he bought his own freedom after winning the Charleston lottery is still supported. FTP identify this carpenter whose reading of inflammatory abolitionist statements at the African Methodist Episcopal": {
    "guess": "Denmark Vesey",
    "confidence": [
      [
        "Den",
        -0.013137761
      ],
      [
        "mark",
        -0.00033689264
      ],
      [
        " Ves",
        -0.0021797619
      ],
      [
        "ey",
        -0.0003871782
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into a city via a sanctuary to the goddess Kore and her mother. That incident happened during the siege of": {
    "guess": "Syracuse",
    "confidence": [
      [
        "S",
        -1.5461104
      ],
      [
        "yr",
        -0.24749537
      ],
      [
        "ac",
        -0.004130169
      ],
      [
        "use",
        -0.00014835644
      ]
    ]
  },
  "After a failed 1982 pilot, its third comeback came in 2000, hosted by Maury Povich. It's most famous winner, a Columbia professor, won $129,000 in five months. Vivian Nearing ended his reign, which began with defeating Herbert Stempel, whose confession about producer interference led to a Senate investigation. FTP, Charles Van Doren was the largest attraction of what 1950s game show featured in the movie Quiz Show?": {
    "guess": "Twenty-One",
    "confidence": [
      [
        "Twenty",
        -0.004540131
      ],
      [
        "-One",
        -0.67009455
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into a city via a sanctuary to the goddess Kore and her mother. That incident happened during the siege of Paros. Earlier in his life, he conquered Lemnos after local Thracian tribes had made this man the tyrant of Chersonese. This man was tried for the Paros expedition and fined 50 talents, but died before he was able to pay that fine. That fine was paid by his son who defeated over 200 Phoenician ships at Eurymedon and was named Cimon. Although originally imprisoned for being a tyrant, this man's involvement in the Ionian Revolt against the Persians allowed him to be elected strategoi in 490BC. He also succeeded in convincing five other strategoi and Callimachus to attack the Persians directly": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.4766662
      ],
      [
        "ist",
        -3.6669935e-05
      ],
      [
        "oc",
        -9.9371064e-05
      ],
      [
        "les",
        -2.9279307e-05
      ]
    ]
  },
  "A failed naval expedition led by this country's Blanco Encalada resulted in the 1837 Treaty of Paucarpata, while its 1925 Constitution began its Presidential Republic period. This modern day country was": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.00094553013
      ],
      [
        "ile",
        -2.4272753e-05
      ]
    ]
  },
  "After a failed 1982 pilot, its third comeback came in 2000, hosted by Maury Povich. It's most famous winner, a Columbia professor, won $129,000 in five months. Vivian Nearing ended his reign, which began with defeating Herbert Stempel, whose confession about producer interference led to a Senate investigation. FTP, Charles Van Doren was the largest attraction of what 1950s game show featured in the": {
    "guess": "Twenty One",
    "confidence": [
      [
        "Twenty",
        -0.006181544
      ],
      [
        " One",
        -0.42545635
      ]
    ]
  },
  "The failed 1964 Piano Solo plot targeted the ruler of this country, which suffered through a period of political instability during which the Red Brigades kidnapped and murdered its Prime Minister, known as the Years of Lead. A constitutional referendum in this nation ended the House of Savoy's monarchy and created the First Republic in 1946. This country occupied Addis Ababa before annexing Ethiopia in 1936. For 10 points, name this country ruled during World War II by fascist dictator Benito Mussolini.": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.004642423
      ]
    ]
  },
  "After a failed 1982 pilot, its third comeback came in 2000, hosted by Maury Povich. It's most famous": {
    "guess": "Maury (TV series)",
    "confidence": [
      [
        "Ma",
        -0.21888757
      ],
      [
        "ury",
        -6.704273e-07
      ],
      [
        " (",
        -0.2426129
      ],
      [
        "TV",
        -0.01898532
      ],
      [
        " series",
        -0.0010100652
      ],
      [
        ")",
        -8.900034e-05
      ]
    ]
  },
  "A failed naval expedition led by this country's Blanco Encalada resulted in the 1837 Treaty of Paucarpata, while its 1925 Constitution began its Presidential Republic period. This modern day country was captured in a campaign led by Pedro de Valdivia; that campaign saw fighting against its native Araucanian or Mapuche Indians. This country's Patria Vieja period of independence was ended at the Disaster of Rancagua. Its independence campaign was led by men like the Carrera Brothers and Bernardo O'Higgins,": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.4378157
      ],
      [
        "ile",
        -5.4312077e-05
      ]
    ]
  },
  "A failed operation in this region was called the Border Campaign. In a city in this region, nine people were killed in tumult after a 1935 Orange Order parade. A general strike in this region caused the collapse of the Sunningdale Agreement. In a 1981 hunger strike in this region protesting removal of \"Special Category Status,\" Bobby Sands died. Eventually, self-government through \"Power-sharing\" was restored to this region in the (*) Good Friday Agreement. A twentieth-century conflict in this region included 1972's \"Bloody Sunday,\" was called \"The Troubles,\" and involved the provisional IRA. For 10 points, name this largely Protestant region of the United Kingdom with capital Belfast.": {
    "guess": "Northern Ireland",
    "confidence": [
      [
        "Northern",
        -0.002671019
      ],
      [
        " Ireland",
        -0.0015227181
      ]
    ]
  },
  "A fairly simple one can resemble a Wheatstone Bridge, except with diodes replacing the resistors, and a short wire replacing the current source, while only one diode is really needed, as long as you don't mind it working only half the time. A capacitor in series with one also helps improve efficiency by leveling out the voltage, as long as RC is larger than the frequency of the circuit. For 10 points,": {
    "guess": "Cockcroft-Walton generator",
    "confidence": [
      [
        "C",
        -0.4994846
      ],
      [
        "ock",
        -0.0075262976
      ],
      [
        "croft",
        -0.011732114
      ],
      [
        "-W",
        -0.14161836
      ],
      [
        "al",
        -0.0002707529
      ],
      [
        "ton",
        -0.00017112066
      ],
      [
        " generator",
        -0.37212163
      ]
    ]
  },
  "A failed operation in this region was called the Border Campaign. In a city in this region, nine people were killed in tumult after a 1935 Orange Order parade. A general strike in this region caused the collapse of the Sunningdale Agreement. In a 1981 hunger strike in this region protesting removal of \"Special Category Status,\" Bobby Sands died. Eventually, self-government through \"Power-sharing\" was": {
    "guess": "Northern Ireland",
    "confidence": [
      [
        "Northern",
        -0.06885796
      ],
      [
        " Ireland",
        -0.00030483783
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into a city via a sanctuary to the goddess Kore and her mother. That incident happened during the siege of Paros. Earlier in his life, he conquered Lemnos after local Thracian tribes had made this man the tyrant of Chersonese. This man was tried for the Paros expedition and fined 50 talents, but died before he was able to pay that fine. That fine was paid by his son who defeated over 200 Phoenician ships at Eurymedon and was named Cimon. Although originally imprisoned for being a tyrant, this man's involvement in the Ionian Revolt against the Persians allowed him to be elected strategoi in 490BC. He also succeeded in convincing five other strategoi and Callimachus to attack the Persians directly instead of waiting for the Spartans. For 10 points, name this general who commanded the Greek forces at Marathon.": {
    "guess": "Miltiades",
    "confidence": [
      [
        "M",
        -0.15430753
      ],
      [
        "ilt",
        -0.0005202664
      ],
      [
        "i",
        -0.00016861738
      ],
      [
        "ades",
        -2.0815847e-05
      ]
    ]
  },
  "Faith Ringgold removed the color white from this object in a work in her Black Light series titled for the Moon. Joe Rosenthal's most famous photograph prominently features men gathered around of these objects, which, apart from targets, were the favorite subjects of a man who painted one in an orange field in an encaustic painting. Clint Eastwood made a film about the marines from a famous photo of one of these objects on Iwo Jima. For 10 points, name these objects painted by Jasper Johns.": {
    "guess": "Flag (paintings by Jasper Johns)",
    "confidence": [
      [
        "Flag",
        -0.03571235
      ],
      [
        " (",
        -1.0361087
      ],
      [
        "paint",
        -0.19080956
      ],
      [
        "ings",
        -0.62720394
      ],
      [
        " by",
        -0.6701073
      ],
      [
        " Jasper",
        -0.009586794
      ],
      [
        " Johns",
        -0.0003311745
      ],
      [
        ")",
        -0.013250819
      ]
    ]
  },
  "This faith equally considers the exoteric, esoteric, and double hidden meanings within its scriptures which include the Letters of Wisdom. Like the Brotherhoold of Purity, this religion holds that God is everywhere, and many adherents of it deny God attributes through tanzi. Many members of this faith believe they are descended from the Prophet Jethro, and they are divided between the secular jihhal and the devout uqqal. This religion is based on the seven central principles established by Hamza, and it was founded by Hamza ibn Ali and Al-Hakim. For 10 points, name this Unitarian Ismaili religious community that accepts no converts and is symbolized by a five-color star.": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.0026120443
      ],
      [
        "ru",
        -4.370295e-05
      ],
      [
        "ze",
        -2.1008714e-06
      ]
    ]
  },
  "This faith equally considers the exoteric, esoteric, and double hidden meanings within its scriptures which include the Letters of Wisdom. Like the Brotherhoold of Purity, this religion holds that God is everywhere, and many adherents of it deny God attributes through tanzi. Many members of this faith": {
    "guess": "Ismailism",
    "confidence": [
      [
        "I",
        -0.15925142
      ],
      [
        "sm",
        -0.0011973709
      ],
      [
        "ail",
        -0.00074935204
      ],
      [
        "ism",
        -0.44102255
      ]
    ]
  },
  "A failed naval expedition led by this country's Blanco Encalada resulted in the 1837 Treaty of Paucarpata, while its 1925 Constitution began its Presidential Republic period. This modern day country was captured in a campaign led by Pedro de Valdivia; that campaign saw fighting against its native Araucanian or Mapuche Indians. This country's Patria Vieja period of independence was ended at the Disaster of Rancagua. Its independence campaign was led by men like the Carrera Brothers and Bernardo O'Higgins, and the 19th century saw the flourishing of its free port Valparaiso. For 10 points, name this South American country led in the 20th century by Salvador Allende and Augusto Pinochet.": {
    "guess": "History of Chile",
    "confidence": [
      [
        "History",
        -0.54291964
      ],
      [
        " of",
        -1.700133e-05
      ],
      [
        " Chile",
        -2.3392786e-06
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles, after which he was pursued and defeated by Agustín de Jáuregui. Despite being excommunicated, this man's followers were told to respect priests and to wear crosses on their hats in a decree by his": {
    "guess": "Pope Clement XIII",
    "confidence": [
      [
        "P",
        -1.6119227
      ],
      [
        "ope",
        -0.075310305
      ],
      [
        " Clement",
        -1.349953
      ],
      [
        " XIII",
        -1.3812104
      ]
    ]
  },
  "A failed naval expedition led by this country's Blanco Encalada resulted in the 1837 Treaty of Paucarpata, while its 1925 Constitution began its Presidential Republic period. This modern day country was captured in a campaign led by Pedro de Valdivia; that campaign saw fighting against its native Araucanian": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.1291713
      ],
      [
        "ile",
        -0.00033868066
      ]
    ]
  },
  "After a failed 1982 pilot, its third comeback came in 2000, hosted by Maury Povich. It's most famous winner, a Columbia professor, won $129,000 in five months. Vivian Nearing ended his reign, which began with defeating Herbert Stempel, whose confession about producer interference led to a Senate investigation.": {
    "guess": "Twenty One",
    "confidence": [
      [
        "Twenty",
        -0.14800872
      ],
      [
        " One",
        -0.08282502
      ]
    ]
  },
  "This faith teaches that there are 36 levels of heaven and twice as many inhabited planets, of which Earth is the 68th. Men in this religion enter temples from the right while women enter from the left. Members of this religion pray four times a day starting at 6 A.M. In this faith, God is represented by a divine left eye, usually shown on the side of a sphere, and adherents follow the Three Teachings of the Buddhas, Sages, and the Saints. This faith mimics the structure of the Catholic Church, utilizing cardinals and a pope. This religion's Holy See is at Tay Ninh, and recognizes saints such as": {
    "guess": "Cao Đài",
    "confidence": [
      [
        "C",
        -0.20951489
      ],
      [
        "ao",
        -6.1537958e-06
      ],
      [
        " Đ",
        -0.204949
      ],
      [
        "ài",
        -0.00023536409
      ]
    ]
  },
  "A failed operation in this region was called the Border Campaign. In a city in this region, nine people were killed in tumult after a 1935 Orange Order parade. A general strike in this region caused the collapse of the Sunningdale Agreement. In a 1981 hunger strike in this region protesting removal of": {
    "guess": "Northern Ireland",
    "confidence": [
      [
        "Northern",
        -0.014223448
      ],
      [
        " Ireland",
        -0.0002009179
      ]
    ]
  },
  "A failed last charge occurred at what is now Monclova Road, and saw the death of Lt. Henry Towles, who, after Robert Miscampbell, was the highest ranking American casualty. This battle began as a retaliatory response to an earlier raid on Fort [*] Recovery that prompted the Americans' opponents to change commanders. A major factor in the aftermath was the British decision to maintain neutrality by closing the doors of Fort Maumee, preventing a regrouping of the defeated forces of the Shawnee chief Blue Jacket. FTP, name this battle that effectively won Ohio for the Americans, a victory of Mad Anthony": {
    "guess": "Battle of Fallen Timbers",
    "confidence": [
      [
        "Battle",
        -0.00426347
      ],
      [
        " of",
        -0.00044270515
      ],
      [
        " Fallen",
        -0.0014085668
      ],
      [
        " Tim",
        -2.1008714e-06
      ],
      [
        "bers",
        -2.0935051e-05
      ]
    ]
  },
  "Their failure can be attributed to a deficiency in the von Willebrand factor. Formed when cytoplasmic fragments of megakaryocytes pinch off into the circulation, as they age they store and transport chemicals, including serotonin, epinephrine, and histamine. Most notably these small non-nucleated bodies, also called thrombocytes, are best known for providing a surface on which strands of fibrin are woven together. FTP identify these cells that play a key role in blood coagulation.": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.0028040374
      ],
      [
        "let",
        -0.004526604
      ]
    ]
  },
  "A failed naval expedition led by this country's Blanco Encalada resulted in the 1837 Treaty of Paucarpata,": {
    "guess": "Chilean Navy",
    "confidence": [
      [
        "Ch",
        -0.5433446
      ],
      [
        "ile",
        -9.829823e-05
      ],
      [
        "an",
        -0.85420084
      ],
      [
        " Navy",
        -0.5781024
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles, after which he was pursued and defeated by Agustín de Jáuregui. Despite being excommunicated, this man's followers were told to respect priests and to wear crosses on their hats in a decree by his wife, Micaela Bastidas. After a meal at the house of the priest Carlos Rodriguez, this man took Felipe Bermúdez and the corregidor of the Tinta district hostage at his home in Tungasuca. That corregidor, Antonio de Arriaga, was eventually executed by this cacique, beginning a revolt in which he won the Battle of Sangarará and attempted to abolish the mita system of forced labor. A Marxist group that took over a Japanese embassy in 1996 was named for this man, who claimed to be the great-great-great grandson of the final ruler of Vilcabamba. For 10 points, name this Peruvian leader of an indigenous revolt who took the name of the last ruler of the Inca": {
    "guess": "Túpac Amaru II",
    "confidence": [
      [
        "T",
        -0.017957238
      ],
      [
        "ú",
        -0.00072899385
      ],
      [
        "pac",
        -2.9636918e-05
      ],
      [
        " Am",
        -1.9862217e-05
      ],
      [
        "aru",
        -1.3663626e-05
      ],
      [
        " II",
        -0.00059866573
      ]
    ]
  },
  "This faith equally considers the exoteric, esoteric, and double hidden meanings within its scriptures which include the Letters of Wisdom. Like the Brotherhoold of Purity, this religion holds that God is everywhere, and many adherents of it deny God attributes through tanzi. Many members of this faith believe they are descended from the Prophet Jethro, and they are divided between the secular jihhal and the devout uqqal. This religion is based on the seven central principles established by Hamza,": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.79113734
      ],
      [
        "ru",
        -0.0004119616
      ],
      [
        "ze",
        -0.00019865304
      ]
    ]
  },
  "Their failure can be attributed to a deficiency in the von Willebrand factor. Formed when cytoplasmic fragments of megakaryocytes pinch off into the circulation, as they age they store and transport chemicals,": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.0057226936
      ],
      [
        "let",
        -0.0077724904
      ]
    ]
  },
  "This faith teaches that there are 36 levels of heaven and twice as many inhabited planets, of which Earth is the 68th. Men in this religion enter temples from the right while women enter from the left.": {
    "guess": "The Church of Jesus Christ of Latter-day Saints",
    "confidence": [
      [
        "The",
        -0.7936131
      ],
      [
        " Church",
        -0.002017025
      ],
      [
        " of",
        -0.0001039008
      ],
      [
        " Jesus",
        -0.0013722647
      ],
      [
        " Christ",
        -0.00027480218
      ],
      [
        " of",
        -4.179569e-05
      ],
      [
        " Latter",
        -7.100059e-05
      ],
      [
        "-day",
        -0.006668713
      ],
      [
        " Saints",
        -0.00010902656
      ]
    ]
  },
  "The failed 1964 Piano Solo plot targeted the ruler of this country, which suffered through a period of political instability during which the Red Brigades kidnapped and murdered its Prime Minister, known as the Years of Lead. A constitutional referendum in this nation ended the House of Savoy's monarchy": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.0034374422
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles, after which he was pursued and defeated by Agustín de Jáuregui. Despite being excommunicated, this man's followers were told to respect priests and to wear crosses on their hats in a decree by his wife, Micaela Bastidas. After a meal at the house of the priest Carlos Rodriguez, this man took Felipe Bermúdez and the corregidor of the Tinta district hostage at his home in Tungasuca. That corregidor, Antonio de Arriaga, was eventually executed by this cacique, beginning a revolt in which he won the Battle of Sangarará and attempted to abolish the mita system of forced labor. A Marxist group that took over a Japanese embassy in 1996 was named for this man, who claimed to be the great-great-great grandson of the final ruler of Vilcabamba. For 10 points, name this Peruvian leader of an indigenous": {
    "guess": "Túpac Amaru II",
    "confidence": [
      [
        "T",
        -0.042904757
      ],
      [
        "ú",
        -0.0070111253
      ],
      [
        "pac",
        -3.8696395e-05
      ],
      [
        " Am",
        -9.014684e-06
      ],
      [
        "aru",
        -3.1305768e-05
      ],
      [
        " II",
        -0.0017262301
      ]
    ]
  },
  "This faith teaches that there are 36 levels of heaven and twice as many inhabited planets, of which Earth": {
    "guess": "Scientology",
    "confidence": [
      [
        "Scient",
        -1.2439458
      ],
      [
        "ology",
        -0.001266421
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles, after which he was pursued and defeated by Agustín de Jáuregui. Despite being excommunicated, this man's followers were told to respect priests and to wear crosses on their hats in a decree by his wife, Micaela Bastidas. After a meal at the house of the priest Carlos Rodriguez, this man took Felipe Bermúdez and the corregidor of the Tinta district hostage at his home in Tungasuca. That corregidor, Antonio de Arriaga, was eventually executed by this cacique, beginning a revolt in which he won": {
    "guess": "Túpac Amaru II",
    "confidence": [
      [
        "T",
        -0.08694109
      ],
      [
        "ú",
        -0.018118104
      ],
      [
        "pac",
        -3.4047454e-05
      ],
      [
        " Am",
        -1.6882126e-05
      ],
      [
        "aru",
        -0.000104616025
      ],
      [
        " II",
        -0.07352952
      ]
    ]
  },
  "A fairly simple one can resemble a Wheatstone Bridge, except with diodes replacing the resistors, and": {
    "guess": "Bridge rectifier",
    "confidence": [
      [
        "Bridge",
        -0.21874821
      ],
      [
        " rect",
        -0.32300684
      ],
      [
        "ifier",
        -0.00012666137
      ]
    ]
  },
  "For failing to be punctual to recite an oath of allegiance to this king, Alexander MacDonald of Glen Coe and some of his clansmen were massacred. His forces won the Battle of the Boyne, effectively ending": {
    "guess": "Massacre of Glencoe",
    "confidence": [
      [
        "Mass",
        -0.040546443
      ],
      [
        "acre",
        -2.1054253e-05
      ],
      [
        " of",
        -0.0007266098
      ],
      [
        " Gl",
        -0.02696485
      ],
      [
        "enc",
        -0.0010761572
      ],
      [
        "oe",
        -3.7981175e-05
      ]
    ]
  },
  "A failed operation in this region was called the Border Campaign. In a city in this region, nine people were killed in tumult after a 1935 Orange Order parade. A general strike in this region caused the": {
    "guess": "Northern Ireland",
    "confidence": [
      [
        "Northern",
        -0.08192436
      ],
      [
        " Ireland",
        -0.0014342782
      ]
    ]
  },
  "One failed terrorist plot that involved the October 2010 shipment of packages of explosives to the U.S. originated in this nation, and one man who notably spent time in this nation developed ties to Anwar al-Awlaki, an alleged al-Qaeda recruiter based in this nation. That man was Umar Farouk Abdulmutallab, the \"Underwear Bomber,\" while another notable attack based in this country saw explosives strike": {
    "guess": "Yemen",
    "confidence": [
      [
        "Y",
        -0.19712637
      ],
      [
        "emen",
        -3.392825e-05
      ]
    ]
  },
  "One failed terrorist plot that involved the October 2010 shipment of packages of explosives to the U.S. originated in this nation, and one man who notably spent time in this nation developed ties to Anwar al-Awlaki, an alleged al-Qaeda recruiter based in this nation. That man was Umar Farouk Abdulmutallab, the \"Underwear Bomber,\" while another notable attack based in this country saw explosives strike the USS Cole in the port of Aden. For 10 points, name this country on the Arabian Peninsula that": {
    "guess": "Yemen",
    "confidence": [
      [
        "Y",
        -0.00610654
      ],
      [
        "emen",
        -6.635165e-05
      ]
    ]
  },
  "A fairly simple one can resemble a Wheatstone Bridge, except with diodes replacing the resistors, and a short wire replacing the current source, while only one diode is really needed, as long as you don't mind it working only half the time. A capacitor in series with one also helps improve efficiency by leveling out the voltage, as long as RC is larger than the frequency of the circuit. For 10 points, name this electrical device in both half-wave and full-wave varieties that converts alternating current to direct.": {
    "guess": "Rectifier",
    "confidence": [
      [
        "Rect",
        -0.0060669673
      ],
      [
        "ifier",
        -0.00062403776
      ]
    ]
  },
  "Fahmi is a nationalistic son, and Zaynab a modern daughter in law, in this novel, that tells the story of a patriarch, his wife, and their five children. The father is an authoritarian at home, but spends": {
    "guess": "The Cairo Trilogy",
    "confidence": [
      [
        "The",
        -0.36830753
      ],
      [
        " Cairo",
        -2.232908
      ],
      [
        " Trilogy",
        -0.005322578
      ]
    ]
  },
  "A failure of this process to occur results in the development of webbed feet in humans. As opposed to necrosis, this process is actually advantageous and planned for cells. Cytochrome c from mitochondria released during this process joins with Apaf-1 and ATP in the cytoplasm to form a protein complex named after this process. FTP, name this process governing programmed cell death.": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.0024647175
      ],
      [
        "opt",
        -0.00042971558
      ],
      [
        "osis",
        -2.4272753e-05
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into a city via a sanctuary to the goddess Kore and her mother. That incident happened during the siege of Paros. Earlier in his life, he conquered Lemnos after local Thracian tribes had made this man the": {
    "guess": "Miltiades",
    "confidence": [
      [
        "M",
        -0.1409899
      ],
      [
        "ilt",
        -0.012647382
      ],
      [
        "i",
        -0.00033165133
      ],
      [
        "ades",
        -1.6166903e-05
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles, after which he was pursued and defeated by Agustín de Jáuregui. Despite being excommunicated, this man's followers were told to respect priests and to wear crosses on their hats in a decree by his wife, Micaela Bastidas. After a meal at the house of the priest Carlos Rodriguez, this man took Felipe Bermúdez and the corregidor of the Tinta district hostage at his home in Tungasuca. That corregidor,": {
    "guess": "Túpac Amaru II",
    "confidence": [
      [
        "T",
        -0.23899981
      ],
      [
        "ú",
        -0.030100457
      ],
      [
        "pac",
        -6.81397e-05
      ],
      [
        " Am",
        -2.486877e-05
      ],
      [
        "aru",
        -9.436451e-05
      ],
      [
        " II",
        -0.030533446
      ]
    ]
  },
  "The failed 1964 Piano Solo plot targeted the ruler of this country, which suffered through a period of": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.08159678
      ]
    ]
  },
  "Faith Ringgold removed the color white from this object in a work in her Black Light series titled for the Moon. Joe Rosenthal's most famous photograph prominently features men gathered around of these": {
    "guess": "Flagpole",
    "confidence": [
      [
        "Flag",
        -0.24278076
      ],
      [
        "pole",
        -0.8133067
      ]
    ]
  },
  "One failed terrorist plot that involved the October 2010 shipment of packages of explosives to the U.S. originated in this nation, and one man who notably spent time in this nation developed ties to Anwar": {
    "guess": "Yemen",
    "confidence": [
      [
        "Y",
        -0.012952208
      ],
      [
        "emen",
        -6.968935e-05
      ]
    ]
  },
  "This faith teaches that there are 36 levels of heaven and twice as many inhabited planets, of which Earth is the 68th. Men in this religion enter temples from the right while women enter from the left. Members of this religion pray four times a day starting at 6 A.M. In this faith, God is represented by a divine left eye, usually shown on the side of a sphere, and adherents follow the Three Teachings of the Buddhas, Sages, and the Saints. This faith mimics the structure of the Catholic Church, utilizing cardinals and a pope. This religion's Holy See is at Tay Ninh, and recognizes saints such as Sun Yat-sen and Victor Hugo. For 10 points, name this syncretic Vietnamese religion.": {
    "guess": "Caodaism",
    "confidence": [
      [
        "Ca",
        -0.007371638
      ],
      [
        "oda",
        -0.00031735055
      ],
      [
        "ism",
        -2.8160932e-06
      ]
    ]
  },
  "This faith teaches that there are 36 levels of heaven and twice as many inhabited planets, of which Earth is the 68th. Men in this religion enter temples from the right while women enter from the left. Members of this religion pray four times a day starting at 6 A.M. In this faith, God is represented by a divine left eye, usually shown on the side of a sphere, and adherents follow the Three Teachings": {
    "guess": "Caodaism",
    "confidence": [
      [
        "Ca",
        -0.46409392
      ],
      [
        "oda",
        -0.00033022088
      ],
      [
        "ism",
        -1.342522e-05
      ]
    ]
  },
  "One failed terrorist plot that involved the October 2010 shipment of packages of explosives to the U.S. originated in this nation, and one man who notably spent time in this nation developed ties to Anwar al-Awlaki, an alleged al-Qaeda recruiter based in this nation. That man was Umar Farouk Abdulmutallab, the \"Underwear Bomber,\" while another notable attack based in this country saw explosives strike the USS Cole in the port of Aden. For 10 points, name this country on the Arabian Peninsula that saw a government crackdown on terrorism in its capital, Sana'a.": {
    "guess": "Yemen",
    "confidence": [
      [
        "Y",
        -0.034605853
      ],
      [
        "emen",
        -4.561021e-05
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles, after which he was pursued and defeated by Agustín de Jáuregui. Despite being excommunicated, this man's followers were told to respect priests and to wear crosses on their hats in a decree by his wife, Micaela Bastidas. After a meal at the house of the priest Carlos Rodriguez, this man took Felipe Bermúdez and the corregidor of the Tinta district hostage at his home in Tungasuca. That corregidor, Antonio de Arriaga, was eventually executed by this cacique, beginning a revolt in which he won the Battle of Sangarará and attempted to abolish the mita system of forced labor. A Marxist group that": {
    "guess": "Túpac Amaru II",
    "confidence": [
      [
        "T",
        -0.072070576
      ],
      [
        "ú",
        -0.009199086
      ],
      [
        "pac",
        -6.0153056e-05
      ],
      [
        " Am",
        -5.5577775e-06
      ],
      [
        "aru",
        -4.727906e-05
      ],
      [
        " II",
        -0.023484686
      ]
    ]
  },
  "A failed attempt to prevent this conflict was the calling of the Long Assembly, which was followed by its namesake's raid on a Pamunkey camp. Its leader produced the manifesto \"The Declaration of the People,\" expressing outrage at events like a Doeg attack on a settler's plantation, which prompted participants": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.0048196805
      ],
      [
        "acon",
        -7.89631e-07
      ],
      [
        "'s",
        -9.372295e-06
      ],
      [
        " Rebellion",
        -7.3458323e-06
      ]
    ]
  },
  "This faith teaches that there are 36 levels of heaven and twice as many inhabited planets, of which Earth is the 68th. Men in this religion enter temples from the right while women enter from the left. Members of this religion pray four times a day starting at 6 A.M. In this faith, God is represented": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -1.1998808
      ],
      [
        "orm",
        -0.008785807
      ],
      [
        "on",
        -0.00039051592
      ],
      [
        "ism",
        -0.0012365376
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles, after which he was pursued and defeated by Agustín de Jáuregui. Despite being excommunicated, this": {
    "guess": "Battle of Maipú",
    "confidence": [
      [
        "Battle",
        -1.7098519
      ],
      [
        " of",
        -0.0014990296
      ],
      [
        " Ma",
        -1.1674184
      ],
      [
        "ip",
        -0.19447032
      ],
      [
        "ú",
        -0.104004845
      ]
    ]
  },
  "For failing to be punctual to recite an oath of allegiance to this king, Alexander MacDonald of Glen Coe and some of his clansmen were massacred. His forces won the Battle of the Boyne, effectively ending Irish resistance to his authority. For ten points, name this monarch whose transition into power was considered a \"Glorious Revolution\" in England.": {
    "guess": "William III of England",
    "confidence": [
      [
        "William",
        -0.014166681
      ],
      [
        " III",
        -0.26868653
      ],
      [
        " of",
        -0.08526878
      ],
      [
        " England",
        -0.009818189
      ]
    ]
  },
  "A failed last charge occurred at what is now Monclova Road, and saw the death of Lt. Henry Towles, who, after Robert Miscampbell, was the highest ranking American casualty. This battle began as a retaliatory response to an earlier raid on Fort [*] Recovery that prompted the Americans' opponents to change commanders. A major factor in the aftermath was the British decision to maintain neutrality by closing the doors of Fort Maumee, preventing a regrouping of the defeated forces of the Shawnee chief Blue Jacket. FTP, name this battle that effectively won Ohio for the Americans, a victory of Mad Anthony Wayne.": {
    "guess": "Battle of Fallen Timbers",
    "confidence": [
      [
        "Battle",
        -0.013312103
      ],
      [
        " of",
        -0.000107238506
      ],
      [
        " Fallen",
        -0.00013822412
      ],
      [
        " Tim",
        -2.8160932e-06
      ],
      [
        "bers",
        -1.0921943e-05
      ]
    ]
  },
  "This faith equally considers the exoteric, esoteric, and double hidden meanings within its scriptures which include the Letters of Wisdom. Like the Brotherhoold of Purity, this religion holds that God is everywhere, and many adherents of it deny God attributes through tanzi. Many members of this faith believe they are descended from the Prophet Jethro, and they are divided between the secular jihhal": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.1016816
      ],
      [
        "ru",
        -0.00046820738
      ],
      [
        "ze",
        -0.00049369864
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles,": {
    "guess": "Francisco Menendez",
    "confidence": [
      [
        "Franc",
        -1.3487452
      ],
      [
        "isco",
        -0.36982718
      ],
      [
        " Men",
        -1.2071856
      ],
      [
        "endez",
        -0.6471025
      ]
    ]
  },
  "For failing to be punctual to recite an oath of allegiance to this king, Alexander MacDonald of Glen Coe and some of his clansmen were massacred. His forces won the Battle of the Boyne, effectively ending Irish resistance to his authority. For ten points, name this monarch whose transition into power": {
    "guess": "William III of England",
    "confidence": [
      [
        "William",
        -0.14444432
      ],
      [
        " III",
        -0.2107736
      ],
      [
        " of",
        -0.024494797
      ],
      [
        " England",
        -0.0045413193
      ]
    ]
  },
  "Fahmi is a nationalistic son, and Zaynab a modern daughter in law, in this novel, that tells the story of a patriarch, his wife, and their five children. The father is an authoritarian at home, but spends each night carousing in nightclubs.  Meanwhile, Amina, is only allowed out of the house to visit her mother. Although first published in 1956, this story of Ahmad Abd 'al-Jawad was not available in": {
    "guess": "Palace Walk",
    "confidence": [
      [
        "Pal",
        -0.18249737
      ],
      [
        "ace",
        -0.00019603055
      ],
      [
        " Walk",
        -0.0024408125
      ]
    ]
  },
  "The failed 1964 Piano Solo plot targeted the ruler of this country, which suffered through a period of political instability during which the Red Brigades kidnapped and murdered its Prime Minister, known": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.0020230932
      ]
    ]
  },
  "A failure of this process to occur results in the development of webbed feet in humans. As opposed to necrosis, this process is actually advantageous and planned for cells. Cytochrome c from mitochondria": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.0049684434
      ],
      [
        "opt",
        -0.0005778161
      ],
      [
        "osis",
        -2.1411865e-05
      ]
    ]
  },
  "His failure was exacerbated by the arrests of Peter Toyas and Mingo Harth, though neither of these men was as influential as Gullah Jack in helping to plan an event that would take place on Bastille Day.": {
    "guess": "Denmark Vesey",
    "confidence": [
      [
        "Den",
        -0.009885942
      ],
      [
        "mark",
        -2.0935051e-05
      ],
      [
        " Ves",
        -0.001141646
      ],
      [
        "ey",
        -8.089449e-05
      ]
    ]
  },
  "His failure was exacerbated by the arrests of Peter Toyas and Mingo Harth, though neither of these men was as influential as Gullah Jack in helping to plan an event that would take place on Bastille Day. Originally known as Telemaque, recent scholarship disputes his Virgin Islands birth, but the fact": {
    "guess": "Denmark Vesey",
    "confidence": [
      [
        "Den",
        -0.03188985
      ],
      [
        "mark",
        -5.9437833e-05
      ],
      [
        " Ves",
        -0.00016027314
      ],
      [
        "ey",
        -5.574252e-05
      ]
    ]
  },
  "His failure was exacerbated by the arrests of Peter Toyas and Mingo Harth, though neither of these men was as influential as Gullah Jack in helping to plan an event that would take place on Bastille Day. Originally known as Telemaque, recent scholarship disputes his Virgin Islands birth, but the fact that he bought his own freedom after winning the Charleston lottery is still supported. FTP identify this carpenter whose reading of inflammatory abolitionist statements at the African Methodist Episcopal may have galvanized as many as 9000 blacks to rebel in 1822.": {
    "guess": "Denmark Vesey",
    "confidence": [
      [
        "Den",
        -0.007310927
      ],
      [
        "mark",
        -4.894791e-05
      ],
      [
        " Ves",
        -0.0058935955
      ],
      [
        "ey",
        -0.0002904142
      ]
    ]
  },
  "A failed naval expedition led by this country's Blanco Encalada resulted in the 1837 Treaty of Paucarpata, while its 1925 Constitution began its Presidential Republic period. This modern day country was captured in a campaign led by Pedro de Valdivia; that campaign saw fighting against its native Araucanian or Mapuche Indians. This country's Patria Vieja period of independence was ended at the Disaster of Rancagua. Its independence campaign was led by men like the Carrera Brothers and Bernardo O'Higgins, and the 19th century saw the flourishing of its free port Valparaiso. For 10 points, name this": {
    "guess": "History of Chile",
    "confidence": [
      [
        "History",
        -0.5361685
      ],
      [
        " of",
        -6.194111e-05
      ],
      [
        " Chile",
        -1.50940705e-05
      ]
    ]
  },
  "A failed attempt to prevent this conflict was the calling of the Long Assembly, which was followed by its namesake's raid on a Pamunkey camp. Its leader produced the manifesto \"The Declaration of the People,\" expressing outrage at events like a Doeg attack on a settler's plantation, which prompted participants in this conflict to attack the neighboring Susquehanaug and Appomattox tribes. Rooted heavily in its leader's animosity towards Governor William Berkeley was, for 10 points, what colonial Virginia rebellion that occurred in 1676?": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.0048315497
      ],
      [
        "acon",
        -3.888926e-06
      ],
      [
        "'s",
        -3.1305768e-05
      ],
      [
        " Rebellion",
        -7.064298e-05
      ]
    ]
  },
  "Fahmi is a nationalistic son, and Zaynab a modern daughter in law, in this novel, that tells the story of a patriarch, his wife, and their five children. The father is an authoritarian at home, but spends each night carousing in nightclubs.  Meanwhile, Amina, is only allowed out of the house to visit her mother. Although first published in 1956, this story of Ahmad Abd 'al-Jawad was not available in English until 1990, two years after its author won the Nobel Prize.  FTP, name this first novel of the Cairo Trilogy by Naguib Mahfouz.": {
    "guess": "Palace Walk",
    "confidence": [
      [
        "Pal",
        -0.102359764
      ],
      [
        "ace",
        -0.00060474145
      ],
      [
        " Walk",
        -0.00023333763
      ]
    ]
  },
  "A failed operation in this region was called the Border Campaign. In a city in this region, nine people": {
    "guess": "Northern Ireland",
    "confidence": [
      [
        "Northern",
        -0.38988245
      ],
      [
        " Ireland",
        -0.064367175
      ]
    ]
  },
  "A failed attempt to prevent this conflict was the calling of the Long Assembly, which was followed by": {
    "guess": "English Civil War",
    "confidence": [
      [
        "English",
        -0.37742162
      ],
      [
        " Civil",
        -0.006111871
      ],
      [
        " War",
        -0.003467975
      ]
    ]
  },
  "Their failure can be attributed to a deficiency in the von Willebrand factor. Formed when cytoplasmic": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.026411887
      ],
      [
        "let",
        -0.007846402
      ]
    ]
  },
  "One failed terrorist plot that involved the October 2010 shipment of packages of explosives to the U.S.": {
    "guess": "2010 cargo plane bomb plot",
    "confidence": [
      [
        "201",
        -0.2210996
      ],
      [
        "0",
        -0.0015850929
      ],
      [
        " cargo",
        -0.3347498
      ],
      [
        " plane",
        -0.00069063227
      ],
      [
        " bomb",
        -0.000529203
      ],
      [
        " plot",
        -0.0007935436
      ]
    ]
  },
  "A fairly simple one can resemble a Wheatstone Bridge, except with diodes replacing the resistors, and a short wire replacing the current source, while only one diode is really needed, as long as you don't": {
    "guess": "Bridge rectifier",
    "confidence": [
      [
        "Bridge",
        -0.580192
      ],
      [
        " rect",
        -0.10470956
      ],
      [
        "ifier",
        -0.00023417205
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles, after which he was pursued and defeated by Agustín de Jáuregui. Despite being excommunicated, this man's followers were told to respect priests and to wear crosses on their hats in a decree by his wife, Micaela Bastidas. After a meal at the house of the priest Carlos Rodriguez, this man took Felipe": {
    "guess": "Túpac Amaru II",
    "confidence": [
      [
        "T",
        -0.05412131
      ],
      [
        "ú",
        -0.003019422
      ],
      [
        "pac",
        -3.7027545e-05
      ],
      [
        " Am",
        -1.4855664e-05
      ],
      [
        "aru",
        -7.7318386e-05
      ],
      [
        " II",
        -0.001771808
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into a city via a sanctuary to the goddess Kore and her mother. That incident happened during the siege of Paros. Earlier in his life, he conquered Lemnos after local Thracian tribes had made this man the tyrant of Chersonese. This man was tried for the Paros expedition and fined 50 talents, but died before he was able to pay that fine. That fine was paid by his son who defeated over 200 Phoenician ships at Eurymedon and was named Cimon. Although originally imprisoned for being a tyrant, this man's involvement in the Ionian Revolt against the Persians allowed him to be elected strategoi in 490BC. He": {
    "guess": "Miltiades",
    "confidence": [
      [
        "M",
        -0.48379353
      ],
      [
        "ilt",
        -0.0018671217
      ],
      [
        "i",
        -0.00028255043
      ],
      [
        "ades",
        -1.7120534e-05
      ]
    ]
  },
  "A failed last charge occurred at what is now Monclova Road, and saw the death of Lt. Henry Towles, who,": {
    "guess": "Battle of Monterrey",
    "confidence": [
      [
        "Battle",
        -0.1808186
      ],
      [
        " of",
        -0.0035944944
      ],
      [
        " Monter",
        -0.9699757
      ],
      [
        "rey",
        -4.477578e-05
      ]
    ]
  },
  "This man failed to attack a city before it received reinforcements and supplies from Gabriel de Aviles, after which he was pursued and defeated by Agustín de Jáuregui. Despite being excommunicated, this man's followers were told to respect priests and to wear crosses on their hats in a decree by his wife, Micaela Bastidas. After a meal at the house of the priest Carlos Rodriguez, this man took Felipe Bermúdez and the corregidor of the Tinta district hostage at his home in Tungasuca. That corregidor, Antonio de Arriaga, was eventually executed by this cacique, beginning a revolt in which he won the Battle of Sangarará and attempted to abolish the mita system of forced labor. A Marxist group that took over a Japanese embassy in 1996 was named for this man, who claimed to be the great-great-great": {
    "guess": "Túpac Amaru II",
    "confidence": [
      [
        "T",
        -0.041663297
      ],
      [
        "ú",
        -0.0048789927
      ],
      [
        "pac",
        -7.350386e-05
      ],
      [
        " Am",
        -1.4974867e-05
      ],
      [
        "aru",
        -2.8206474e-05
      ],
      [
        " II",
        -0.0041347994
      ]
    ]
  },
  "The failed 1964 Piano Solo plot targeted the ruler of this country, which suffered through a period of political instability during which the Red Brigades kidnapped and murdered its Prime Minister, known as the Years of Lead. A constitutional referendum in this nation ended the House of Savoy's monarchy and created the First Republic in 1946. This country occupied Addis Ababa before annexing Ethiopia": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.14757271
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into a city via a sanctuary to the goddess Kore and her mother. That incident happened during the siege of Paros. Earlier in his life, he conquered Lemnos after local Thracian tribes had made this man the tyrant of Chersonese. This man was tried for the Paros expedition and fined 50 talents, but died before": {
    "guess": "Miltiades",
    "confidence": [
      [
        "M",
        -0.13316026
      ],
      [
        "ilt",
        -0.0018980522
      ],
      [
        "i",
        -0.00039003912
      ],
      [
        "ades",
        -1.11603495e-05
      ]
    ]
  },
  "A fairly simple one can resemble a Wheatstone Bridge, except with diodes replacing the resistors, and a short wire replacing the current source, while only one diode is really needed, as long as you don't mind it working only half the time. A capacitor in series with one also helps improve efficiency": {
    "guess": "Cockcroft-Walton generator",
    "confidence": [
      [
        "C",
        -0.72671056
      ],
      [
        "ock",
        -0.015886666
      ],
      [
        "croft",
        -0.0051367427
      ],
      [
        "-W",
        -0.161108
      ],
      [
        "al",
        -1.1279553e-05
      ],
      [
        "ton",
        -8.053688e-05
      ],
      [
        " generator",
        -0.07770327
      ]
    ]
  },
  "A failed last charge occurred at what is now Monclova Road, and saw the death of Lt. Henry Towles, who, after Robert Miscampbell, was the highest ranking American casualty. This battle began as a retaliatory response to an earlier raid on Fort [*] Recovery that prompted the Americans' opponents to change": {
    "guess": "Battle of Fallen Timbers",
    "confidence": [
      [
        "Battle",
        -0.49587664
      ],
      [
        " of",
        -0.0011206918
      ],
      [
        " Fallen",
        -0.7552662
      ],
      [
        " Tim",
        -4.572941e-05
      ],
      [
        "bers",
        -2.4153549e-05
      ]
    ]
  },
  "A failed last charge occurred at what is now Monclova Road, and saw the death of Lt. Henry Towles, who, after Robert Miscampbell, was the highest ranking American casualty. This battle began as a retaliatory": {
    "guess": "Battle of Monterrey",
    "confidence": [
      [
        "Battle",
        -0.059928
      ],
      [
        " of",
        -0.002445335
      ],
      [
        " Monter",
        -0.43070352
      ],
      [
        "rey",
        -3.2929079e-06
      ]
    ]
  },
  "A failed last charge occurred at what is now Monclova Road, and saw the death of Lt. Henry Towles, who, after Robert Miscampbell, was the highest ranking American casualty. This battle began as a retaliatory response to an earlier raid on Fort [*] Recovery that prompted the Americans' opponents to change commanders. A major factor in the aftermath was the British decision to maintain neutrality by": {
    "guess": "Battle of the Thames",
    "confidence": [
      [
        "Battle",
        -0.6330002
      ],
      [
        " of",
        -0.0007818726
      ],
      [
        " the",
        -1.2641051
      ],
      [
        " Thames",
        -0.6989348
      ]
    ]
  },
  "A failure of this process to occur results in the development of webbed feet in humans. As opposed to necrosis, this process is actually advantageous and planned for cells. Cytochrome c from mitochondria released during this process joins with Apaf-1 and ATP in the cytoplasm to form a protein complex": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.019457173
      ],
      [
        "opt",
        -0.0003056686
      ],
      [
        "osis",
        -0.0010446012
      ]
    ]
  },
  "Faith Ringgold removed the color white from this object in a work in her Black Light series titled for the Moon. Joe Rosenthal's most famous photograph prominently features men gathered around of these objects, which, apart from targets, were the favorite subjects of a man who painted one in an orange": {
    "guess": "Flagpole",
    "confidence": [
      [
        "Flag",
        -0.97848505
      ],
      [
        "pole",
        -0.6036107
      ]
    ]
  },
  "A failed attempt to prevent this conflict was the calling of the Long Assembly, which was followed by its namesake's raid on a Pamunkey camp. Its leader produced the manifesto \"The Declaration of the People,\"": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.27812716
      ],
      [
        "acon",
        -4.8425554e-06
      ],
      [
        "'s",
        -2.188868e-05
      ],
      [
        " Rebellion",
        -9.5914154e-05
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into": {
    "guess": "Timo Kivikoski",
    "confidence": [
      [
        "T",
        -2.0315497
      ],
      [
        "imo",
        -0.15094957
      ],
      [
        " K",
        -1.5891558
      ],
      [
        "iv",
        -0.8789775
      ],
      [
        "ik",
        -0.7287555
      ],
      [
        "os",
        -1.0772806
      ],
      [
        "ki",
        -0.00059163634
      ]
    ]
  },
  "A failure of this process to occur results in the development of webbed feet in humans. As opposed to": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.75047094
      ],
      [
        "opt",
        -0.00019972587
      ],
      [
        "osis",
        -0.00030733744
      ]
    ]
  },
  "Faith Ringgold removed the color white from this object in a work in her Black Light series titled for": {
    "guess": "Black",
    "confidence": [
      [
        "Black",
        -1.121024
      ]
    ]
  },
  "Fahmi is a nationalistic son, and Zaynab a modern daughter in law, in this novel, that tells the story of a patriarch, his wife, and their five children. The father is an authoritarian at home, but spends each night carousing in nightclubs.  Meanwhile, Amina, is only allowed out of the house to visit": {
    "guess": "Cairo Trilogy",
    "confidence": [
      [
        "C",
        -0.7823771
      ],
      [
        "airo",
        -0.0007879484
      ],
      [
        " Trilogy",
        -0.002394083
      ]
    ]
  },
  "His failure was exacerbated by the arrests of Peter Toyas and Mingo Harth, though neither of these men": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -1.4067875
      ],
      [
        " the",
        -0.08894612
      ],
      [
        " Great",
        -0.0004332917
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into a city via a sanctuary to the goddess Kore and her mother. That incident happened during the siege of Paros. Earlier in his life, he conquered Lemnos after local Thracian tribes had made this man the tyrant of Chersonese. This man was tried for the Paros expedition and fined 50 talents, but died before he was able to pay that fine. That fine was paid by his son who defeated over 200 Phoenician ships at Eurymedon and was named Cimon. Although originally imprisoned for being a tyrant, this man's involvement": {
    "guess": "Miltiades",
    "confidence": [
      [
        "M",
        -0.27503857
      ],
      [
        "ilt",
        -0.0035143103
      ],
      [
        "i",
        -0.00022535099
      ],
      [
        "ades",
        -1.4259645e-05
      ]
    ]
  },
  "During one failed expedition, this man, on the advice of a woman named Timo, attempted to sneak into a city via a sanctuary to the goddess Kore and her mother. That incident happened during the siege of Paros. Earlier in his life, he conquered Lemnos after local Thracian tribes had made this man the tyrant of Chersonese. This man was tried for the Paros expedition and fined 50 talents, but died before he was able to pay that fine. That fine was paid by his son who defeated over 200 Phoenician ships at Eurymedon and was named Cimon. Although originally imprisoned for being a tyrant, this man's involvement in the Ionian Revolt against the Persians allowed him to be elected strategoi in 490BC. He also succeeded in convincing five other strategoi and Callimachus to attack the Persians directly instead of waiting for the Spartans. For 10 points, name this general who commanded the Greek forces": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.059230663
      ],
      [
        "ist",
        -0.00012391969
      ],
      [
        "oc",
        -0.000232384
      ],
      [
        "les",
        -4.561021e-05
      ]
    ]
  }
}