{
  "Naphthaline diimides exemplify the \"threading\" variety of this class of compounds.  Most of them are cationic and planar in structure, a feature that allows them to displace the cationic sheath often formed by magnesium and sodium ions.  The interaction of these compounds with their targets is facilitated": {
    "guess": "Crown ethers",
    "confidence": [
      [
        "C",
        -0.26908255
      ],
      [
        "rown",
        -0.74911755
      ],
      [
        " ethers",
        -0.39278263
      ]
    ]
  },
  "Naphthaline diimides exemplify the \"threading\" variety of this class of compounds.  Most of them are cationic and planar in structure, a feature that allows them to displace the cationic sheath often formed by magnesium and sodium ions.  The interaction of these compounds with their targets is facilitated by breathing and causes the targets to lengthen, differentiating these chemicals from compounds like distamycin A. Leonard Lerman described the \"classical\" model of these compounds based on his": {
    "guess": "Intercalation",
    "confidence": [
      [
        "Int",
        -0.39157316
      ],
      [
        "erc",
        -0.00031496648
      ],
      [
        "al",
        -0.00042245153
      ],
      [
        "ation",
        -0.44342014
      ]
    ]
  },
  "Naphthaline diimides exemplify the \"threading\" variety of this class of compounds.  Most of them are cationic and planar in structure, a feature that allows them to displace the cationic sheath often formed": {
    "guess": "Rotaxanes",
    "confidence": [
      [
        "Rot",
        -0.6168645
      ],
      [
        "ax",
        -2.2365493e-05
      ],
      [
        "anes",
        -0.26406956
      ]
    ]
  },
  "Naphthaline diimides exemplify the \"threading\" variety of this class of compounds.  Most of them are cationic and planar in structure, a feature that allows them to displace the cationic sheath often formed by magnesium and sodium ions.  The interaction of these compounds with their targets is facilitated by breathing and causes the targets to lengthen, differentiating these chemicals from compounds": {
    "guess": "Rotaxane",
    "confidence": [
      [
        "Rot",
        -1.1492935
      ],
      [
        "ax",
        -0.00067430874
      ],
      [
        "ane",
        -0.23886389
      ]
    ]
  },
  "Naphthaline diimides exemplify the \"threading\" variety of this class of compounds.  Most of them are": {
    "guess": "Rotaxane",
    "confidence": [
      [
        "Rot",
        -0.27657014
      ],
      [
        "ax",
        -0.00061950804
      ],
      [
        "ane",
        -0.6175913
      ]
    ]
  },
  "Naphthaline diimides exemplify the \"threading\" variety of this class of compounds.  Most of them are cationic and planar in structure, a feature that allows them to displace the cationic sheath often formed by magnesium and sodium ions.  The interaction of these compounds with their targets is facilitated by breathing and causes the targets to lengthen, differentiating these chemicals from compounds like distamycin A. Leonard Lerman described the \"classical\" model of these compounds based on his work with acridine orange. Another example, doxorubicin, is a topoisomerase II poison, while all of these compounds partially unwind their target substrate, inhibiting RNA polymerase II and causing insertions and deletions. For 10 points, name this group of mutagens which includes ethidium bromide,": {
    "guess": "Intercalating agent",
    "confidence": [
      [
        "Int",
        -0.09356741
      ],
      [
        "erc",
        -1.640531e-05
      ],
      [
        "al",
        -0.0002812392
      ],
      [
        "ating",
        -0.11777957
      ],
      [
        " agent",
        -0.37373737
      ]
    ]
  },
  "Naphthaline diimides exemplify the \"threading\" variety of this class of compounds.  Most of them are cationic and planar in structure, a feature that allows them to displace the cationic sheath often formed by magnesium and sodium ions.  The interaction of these compounds with their targets is facilitated by breathing and causes the targets to lengthen, differentiating these chemicals from compounds like distamycin A. Leonard Lerman described the \"classical\" model of these compounds based on his work with acridine orange. Another example, doxorubicin, is a topoisomerase II poison, while all of these compounds partially unwind their target substrate, inhibiting RNA polymerase II and causing insertions and deletions. For 10 points, name this group of mutagens which includes ethidium bromide, all of which distort the structure of DNA by inserting between base pairs.": {
    "guess": "Intercalating agent",
    "confidence": [
      [
        "Int",
        -0.03724829
      ],
      [
        "erc",
        -3.4121115e-06
      ],
      [
        "al",
        -0.00014132341
      ],
      [
        "ating",
        -0.05015298
      ],
      [
        " agent",
        -0.2539196
      ]
    ]
  },
  "Naphthaline diimides exemplify the \"threading\" variety of this class of compounds.  Most of them are cationic and planar in structure, a feature that allows them to displace the cationic sheath often formed by magnesium and sodium ions.  The interaction of these compounds with their targets is facilitated by breathing and causes the targets to lengthen, differentiating these chemicals from compounds like distamycin A. Leonard Lerman described the \"classical\" model of these compounds based on his work with acridine orange. Another example, doxorubicin, is a topoisomerase II poison, while all of these compounds partially unwind their target substrate, inhibiting RNA polymerase II and causing insertions": {
    "guess": "Intercalation",
    "confidence": [
      [
        "Int",
        -0.12926401
      ],
      [
        "erc",
        -0.000117370815
      ],
      [
        "al",
        -0.000508115
      ],
      [
        "ation",
        -0.9017863
      ]
    ]
  },
  "Naphthaline diimides exemplify the \"threading\" variety of this class of compounds.  Most of them are cationic and planar in structure, a feature that allows them to displace the cationic sheath often formed by magnesium and sodium ions.  The interaction of these compounds with their targets is facilitated by breathing and causes the targets to lengthen, differentiating these chemicals from compounds like distamycin A. Leonard Lerman described the \"classical\" model of these compounds based on his work with acridine orange. Another example, doxorubicin, is a topoisomerase II poison, while all of": {
    "guess": "Intercalation",
    "confidence": [
      [
        "Int",
        -0.11631886
      ],
      [
        "erc",
        -4.7040652e-05
      ],
      [
        "al",
        -0.00017135908
      ],
      [
        "ation",
        -0.74338657
      ]
    ]
  }
}