{
  "The ruling in this case refers to \"confidence\" as a \"magic word\" and declared that the Constitution cannot be \"a splendid bauble.\" It ridicules Luther Martin's argument for the respondent by saying his interpretation of the word \"necessary\" is as useless as holding \"a lighted taper to the sun.\" Arising from a refusal to pay fifteen thousand dollars to the treasurer of the Western Shore, this ruling upheld the notion of implied powers and approved of Congress's chartering of the Second Bank of the United States. FTP, name this case in which John Marshall stated that \"the power to tax involves the power to destroy.\"": {
    "guess": "McCulloch v. Maryland",
    "confidence": [
      [
        "McC",
        -0.0029601082
      ],
      [
        "ullo",
        -0.0049512396
      ],
      [
        "ch",
        -1.0921943e-05
      ],
      [
        " v",
        -1.9504607e-05
      ],
      [
        ".",
        -1.4378848e-05
      ],
      [
        " Maryland",
        -6.241792e-05
      ]
    ]
  },
  "Rumania, Serbia, and Montenegro should be evacuated; occupied territories restored; Serbia accorded free access to the sea.\" \"A readjustment of the frontiers of Italy...along...lines of nationality.\" All": {
    "guess": "Fourteen Points",
    "confidence": [
      [
        "Four",
        -0.06866375
      ],
      [
        "teen",
        -0.000107238506
      ],
      [
        " Points",
        -0.0006228457
      ]
    ]
  },
  "Rumania, Serbia, and Montenegro should be evacuated; occupied territories restored; Serbia accorded free access to the sea.\" \"A readjustment of the frontiers of Italy...along...lines of nationality.\" All French territory should be freed\" and Alcase-Lorraine restored.\" For 10 points—name the proposal": {
    "guess": "Fourteen Points",
    "confidence": [
      [
        "Four",
        -0.20859103
      ],
      [
        "teen",
        -0.0023559064
      ],
      [
        " Points",
        -0.0026821836
      ]
    ]
  },
  "Ruling kingdoms here included the Kediri and Singhasari. It was briefly occupied by the Mongols from 1292 to 1293, but the earliest known rulers at this site were known as the Sailendra. Islam was first introduced by the Wali Sanga, and its rulers of that faith included the Demak dynasty, which was founded by a citizen of the once-Hindu state of Majapahit. The most powerful state founded at this location was called Mataram and was eventually divided into Surakarta and Jogjakarta. FTP, name this island": {
    "guess": "Java",
    "confidence": [
      [
        "Java",
        -0.0057900203
      ]
    ]
  },
  "Rumor has it that Radiohead's Thom Yorke once recommended this book to fans at a concert. When we first": {
    "guess": "Nineteen Eighty-Four",
    "confidence": [
      [
        "N",
        -0.7860583
      ],
      [
        "in",
        -2.1411865e-05
      ],
      [
        "ete",
        -2.2961513e-05
      ],
      [
        "en",
        -1.4855664e-05
      ],
      [
        " Eight",
        -7.696077e-05
      ],
      [
        "y",
        -0.011021411
      ],
      [
        "-F",
        -0.00018506382
      ],
      [
        "our",
        -3.8696395e-05
      ]
    ]
  },
  "Rulings in this man's court included Justice Story's finding that the court can fulfill the Constitution's supremacy clause by overriding a state court in a case involving Virginia voiding an inheritance,": {
    "guess": "Supremacy Clause of the United States Constitution",
    "confidence": [
      [
        "Sup",
        -0.8569777
      ],
      [
        "rem",
        -0.26986223
      ],
      [
        "acy",
        -0.00032080378
      ],
      [
        " Clause",
        -0.021975242
      ],
      [
        " of",
        -0.5739637
      ],
      [
        " the",
        -0.00032879043
      ],
      [
        " United",
        -0.06879598
      ],
      [
        " States",
        -0.00013977377
      ],
      [
        " Constitution",
        -0.42379487
      ]
    ]
  },
  "The ruling in this case was extended to all cases involving imprisonment in Argersinger v. Hamlin, while its impact is often said to have been mitigated by Strickland v. Washington. Walter Mondale organized a petition of 23 states to express support for its eventual victor. This case extended the decisions in Johnson v. Zerbst and a case concerning the Scottsboro boys, Powell v. Alabama. Abe Fortas argued for the winning side in this case, whose unanimous decision was delivered by Hugo Black. This": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0019475567
      ],
      [
        "ideon",
        -1.18755715e-05
      ],
      [
        " v",
        -8.3278566e-05
      ],
      [
        ".",
        -2.749125e-05
      ],
      [
        " W",
        -2.2842309e-05
      ],
      [
        "ain",
        -3.1737043e-06
      ],
      [
        "wright",
        -1.2590794e-05
      ]
    ]
  },
  "The ruling family during this period had a family crest of three fish scales in a Triforce-like formation and set up a secret police known as the Rokuhara Tandai. The Joei code was promulgated during its reign. Before a major battle one leader of this polity meditated to find the source of cowardice in himself, and one conflict during it occurred when the cloistered emperor Go-Toba attempted to take the throne. Besides the Jokyu disturbance, this polity saw the rise of Nichiren buddhism and an invasion that was supposedly repelled by the kamikaze winds. Started in the wake of a massive conflict between the Taira and Minamoto and ruled by the Hojo clan, for 10 points, name this polity that began": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.0057837353
      ],
      [
        "am",
        -2.2127088e-05
      ],
      [
        "ak",
        -4.3941356e-05
      ],
      [
        "ura",
        -1.9816675e-06
      ],
      [
        " sh",
        -0.6300845
      ],
      [
        "og",
        -7.016616e-05
      ],
      [
        "unate",
        -2.5226382e-05
      ]
    ]
  },
  "Rumania, Serbia, and Montenegro should be evacuated; occupied territories restored; Serbia accorded free access to the sea.\" \"A readjustment of the frontiers of Italy...along...lines of nationality.\" All French territory should be freed\" and Alcase-Lorraine restored.\" For 10 points—name the proposal including those demands, freedom of sea navigation, and arms reduction, announced in 1918 by Woodrow": {
    "guess": "Fourteen Points",
    "confidence": [
      [
        "Four",
        -0.0056487327
      ],
      [
        "teen",
        -0.00019829543
      ],
      [
        " Points",
        -0.0010561493
      ]
    ]
  },
  "Rumor has it that Radiohead's Thom Yorke once recommended this book to fans at a concert. When we first meet the narrator, he is cooking spaghetti while listening to Rossini's \"The Thieving Magpie,\" but keeps getting interrupted by salacious phonecalls. Events that follow include the loss of a beloved cat, the beginnings of the evil Toru Okada's political career, weird entaglements with two psychic prostitutes, and a terrifying first-hand account of the battle of Nomonhan, all of which lead conclude with the narrator sitting at the bottom of a well, clutching a baseball bat. FTP, name this 1996 novel by Haruki Murakami, named for a bizarre animal the narrator hears every morning.": {
    "guess": "The Wind-Up Bird Chronicle",
    "confidence": [
      [
        "The",
        -0.03114621
      ],
      [
        " Wind",
        -0.00011522515
      ],
      [
        "-Up",
        -0.00018125297
      ],
      [
        " Bird",
        -1.1517961e-05
      ],
      [
        " Chronicle",
        -0.0001789881
      ]
    ]
  },
  "Ruling kingdoms here included the Kediri and Singhasari. It was briefly occupied by the Mongols from 1292 to 1293, but the earliest known rulers at this site were known as the Sailendra. Islam was first": {
    "guess": "Java",
    "confidence": [
      [
        "Java",
        -0.29985327
      ]
    ]
  },
  "The ruling in this case was extended to all cases involving imprisonment in Argersinger v. Hamlin, while its impact is often said to have been mitigated by Strickland v. Washington. Walter Mondale organized a petition of 23 states to express support for its eventual victor. This case extended the decisions in Johnson v. Zerbst and a case concerning the Scottsboro boys, Powell v. Alabama. Abe Fortas argued for the winning side in this case, whose unanimous decision was delivered by Hugo Black. This case eliminated the \"fundamental fairness\" doctrine that had been used since Betts v. Brady. The defendant was accused of stealing money and alcohol from a Florida pool room and was granted a retrial": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0020677068
      ],
      [
        "ideon",
        -2.1650272e-05
      ],
      [
        " v",
        -0.00025954779
      ],
      [
        ".",
        -5.7292167e-05
      ],
      [
        " W",
        -2.7848862e-05
      ],
      [
        "ain",
        -5.4385737e-06
      ],
      [
        "wright",
        -3.106736e-05
      ]
    ]
  },
  "Rulings in this man's court included Justice Story's finding that the court can fulfill the Constitution's": {
    "guess": "John Marshall",
    "confidence": [
      [
        "John",
        -0.6867001
      ],
      [
        " Marshall",
        -0.040792175
      ]
    ]
  },
  "Rulings in this man's court included Justice Story's finding that the court can fulfill the Constitution's supremacy clause by overriding a state court in a case involving Virginia voiding an inheritance, Martin v. Hunter's Lessee.  He ruled that Congress has the right to regulate interstate commerce, and found that New Hampshire could not interfere with George III's charter because it was a private contract.  In addition to Gibbons v. Ogden and Dartmouth v. Woodward, he ruled that a president had the right to not deliver his predecessor's court appointments, establishing judicial review.  For": {
    "guess": "John Marshall",
    "confidence": [
      [
        "John",
        -0.022256609
      ],
      [
        " Marshall",
        -0.0014720071
      ]
    ]
  },
  "Ruling kingdoms here included the Kediri and Singhasari. It was briefly occupied by the Mongols from 1292 to 1293, but the earliest known rulers at this site were known as the Sailendra. Islam was first introduced by the Wali Sanga, and its rulers of that faith included the Demak dynasty, which was founded by a citizen of the once-Hindu state of Majapahit. The most powerful state founded at this location was called Mataram and was eventually divided into Surakarta and Jogjakarta. FTP, name this island where Jan Coen established Batavia as the headquarters of the Dutch East India Company, which is now a part of Indonesia.": {
    "guess": "Java",
    "confidence": [
      [
        "Java",
        -0.008121723
      ]
    ]
  },
  "Ruling kingdoms here included the Kediri and Singhasari. It was briefly occupied by the Mongols from": {
    "guess": "Mongol invasion of Java",
    "confidence": [
      [
        "M",
        -0.555613
      ],
      [
        "ong",
        -0.66577125
      ],
      [
        "ol",
        -0.0028299615
      ],
      [
        " invasion",
        -0.1109099
      ],
      [
        " of",
        -0.0003454753
      ],
      [
        " Java",
        -5.669615e-05
      ]
    ]
  },
  "The ruling family during this period had a family crest of three fish scales in a Triforce-like formation and set up a secret police known as the Rokuhara Tandai. The Joei code was promulgated during its": {
    "guess": "Hojo clan",
    "confidence": [
      [
        "Ho",
        -0.010854448
      ],
      [
        "jo",
        -1.3663626e-05
      ],
      [
        " clan",
        -0.0031304248
      ]
    ]
  },
  "Rulings in this man's court included Justice Story's finding that the court can fulfill the Constitution's supremacy clause by overriding a state court in a case involving Virginia voiding an inheritance, Martin v. Hunter's Lessee.  He ruled that Congress has the right to regulate interstate commerce,": {
    "guess": "John Marshall",
    "confidence": [
      [
        "John",
        -0.1686819
      ],
      [
        " Marshall",
        -0.0027960802
      ]
    ]
  },
  "Rumor has it that Radiohead's Thom Yorke once recommended this book to fans at a concert. When we first meet the narrator, he is cooking spaghetti while listening to Rossini's \"The Thieving Magpie,\" but keeps getting interrupted by salacious phonecalls. Events that follow include the loss of a beloved cat, the beginnings of the evil Toru Okada's political career, weird entaglements with two psychic prostitutes, and a terrifying first-hand account of the battle of Nomonhan, all of which lead conclude with the narrator sitting at the bottom of a well, clutching a baseball bat. FTP, name this 1996": {
    "guess": "The Wind-Up Bird Chronicle",
    "confidence": [
      [
        "The",
        -0.025272256
      ],
      [
        " Wind",
        -0.0009708949
      ],
      [
        "-Up",
        -0.00043364934
      ],
      [
        " Bird",
        -1.3186812e-05
      ],
      [
        " Chronicle",
        -0.00013345598
      ]
    ]
  },
  "Rumor has it that Radiohead's Thom Yorke once recommended this book to fans at a concert. When we first meet the narrator, he is cooking spaghetti while listening to Rossini's \"The Thieving Magpie,\" but keeps getting interrupted by salacious phonecalls. Events that follow include the loss of a beloved": {
    "guess": "Norwegian Wood",
    "confidence": [
      [
        "Nor",
        -1.0608946
      ],
      [
        "wegian",
        -0.0022549336
      ],
      [
        " Wood",
        -9.639097e-05
      ]
    ]
  },
  "The ruling family during this period was symbolized by three hollyhock leaves. The golden age of this period was the Genroku era. This period was established after its namesake founder won the Battle of Sekigahara. During this period, which established its capital at Edo, only samurai were allowed to": {
    "guess": "Edo period",
    "confidence": [
      [
        "Ed",
        -0.15969771
      ],
      [
        "o",
        -3.650519e-06
      ],
      [
        " period",
        -0.0033143617
      ]
    ]
  },
  "The ruling in this case refers to \"confidence\" as a \"magic word\" and declared that the Constitution cannot": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.92500776
      ],
      [
        "anda",
        -0.0009251573
      ],
      [
        " v",
        -0.00052705733
      ],
      [
        ".",
        -0.00023178798
      ],
      [
        " Arizona",
        -7.922564e-05
      ]
    ]
  },
  "The ruling in this case refers to \"confidence\" as a \"magic word\" and declared that the Constitution cannot be \"a splendid bauble.\" It ridicules Luther Martin's argument for the respondent by saying his": {
    "guess": "Marbury v. Madison",
    "confidence": [
      [
        "Mar",
        -0.898458
      ],
      [
        "bury",
        -0.0045212656
      ],
      [
        " v",
        -0.00031973462
      ],
      [
        ".",
        -0.00024953834
      ],
      [
        " Madison",
        -5.7530575e-05
      ]
    ]
  },
  "The ruling family during this period was symbolized by three hollyhock leaves. The golden age of this period was the Genroku era. This period was established after its namesake founder won the Battle of Sekigahara. During this period, which established its capital at Edo, only samurai were allowed to carry swords. The country under this government was forced open by Matthew Perry and the Treaty of Kanagawa. This period gave way to the Meiji Restoration in 1868. For 10 points, name this last shogunate of Japan.": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.000749948
      ],
      [
        "ug",
        -1.8624639e-06
      ],
      [
        "awa",
        -1.0802739e-05
      ],
      [
        " sh",
        -0.0014935574
      ],
      [
        "og",
        -5.4385737e-06
      ],
      [
        "unate",
        -2.868329e-05
      ]
    ]
  },
  "The ruling family during this period had a family crest of three fish scales in a Triforce-like formation": {
    "guess": "House of Medici",
    "confidence": [
      [
        "House",
        -0.47638533
      ],
      [
        " of",
        -0.000564115
      ],
      [
        " Med",
        -0.7954359
      ],
      [
        "ici",
        -3.5313153e-06
      ]
    ]
  },
  "Rumania, Serbia, and Montenegro should be evacuated; occupied territories restored; Serbia accorded free access to the sea.\" \"A readjustment of the frontiers of Italy...along...lines of nationality.\" All French territory should be freed\" and Alcase-Lorraine restored.\" For 10 points—name the proposal including those demands, freedom of sea navigation, and arms reduction, announced in 1918 by Woodrow Wilson.": {
    "guess": "Fourteen Points",
    "confidence": [
      [
        "Four",
        -0.0051923706
      ],
      [
        "teen",
        -8.304016e-05
      ],
      [
        " Points",
        -0.0010103036
      ]
    ]
  },
  "The ruling in this case refers to \"confidence\" as a \"magic word\" and declared that the Constitution cannot be \"a splendid bauble.\" It ridicules Luther Martin's argument for the respondent by saying his interpretation of the word \"necessary\" is as useless as holding \"a lighted taper to the sun.\" Arising from a refusal to pay fifteen thousand dollars to the treasurer of the Western Shore, this ruling": {
    "guess": "McCulloch v. Maryland",
    "confidence": [
      [
        "McC",
        -0.23401758
      ],
      [
        "ullo",
        -0.0017635977
      ],
      [
        "ch",
        -9.0788395e-05
      ],
      [
        " v",
        -0.0003361774
      ],
      [
        ".",
        -0.00047297185
      ],
      [
        " Maryland",
        -0.00023178798
      ]
    ]
  },
  "The ruling in this case refers to \"confidence\" as a \"magic word\" and declared that the Constitution cannot be \"a splendid bauble.\" It ridicules Luther Martin's argument for the respondent by saying his interpretation of the word \"necessary\" is as useless as holding \"a lighted taper to the sun.\" Arising from a refusal to pay fifteen thousand dollars to the treasurer of the Western Shore, this ruling upheld the notion of implied powers and approved of Congress's chartering of the Second Bank of the": {
    "guess": "McCulloch v. Maryland",
    "confidence": [
      [
        "McC",
        -0.021475868
      ],
      [
        "ullo",
        -0.0009753054
      ],
      [
        "ch",
        -2.4749568e-05
      ],
      [
        " v",
        -0.00031484728
      ],
      [
        ".",
        -0.00034416403
      ],
      [
        " Maryland",
        -0.00018125297
      ]
    ]
  },
  "The ruling family during this period was symbolized by three hollyhock leaves. The golden age of this": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.22829393
      ],
      [
        "ug",
        -2.3392786e-06
      ],
      [
        "awa",
        -5.9153886e-06
      ],
      [
        " sh",
        -0.0006719247
      ],
      [
        "og",
        -2.0458236e-05
      ],
      [
        "unate",
        -1.3067608e-05
      ]
    ]
  },
  "The ruling in this case was extended to all cases involving imprisonment in Argersinger v. Hamlin, while its impact is often said to have been mitigated by Strickland v. Washington. Walter Mondale organized": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.002765056
      ],
      [
        "ideon",
        -5.6769813e-06
      ],
      [
        " v",
        -2.4987974e-05
      ],
      [
        ".",
        -1.6643718e-05
      ],
      [
        " W",
        -1.9743013e-05
      ],
      [
        "ain",
        -2.6968896e-06
      ],
      [
        "wright",
        -3.202099e-05
      ]
    ]
  },
  "The ruling in this case was extended to all cases involving imprisonment in Argersinger v. Hamlin, while its impact is often said to have been mitigated by Strickland v. Washington. Walter Mondale organized a petition of 23 states to express support for its eventual victor. This case extended the decisions": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.067408524
      ],
      [
        "ideon",
        -0.00019173922
      ],
      [
        " v",
        -7.100059e-05
      ],
      [
        ".",
        -2.0339032e-05
      ],
      [
        " W",
        -4.2153304e-05
      ],
      [
        "ain",
        -6.2729996e-06
      ],
      [
        "wright",
        -1.1637165e-05
      ]
    ]
  },
  "Rumania, Serbia, and Montenegro should be evacuated; occupied territories restored; Serbia accorded free": {
    "guess": "Treaty of London (1913)",
    "confidence": [
      [
        "T",
        -0.11071196
      ],
      [
        "reat",
        -5.5122365e-07
      ],
      [
        "y",
        -0.00039349604
      ],
      [
        " of",
        -0.00010986099
      ],
      [
        " London",
        -0.3969299
      ],
      [
        " (",
        -0.026168618
      ],
      [
        "191",
        -6.49212e-05
      ],
      [
        "3",
        -0.3995312
      ],
      [
        ")",
        -4.00813e-06
      ]
    ]
  },
  "Ruling kingdoms here included the Kediri and Singhasari. It was briefly occupied by the Mongols from 1292 to 1293, but the earliest known rulers at this site were known as the Sailendra. Islam was first introduced by the Wali Sanga, and its rulers of that faith included the Demak dynasty, which was founded by a citizen of the once-Hindu state of Majapahit. The most powerful state founded at this location was called Mataram and was eventually divided into Surakarta and Jogjakarta. FTP, name this island where Jan Coen established Batavia as the headquarters of the Dutch East India Company, which": {
    "guess": "Java",
    "confidence": [
      [
        "Java",
        -0.004048602
      ]
    ]
  },
  "Ruling from 1137-1180, some of the more noticeable events in  Europe during h is life had nothing to do with his France, but  rather with other French counties . While he ruled, Geoffrey the  Fair of Anjou conquered Normandy. Later, Geoffrey's son Henry  would marry Eleanor of Aquitaine, the former wife": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.5499845
      ],
      [
        " II",
        -0.1537421
      ],
      [
        " of",
        -0.0029099658
      ],
      [
        " England",
        -0.0007071906
      ]
    ]
  },
  "The ruling family during this period was symbolized by three hollyhock leaves. The golden age of this period was the Genroku era. This period was established after its namesake founder won the Battle of Sekigahara. During this period, which established its capital at Edo, only samurai were allowed to carry swords. The country under this government was forced open by Matthew Perry and the Treaty of": {
    "guess": "Edo period",
    "confidence": [
      [
        "Ed",
        -0.6390956
      ],
      [
        "o",
        -6.0345924e-06
      ],
      [
        " period",
        -0.005459763
      ]
    ]
  },
  "Ruling from 1137-1180, some of the more noticeable events in  Europe during h is life had nothing to": {
    "guess": "Frederick I, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -0.87886256
      ],
      [
        "der",
        -8.733149e-05
      ],
      [
        "ick",
        -4.596782e-05
      ],
      [
        " I",
        -0.034306534
      ],
      [
        ",",
        -0.0033769803
      ],
      [
        " Holy",
        -0.00024120507
      ],
      [
        " Roman",
        -0.00019197763
      ],
      [
        " Emperor",
        -0.00070838263
      ]
    ]
  },
  "The ruling family during this period had a family crest of three fish scales in a Triforce-like formation and set up a secret police known as the Rokuhara Tandai. The Joei code was promulgated during its reign. Before a major battle one leader of this polity meditated to find the source of cowardice in himself, and one conflict during it occurred when the cloistered emperor Go-Toba attempted to take": {
    "guess": "Hojo clan",
    "confidence": [
      [
        "Ho",
        -0.30590165
      ],
      [
        "jo",
        -0.00016086915
      ],
      [
        " clan",
        -0.008536208
      ]
    ]
  },
  "The ruling family during this period had a family crest of three fish scales in a Triforce-like formation and set up a secret police known as the Rokuhara Tandai. The Joei code was promulgated during its reign. Before a major battle one leader of this polity meditated to find the source of cowardice in himself, and one conflict during it occurred when the cloistered emperor Go-Toba attempted to take the throne. Besides the Jokyu disturbance, this polity saw the rise of Nichiren buddhism and an invasion that was supposedly repelled by the kamikaze winds. Started in the wake of a massive conflict": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.31788996
      ],
      [
        "am",
        -0.00019162003
      ],
      [
        "ak",
        -1.6240566e-06
      ],
      [
        "ura",
        -1.4974867e-05
      ],
      [
        " sh",
        -0.0296747
      ],
      [
        "og",
        -1.0325924e-05
      ],
      [
        "unate",
        -6.392203e-06
      ]
    ]
  },
  "Ruling from 1137-1180, some of the more noticeable events in  Europe during h is life had nothing to do with his France, but  rather with other French counties . While he ruled, Geoffrey the  Fair of Anjou conquered Normandy. Later, Geoffrey's son Henry  would marry Eleanor of Aquitaine, the former wife of this king,  an d become the greatest lord in Europe.": {
    "guess": "Henry I of England",
    "confidence": [
      [
        "Henry",
        -0.3700282
      ],
      [
        " I",
        -0.15153073
      ],
      [
        " of",
        -0.002501106
      ],
      [
        " England",
        -0.002257072
      ]
    ]
  },
  "Ruling kingdoms here included the Kediri and Singhasari. It was briefly occupied by the Mongols from 1292 to 1293, but the earliest known rulers at this site were known as the Sailendra. Islam was first introduced by the Wali Sanga, and its rulers of that faith included the Demak dynasty, which was founded": {
    "guess": "Java",
    "confidence": [
      [
        "Java",
        -0.11109574
      ]
    ]
  },
  "The ruling in this case was extended to all cases involving imprisonment in Argersinger v. Hamlin, while": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.027507633
      ],
      [
        "ideon",
        -2.0696643e-05
      ],
      [
        " v",
        -6.0153056e-05
      ],
      [
        ".",
        -9.610702e-06
      ],
      [
        " W",
        -2.0219828e-05
      ],
      [
        "ain",
        -3.4121115e-06
      ],
      [
        "wright",
        -1.9743013e-05
      ]
    ]
  },
  "The ruling family during this period was symbolized by three hollyhock leaves. The golden age of this period was the Genroku era. This period was established after its namesake founder won the Battle of": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.015298546
      ],
      [
        "ug",
        -1.9361265e-07
      ],
      [
        "awa",
        -5.4385737e-06
      ],
      [
        " sh",
        -0.0015404503
      ],
      [
        "og",
        -4.4849444e-06
      ],
      [
        "unate",
        -2.6895234e-05
      ]
    ]
  },
  "Rulings in this man's court included Justice Story's finding that the court can fulfill the Constitution's supremacy clause by overriding a state court in a case involving Virginia voiding an inheritance, Martin v. Hunter's Lessee.  He ruled that Congress has the right to regulate interstate commerce, and found that New Hampshire could not interfere with George III's charter because it was a private": {
    "guess": "John Marshall",
    "confidence": [
      [
        "John",
        -0.15283026
      ],
      [
        " Marshall",
        -0.003638319
      ]
    ]
  },
  "Ruling from 1137-1180, some of the more noticeable events in  Europe during h is life had nothing to do with his France, but  rather with other French counties . While he ruled, Geoffrey the  Fair of Anjou": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.70221853
      ],
      [
        " II",
        -0.015821546
      ],
      [
        " of",
        -0.0021413397
      ],
      [
        " England",
        -0.0018999594
      ]
    ]
  },
  "The ruling in this case was extended to all cases involving imprisonment in Argersinger v. Hamlin, while its impact is often said to have been mitigated by Strickland v. Washington. Walter Mondale organized a petition of 23 states to express support for its eventual victor. This case extended the decisions in Johnson v. Zerbst and a case concerning the Scottsboro boys, Powell v. Alabama. Abe Fortas argued for the winning side in this case, whose unanimous decision was delivered by Hugo Black. This case eliminated the \"fundamental fairness\" doctrine that had been used since Betts v. Brady. The defendant was accused of stealing money and alcohol from a Florida pool room and was granted a retrial after initially serving as his own defense attorney. For 10 points, name the 1963 Supreme Court case that ruled that the Sixth Amendment right to counsel applied to state courts in non-capital cases.": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0004004025
      ],
      [
        "ideon",
        -5.7961847e-06
      ],
      [
        " v",
        -0.00017207429
      ],
      [
        ".",
        -6.289474e-05
      ],
      [
        " W",
        -4.608702e-05
      ],
      [
        "ain",
        -1.4259645e-05
      ],
      [
        "wright",
        -1.867018e-05
      ]
    ]
  },
  "The ruling in this case refers to \"confidence\" as a \"magic word\" and declared that the Constitution cannot be \"a splendid bauble.\" It ridicules Luther Martin's argument for the respondent by saying his interpretation of the word \"necessary\" is as useless as holding \"a lighted taper to the sun.\" Arising": {
    "guess": "McCulloch v. Maryland",
    "confidence": [
      [
        "McC",
        -0.5054386
      ],
      [
        "ullo",
        -0.0014918884
      ],
      [
        "ch",
        -5.1808798e-05
      ],
      [
        " v",
        -0.00026133584
      ],
      [
        ".",
        -0.00039111197
      ],
      [
        " Maryland",
        -0.00016492206
      ]
    ]
  },
  "The ruling in this case was extended to all cases involving imprisonment in Argersinger v. Hamlin, while its impact is often said to have been mitigated by Strickland v. Washington. Walter Mondale organized a petition of 23 states to express support for its eventual victor. This case extended the decisions in Johnson v. Zerbst and a case concerning the Scottsboro boys, Powell v. Alabama. Abe Fortas argued for the winning side in this case, whose unanimous decision was delivered by Hugo Black. This case eliminated the \"fundamental fairness\" doctrine that had been used since Betts v. Brady. The defendant was accused of stealing money and alcohol from a Florida pool room and was granted a retrial after initially serving as his own defense attorney. For 10 points, name the 1963 Supreme Court case": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0007404191
      ],
      [
        "ideon",
        -2.8921695e-05
      ],
      [
        " v",
        -0.00013321757
      ],
      [
        ".",
        -4.143808e-05
      ],
      [
        " W",
        -4.6563837e-05
      ],
      [
        "ain",
        -9.014684e-06
      ],
      [
        "wright",
        -1.8550976e-05
      ]
    ]
  },
  "Rumor has it that Radiohead's Thom Yorke once recommended this book to fans at a concert. When we first meet the narrator, he is cooking spaghetti while listening to Rossini's \"The Thieving Magpie,\" but keeps getting interrupted by salacious phonecalls. Events that follow include the loss of a beloved cat, the beginnings of the evil Toru Okada's political career, weird entaglements with two psychic": {
    "guess": "The Wind-Up Bird Chronicle",
    "confidence": [
      [
        "The",
        -0.053546786
      ],
      [
        " Wind",
        -0.00045283744
      ],
      [
        "-Up",
        -0.00041172683
      ],
      [
        " Bird",
        -1.7120534e-05
      ],
      [
        " Chronicle",
        -0.0001690942
      ]
    ]
  },
  "The ruling in this case refers to \"confidence\" as a \"magic word\" and declared that the Constitution cannot be \"a splendid bauble.\" It ridicules Luther Martin's argument for the respondent by saying his interpretation of the word \"necessary\" is as useless as holding \"a lighted taper to the sun.\" Arising from a refusal to pay fifteen thousand dollars to the treasurer of the Western Shore, this ruling upheld the notion of implied powers and approved of Congress's chartering of the Second Bank of the United States. FTP, name this case in which John Marshall stated that \"the power to tax involves the": {
    "guess": "McCulloch v. Maryland",
    "confidence": [
      [
        "McC",
        -0.0049878974
      ],
      [
        "ullo",
        -0.0005995002
      ],
      [
        "ch",
        -2.3915141e-05
      ],
      [
        " v",
        -4.5252596e-05
      ],
      [
        ".",
        -4.370295e-05
      ],
      [
        " Maryland",
        -0.00012225083
      ]
    ]
  },
  "Ruling kingdoms here included the Kediri and Singhasari. It was briefly occupied by the Mongols from 1292 to 1293, but the earliest known rulers at this site were known as the Sailendra. Islam was first introduced by the Wali Sanga, and its rulers of that faith included the Demak dynasty, which was founded by a citizen of the once-Hindu state of Majapahit. The most powerful state founded at this location": {
    "guess": "Majapahit",
    "confidence": [
      [
        "M",
        -0.50154275
      ],
      [
        "aj",
        -1.6643718e-05
      ],
      [
        "ap",
        -7.922564e-05
      ],
      [
        "ah",
        -4.465658e-05
      ],
      [
        "it",
        -1.700133e-05
      ]
    ]
  },
  "The ruling in this case was extended to all cases involving imprisonment in Argersinger v. Hamlin, while its impact is often said to have been mitigated by Strickland v. Washington. Walter Mondale organized a petition of 23 states to express support for its eventual victor. This case extended the decisions in Johnson v. Zerbst and a case concerning the Scottsboro boys, Powell v. Alabama. Abe Fortas argued for the winning side in this case, whose unanimous decision was delivered by Hugo Black. This case eliminated the \"fundamental fairness\" doctrine that had been used since Betts v. Brady. The defendant": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0056326087
      ],
      [
        "ideon",
        -2.4391957e-05
      ],
      [
        " v",
        -7.076218e-05
      ],
      [
        ".",
        -4.0246043e-05
      ],
      [
        " W",
        -2.2961513e-05
      ],
      [
        "ain",
        -3.2929079e-06
      ],
      [
        "wright",
        -2.4034345e-05
      ]
    ]
  },
  "The ruling in this case was extended to all cases involving imprisonment in Argersinger v. Hamlin, while its impact is often said to have been mitigated by Strickland v. Washington. Walter Mondale organized a petition of 23 states to express support for its eventual victor. This case extended the decisions in Johnson v. Zerbst and a case concerning the Scottsboro boys, Powell v. Alabama. Abe Fortas": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0055471356
      ],
      [
        "ideon",
        -1.5570886e-05
      ],
      [
        " v",
        -5.347765e-05
      ],
      [
        ".",
        -3.070975e-05
      ],
      [
        " W",
        -1.7120534e-05
      ],
      [
        "ain",
        -3.888926e-06
      ],
      [
        "wright",
        -2.5107178e-05
      ]
    ]
  },
  "The ruling family during this period had a family crest of three fish scales in a Triforce-like formation and set up a secret police known as the Rokuhara Tandai. The Joei code was promulgated during its reign. Before a major battle one leader of this polity meditated to find the source of cowardice": {
    "guess": "Hojo clan",
    "confidence": [
      [
        "Ho",
        -0.25122795
      ],
      [
        "jo",
        -0.00011629798
      ],
      [
        " clan",
        -0.0077942368
      ]
    ]
  },
  "The ruling family during this period was symbolized by three hollyhock leaves. The golden age of this period was the Genroku era. This period was established after its namesake founder won the Battle of Sekigahara. During this period, which established its capital at Edo, only samurai were allowed to carry swords. The country under this government was forced open by Matthew Perry and the Treaty of Kanagawa. This period gave way to the Meiji Restoration in 1868. For 10 points, name this last shogunate": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.0020873311
      ],
      [
        "ug",
        -3.4121115e-06
      ],
      [
        "awa",
        -1.7954959e-05
      ],
      [
        " sh",
        -0.0018773511
      ],
      [
        "og",
        -1.2233183e-05
      ],
      [
        "unate",
        -3.4166656e-05
      ]
    ]
  },
  "Rulings in this man's court included Justice Story's finding that the court can fulfill the Constitution's supremacy clause by overriding a state court in a case involving Virginia voiding an inheritance, Martin v. Hunter's Lessee.  He ruled that Congress has the right to regulate interstate commerce, and found that New Hampshire could not interfere with George III's charter because it was a private contract.  In addition to Gibbons v. Ogden and Dartmouth v. Woodward, he ruled that a president had": {
    "guess": "John Marshall",
    "confidence": [
      [
        "John",
        -0.06277979
      ],
      [
        " Marshall",
        -0.0011033026
      ]
    ]
  },
  "The ruling family during this period had a family crest of three fish scales in a Triforce-like formation and set up a secret police known as the Rokuhara Tandai. The Joei code was promulgated during its reign. Before a major battle one leader of this polity meditated to find the source of cowardice in himself, and one conflict during it occurred when the cloistered emperor Go-Toba attempted to take the throne. Besides the Jokyu disturbance, this polity saw the rise of Nichiren buddhism and an invasion that was supposedly repelled by the kamikaze winds. Started in the wake of a massive conflict between the Taira and Minamoto and ruled by the Hojo clan, for 10 points, name this polity that began afer the Genpei War, the first shogunate of Japan.": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.0018635492
      ],
      [
        "am",
        -0.00017171667
      ],
      [
        "ak",
        -8.657073e-06
      ],
      [
        "ura",
        -1.147242e-06
      ],
      [
        " sh",
        -0.032321017
      ],
      [
        "og",
        -3.7697225e-06
      ],
      [
        "unate",
        -8.657073e-06
      ]
    ]
  },
  "Rulings in this man's court included Justice Story's finding that the court can fulfill the Constitution's supremacy clause by overriding a state court in a case involving Virginia voiding an inheritance, Martin v. Hunter's Lessee.  He ruled that Congress has the right to regulate interstate commerce, and found that New Hampshire could not interfere with George III's charter because it was a private contract.  In addition to Gibbons v. Ogden and Dartmouth v. Woodward, he ruled that a president had the right to not deliver his predecessor's court appointments, establishing judicial review.  For 10 points, name this chief justice during Marbury v. Madison.": {
    "guess": "John Marshall",
    "confidence": [
      [
        "John",
        -0.0060243034
      ],
      [
        " Marshall",
        -0.0014536863
      ]
    ]
  },
  "Rumor has it that Radiohead's Thom Yorke once recommended this book to fans at a concert. When we first meet the narrator, he is cooking spaghetti while listening to Rossini's \"The Thieving Magpie,\" but keeps getting interrupted by salacious phonecalls. Events that follow include the loss of a beloved cat, the beginnings of the evil Toru Okada's political career, weird entaglements with two psychic prostitutes, and a terrifying first-hand account of the battle of Nomonhan, all of which lead conclude": {
    "guess": "The Wind-Up Bird Chronicle",
    "confidence": [
      [
        "The",
        -0.10972476
      ],
      [
        " Wind",
        -0.00034332962
      ],
      [
        "-Up",
        -0.00042114028
      ],
      [
        " Bird",
        -1.92662e-05
      ],
      [
        " Chronicle",
        -7.839122e-05
      ]
    ]
  },
  "The ruling family during this period had a family crest of three fish scales in a Triforce-like formation and set up a secret police known as the Rokuhara Tandai. The Joei code was promulgated during its reign. Before a major battle one leader of this polity meditated to find the source of cowardice in himself, and one conflict during it occurred when the cloistered emperor Go-Toba attempted to take the throne. Besides the Jokyu disturbance, this polity saw the rise of Nichiren buddhism and an invasion": {
    "guess": "Hojo clan",
    "confidence": [
      [
        "Ho",
        -0.3431012
      ],
      [
        "jo",
        -6.82589e-05
      ],
      [
        " clan",
        -0.026938742
      ]
    ]
  },
  "Rumor has it that Radiohead's Thom Yorke once recommended this book to fans at a concert. When we first meet the narrator, he is cooking spaghetti while listening to Rossini's \"The Thieving Magpie,\" but": {
    "guess": "The Wind-Up Bird Chronicle",
    "confidence": [
      [
        "The",
        -0.45901957
      ],
      [
        " Wind",
        -0.0014540439
      ],
      [
        "-Up",
        -0.0004735679
      ],
      [
        " Bird",
        -1.378283e-05
      ],
      [
        " Chronicle",
        -0.00015097891
      ]
    ]
  }
}