{
  "Zygmunt Stojowski quipped that this composer's second piano concerto \"begins with Bach and ends with": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.0023683936
      ],
      [
        "ille",
        -7.2907846e-05
      ],
      [
        " Saint",
        -5.8841815e-05
      ],
      [
        "-S",
        -2.868329e-05
      ],
      [
        "a",
        -1.3544423e-05
      ],
      [
        "ë",
        -4.7159858e-05
      ],
      [
        "ns",
        -2.8160932e-06
      ]
    ]
  },
  "Zygmunt Stojowski quipped that this composer's second piano concerto \"begins with Bach and ends with Offenbach.\" One of his last compositions was a film score for The Assassination of the Duke of Guise. He dedicated to Franz Liszt his third symphony, which features an instrument mastered by Charles-Marie Widor. One of his works sets to music an Henri Cazalis poem that begins \"Zig, Zig, Zig!\" This composer used xylophones to mimic the rattling of bones in his Danse Macabre, which is similar to the \"Fossils\" movement of a work that also uses a slow can-can dance in the \"Tortoises\" movement. For 10": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.014629051
      ],
      [
        "ille",
        -1.2113979e-05
      ],
      [
        " Saint",
        -0.0013865471
      ],
      [
        "-S",
        -0.00012260844
      ],
      [
        "a",
        -6.515961e-05
      ],
      [
        "ë",
        -0.00045319507
      ],
      [
        "ns",
        -2.618001e-05
      ]
    ]
  },
  "Zygmunt Stojowski quipped that this composer's second piano concerto \"begins with Bach and ends with Offenbach.\" One of his last compositions was a film score for The Assassination of the Duke of Guise. He dedicated to Franz Liszt his third symphony, which features an instrument mastered by Charles-Marie Widor. One of his works sets to music an Henri Cazalis poem that begins \"Zig, Zig, Zig!\" This composer": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.0044372394
      ],
      [
        "ille",
        -2.1531068e-05
      ],
      [
        " Saint",
        -0.0016733953
      ],
      [
        "-S",
        -0.00015395533
      ],
      [
        "a",
        -5.7172965e-05
      ],
      [
        "ë",
        -0.00062403776
      ],
      [
        "ns",
        -2.319992e-05
      ]
    ]
  },
  "Zygmunt Stojowski quipped that this composer's second piano concerto \"begins with Bach and ends with Offenbach.\" One of his last compositions was a film score for The Assassination of the Duke of Guise.": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.005449566
      ],
      [
        "ille",
        -8.776276e-06
      ],
      [
        " Saint",
        -5.5980927e-05
      ],
      [
        "-S",
        -2.2723105e-05
      ],
      [
        "a",
        -6.749814e-06
      ],
      [
        "ë",
        -4.6563837e-05
      ],
      [
        "ns",
        -3.1737043e-06
      ]
    ]
  },
  "Zygmunt Stojowski quipped that this composer's second piano concerto \"begins with Bach and ends with Offenbach.\" One of his last compositions was a film score for The Assassination of the Duke of Guise. He dedicated to Franz Liszt his third symphony, which features an instrument mastered by Charles-Marie Widor. One of his works sets to music an Henri Cazalis poem that begins \"Zig, Zig, Zig!\" This composer used xylophones to mimic the rattling of bones in his Danse Macabre, which is similar to the": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.007983128
      ],
      [
        "ille",
        -7.982166e-05
      ],
      [
        " Saint",
        -0.00090038124
      ],
      [
        "-S",
        -0.00017052464
      ],
      [
        "a",
        -9.889425e-05
      ],
      [
        "ë",
        -0.0010648438
      ],
      [
        "ns",
        -2.188868e-05
      ]
    ]
  },
  "Zygmunt Stojowski quipped that this composer's second piano concerto \"begins with Bach and ends with Offenbach.\" One of his last compositions was a film score for The Assassination of the Duke of Guise. He dedicated to Franz Liszt his third symphony, which features an instrument mastered by Charles-Marie": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.014421347
      ],
      [
        "ille",
        -0.00014573395
      ],
      [
        " Saint",
        -0.00010032469
      ],
      [
        "-S",
        -4.739826e-05
      ],
      [
        "a",
        -3.106736e-05
      ],
      [
        "ë",
        -0.00025740577
      ],
      [
        "ns",
        -7.58424e-06
      ]
    ]
  },
  "Zygmunt Stojowski quipped that this composer's second piano concerto \"begins with Bach and ends with Offenbach.\" One of his last compositions was a film score for The Assassination of the Duke of Guise. He dedicated to Franz Liszt his third symphony, which features an instrument mastered by Charles-Marie Widor. One of his works sets to music an Henri Cazalis poem that begins \"Zig, Zig, Zig!\" This composer used xylophones to mimic the rattling of bones in his Danse Macabre, which is similar to the \"Fossils\" movement of a work that also uses a slow can-can dance in the \"Tortoises\" movement. For 10 points, name this composer of The Carnival of the Animals.": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.007805473
      ],
      [
        "ille",
        -4.7040652e-05
      ],
      [
        " Saint",
        -0.00029494395
      ],
      [
        "-S",
        -0.00012118533
      ],
      [
        "a",
        -9.72254e-05
      ],
      [
        "ë",
        -0.00062927906
      ],
      [
        "ns",
        -2.1650272e-05
      ]
    ]
  }
}