{
  "The quintom scenario explains this phenomenon's equation of state, and this influences the cosmic   microwave background through the integrated Sachs-Wolfe effect. The coincidence problem asks  when this phenomenon began to affect the universe. In 1998, Adam Riess gathered the first evidence   of this phenomenon by showing that type Ia [\"one A\"] supernovae appeared fainter than predicted.  The cosmological constant has been reintroduced to account for the acceleration caused by this  phenomenon": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.0011265253
      ],
      [
        " energy",
        -0.0013410774
      ]
    ]
  },
  "Quintessence and phantom energy attempt to explain this phenomenon's cosmic occurrence. The power radiated by a point charge is proportional to charge squared times this quantity squared, according to": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.358086
      ],
      [
        " energy",
        -0.03130404
      ]
    ]
  },
  "Quintessence and phantom energy attempt to explain this phenomenon's cosmic occurrence. The power radiated by a point charge is proportional to charge squared times this quantity squared, according to Larmor's formula. Constant for free-falling objects in a vacuum, its angular form is equal to torque": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -1.7229574
      ],
      [
        " momentum",
        -0.13515325
      ]
    ]
  },
  "Quintessence and phantom energy attempt to explain this phenomenon's cosmic occurrence. The power radiated by a point charge is proportional to charge squared times this quantity squared, according to Larmor's formula. Constant for free-falling objects in a vacuum, its angular form is equal to torque over moment of inertia, and it is equal to force over mass, according to Newton's second law. Measured in units of meters per second squared, it is the second derivative of position. Representing change in velocity, for 10 points, give this term commonly used to mean an increase in speed.": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.00027313698
      ]
    ]
  },
  "The quintom scenario explains this phenomenon's equation of state, and this influences the cosmic  ": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.021364553
      ],
      [
        " energy",
        -0.0033845801
      ]
    ]
  },
  "Quintessence and phantom energy attempt to explain this phenomenon's cosmic occurrence. The power radiated by a point charge is proportional to charge squared times this quantity squared, according to Larmor's formula. Constant for free-falling objects in a vacuum, its angular form is equal to torque over moment of inertia, and it is equal to force over mass, according to Newton's second law. Measured in units of meters per second squared, it is the second derivative of position. Representing change": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.0016405465
      ]
    ]
  },
  "The quintom scenario explains this phenomenon's equation of state, and this influences the cosmic   microwave background through the integrated Sachs-Wolfe effect. The coincidence problem asks  when this phenomenon began to affect the universe. In 1998, Adam Riess gathered the first evidence   of this phenomenon by showing that type Ia [\"one A\"] supernovae appeared fainter than predicted.  The cosmological": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.08593444
      ],
      [
        " energy",
        -0.002534283
      ]
    ]
  },
  "The quintom scenario explains this phenomenon's equation of state, and this influences the cosmic   microwave background through the integrated Sachs-Wolfe effect. The coincidence problem asks  when this phenomenon began to affect the universe. In 1998, Adam Riess gathered the first evidence   of this phenomenon by showing that type Ia [\"one A\"] supernovae appeared fainter than predicted.  The cosmological constant has been reintroduced to account for the acceleration caused by this  phenomenon that accounts for two-thirds of all mass-energy. Name this form of energy named for  being difficult": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.0066651623
      ],
      [
        " energy",
        -0.010700065
      ]
    ]
  },
  "Quintessence and phantom energy attempt to explain this phenomenon's cosmic occurrence. The power radiated": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.2907358
      ],
      [
        " energy",
        -0.012616654
      ]
    ]
  },
  "The quintom scenario explains this phenomenon's equation of state, and this influences the cosmic   microwave background through the integrated Sachs-Wolfe effect. The coincidence problem asks  when this phenomenon began to affect the universe. In 1998, Adam Riess gathered the first evidence   of this phenomenon by showing that type Ia [\"one A\"] supernovae appeared fainter than predicted.  The cosmological constant has been reintroduced to account for the acceleration caused by this  phenomenon that accounts for two-thirds of all mass-energy. Name this form of energy named for  being difficult to observe directly.": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.0036250085
      ],
      [
        " energy",
        -0.0053971573
      ]
    ]
  },
  "Quintessence and phantom energy attempt to explain this phenomenon's cosmic occurrence. The power radiated by a point charge is proportional to charge squared times this quantity squared, according to Larmor's formula. Constant for free-falling objects in a vacuum, its angular form is equal to torque over moment of inertia, and it is equal to force over mass, according to Newton's second law. Measured": {
    "guess": "Gravitational acceleration",
    "confidence": [
      [
        "Gr",
        -1.4632384
      ],
      [
        "avit",
        -0.012036276
      ],
      [
        "ational",
        -0.00020842774
      ],
      [
        " acceleration",
        -0.21555701
      ]
    ]
  },
  "The quintom scenario explains this phenomenon's equation of state, and this influences the cosmic   microwave background through the integrated Sachs-Wolfe effect. The coincidence problem asks  when this": {
    "guess": "Quintessence",
    "confidence": [
      [
        "Qu",
        -0.31473926
      ],
      [
        "int",
        -0.0011261678
      ],
      [
        "ess",
        -0.14639705
      ],
      [
        "ence",
        -4.727906e-05
      ]
    ]
  },
  "The quintom scenario explains this phenomenon's equation of state, and this influences the cosmic   microwave background through the integrated Sachs-Wolfe effect. The coincidence problem asks  when this phenomenon began to affect the universe. In 1998, Adam Riess gathered the first evidence   of this": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.01118422
      ],
      [
        " energy",
        -0.002787646
      ]
    ]
  }
}