{
  "The scene of Dionysus bringing this drunken god up to Olympus slumped over the back of a mule was often depicted in Greek art. In another legend this god was married to Athena, who left him, after which he spilled his seed on the earth to produce Erechtheus, a king of Athens. The woman more commonly known as his wife was given to him in exchange for releasing Hera from a trick throne he had built. For 10 points, name this husband of Aphrodite who was lamed when he fell from Olympus to Lemnos, under": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.00056780665
      ],
      [
        "ep",
        -6.968935e-05
      ],
      [
        "ha",
        -0.00011462913
      ],
      [
        "est",
        -2.8444882e-05
      ],
      [
        "us",
        -3.8100377e-05
      ]
    ]
  },
  "In one scene, this character recalls visiting the Museum of Natural History as a child, and compares his life with Eskimo statues that have remained unchanged for years. This character later spends an evening with three tourists from Seattle after checking into the Egmont Hotel. Other experiences of this character include finding his high school teacher Mr. Antolini patting his head while he sleeps and being punched by a pimp named Maurice. For 10  points, identify this former neighbor of Ackley and roommate of Stradlater at Pencey Prep, the protagonist of J.D.  Salinger's The Catcher in the Rye.": {
    "guess": "Holden Caulfield",
    "confidence": [
      [
        "Hold",
        -0.032891016
      ],
      [
        "en",
        -1.50940705e-05
      ],
      [
        " Caul",
        -0.0009992251
      ],
      [
        "field",
        -0.00014132341
      ]
    ]
  },
  "In one scene of this novel, a body is surrounded by candles and is covered by two strips of silk from a Chinese tapestry  arranged in the shape of St. Andrew's cross. One character in this novel looks at a chessboard and concludes that \"knights  had no meaning in this game. It wasn't a game for knights,\" recalling his observation of a stained-glass image of a knight  failing to save a damsel. In this": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.1156637
      ],
      [
        " Name",
        -0.53233576
      ],
      [
        " of",
        -6.206032e-05
      ],
      [
        " the",
        -0.001720281
      ],
      [
        " Rose",
        -0.02132242
      ]
    ]
  },
  "One scene in this movie centers on the reading of a plagiarized poem that includes the line \"What are you going to leave for us, you people in your cars, spewing pollution into the air?\" Shortly thereafter, a calisthenics montage is interspersed with scenes depicting the protagonist finding the book The Secret Science behind Miracles. The sight of a neighbor sunbathing topless prompts its protagonist's mother to use the term \"dirtypillows.\" One character in this film makes her boyfriend, Tommy Ross,": {
    "guess": "Carrie",
    "confidence": [
      [
        "Car",
        -0.005581876
      ],
      [
        "rie",
        -1.6286107e-05
      ]
    ]
  },
  "In one scene from this novel, Lewandowski makes love to his wife on his hospital bed while his friends stand with their backs turned. In this novel, a chronic bedwetter is given a hammock below another bedwetter to cure his habit. The protagonist of this novel swims naked across a canal with Lee and Kropp to rendezvous with three French women. That protagonist feels guilt over killing Gerard (*) Duval.": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.004145357
      ],
      [
        " Quiet",
        -6.749814e-06
      ],
      [
        " on",
        -4.8425554e-06
      ],
      [
        " the",
        -8.4112995e-05
      ],
      [
        " Western",
        -2.7729659e-05
      ],
      [
        " Front",
        -3.650519e-06
      ]
    ]
  },
  "One scene in this film shows six Asians playing Uno at a lunch table. One character in this film misspells chlamydia with a \"k,\" while another is the daughter of the inventor of toaster strudel. Mr. Duvall exclaims that he \"did not leave the South Side for this\" after a riot occurs in this film, whose main character realizes at a key moment that the (*) limit does not exist. That protagonist of this": {
    "guess": "Mean Girls",
    "confidence": [
      [
        "Mean",
        -0.003488524
      ],
      [
        " Girls",
        -0.00014668758
      ]
    ]
  },
  "In one scene in this movie, the main character is named Dragon Warrior after flying over the palace walls": {
    "guess": "Kung Fu Panda",
    "confidence": [
      [
        "K",
        -0.0008852534
      ],
      [
        "ung",
        -1.1041146e-05
      ],
      [
        " Fu",
        -2.4584822e-06
      ],
      [
        " Panda",
        -4.00813e-06
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who also designed its costumes and sets. Excerpts from it accompanied an animation of the prehistoric earth and dinosaurs in Walt Disney's Fantasia. Subtitled \"Pictures from Pagan Russia,\" this Sergei Diaghilev (dee-AH-gil-ev) production begins with a high bassoon solo. Its choreography by Vaslav Nijinsky ends with a young girl dancing herself to death in a sacrificial ritual. For 10 points, name this ballet which caused a riot at its 1913 Parisian premiere and was written by Igor Stravinsky.": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.00034928982
      ],
      [
        " R",
        -0.00017004783
      ],
      [
        "ite",
        -4.9617593e-06
      ],
      [
        " of",
        -1.1041146e-05
      ],
      [
        " Spring",
        -3.5477897e-05
      ]
    ]
  },
  "In one scene in this play, two characters tie their belts together to trap another character. Earlier, the protagonists employ tennis scoring in their Game of Questions. Two characters in this play hear": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.25764182
      ],
      [
        "'s",
        -0.0006900363
      ],
      [
        " Af",
        -0.00018709028
      ],
      [
        "raid",
        -1.5928495e-05
      ],
      [
        " of",
        -4.6563837e-05
      ],
      [
        " Virginia",
        -0.00044651967
      ],
      [
        " Wool",
        -0.0001786305
      ],
      [
        "f",
        -3.8219583e-05
      ],
      [
        "?",
        -0.0021400284
      ]
    ]
  },
  "In one scene of this novel, the protagonist encounters a man with a shoeful of blood, and hears another": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -1.133339
      ],
      [
        " Catch",
        -0.78578
      ],
      [
        "er",
        -4.9617593e-06
      ],
      [
        " in",
        -3.9650025e-05
      ],
      [
        " the",
        -5.9199425e-05
      ],
      [
        " R",
        -9.253091e-06
      ],
      [
        "ye",
        -3.1737043e-06
      ]
    ]
  },
  "In one scene in this film, one character enrages another character by stabbing at the hand of a third figure and instead impaling a table made of mahogany. Flashbacks in this film depict one character throwing a loaf of charred bread to the protagonist, who in another scene speaks on stage with Caesar Flickerman before he declares her the \"Girl on Fire.\" Yet another scene in this movie sees the death of Rue, who had earlier taught the protagonist a simple tune that could be carried by a Mockingjay, and the action of this film begins when that protagonist volunteers to take her sister's place in the arena. For ten points, name this film in which Peeta Mellark and Katniss Everdeen compete in the titular battle to the death.": {
    "guess": "The Hunger Games",
    "confidence": [
      [
        "The",
        -0.0026371302
      ],
      [
        " Hunger",
        -0.00016063073
      ],
      [
        " Games",
        -3.0113732e-05
      ]
    ]
  },
  "In one scene of this play, the protagonist declares that another character's moist hand is a sign of fertility before describing how one object in this play was given to his mother by an Egyptian witch and was dyed by the blood from virgins. The principal antagonist declares at the start of this play that the beast with two backs was being made by Brabantio's daughter. That same antagonist would advise": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.007034093
      ],
      [
        "th",
        -3.0828953e-05
      ],
      [
        "ello",
        -0.0001437075
      ]
    ]
  },
  "In one scene in this novel, a character claims to enjoy his new life too much to think about his former": {
    "guess": "The Bonfire of the Vanities",
    "confidence": [
      [
        "The",
        -0.9872216
      ],
      [
        " Bon",
        -0.07070168
      ],
      [
        "fire",
        -0.00010759611
      ],
      [
        " of",
        -9.7583004e-05
      ],
      [
        " the",
        -0.0008509631
      ],
      [
        " Van",
        -4.596782e-05
      ],
      [
        "ities",
        -0.000108788154
      ]
    ]
  },
  "In one scene in this film, one character enrages another character by stabbing at the hand of a third figure and instead impaling a table made of mahogany. Flashbacks in this film depict one character throwing a loaf of charred bread to the protagonist, who in another scene speaks on stage with Caesar Flickerman before he declares her the \"Girl on Fire.\" Yet another scene in this movie sees the death": {
    "guess": "The Hunger Games (film)",
    "confidence": [
      [
        "The",
        -0.08315516
      ],
      [
        " Hunger",
        -0.0007188652
      ],
      [
        " Games",
        -0.00012546933
      ],
      [
        " (",
        -0.4080909
      ],
      [
        "film",
        -0.000849771
      ],
      [
        ")",
        -0.009747472
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play, one character writes a letter about rice pudding to be read if he dies and insults a poet who later": {
    "guess": "The Birthday Party (play)",
    "confidence": [
      [
        "The",
        -0.06589636
      ],
      [
        " Birthday",
        -0.039068177
      ],
      [
        " Party",
        -2.7610455e-05
      ],
      [
        " (",
        -0.40747586
      ],
      [
        "play",
        -0.0011427187
      ],
      [
        ")",
        -1.6882126e-05
      ]
    ]
  },
  "One scene in this movie centers on the reading of a plagiarized poem that includes the line \"What are you going to leave for us, you people in your cars, spewing pollution into the air?\" Shortly thereafter, a calisthenics montage is interspersed with scenes depicting the protagonist finding the book": {
    "guess": "The Lorax",
    "confidence": [
      [
        "The",
        -1.6165992
      ],
      [
        " Lor",
        -2.781405
      ],
      [
        "ax",
        -4.4849444e-06
      ]
    ]
  },
  "In a scene, this character eats a ball of sugar placed beside the corpse of a small child, who had been laid beneath a giant cross in hopes of being revived. At the end of the novel this character appears in, a boy dreams of his mother reading him a story in which this character plays the part of Julius Caesar in a play. This character earlier assumes the name of a hostage who was executed by those": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -1.7735777
      ],
      [
        " Life",
        -0.89548945
      ],
      [
        " and",
        -0.0054194466
      ],
      [
        " Op",
        -0.036610544
      ],
      [
        "inions",
        -6.6113236e-05
      ],
      [
        " of",
        -3.786197e-05
      ],
      [
        " Tr",
        -0.0034808016
      ],
      [
        "ist",
        -1.7716551e-05
      ],
      [
        "ram",
        -0.002827462
      ],
      [
        " Sh",
        -0.00018899754
      ],
      [
        "andy",
        -0.00025931303
      ],
      [
        ",",
        -0.002803221
      ],
      [
        " Gentle",
        -0.0024909992
      ],
      [
        "man",
        -8.180258e-06
      ]
    ]
  },
  "In one scene in this movie, the main character is named Dragon Warrior after flying over the palace walls while strapped to a chair of fireworks. In another, it is revealed that Ping has a secret noodle recipe that his grandfather obtained in a game of Mahjong. and a third scene in this movie sees the main character defeat (*) Tai Lung using the secret Wushu Finger Hold. That character, Po, goes against his father's will and trains with the Furious Five under the guidance of Master Shifu. Starring Jack Black, for ten points, name this 2008 comedy film about a black-and-white bear trying to learn": {
    "guess": "Kung Fu Panda",
    "confidence": [
      [
        "K",
        -0.01043857
      ],
      [
        "ung",
        -1.3902034e-05
      ],
      [
        " Fu",
        -3.786197e-05
      ],
      [
        " Panda",
        -1.3663626e-05
      ]
    ]
  },
  "In one scene of this novel, the protagonist encounters a man with a shoeful of blood, and hears another man singing about \"five an' twenty dead men/Baked in a pie.\" Shortly thereafter, he meets a \"tattered soldier,\" who inquires after his health, and witnesses the death of a \"tall soldier\" who had previously claimed that he would run from a battle if everyone else did. That man was Jim Conklin. The protagonist rejoins the 304th New York Regiment and is cared for by his friend Wilson after suffering a minor head wound. For 10 points, name this work of historical fiction about Henry Fleming's service during the Civil War, written by Stephen Crane.": {
    "guess": "The Red Badge of Courage",
    "confidence": [
      [
        "The",
        -0.0021802387
      ],
      [
        " Red",
        -8.12521e-05
      ],
      [
        " Badge",
        -3.786197e-05
      ],
      [
        " of",
        -4.1273333e-06
      ],
      [
        " Courage",
        -1.9385403e-05
      ]
    ]
  },
  "In one scene in this novel, Senator Bird disobeys a law he just passed to help Eliza. The plot of this novel begins when Mr. Shelby becomes indebted and the protagonist meets Haley as a result. In this novel, the saintliness of Eva is contrasted with the petulant Topsy and cranky aunt Ophelia. The death": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.003063034
      ],
      [
        "le",
        -1.0280384e-06
      ],
      [
        " Tom",
        -8.537869e-06
      ],
      [
        "'s",
        -6.869018e-06
      ],
      [
        " Cabin",
        -1.6240566e-06
      ]
    ]
  },
  "In one scene in this story, a character goes to visit a baptism, saying \"It is good to pray sometimes\" when asked if it was an amusing ceremony. In another scene, nuns tell the title character about their mission to help soldiers afflicted with small pox. At the end of this story, Cornudet begins to ferociously whistle the \"Marseillaise.\" While the title character shares her picnic basket with others,": {
    "guess": "The Necklace",
    "confidence": [
      [
        "The",
        -1.532496
      ],
      [
        " Necklace",
        -0.56394655
      ]
    ]
  },
  "One scene in this work describes a man earlier arrested at a post office who went mad from studying too much. Reverend Hammond places a cross around the neck of this work's protagonist, who had earlier": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.87185776
      ],
      [
        " Count",
        -2.1523564
      ],
      [
        " of",
        -0.003921076
      ],
      [
        " Monte",
        -0.0034855586
      ],
      [
        " Crist",
        -9.0907604e-05
      ],
      [
        "o",
        -4.0246043e-05
      ]
    ]
  },
  "In one scene in this film, one character enrages another character by stabbing at the hand of a third figure and instead impaling a table made of mahogany. Flashbacks in this film depict one character throwing a loaf of charred bread to the protagonist, who in another scene speaks on stage with Caesar": {
    "guess": "Amadeus",
    "confidence": [
      [
        "Am",
        -1.0100923
      ],
      [
        "ade",
        -0.00023500649
      ],
      [
        "us",
        -3.619312e-05
      ]
    ]
  },
  "One scene in this movie centers on the reading of a plagiarized poem that includes the line \"What are you going to leave for us, you people in your cars, spewing pollution into the air?\" Shortly thereafter, a calisthenics montage is interspersed with scenes depicting the protagonist finding the book The Secret Science behind Miracles. The sight of a neighbor sunbathing topless prompts its protagonist's mother to use the term \"dirtypillows.\" One character in this film makes her boyfriend, Tommy Ross, ask out its protagonist, to make up for an earlier tampon-throwing incident. Tommy ends up dying, though, when he receives a blow to the head with a bucket after Billy Nolan and Chris Hargensen drop": {
    "guess": "Carrie (1976 film)",
    "confidence": [
      [
        "Car",
        -0.0027732516
      ],
      [
        "rie",
        -0.00031770815
      ],
      [
        " (",
        -0.007933686
      ],
      [
        "197",
        -0.10390214
      ],
      [
        "6",
        -0.0010119688
      ],
      [
        " film",
        -0.0019395847
      ],
      [
        ")",
        -0.00013858173
      ]
    ]
  },
  "In one scene in this story, the protagonist threatens to put one character in a field with the ram Goliath. At the end of this story, the protagonist kicks a \"lantern-jawed, fortune-telling note shaver\" out the door. One character in this story has a handkerchief with the trapped voice of Miser Stevens.": {
    "guess": "The Devil and Daniel Webster",
    "confidence": [
      [
        "The",
        -0.058165576
      ],
      [
        " Devil",
        -0.002915073
      ],
      [
        " and",
        -7.493431e-05
      ],
      [
        " Daniel",
        -0.0010853286
      ],
      [
        " Webster",
        -2.0100624e-05
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry created by followers of this man. He had a falling out with Martha Simmonds over her husband's reenactment of Christ's arrival in Bristol. A text by this leader of the Valiant Sixty, which arose out of early collaborations with James Nayler, lays out his objection to (*) government-sponsoring of various religious groups, but does request intervention to prevent undue persecution of his own followers. This man's ideas inspired a follower to pen Truth Exalted and The Sandy Foundation Shaken,": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.047117006
      ],
      [
        " Fox",
        -0.00020199074
      ]
    ]
  },
  "One scene in this film demonstrates the protagonist's unstable marriage with a series of shots showing the couple sitting farther apart at their dinner table. Chorus girls in this film sing that the protagonist \"loves to smoke\" and \"enjoys a joke.\" At one point in this film, the protagonist shrieks at Boss Jim Gettys that he will send him to Sing Sing. This movie's title character drafts a \"Declaration of Principles,\" which is kept by his friend Jedediah Leland. This film's title character attempts to make his second wife, Susan Alexander, into an opera star, by using his influence as Inquirer": {
    "guess": "Citizen Kane",
    "confidence": [
      [
        "Cit",
        -0.011967019
      ],
      [
        "izen",
        -7.839122e-05
      ],
      [
        " Kane",
        -8.7212284e-05
      ]
    ]
  },
  "In one scene from this novel, Lewandowski makes love to his wife on his hospital bed while his friends stand with their backs turned. In this novel, a chronic bedwetter is given a hammock below another": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -0.5627278
      ],
      [
        " Fle",
        -0.006102628
      ],
      [
        "w",
        -4.365741e-06
      ],
      [
        " Over",
        -0.0001594387
      ],
      [
        " the",
        -0.002745316
      ],
      [
        " C",
        -0.0001273766
      ],
      [
        "uck",
        -4.1273333e-06
      ],
      [
        "oo",
        -0.00035417348
      ],
      [
        "'s",
        -0.00057841215
      ],
      [
        " Nest",
        -0.00016444526
      ]
    ]
  },
  "In one scene of this opera, sheep-bells are heard and the title character watches the shepherd's song": {
    "guess": "Tosca",
    "confidence": [
      [
        "T",
        -0.06604847
      ],
      [
        "os",
        -0.000267296
      ],
      [
        "ca",
        -3.7697225e-06
      ]
    ]
  },
  "One scene in this film demonstrates the protagonist's unstable marriage with a series of shots showing the couple sitting farther apart at their dinner table. Chorus girls in this film sing that the protagonist \"loves to smoke\" and \"enjoys a joke.\" At one point in this film, the protagonist shrieks at Boss Jim Gettys that he will send him to Sing Sing. This movie's title character drafts a \"Declaration": {
    "guess": "Citizen Kane",
    "confidence": [
      [
        "Cit",
        -0.022090347
      ],
      [
        "izen",
        -0.00012654216
      ],
      [
        " Kane",
        -9.305327e-05
      ]
    ]
  },
  "In a scene, this character eats a ball of sugar placed beside the corpse of a small child, who had been laid beneath a giant cross in hopes of being revived. At the end of the novel this character appears in, a boy dreams of his mother reading him a story in which this character plays the part of Julius Caesar in a play. This character earlier assumes the name of a hostage who was executed by those searching for him. His death is witnessed by a character who is giving the chief of police a (*) filling, the dentist Mr. Tench. This character, who is sheltered by Coral Fellows, is saved after Brigitta declares that he is her father. This character is betrayed by the mestizo to The Lieutenant who": {
    "guess": "The Power and the Glory",
    "confidence": [
      [
        "The",
        -0.014524739
      ],
      [
        " Power",
        -0.0066098603
      ],
      [
        " and",
        -0.00023429126
      ],
      [
        " the",
        -0.0012449938
      ],
      [
        " Glory",
        -4.0603656e-05
      ]
    ]
  },
  "In one scene in this film, a woman gives the advice \"Go and plow another field\" after telling a young man he is ugly. At one point in this film, the protagonist splurges at a restaurant, noting another family must \"earn at least a million a month\" to eat so lavishly. This film begins with the protagonist getting a job pasting up posters, which requires him to pawn his bed sheets. At one point, the protagonist confronts a figure who fakes a seizure to prevent being arrested. The protagonist of this film visits a fortune teller who says he will find a certain object either quickly or not at all.": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.22050206
      ],
      [
        "icycle",
        -0.0015602122
      ],
      [
        " Th",
        -2.8564085e-05
      ],
      [
        "ieves",
        -1.11603495e-05
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who designed its": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.04424274
      ],
      [
        " R",
        -0.00017445837
      ],
      [
        "ite",
        -6.778209e-05
      ],
      [
        " of",
        -1.3067608e-05
      ],
      [
        " Spring",
        -1.473646e-05
      ]
    ]
  },
  "One scene in this film shows six Asians playing Uno at a lunch table. One character in this film misspells": {
    "guess": "Mean Girls",
    "confidence": [
      [
        "Mean",
        -0.43262744
      ],
      [
        " Girls",
        -0.00033367777
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry created by followers of this man. He had a falling out with Martha Simmonds over her husband's reenactment of Christ's arrival in Bristol. A text by this leader of the Valiant Sixty, which arose out of early collaborations with James Nayler, lays out his objection to (*) government-sponsoring of various religious groups, but does request intervention to prevent undue persecution of his own": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.41751614
      ],
      [
        " Fox",
        -0.0009286142
      ]
    ]
  },
  "In one scene in this film, one character enrages another character by stabbing at the hand of a third figure and instead impaling a table made of mahogany. Flashbacks in this film depict one character throwing a loaf of charred bread to the protagonist, who in another scene speaks on stage with Caesar Flickerman before he declares her the \"Girl on Fire.\" Yet another scene in this movie sees the death of Rue, who had earlier taught the protagonist a simple tune that could be carried by a Mockingjay, and the action of this film begins when that protagonist volunteers to take her sister's place in": {
    "guess": "The Hunger Games (film)",
    "confidence": [
      [
        "The",
        -0.0032493663
      ],
      [
        " Hunger",
        -0.0008220186
      ],
      [
        " Games",
        -0.0001878055
      ],
      [
        " (",
        -0.40861416
      ],
      [
        "film",
        -0.0066873142
      ],
      [
        ")",
        -0.017608257
      ]
    ]
  },
  "In one scene in this movie, the main character is named Dragon Warrior after flying over the palace walls while strapped to a chair of fireworks. In another, it is revealed that Ping has a secret noodle": {
    "guess": "Kung Fu Panda",
    "confidence": [
      [
        "K",
        -0.0024047892
      ],
      [
        "ung",
        -8.418666e-06
      ],
      [
        " Fu",
        -1.473646e-05
      ],
      [
        " Panda",
        -5.5577775e-06
      ]
    ]
  },
  "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces all around the board according to the new rules. In multiple scenes in this play, that character drops a stone and sarcastically claims that the stone flew upwards. A second \"American version\" of this play was created by its author in collaboration with actor Charles Laughton, who played the title role. In this play, Christopher Clavius declares that a character who rejects the existence of crystal (*) spheres is correct. The title character of this play teaches the young Andrea Sarti. That title character's daughter, Virginia, loses her fiancé Ludovico because of the ideas of her father, who": {
    "guess": "Galileo (play)",
    "confidence": [
      [
        "Gal",
        -0.014035396
      ],
      [
        "ileo",
        -0.0023568566
      ],
      [
        " (",
        -0.10703254
      ],
      [
        "play",
        -0.0026110942
      ],
      [
        ")",
        -0.000654178
      ]
    ]
  },
  "One scene in this film demonstrates the protagonist's unstable marriage with a series of shots showing the couple sitting farther apart at their dinner table. Chorus girls in this film sing that the protagonist \"loves to smoke\" and \"enjoys a joke.\" At one point in this film, the protagonist shrieks at": {
    "guess": "All That Jazz",
    "confidence": [
      [
        "All",
        -0.71250266
      ],
      [
        " That",
        -0.26069102
      ],
      [
        " Jazz",
        -0.015705734
      ]
    ]
  },
  "In one scene of this opera, sheep-bells are heard and the title character watches the shepherd's song in praise of Frau Holda. Earlier, the Landgrave proclaims a Tournament of Song at Wartburg, in which the nobles are outraged at the song in praise of sensual love sung by the title character, competing for the central love interest's hand in marriage. Foreboding the death of his love interest, Wolfram sings the baritone aria \"O Du, Mein Holder Abendstern\" to ask the evening star to guide her to the afterlife. The opening features the soprano aria (*) \"Naht euch dem Strande,\" before devolving into a Bacchic frenzy in Venusberg. Later, the title character falls dead at Elisabeth's funeral procession, while pilgrims inform that the Pope's staff had put forth green leaves. For 10 points, name this opera by Richard Wagner that ends when the title Minnesinger obtains God's forgiveness.": {
    "guess": "Tannhäuser",
    "confidence": [
      [
        "T",
        -0.0036933126
      ],
      [
        "ann",
        -4.8709502e-05
      ],
      [
        "h",
        -0.0063208663
      ],
      [
        "ä",
        -1.0445127e-05
      ],
      [
        "user",
        -0.00012701898
      ]
    ]
  },
  "One scene in this work describes a man earlier arrested at a post office who went mad from studying too much. Reverend Hammond places a cross around the neck of this work's protagonist, who had earlier discussed robbing a deli. Its protagonist tells Britten that the Jan Erlone is Jewish in an attempt to frame him. One character in this work announces that he has sent some Ping-Pong tables to the South Side Boys' Club, but Boris A. Max later reveals him to be a racist slum lord. The title character": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.0033322992
      ],
      [
        " Son",
        -4.978234e-05
      ]
    ]
  },
  "In one scene in this novel, a character who hears the words \"falling plane\" thinks he is in a falling airplane and assumes a fetal position. That character in this novel is taken to a hospital staffed by a nun who doesn't believe in God. This novel's protagonist learns German from Howard Dunlop, and shoots Willie Mink after learning about Mink's affair with his wife Babette. In this novel, College on the Hill professor Murray Jay Siskind wants to create a scholarly field centered on Elvis. A black": {
    "guess": "White Noise (novel)",
    "confidence": [
      [
        "White",
        -0.013847772
      ],
      [
        " Noise",
        -0.000119874094
      ],
      [
        " (",
        -0.018066123
      ],
      [
        "nov",
        -8.7212284e-05
      ],
      [
        "el",
        -4.00813e-06
      ],
      [
        ")",
        -4.4849444e-06
      ]
    ]
  },
  "In one scene in this novel, the protagonist visits the home of Governor Bellingham and is horrified at the reflection in a suit of armor. Mistress Hobbins accuses the protagonist of this novel of visiting the \"Black Man,\" and while delivering some embroidered gloves, the protagonist's daughter is called": {
    "guess": "The Scarlet Letter",
    "confidence": [
      [
        "The",
        -0.045048147
      ],
      [
        " Scarlet",
        -0.010368481
      ],
      [
        " Letter",
        -0.00027063373
      ]
    ]
  },
  "In one scene in this work, the awkward Harvey Johnson asks to speak to Penelope Ann and Debra Sue. The title character is said to be both \"born in Indochina\" to missionaries and to be \"born in old Virginia\" to planters, as described in the song \"A Healthy, Normal American Boy.\" In one scene, Albert sings": {
    "guess": "Bye Bye Birdie",
    "confidence": [
      [
        "By",
        -0.028811386
      ],
      [
        "e",
        -0.00036227933
      ],
      [
        " Bye",
        -0.0013095251
      ],
      [
        " Bird",
        -0.0002728986
      ],
      [
        "ie",
        -2.8564085e-05
      ]
    ]
  },
  "One scene in this work depicts townspeople gathering to listen to a Joe Louis fight, the narrator fretting that a Louis loss would be the equivalent of a black man beaten or a black woman raped. The narrator of this work begins a poem with the lines, \"What are you looking at me for? I didn't come to stay.\" The narrator of this work describes her harrowing abuse and rape by Mr. Freeman, who is murdered after being acquitted in Stamps, Arkansas. This work was written by the poet of \"On the Pulse of": {
    "guess": "I Know Why the Caged Bird Sings",
    "confidence": [
      [
        "I",
        -0.008177529
      ],
      [
        " Know",
        -0.00020652048
      ],
      [
        " Why",
        -3.650519e-06
      ],
      [
        " the",
        -0.0005277725
      ],
      [
        " C",
        -3.2140193e-05
      ],
      [
        "aged",
        -6.749814e-06
      ],
      [
        " Bird",
        -3.035214e-05
      ],
      [
        " S",
        -1.27099975e-05
      ],
      [
        "ings",
        -2.4391957e-05
      ]
    ]
  },
  "In one scene of this novel, a body is surrounded by candles and is covered by two strips of silk from": {
    "guess": "Silk",
    "confidence": [
      [
        "Sil",
        -0.66320425
      ],
      [
        "k",
        -0.15300797
      ]
    ]
  },
  "In one scene of this play, the protagonist declares that another character's moist hand is a sign of fertility before describing how one object in this play was given to his mother by an Egyptian witch and was dyed by the blood from virgins. The principal antagonist declares at the start of this play": {
    "guess": "The Lower Depths",
    "confidence": [
      [
        "The",
        -0.7716234
      ],
      [
        " Lower",
        -1.4206253
      ],
      [
        " Depths",
        -7.703444e-06
      ]
    ]
  },
  "In one scene in this work, yellow paint is used in an attempt to hide the poor conditions of a gas station. One character first meets up with Muley Graves; another character dies in an area belonging to Ivy and Sairy Wilson. In another chapter, a truck deliberately swerves out of its way to run over a turtle. After the death of the former Reverend Jim Casy, one character notes that whenever there is police brutality or hungry people fighting for food, \"I'll be there\". This novel ends with Rose of Sharon giving birth to a stillborn child. For 10 points, name this work that chronicles the travels": {
    "guess": "The Grapes of Wrath",
    "confidence": [
      [
        "The",
        -0.0022971593
      ],
      [
        " Gr",
        -0.00018137218
      ],
      [
        "apes",
        -2.6968896e-06
      ],
      [
        " of",
        -6.206032e-05
      ],
      [
        " Wrath",
        -3.7385154e-05
      ]
    ]
  },
  "In one scene in this film, a woman gives the advice \"Go and plow another field\" after telling a young man he is ugly. At one point in this film, the protagonist splurges at a restaurant, noting another family must \"earn at least a million a month\" to eat so lavishly. This film begins with the protagonist getting a job pasting up posters, which requires him to pawn his bed sheets. At one point, the protagonist confronts a figure who fakes a seizure to prevent being arrested. The protagonist of this film visits a fortune teller who says he will find a certain object either quickly or not at all. In the final scene of this film, Bruno stands dejected with his father, Antonio Ricci. For 10 points, name this Vittorio De Sica film about a poor man in postwar Italy who has the title mode of conveyance stolen from him.": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.21758753
      ],
      [
        "icycle",
        -2.5583993e-05
      ],
      [
        " Th",
        -1.9385403e-05
      ],
      [
        "ieves",
        -1.9146995e-05
      ]
    ]
  },
  "In one scene in this work, the awkward Harvey Johnson asks to speak to Penelope Ann and Debra Sue. The title character is said to be both \"born in Indochina\" to missionaries and to be \"born in old Virginia\" to planters, as described in the song \"A Healthy, Normal American Boy.\" In one scene, Albert sings \"take off the gloomy mask of tragedy\u0097it's not your style.\" An early scene sees a girl on the phone asking \"What's the story, morning glory? What's the word, hummingbird?\", while later on, Kim's father asks \"What's the matter with kids today?\" Act one of this musical ends with the title character appearing on The Ed Sullivan Show where he is to kiss a girl from his fan club. For 10 points, name": {
    "guess": "Bye Bye Birdie",
    "confidence": [
      [
        "By",
        -0.0010241165
      ],
      [
        "e",
        -8.418666e-06
      ],
      [
        " Bye",
        -0.008099254
      ],
      [
        " Bird",
        -0.00012344286
      ],
      [
        "ie",
        -1.9027791e-05
      ]
    ]
  },
  "In one scene in this play, two characters tie their belts together to trap another character. Earlier, the protagonists employ tennis scoring in their Game of Questions. Two characters in this play hear music emanating from some barrels before the arrival of pirates prompts them to hide. The protagonists encounter the Player, who leads a troupe of actors called the Tragedians in a performance of the Murder of Gonzago. This play opens as one character continuously wins a coin flipping game, and ends": {
    "guess": "Rosencrantz and Guildenstern Are Dead",
    "confidence": [
      [
        "Ros",
        -0.016725905
      ],
      [
        "enc",
        -7.58424e-06
      ],
      [
        "rant",
        -7.588794e-05
      ],
      [
        "z",
        -2.9636918e-05
      ],
      [
        " and",
        -0.019279225
      ],
      [
        " Guild",
        -0.0001039008
      ],
      [
        "en",
        -5.5146502e-05
      ],
      [
        "st",
        -4.7755875e-05
      ],
      [
        "ern",
        -3.650519e-06
      ],
      [
        " Are",
        -0.0013914234
      ],
      [
        " Dead",
        -7.58424e-06
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates a duck and is ultimately shot by her husband. In a famous speech from this film a character claims everything in the world is good for something and points to a stone musing, \"I don't know [what it's good for] . . . but it certainly has its use. If it were useless, then everything would be useless—even the stars.\" One character taunts another man who is trying to break chains by expanding his chest, while later he dumps a bucket of water on that man leading to a chase that gets them both kicked out of the Giraffa Circus. At the end of this film the tightrope walker \"Il Matto\" is accidentally murdered leading Gelsomina to go insane, after she was sold for ten thousand lira to an abusive": {
    "guess": "La Strada",
    "confidence": [
      [
        "La",
        -0.0060192146
      ],
      [
        " Str",
        -0.022650486
      ],
      [
        "ada",
        -7.58424e-06
      ]
    ]
  },
  "One scene in this film shows six Asians playing Uno at a lunch table. One character in this film misspells chlamydia with a \"k,\" while another is the daughter of the inventor of toaster strudel. Mr. Duvall exclaims that he \"did not leave the South Side for this\" after a riot occurs in this film, whose main character realizes at a key moment that the (*) limit does not exist. That protagonist of this film helps create the Burn Book and fakes bad calculus scores to get closer to Aaron Samuels. Regina George is hit by a school bus in, for ten points, what 2004 film in which Cady Heron is introduced to high school cliques by the Plastics, starring Lindsay Lohan?": {
    "guess": "Mean Girls",
    "confidence": [
      [
        "Mean",
        -0.0008603655
      ],
      [
        " Girls",
        -5.240482e-05
      ]
    ]
  },
  "In one scene in this work, yellow paint is used in an attempt to hide the poor conditions of a gas station. One character first meets up with Muley Graves; another character dies in an area belonging to": {
    "guess": "The Grapes of Wrath",
    "confidence": [
      [
        "The",
        -0.0022468423
      ],
      [
        " Gr",
        -0.00026598477
      ],
      [
        "apes",
        -1.9361265e-07
      ],
      [
        " of",
        -0.00010139752
      ],
      [
        " Wrath",
        -2.6895234e-05
      ]
    ]
  },
  "In one scene in this play, a character appears only after a host of ladies' hats and cloaks are taken off and hung on racks. That scene is followed by one in which a character suggests that another remove": {
    "guess": "Six Characters in Search of an Author",
    "confidence": [
      [
        "Six",
        -0.24986607
      ],
      [
        " Characters",
        -0.0025020558
      ],
      [
        " in",
        -0.0013561904
      ],
      [
        " Search",
        -0.0002257086
      ],
      [
        " of",
        -2.808727e-05
      ],
      [
        " an",
        -0.00096195826
      ],
      [
        " Author",
        -8.5543434e-05
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play, one character writes a letter about rice pudding to be read if he dies and insults a poet who later dies of a monkey bite. In this play, Valentine does research about grouse population and a drawing of a man holding Plautus, a turtle, confirms the identity of another character. In this play's first scene, that character admits to engaging in a (*) \"carnal embrace\" in a gazebo, and it concludes with the protagonist awkwardly waltzing with the mute Gus. At the end of this play, the discovery": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.372564
      ]
    ]
  },
  "One scene in this film demonstrates the protagonist's unstable marriage with a series of shots showing the couple sitting farther apart at their dinner table. Chorus girls in this film sing that the protagonist \"loves to smoke\" and \"enjoys a joke.\" At one point in this film, the protagonist shrieks at Boss Jim Gettys that he will send him to Sing Sing. This movie's title character drafts a \"Declaration of Principles,\" which is kept by his friend Jedediah Leland. This film's title character attempts to make his second wife, Susan Alexander, into an opera star, by using his influence as Inquirer publisher. This film aroused the ire of William Randolph Hearst, upon whom its title character was based. For 10 points, name this 1941 movie directed by and starring Orson Welles as the title newspaperman, who says \"Rosebud\" as he dies.": {
    "guess": "Citizen Kane",
    "confidence": [
      [
        "Cit",
        -0.0037195575
      ],
      [
        "izen",
        -0.00011522515
      ],
      [
        " Kane",
        -0.00014501873
      ]
    ]
  },
  "One scene in this film demonstrates the protagonist's unstable marriage with a series of shots showing": {
    "guess": "Scenes from a Marriage",
    "confidence": [
      [
        "Sc",
        -0.07761435
      ],
      [
        "enes",
        -0.0077899783
      ],
      [
        " from",
        -0.32466587
      ],
      [
        " a",
        -0.0001342904
      ],
      [
        " Marriage",
        -0.0005197896
      ]
    ]
  },
  "In one scene in this play, two characters tie their belts together to trap another character. Earlier, the protagonists employ tennis scoring in their Game of Questions. Two characters in this play hear music emanating from some barrels before the arrival of pirates prompts them to hide. The protagonists": {
    "guess": "Twelfth Night",
    "confidence": [
      [
        "Tw",
        -0.053189546
      ],
      [
        "elfth",
        -4.727906e-05
      ],
      [
        " Night",
        -9.6867785e-05
      ]
    ]
  },
  "In one scene in this novel, Senator Bird disobeys a law he just passed to help Eliza. The plot of this novel begins when Mr. Shelby becomes indebted and the protagonist meets Haley as a result. In this": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.0007173156
      ],
      [
        "le",
        -5.5122365e-07
      ],
      [
        " Tom",
        -9.133887e-06
      ],
      [
        "'s",
        -9.372295e-06
      ],
      [
        " Cabin",
        -2.9352968e-06
      ]
    ]
  },
  "In one scene, this character is given coffee beans to sober up, and in another he quotes \"To His Coy Mistress\". Among the helpful characters he encounters are Meyers, who gives him wagering advice when he goes to the horse track, and Ralph Simmons, who gives him proper clothes to blend in. After this character gets stuck in the mud with several other men, he has to take drastic action before hiding in a barn. This character spends significant time in a (*) hospital, where a nurse sneaks him alcoholic eggnog and Dr. Valentini operates on his leg. The novel famously ends when this character walks in the rain upon learning of his child's death. He talks with Rinaldi about women throughout the story": {
    "guess": "The Sun Also Rises",
    "confidence": [
      [
        "The",
        -0.15848628
      ],
      [
        " Sun",
        -0.071943454
      ],
      [
        " Also",
        -2.2842309e-05
      ],
      [
        " R",
        -1.9816675e-06
      ],
      [
        "ises",
        -7.9418505e-06
      ]
    ]
  },
  "In one scene of this opera, sheep-bells are heard and the title character watches the shepherd's song in praise of Frau Holda. Earlier, the Landgrave proclaims a Tournament of Song at Wartburg, in which the nobles are outraged at the song in praise of sensual love sung by the title character, competing": {
    "guess": "Tannhäuser",
    "confidence": [
      [
        "T",
        -0.04613944
      ],
      [
        "ann",
        -0.00016742534
      ],
      [
        "h",
        -0.014543056
      ],
      [
        "ä",
        -0.00010330478
      ],
      [
        "user",
        -0.00018697108
      ]
    ]
  },
  "In a scene, this character eats a ball of sugar placed beside the corpse of a small child, who had been laid beneath a giant cross in hopes of being revived. At the end of the novel this character appears in, a boy dreams of his mother reading him a story in which this character plays the part of Julius Caesar in a play. This character earlier assumes the name of a hostage who was executed by those searching for him. His death is witnessed by a character who is giving the chief of police a (*) filling, the dentist Mr. Tench. This character, who is sheltered by Coral Fellows, is saved after Brigitta declares that he is her father. This character is betrayed by the mestizo to The Lieutenant who is trying to eradicate the Catholic Church. For 10 points, name this protagonist of Graham Greene's novel The Power and the Glory.": {
    "guess": "The Power and the Glory",
    "confidence": [
      [
        "The",
        -0.0046133534
      ],
      [
        " Power",
        -0.028206488
      ],
      [
        " and",
        -4.632543e-05
      ],
      [
        " the",
        -0.0003345122
      ],
      [
        " Glory",
        -7.107425e-06
      ]
    ]
  },
  "One scene in this play concerns a pedant who pretends to be the father of another character to confirm a dowry. Another character in this play misinterprets a direction to knock and is derided as a \"three-inch fool\" by Curtis. Two men disguise themselves as music and Latin teachers in order to woo a woman in this play, which is performed for the amusement of the drunk Christopher Sly. Those men, Lucentio and Hortensio, pursue a daughter of Baptista Minola. That woman, Bianca, cannot get married before her elder sister, who is wooed by Petruchio. For 10 points, name this Shakespeare play in which": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.0007582886
      ],
      [
        " T",
        -6.909333e-05
      ],
      [
        "aming",
        -1.7432603e-06
      ],
      [
        " of",
        -6.4325184e-05
      ],
      [
        " the",
        -0.00038455575
      ],
      [
        " Sh",
        -4.429897e-05
      ],
      [
        "rew",
        -9.865584e-05
      ]
    ]
  },
  "In one scene of this opera, sheep-bells are heard and the title character watches the shepherd's song in praise of Frau Holda. Earlier, the Landgrave proclaims a Tournament of Song at Wartburg, in which the nobles are outraged at the song in praise of sensual love sung by the title character, competing for the central love interest's hand in marriage. Foreboding the death of his love interest, Wolfram": {
    "guess": "Tannhäuser",
    "confidence": [
      [
        "T",
        -0.014922105
      ],
      [
        "ann",
        -4.441817e-05
      ],
      [
        "h",
        -0.01048209
      ],
      [
        "ä",
        -3.4405064e-05
      ],
      [
        "user",
        -0.00013870094
      ]
    ]
  },
  "In one scene in this novel, the protagonist visits the home of Governor Bellingham and is horrified at the reflection in a suit of armor. Mistress Hobbins accuses the protagonist of this novel of visiting the \"Black Man,\" and while delivering some embroidered gloves, the protagonist's daughter is called a (*) \"demon-child.\" That daughter has natural compassion for Reverend Dimmsdale, who is treated by Roger Chillingworth, the protagonist's old husband. For 10 points, name this work set in Puritan Boston in which an act of adultery produces Pearl and forces Hester Prynne to wear the title piece": {
    "guess": "The Scarlet Letter",
    "confidence": [
      [
        "The",
        -0.013212588
      ],
      [
        " Scarlet",
        -0.013798395
      ],
      [
        " Letter",
        -8.10137e-05
      ]
    ]
  },
  "In one scene in this film, one character enrages another character by stabbing at the hand of a third": {
    "guess": "The Godfather",
    "confidence": [
      [
        "The",
        -0.9930075
      ],
      [
        " God",
        -0.82710695
      ],
      [
        "father",
        -4.406056e-05
      ]
    ]
  },
  "In one scene, this character replaces twenty real bills with twenty that claim to be from the \"Bank of St. Farce\". In another scene, he sends a letter that mentions La Sota marrying a brother of the King of Spain and Lola Montes becoming Countess of Landsfeld. He learned to breathe underwater from the": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.3877802
      ]
    ]
  },
  "In one scene in this novel, Senator Bird disobeys a law he just passed to help Eliza. The plot of this novel begins when Mr. Shelby becomes indebted and the protagonist meets Haley as a result. In this novel, the saintliness of Eva is contrasted with the petulant Topsy and cranky aunt Ophelia. The death of Eva and her father Augustine St. Clare force the title character to go to a plantation in rural Louisiana. In this novel, Cassie unsuccessfully tries to convince the protagonist to kill the cruel slave driver Simon Legree. For 10 points, name this 1852 anti-slavery novel by Harriet Beecher Stowe.": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.0048467345
      ],
      [
        "le",
        -1.8624639e-06
      ],
      [
        " Tom",
        -0.0001170132
      ],
      [
        "'s",
        -2.4272753e-05
      ],
      [
        " Cabin",
        -3.4121115e-06
      ]
    ]
  },
  "In one scene in this work, yellow paint is used in an attempt to hide the poor conditions of a gas station. One character first meets up with Muley Graves; another character dies in an area belonging to Ivy and Sairy Wilson. In another chapter, a truck deliberately swerves out of its way to run over": {
    "guess": "The Grapes of Wrath",
    "confidence": [
      [
        "The",
        -0.0025564
      ],
      [
        " Gr",
        -0.00012118533
      ],
      [
        "apes",
        -8.776276e-06
      ],
      [
        " of",
        -4.727906e-05
      ],
      [
        " Wrath",
        -4.9617593e-06
      ]
    ]
  },
  "In one scene, this man asks another character to read him the story of the raising of Lazarus, and he calls his sister's proposed marriage a disgrace because she has sold herself to secure him a job partnership with her fiancé. In the beginning of the novel in which he appears, he listens to a drunkard discuss his family, unaware that he would later carry this man home after being run over by a carriage.": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -0.40960458
      ],
      [
        "z",
        -0.12139541
      ],
      [
        "ra",
        -0.00031711214
      ],
      [
        " Pound",
        -0.013079878
      ]
    ]
  },
  "In one scene in this work, one character reveals that she does not trust the valet Laurent and believes that Daphne and her little husband are slandering her family. Argas, a political exile, has his political": {
    "guess": "Thérèse Raquin",
    "confidence": [
      [
        "Th",
        -0.22165053
      ],
      [
        "ér",
        -0.111761935
      ],
      [
        "è",
        -0.00018101456
      ],
      [
        "se",
        -0.00022451657
      ],
      [
        " Ra",
        -0.006620281
      ],
      [
        "quin",
        -4.3202e-07
      ]
    ]
  },
  "In one scene, this character replaces twenty real bills with twenty that claim to be from the \"Bank of St. Farce\". In another scene, he sends a letter that mentions La Sota marrying a brother of the King of Spain and Lola Montes becoming Countess of Landsfeld. He learned to breathe underwater from the \"Tonkin pirates\" after leaving Mazandaran, where he built a palace for the Shah and became an expert with the \"Punjab (*) Lasso\", as revealed by a character called \"the Persian\". This character plans to lie down in a coffin and \"never wake up\" after finishing his life's work, Don Juan Triumphant. He is angered when Mademoiselle Giry is fired and Box 5 is made available to rent, and he causes a chandelier": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.095872566
      ],
      [
        " Phantom",
        -0.0063475077
      ],
      [
        " of",
        -7.77952e-05
      ],
      [
        " the",
        -5.0735965e-05
      ],
      [
        " Opera",
        -1.7120534e-05
      ]
    ]
  },
  "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces all around the board according to the new rules. In multiple scenes in this play, that character drops a stone and sarcastically claims that the stone flew upwards. A second \"American version\" of this play was created by its author in collaboration with actor Charles Laughton, who played the title": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.91085607
      ],
      [
        " Se",
        -2.0092816
      ],
      [
        "ag",
        -0.00048584584
      ],
      [
        "ull",
        -0.0003548887
      ]
    ]
  },
  "In one scene in this novel, the protagonist visits the home of Governor Bellingham and is horrified at the reflection in a suit of armor. Mistress Hobbins accuses the protagonist of this novel of visiting the \"Black Man,\" and while delivering some embroidered gloves, the protagonist's daughter is called a (*) \"demon-child.\" That daughter has natural compassion for Reverend Dimmsdale, who is treated by Roger Chillingworth, the protagonist's old husband. For 10 points, name this work set in Puritan": {
    "guess": "The Scarlet Letter",
    "confidence": [
      [
        "The",
        -0.01973772
      ],
      [
        " Scarlet",
        -0.016030964
      ],
      [
        " Letter",
        -0.000100205485
      ]
    ]
  },
  "One scene in this work describes a man earlier arrested at a post office who went mad from studying too": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.56159294
      ],
      [
        "ly",
        -0.00016492206
      ],
      [
        "ss",
        -5.080963e-06
      ],
      [
        "es",
        -6.456359e-05
      ],
      [
        " (",
        -0.22351496
      ],
      [
        "nov",
        -0.00023369525
      ],
      [
        "el",
        -6.869018e-06
      ],
      [
        ")",
        -0.0008866839
      ]
    ]
  },
  "In one scene in this film, a woman gives the advice \"Go and plow another field\" after telling a young": {
    "guess": "Gone with the Wind",
    "confidence": [
      [
        "G",
        -2.064132
      ],
      [
        "one",
        -0.013264699
      ],
      [
        " with",
        -0.005155012
      ],
      [
        " the",
        -0.0002518032
      ],
      [
        " Wind",
        -0.0009604159
      ]
    ]
  },
  "In one scene in this work, the awkward Harvey Johnson asks to speak to Penelope Ann and Debra Sue. The": {
    "guess": "The Best Little Whorehouse in Texas",
    "confidence": [
      [
        "The",
        -0.43997705
      ],
      [
        " Best",
        -1.433769
      ],
      [
        " Little",
        -0.30676532
      ],
      [
        " Wh",
        -8.542423e-05
      ],
      [
        "ore",
        -3.9769227e-05
      ],
      [
        "house",
        -0.00034225677
      ],
      [
        " in",
        -0.0011497444
      ],
      [
        " Texas",
        -2.6060809e-05
      ]
    ]
  },
  "The scene of Dionysus bringing this drunken god up to Olympus slumped over the back of a mule was often depicted in Greek art. In another legend this god was married to Athena, who left him, after which he spilled his seed on the earth to produce Erechtheus, a king of Athens. The woman more commonly": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.04016998
      ],
      [
        "ep",
        -5.252402e-05
      ],
      [
        "ha",
        -0.00010902656
      ],
      [
        "est",
        -7.493431e-05
      ],
      [
        "us",
        -0.00014275387
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry created by followers of this man. He had a falling out with Martha Simmonds over her husband's reenactment of Christ's arrival in Bristol. A text by this leader of the Valiant Sixty, which arose out of early collaborations with James Nayler, lays out his objection to (*) government-sponsoring of various religious groups, but does request intervention to prevent undue persecution of his own followers. This man's ideas inspired a follower to pen Truth Exalted and The Sandy Foundation Shaken, and crusade for the causes advocated by this figure along with Robert Barclay. This man's belief that only God could convey the nature of God to man prompted his formulation of the \"inner light,\" a central concept of his faith. FTP, name this husband of Margaret Fell, who founded a religious group that included William Penn, the Society of Friends or Quakers.": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.03940174
      ],
      [
        " Fox",
        -0.00023476807
      ]
    ]
  },
  "In one scene in this story, a character goes to visit a baptism, saying \"It is good to pray sometimes\" when asked if it was an amusing ceremony. In another scene, nuns tell the title character about their mission to help soldiers afflicted with small pox. At the end of this story, Cornudet begins to ferociously whistle the \"Marseillaise.\" While the title character shares her picnic basket with others, she receives none of their food at the end of this story. The title character, whose real name is Elizabeth Rousset, ultimately gives in to her fellow travelers' pressures and sleeps with a Prussian": {
    "guess": "Boule de Suif",
    "confidence": [
      [
        "B",
        -0.122766934
      ],
      [
        "ou",
        -3.166338e-05
      ],
      [
        "le",
        -0.00013214473
      ],
      [
        " de",
        -0.00090371893
      ],
      [
        " Su",
        -0.0026289234
      ],
      [
        "if",
        -8.590105e-05
      ]
    ]
  },
  "In one scene in this film, one character enrages another character by stabbing at the hand of a third figure and instead impaling a table made of mahogany. Flashbacks in this film depict one character": {
    "guess": "There is not enough information provided to determine the title of the Wikipedia page that would best answer the question fragment.",
    "confidence": [
      [
        "There",
        -0.78800666
      ],
      [
        " is",
        -0.13852337
      ],
      [
        " not",
        -0.26337278
      ],
      [
        " enough",
        -0.00042804674
      ],
      [
        " information",
        -0.027220674
      ],
      [
        " provided",
        -0.3806039
      ],
      [
        " to",
        -0.0005106182
      ],
      [
        " determine",
        -0.87043464
      ],
      [
        " the",
        -0.005466875
      ],
      [
        " title",
        -0.32144412
      ],
      [
        " of",
        -0.00094016595
      ],
      [
        " the",
        -0.00037669198
      ],
      [
        " Wikipedia",
        -0.0006288022
      ],
      [
        " page",
        -2.0100624e-05
      ],
      [
        " that",
        -0.813149
      ],
      [
        " would",
        -0.012649029
      ],
      [
        " best",
        -0.04594511
      ],
      [
        " answer",
        -3.190179e-05
      ],
      [
        " the",
        -0.076965
      ],
      [
        " question",
        -0.33233118
      ],
      [
        " fragment",
        -0.5001912
      ],
      [
        ".",
        -0.09782709
      ]
    ]
  },
  "In one scene in this novel, a character claims to enjoy his new life too much to think about his former home. In this novel, the Fledgling Phoenix is killed in an ambush at the Valley of the Fallen Phoenix after switching horses with his master. Another character in this novel tosses his infant son on the ground after one of his generals had risked his life to save the baby. One character in this novel prays to the Big Dipper to relieve his illness but dies anyway at the (*) Wǔzhàng Plains, although": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.0010141144
      ],
      [
        "ance",
        -2.9352968e-06
      ],
      [
        " of",
        -2.5583993e-05
      ],
      [
        " the",
        -0.0017807337
      ],
      [
        " Three",
        -0.0027660024
      ],
      [
        " Kingdom",
        -5.4385737e-06
      ],
      [
        "s",
        -1.0280384e-06
      ]
    ]
  },
  "In one scene in this play, the second of title characters draw black crosses from a helmet, while Yvette is a prostitute who seduces a Colonel and attempts to purchase the first title character's possession. At the beginning of one scene, the first title character sings \"The Song of the Great Capitulation.\" In another scene, a mute girl climbs on a rooftop and loudly beats a drum to warn a village of an advancing army, and one of that character's siblings is executed for stealing a money box. Featuring": {
    "guess": "Mother Courage and Her Children",
    "confidence": [
      [
        "Mother",
        -0.0033025972
      ],
      [
        " Courage",
        -2.6299214e-05
      ],
      [
        " and",
        -3.202099e-05
      ],
      [
        " Her",
        -5.538491e-05
      ],
      [
        " Children",
        -6.217952e-05
      ]
    ]
  },
  "In one scene in this novel, a crippled urchin murders a soldier whose body is then hidden by the main character, who is later trapped by the sabotage of Souvarine. Late in this novel, the main character": {
    "guess": "Germinal",
    "confidence": [
      [
        "G",
        -0.0010156604
      ],
      [
        "erm",
        -2.3392786e-06
      ],
      [
        "inal",
        -3.1281633e-07
      ]
    ]
  },
  "In one scene, this character recalls visiting the Museum of Natural History as a child, and compares his life with Eskimo statues that have remained unchanged for years. This character later spends an evening with three tourists from Seattle after checking into the Egmont Hotel. Other experiences of this character include finding his high school teacher Mr. Antolini patting his head while he sleeps and being punched by a pimp named Maurice. For 10  points, identify this former neighbor of Ackley": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.010290382
      ],
      [
        " Catch",
        -0.001117354
      ],
      [
        "er",
        -3.4121115e-06
      ],
      [
        " in",
        -3.261701e-05
      ],
      [
        " the",
        -0.00028719936
      ],
      [
        " R",
        -1.5928495e-05
      ],
      [
        "ye",
        -2.6968896e-06
      ]
    ]
  },
  "In one scene in this novel, Senator Bird disobeys a law he just passed to help Eliza. The plot of this": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.012203752
      ],
      [
        "le",
        -2.1769476e-05
      ],
      [
        " Tom",
        -0.0005835342
      ],
      [
        "'s",
        -0.00049322186
      ],
      [
        " Cabin",
        -3.8100377e-05
      ]
    ]
  },
  "In one scene in this play, the second of title characters draw black crosses from a helmet, while Yvette is a prostitute who seduces a Colonel and attempts to purchase the first title character's possession. At the beginning of one scene, the first title character sings \"The Song of the Great Capitulation.\" In another scene, a mute girl climbs on a rooftop and loudly beats a drum to warn a village of an advancing army, and one of that character's siblings is executed for stealing a money box. Featuring the siblings Kattrin, Eilif, and Swiss Cheese, for 10 points, identify this work in which Anna": {
    "guess": "Mother Courage and Her Children",
    "confidence": [
      [
        "Mother",
        -0.011491031
      ],
      [
        " Courage",
        -0.00017636562
      ],
      [
        " and",
        -0.0075564594
      ],
      [
        " Her",
        -0.00036882452
      ],
      [
        " Children",
        -0.00024239712
      ]
    ]
  },
  "In one scene in this novel, a crippled urchin murders a soldier whose body is then hidden by the main character, who is later trapped by the sabotage of Souvarine. Late in this novel, the main character kills Chaval, his competitor for the affections of Catherine. In this novel, Victor Maheu is known as \"Bonnemorte\" for surviving so long while working in Le Voreux, but is killed when soldiers fire into a mob striking in protest of Hennebeau's wage structure. Ending with the departure of Etienne Lantier from the town of Montso, for 10 points, identify this book about the plight of coal miners, an Emile Zola novel named for a month of the French Revolutionary calendar.": {
    "guess": "Germinal (novel)",
    "confidence": [
      [
        "G",
        -0.0010634171
      ],
      [
        "erm",
        -5.5122365e-07
      ],
      [
        "inal",
        -2.577686e-06
      ],
      [
        " (",
        -0.14828144
      ],
      [
        "nov",
        -4.1914896e-05
      ],
      [
        "el",
        -6.0345924e-06
      ],
      [
        ")",
        -8.537869e-06
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry created by followers of this man. He had a falling out with Martha Simmonds over her husband's reenactment of Christ's arrival in Bristol. A text by this leader of the Valiant Sixty, which arose out of early collaborations with James Nayler, lays out his objection to (*) government-sponsoring of various religious groups, but does request intervention to prevent undue persecution of his own followers. This man's ideas inspired a follower to pen Truth Exalted and The Sandy Foundation Shaken, and crusade for the causes advocated by this figure along with Robert Barclay. This man's belief that only God could convey the nature of God to man prompted his formulation of the \"inner light,\" a central concept of his faith. FTP, name this husband of Margaret Fell, who founded a religious group": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.029813206
      ],
      [
        " Fox",
        -8.5781845e-05
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates a duck and is ultimately shot by her husband. In a famous speech from this film a character claims everything in the world is good for something and points to a stone musing, \"I don't know [what it's good for] . . . but it certainly has its use. If it were useless, then everything would be useless—even": {
    "guess": "The Discreet Charm of the Bourgeoisie",
    "confidence": [
      [
        "The",
        -1.2521594
      ],
      [
        " Dis",
        -0.9199594
      ],
      [
        "cre",
        -0.0025410631
      ],
      [
        "et",
        -9.610702e-06
      ],
      [
        " Charm",
        -2.0696643e-05
      ],
      [
        " of",
        -0.00017457757
      ],
      [
        " the",
        -0.00015467056
      ],
      [
        " Bour",
        -0.00017231269
      ],
      [
        "geois",
        -0.0015934114
      ],
      [
        "ie",
        -1.5332478e-05
      ]
    ]
  },
  "In one scene in this story, the protagonist threatens to put one character in a field with the ram Goliath. At the end of this story, the protagonist kicks a \"lantern-jawed, fortune-telling note shaver\"": {
    "guess": "The Devil and Daniel Webster",
    "confidence": [
      [
        "The",
        -0.02991074
      ],
      [
        " Devil",
        -0.003581657
      ],
      [
        " and",
        -1.7835755e-05
      ],
      [
        " Daniel",
        -2.9636918e-05
      ],
      [
        " Webster",
        -8.180258e-06
      ]
    ]
  },
  "One scene in this film shows six Asians playing Uno at a lunch table. One character in this film misspells chlamydia with a \"k,\" while another is the daughter of the inventor of toaster strudel. Mr. Duvall exclaims that he \"did not leave the South Side for this\" after a riot occurs in this film, whose main character realizes at a key moment that the (*) limit does not exist. That protagonist of this film helps create the Burn Book and fakes bad calculus scores to get closer to Aaron Samuels. Regina George is hit by a school bus in, for ten points, what 2004 film in which Cady Heron is introduced": {
    "guess": "Mean Girls",
    "confidence": [
      [
        "Mean",
        -0.0023045314
      ],
      [
        " Girls",
        -6.515961e-05
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play, one character writes a letter about rice pudding to be read if he dies and insults a poet who later dies of a monkey bite. In this play, Valentine does research about grouse population and a drawing of a man holding Plautus, a turtle, confirms the identity of another character. In this play's first scene, that character admits to engaging in a (*) \"carnal embrace\" in a gazebo, and it concludes with the protagonist awkwardly waltzing with the mute Gus. At the end of this play, the discovery of a letter about a dahlia reveals that Lord Byron did not kill Ezra Chater, frustrating the theories of Bernard Nightingale. For 10 points, name this play which features Hannah Jarvis's investigations": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.87737626
      ],
      [
        "adia",
        -3.4166656e-05
      ]
    ]
  },
  "In one scene in this novel, a character who hears the words \"falling plane\" thinks he is in a falling airplane and assumes a fetal position. That character in this novel is taken to a hospital staffed by a nun who doesn't believe in God. This novel's protagonist learns German from Howard Dunlop, and shoots Willie Mink after learning about Mink's affair with his wife Babette. In this novel, College on the Hill professor Murray Jay Siskind wants to create a scholarly field centered on Elvis. A black cloud of Nyodene D is released after a train crashes, causing the \"Airborne Toxic Event\" in this novel.": {
    "guess": "White Noise (novel)",
    "confidence": [
      [
        "White",
        -0.0013697614
      ],
      [
        " Noise",
        -6.3490756e-05
      ],
      [
        " (",
        -0.027756955
      ],
      [
        "nov",
        -4.8351892e-05
      ],
      [
        "el",
        -3.1737043e-06
      ],
      [
        ")",
        -3.5313153e-06
      ]
    ]
  },
  "In one scene in this play, the second of title characters draw black crosses from a helmet, while Yvette is a prostitute who seduces a Colonel and attempts to purchase the first title character's possession. At the beginning of one scene, the first title character sings \"The Song of the Great Capitulation.\"": {
    "guess": "Mother Courage and Her Children",
    "confidence": [
      [
        "Mother",
        -0.0032737295
      ],
      [
        " Courage",
        -3.6669935e-05
      ],
      [
        " and",
        -1.4855664e-05
      ],
      [
        " Her",
        -0.102263436
      ],
      [
        " Children",
        -4.894791e-05
      ]
    ]
  },
  "In one scene in this story, the protagonist threatens to put one character in a field with the ram Goliath. At the end of this story, the protagonist kicks a \"lantern-jawed, fortune-telling note shaver\" out the door. One character in this story has a handkerchief with the trapped voice of Miser Stevens. At the end of this story, the titular character learns his sons will die in war and that he will never become president. This story famously sees Simon Girty, King Philip, and Blackbeard as part of": {
    "guess": "The Devil and Daniel Webster",
    "confidence": [
      [
        "The",
        -0.030792097
      ],
      [
        " Devil",
        -0.0007576926
      ],
      [
        " and",
        -0.00024037065
      ],
      [
        " Daniel",
        -0.00012904544
      ],
      [
        " Webster",
        -4.048445e-05
      ]
    ]
  },
  "In one scene in this movie, the main character is named Dragon Warrior after flying over the palace walls while strapped to a chair of fireworks. In another, it is revealed that Ping has a secret noodle recipe that his grandfather obtained in a game of Mahjong. and a third scene in this movie sees the main character defeat (*) Tai Lung using the secret Wushu Finger Hold. That character, Po, goes against his father's will and trains with the Furious Five under the guidance of Master Shifu. Starring Jack Black, for ten points, name this 2008 comedy film about a black-and-white bear trying to learn Chinese martial arts.": {
    "guess": "Kung Fu Panda",
    "confidence": [
      [
        "K",
        -0.0054155346
      ],
      [
        "ung",
        -1.0087517e-05
      ],
      [
        " Fu",
        -2.1173457e-05
      ],
      [
        " Panda",
        -1.3544423e-05
      ]
    ]
  },
  "In one scene in this work, one character reveals that she does not trust the valet Laurent and believes that Daphne and her little husband are slandering her family. Argas, a political exile, has his political secrets kept in a casket entrusted to one character in this work, whose mother, Madame Pernelle, eventually believes that the title character is a villain when being evicted by the bailiff Loyal. Damis witnesses the title character's attempted seduction of his mother, which occurs in spite of the title character's betrothal to Valere's daughter Mariane. For 10 points, name this play about": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.0039056384
      ],
      [
        "art",
        -1.4140442e-05
      ],
      [
        "uff",
        -1.147242e-06
      ],
      [
        "e",
        -8.061054e-06
      ]
    ]
  },
  "In one scene, this character recalls visiting the Museum of Natural History as a child, and compares his life with Eskimo statues that have remained unchanged for years. This character later spends an": {
    "guess": "Holden Caulfield",
    "confidence": [
      [
        "Hold",
        -0.22377451
      ],
      [
        "en",
        -0.00022868869
      ],
      [
        " Caul",
        -0.0027954914
      ],
      [
        "field",
        -0.0001071193
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates a duck and is ultimately shot by her husband. In a famous speech from this film a character claims everything in the world is good for something and points to a stone musing, \"I don't know [what it's good for] . . . but it certainly has its use. If it were useless, then everything would be useless—even the stars.\" One character taunts another man who is trying to break chains by expanding his chest, while later he dumps a bucket of water on that man leading to a chase that gets them both kicked out of the Giraffa Circus. At the end of this film the tightrope walker \"Il Matto\" is accidentally murdered leading Gelsomina to go insane, after she was sold for ten thousand lira to an abusive Gypsy played by Anthony Quinn. For 10 points, name this film centering on the boorish strongman Zampano, directed by Federico Fellini.": {
    "guess": "La Strada",
    "confidence": [
      [
        "La",
        -0.0006566776
      ],
      [
        " Str",
        -0.00032736
      ],
      [
        "ada",
        -1.60477e-05
      ]
    ]
  },
  "In a scene, this character eats a ball of sugar placed beside the corpse of a small child, who had been laid beneath a giant cross in hopes of being revived. At the end of the novel this character appears in, a boy dreams of his mother reading him a story in which this character plays the part of Julius Caesar in a play. This character earlier assumes the name of a hostage who was executed by those searching for him. His death is witnessed by a character who is giving the chief of police a (*) filling, the dentist Mr. Tench. This character, who is sheltered by Coral Fellows, is saved after Brigitta": {
    "guess": "The Power and the Glory",
    "confidence": [
      [
        "The",
        -0.0035429322
      ],
      [
        " Power",
        -0.0017996504
      ],
      [
        " and",
        -2.3795938e-05
      ],
      [
        " the",
        -0.00023989384
      ],
      [
        " Glory",
        -1.2233183e-05
      ]
    ]
  },
  "In one scene in this story, the protagonist threatens to put one character in a field with the ram Goliath. At the end of this story, the protagonist kicks a \"lantern-jawed, fortune-telling note shaver\" out the door. One character in this story has a handkerchief with the trapped voice of Miser Stevens. At the end of this story, the titular character learns his sons will die in war and that he will never become president. This story famously sees Simon Girty, King Philip, and Blackbeard as part of a group assembled by Mr. Scratch. For 10 points, name this Stephen Vincent Benet short story about Jabez Stone, whose soul is saved in a trial won by the titular New England politician.": {
    "guess": "The Devil and Daniel Webster",
    "confidence": [
      [
        "The",
        -0.003043547
      ],
      [
        " Devil",
        -0.0051487237
      ],
      [
        " and",
        -5.080963e-06
      ],
      [
        " Daniel",
        -1.2664457e-06
      ],
      [
        " Webster",
        -2.1008714e-06
      ]
    ]
  },
  "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces all around the board according to the new rules. In multiple scenes in this play, that character drops a stone and sarcastically claims that the stone flew upwards. A second \"American version\" of this play was created by its author in collaboration with actor Charles Laughton, who played the title role. In this play, Christopher Clavius declares that a character who rejects the existence of crystal (*) spheres is correct. The title character of this play teaches the young Andrea Sarti. That title": {
    "guess": "Galileo (play)",
    "confidence": [
      [
        "Gal",
        -0.65086246
      ],
      [
        "ileo",
        -0.006096116
      ],
      [
        " (",
        -0.055369195
      ],
      [
        "play",
        -0.00024013224
      ],
      [
        ")",
        -3.750436e-05
      ]
    ]
  },
  "In one scene, this character replaces twenty real bills with twenty that claim to be from the \"Bank of St. Farce\". In another scene, he sends a letter that mentions La Sota marrying a brother of the King of Spain and Lola Montes becoming Countess of Landsfeld. He learned to breathe underwater from the \"Tonkin pirates\" after leaving Mazandaran, where he built a palace for the Shah and became an expert with the \"Punjab (*) Lasso\", as revealed by a character called \"the Persian\". This character plans": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.06510855
      ],
      [
        " Count",
        -0.2827589
      ],
      [
        " of",
        -0.00020663968
      ],
      [
        " Monte",
        -0.0046163225
      ],
      [
        " Crist",
        -3.464347e-05
      ],
      [
        "o",
        -1.4617256e-05
      ]
    ]
  },
  "In one scene in this work, a drunken sailor claims to be from the moon, causing another character to swear allegiance to him and kiss his foot.  In another scene of this work, a banquet vanishes when a harpy appears before \"three men of sin\" and angrily reprimands them for an incident that happened twelve": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.024852205
      ],
      [
        " Tem",
        -0.00045557914
      ],
      [
        "pest",
        -1.9862217e-05
      ]
    ]
  },
  "In one scene in this story, a character goes to visit a baptism, saying \"It is good to pray sometimes\"": {
    "guess": "Baptism in Christianity",
    "confidence": [
      [
        "B",
        -0.049485642
      ],
      [
        "apt",
        -0.00662182
      ],
      [
        "ism",
        -0.0005664954
      ],
      [
        " in",
        -0.5041869
      ],
      [
        " Christianity",
        -0.9288274
      ]
    ]
  },
  "One scene in this film demonstrates the protagonist's unstable marriage with a series of shots showing the couple sitting farther apart at their dinner table. Chorus girls in this film sing that the protagonist \"loves to smoke\" and \"enjoys a joke.\" At one point in this film, the protagonist shrieks at Boss Jim Gettys that he will send him to Sing Sing. This movie's title character drafts a \"Declaration of Principles,\" which is kept by his friend Jedediah Leland. This film's title character attempts to make his second wife, Susan Alexander, into an opera star, by using his influence as Inquirer publisher. This film aroused the ire of William Randolph Hearst, upon whom its title character was based. For 10 points, name this 1941 movie directed by and starring Orson Welles as the title newspaperman,": {
    "guess": "Citizen Kane",
    "confidence": [
      [
        "Cit",
        -0.0057812575
      ],
      [
        "izen",
        -0.00013953536
      ],
      [
        " Kane",
        -4.5133394e-05
      ]
    ]
  },
  "In one scene in this novel, a character who hears the words \"falling plane\" thinks he is in a falling airplane and assumes a fetal position. That character in this novel is taken to a hospital staffed by a nun who doesn't believe in God. This novel's protagonist learns German from Howard Dunlop, and shoots Willie Mink after learning about Mink's affair with his wife Babette. In this novel, College": {
    "guess": "White Noise (novel)",
    "confidence": [
      [
        "White",
        -0.023160344
      ],
      [
        " Noise",
        -0.00017982253
      ],
      [
        " (",
        -0.062609494
      ],
      [
        "nov",
        -0.000698496
      ],
      [
        "el",
        -2.3392786e-06
      ],
      [
        ")",
        -8.89548e-06
      ]
    ]
  },
  "In a scene, this character eats a ball of sugar placed beside the corpse of a small child, who had been laid beneath a giant cross in hopes of being revived. At the end of the novel this character appears in, a boy dreams of his mother reading him a story in which this character plays the part of Julius Caesar in a play. This character earlier assumes the name of a hostage who was executed by those searching for him. His death is witnessed by a character who is giving the chief of police a (*) filling, the dentist Mr. Tench. This character, who is sheltered by Coral Fellows, is saved after Brigitta declares that he is her father. This character is betrayed by the mestizo to The Lieutenant who is trying to eradicate the Catholic Church. For 10 points, name this protagonist of Graham Greene's": {
    "guess": "The Power and the Glory",
    "confidence": [
      [
        "The",
        -0.0024202492
      ],
      [
        " Power",
        -0.0011371198
      ],
      [
        " and",
        -2.7848862e-05
      ],
      [
        " the",
        -0.0002636007
      ],
      [
        " Glory",
        -7.107425e-06
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry created by followers of this man. He had a falling out with Martha Simmonds over her husband's reenactment of Christ's arrival in Bristol. A text by this leader of the Valiant Sixty, which arose out of early collaborations with James Nayler, lays out his objection to (*) government-sponsoring": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.41040957
      ],
      [
        " Fox",
        -0.0013070254
      ]
    ]
  },
  "In one scene in this novel, a character claims to enjoy his new life too much to think about his former home. In this novel, the Fledgling Phoenix is killed in an ambush at the Valley of the Fallen Phoenix after switching horses with his master. Another character in this novel tosses his infant son on the ground after one of his generals had risked his life to save the baby. One character in this novel prays to the Big Dipper to relieve his illness but dies anyway at the (*) Wǔzhàng Plains, although he has a wooden statue of himself made to make his rival think he is still alive. Previously, that": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.0022859797
      ],
      [
        "ance",
        -3.2929079e-06
      ],
      [
        " of",
        -1.7835755e-05
      ],
      [
        " the",
        -0.0014911732
      ],
      [
        " Three",
        -0.003495304
      ],
      [
        " Kingdom",
        -6.0345924e-06
      ],
      [
        "s",
        -1.504853e-06
      ]
    ]
  },
  "In one scene of this play, a character talks about the scarf he retrieved from the corpse of his slain friend with his lover. Earlier, the audience indirectly learns that the three judges of the underworld debated whether to place one character in this play in the Martian field or the field of love before sending him to Pluto and Proserpine. The climactic scene occurs during a performance of a play-within-this-play": {
    "guess": "The Frogs (play)",
    "confidence": [
      [
        "The",
        -0.27778545
      ],
      [
        " Fro",
        -0.07028096
      ],
      [
        "gs",
        0.0
      ],
      [
        " (",
        -0.40433457
      ],
      [
        "play",
        -0.0056188544
      ],
      [
        ")",
        -4.00813e-06
      ]
    ]
  },
  "One scene in this work describes a man earlier arrested at a post office who went mad from studying too much. Reverend Hammond places a cross around the neck of this work's protagonist, who had earlier discussed robbing a deli. Its protagonist tells Britten that the Jan Erlone is Jewish in an attempt to frame him. One character in this work announces that he has sent some Ping-Pong tables to the South": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.0030122919
      ],
      [
        " Son",
        -5.9153886e-06
      ]
    ]
  },
  "In one scene in this story, the protagonist threatens to put one character in a field with the ram Goliath. At the end of this story, the protagonist kicks a \"lantern-jawed, fortune-telling note shaver\" out the door. One character in this story has a handkerchief with the trapped voice of Miser Stevens. At the end of this story, the titular character learns his sons will die in war and that he will never become president. This story famously sees Simon Girty, King Philip, and Blackbeard as part of a group assembled by Mr. Scratch. For 10 points, name this Stephen Vincent Benet short story about": {
    "guess": "The Devil and Daniel Webster",
    "confidence": [
      [
        "The",
        -0.008377221
      ],
      [
        " Devil",
        -5.1928004e-05
      ],
      [
        " and",
        -3.7742768e-05
      ],
      [
        " Daniel",
        -1.4259645e-05
      ],
      [
        " Webster",
        -2.4391957e-05
      ]
    ]
  },
  "In a scene, this character eats a ball of sugar placed beside the corpse of a small child, who had been": {
    "guess": "Beloved",
    "confidence": [
      [
        "Bel",
        -0.43448684
      ],
      [
        "oved",
        -0.0004838194
      ]
    ]
  },
  "In one scene of this play, the protagonist declares that another character's moist hand is a sign of fertility before describing how one object in this play was given to his mother by an Egyptian witch and was dyed by the blood from virgins. The principal antagonist declares at the start of this play that the beast with two backs was being made by Brabantio's daughter. That same antagonist would advise the protagonist that jealousy was a \"green- eyed monster\" when tricking the protagonist into thinking": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.002184642
      ],
      [
        "th",
        -3.650519e-06
      ],
      [
        "ello",
        -0.00016194198
      ]
    ]
  },
  "One scene in this work depicts townspeople gathering to listen to a Joe Louis fight, the narrator fretting that a Louis loss would be the equivalent of a black man beaten or a black woman raped. The narrator": {
    "guess": "I Know Why the Caged Bird Sings",
    "confidence": [
      [
        "I",
        -0.43977684
      ],
      [
        " Know",
        -0.00029923528
      ],
      [
        " Why",
        -5.3193703e-06
      ],
      [
        " the",
        -0.0007363698
      ],
      [
        " C",
        -5.1331983e-05
      ],
      [
        "aged",
        -2.2484697e-05
      ],
      [
        " Bird",
        -2.7848862e-05
      ],
      [
        " S",
        -2.9517714e-05
      ],
      [
        "ings",
        -7.147741e-05
      ]
    ]
  },
  "One scene in this play concerns a pedant who pretends to be the father of another character to confirm a dowry. Another character in this play misinterprets a direction to knock and is derided as a \"three-inch fool\" by Curtis. Two men disguise themselves as music and Latin teachers in order to woo a woman in this play, which is performed for the amusement of the drunk Christopher Sly. Those men, Lucentio and Hortensio, pursue a daughter of Baptista Minola. That woman, Bianca, cannot get married before": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.00066430296
      ],
      [
        " T",
        -2.0935051e-05
      ],
      [
        "aming",
        -4.3202e-07
      ],
      [
        " of",
        -5.967624e-05
      ],
      [
        " the",
        -0.00039861441
      ],
      [
        " Sh",
        -3.7265952e-05
      ],
      [
        "rew",
        -0.0004355566
      ]
    ]
  },
  "In one scene in this work, a drunken sailor claims to be from the moon, causing another character to swear allegiance to him and kiss his foot.  In another scene of this work, a banquet vanishes when a": {
    "guess": "The Odyssey",
    "confidence": [
      [
        "The",
        -0.52093345
      ],
      [
        " Odyssey",
        -1.1342281
      ]
    ]
  },
  "In one scene of this novel, the protagonist encounters a man with a shoeful of blood, and hears another man singing about \"five an' twenty dead men/Baked in a pie.\" Shortly thereafter, he meets a \"tattered": {
    "guess": "Moby-Dick",
    "confidence": [
      [
        "M",
        -0.21703212
      ],
      [
        "oby",
        -0.00078258786
      ],
      [
        "-D",
        -0.1143798
      ],
      [
        "ick",
        -0.00033200893
      ]
    ]
  },
  "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces all around the board according to the new rules. In multiple scenes in this play, that character drops a stone and sarcastically claims that the stone flew upwards. A second \"American version\" of this play was created by its author in collaboration with actor Charles Laughton, who played the title role. In this play, Christopher Clavius declares that a character who rejects the existence of crystal (*) spheres is correct. The title character of this play teaches the young Andrea Sarti. That title character's daughter, Virginia, loses her fiancé Ludovico because of the ideas of her father, who recants before the Papal Inquisition. For 10 points, name this play by Bertolt Brecht about the title": {
    "guess": "Galileo (play)",
    "confidence": [
      [
        "Gal",
        -0.09474137
      ],
      [
        "ileo",
        -0.0011271214
      ],
      [
        " (",
        -0.029718323
      ],
      [
        "play",
        -0.00012833021
      ],
      [
        ")",
        -2.129266e-05
      ]
    ]
  },
  "In one scene from this novel, Lewandowski makes love to his wife on his hospital bed while his friends stand with their backs turned. In this novel, a chronic bedwetter is given a hammock below another bedwetter to cure his habit. The protagonist of this novel swims naked across a canal with Lee and Kropp to rendezvous with three French women. That protagonist feels guilt over killing Gerard (*) Duval. Another character, Franz Kemmerich, has his leg amputated and gives his boots to Müller. Katczinsky is killed by a splinter while being carried by the narrator of this novel. For 10 points, name": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.007593015
      ],
      [
        " Quiet",
        -2.5226382e-05
      ],
      [
        " on",
        -3.2929079e-06
      ],
      [
        " the",
        -0.000107000094
      ],
      [
        " Western",
        -2.1769476e-05
      ],
      [
        " Front",
        -1.3856493e-06
      ]
    ]
  },
  "In one scene in this story, a character goes to visit a baptism, saying \"It is good to pray sometimes\" when asked if it was an amusing ceremony. In another scene, nuns tell the title character about their mission to help soldiers afflicted with small pox. At the end of this story, Cornudet begins to ferociously whistle the \"Marseillaise.\" While the title character shares her picnic basket with others, she receives none of their food at the end of this story. The title character, whose real name is Elizabeth Rousset, ultimately gives in to her fellow travelers' pressures and sleeps with a Prussian officer so that the carriage may proceed. For 10 points, name this Guy de Maupassant story about": {
    "guess": "Boule de Suif",
    "confidence": [
      [
        "B",
        -0.005108884
      ],
      [
        "ou",
        -2.220075e-06
      ],
      [
        "le",
        -2.8802491e-05
      ],
      [
        " de",
        -0.00016611411
      ],
      [
        " Su",
        -0.0004871571
      ],
      [
        "if",
        -5.347765e-05
      ]
    ]
  },
  "In one scene in this work, the awkward Harvey Johnson asks to speak to Penelope Ann and Debra Sue. The title character is said to be both \"born in Indochina\" to missionaries and to be \"born in old Virginia\" to planters, as described in the song \"A Healthy, Normal American Boy.\" In one scene, Albert sings \"take off the gloomy mask of tragedy\u0097it's not your style.\" An early scene sees a girl on the phone asking \"What's the story, morning glory? What's the word, hummingbird?\", while later on, Kim's father asks \"What's the matter with kids today?\" Act one of this musical ends with the title character appearing on The Ed Sullivan Show where he is to kiss a girl from his fan club. For 10 points, name this musical featuring the songs \"Put on a Happy Face\" and \"We Love You Conrad,\" which is about the": {
    "guess": "Bye Bye Birdie",
    "confidence": [
      [
        "By",
        -0.000626895
      ],
      [
        "e",
        -2.1008714e-06
      ],
      [
        " Bye",
        -0.002915192
      ],
      [
        " Bird",
        -0.00010425841
      ],
      [
        "ie",
        -1.6524515e-05
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates a duck and is ultimately shot by her husband. In a famous speech from this film a character claims everything in the world is good for something and points to a stone musing, \"I don't know [what it's good for] . . . but it certainly has its use. If it were useless, then everything would be useless—even the stars.\" One character taunts another man who is trying to break chains by expanding his chest, while later he dumps a bucket of water on that man leading to a chase that gets them both": {
    "guess": "The Discreet Charm of the Bourgeoisie",
    "confidence": [
      [
        "The",
        -1.0566957
      ],
      [
        " Dis",
        -1.417754
      ],
      [
        "cre",
        -0.003681194
      ],
      [
        "et",
        -1.7954959e-05
      ],
      [
        " Charm",
        -5.3239244e-05
      ],
      [
        " of",
        -0.00020246755
      ],
      [
        " the",
        -0.0003457137
      ],
      [
        " Bour",
        -4.310693e-05
      ],
      [
        "geois",
        -0.005473875
      ],
      [
        "ie",
        -2.2246291e-05
      ]
    ]
  },
  "In one scene in this work, yellow paint is used in an attempt to hide the poor conditions of a gas station. One character first meets up with Muley Graves; another character dies in an area belonging to Ivy and Sairy Wilson. In another chapter, a truck deliberately swerves out of its way to run over a turtle. After the death of the former Reverend Jim Casy, one character notes that whenever there is police brutality or hungry people fighting for food, \"I'll be there\". This novel ends with Rose of Sharon giving birth to a stillborn child. For 10 points, name this work that chronicles the travels of the Joad family to California, a novel by John Steinbeck.": {
    "guess": "The Grapes of Wrath",
    "confidence": [
      [
        "The",
        -0.0014841511
      ],
      [
        " Gr",
        -9.253091e-06
      ],
      [
        "apes",
        -9.0883464e-07
      ],
      [
        " of",
        -5.2001665e-06
      ],
      [
        " Wrath",
        -7.226629e-06
      ]
    ]
  },
  "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces all around the board according to the new rules. In multiple scenes in this play, that character drops": {
    "guess": "The Merchant of Venice",
    "confidence": [
      [
        "The",
        -0.53364694
      ],
      [
        " Merchant",
        -1.7061381
      ],
      [
        " of",
        -0.033205986
      ],
      [
        " Venice",
        -0.0020364183
      ]
    ]
  },
  "In one scene, this man asks another character to read him the story of the raising of Lazarus, and he calls his sister's proposed marriage a disgrace because she has sold herself to secure him a job partnership with her fiancé. In the beginning of the novel in which he appears, he listens to a drunkard discuss his family, unaware that he would later carry this man home after being run over by a carriage. Just before the carriage accident, he visits an apartment under renovation to ask what happened": {
    "guess": "Raskolnikov",
    "confidence": [
      [
        "R",
        -0.11833207
      ],
      [
        "ask",
        -0.047245607
      ],
      [
        "ol",
        -0.0015840201
      ],
      [
        "nik",
        -0.0020529549
      ],
      [
        "ov",
        -0.0005691179
      ]
    ]
  },
  "In one scene in this novel, Senator Bird disobeys a law he just passed to help Eliza. The plot of this novel begins when Mr. Shelby becomes indebted and the protagonist meets Haley as a result. In this novel, the saintliness of Eva is contrasted with the petulant Topsy and cranky aunt Ophelia. The death of Eva and her father Augustine St. Clare force the title character to go to a plantation in rural": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.0017985887
      ],
      [
        "le",
        -9.0883464e-07
      ],
      [
        " Tom",
        -1.3306016e-05
      ],
      [
        "'s",
        -1.7716551e-05
      ],
      [
        " Cabin",
        -2.9352968e-06
      ]
    ]
  },
  "In one scene in this work, yellow paint is used in an attempt to hide the poor conditions of a gas station.": {
    "guess": "The Grapes of Wrath",
    "confidence": [
      [
        "The",
        -0.52976036
      ],
      [
        " Gr",
        -1.2945484
      ],
      [
        "apes",
        -0.00016849818
      ],
      [
        " of",
        -0.00019305047
      ],
      [
        " Wrath",
        -1.0087517e-05
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who designed its costumes and sets. Excerpts from it accompany an animation of the prehistoric earth and dinosaurs in Walt Disney's Fantasia. Subtitled \"Pictures from Pagan Russia,\" this Sergei Diaghilev (dee-AH-gil-ev) production begins with a high bassoon solo. Its choreography by Vaslav Nijinsky ends with a young girl dancing (*) herself to death in a sacrificial ritual. For 10 points, name this ballet that caused": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.00087978103
      ],
      [
        " R",
        -5.2047206e-05
      ],
      [
        "ite",
        -5.080963e-06
      ],
      [
        " of",
        -1.4259645e-05
      ],
      [
        " Spring",
        -6.9570146e-05
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates": {
    "guess": "The Devils (film)",
    "confidence": [
      [
        "The",
        -0.1517738
      ],
      [
        " Devils",
        -1.6056277
      ],
      [
        " (",
        -0.12517612
      ],
      [
        "film",
        -0.118132316
      ],
      [
        ")",
        -1.6882126e-05
      ]
    ]
  },
  "In one scene in this story, a character goes to visit a baptism, saying \"It is good to pray sometimes\" when asked if it was an amusing ceremony. In another scene, nuns tell the title character about their": {
    "guess": "The Godfather",
    "confidence": [
      [
        "The",
        -0.23529068
      ],
      [
        " God",
        -0.3034132
      ],
      [
        "father",
        -3.3809047e-05
      ]
    ]
  },
  "In one scene in this play, a character appears only after a host of ladies' hats and cloaks are taken off and hung on racks. That scene is followed by one in which a character suggests that another remove her dress, a scene that was brought about when that man's wife was sent to be with his secretary,": {
    "guess": "The Mandrake",
    "confidence": [
      [
        "The",
        -0.29307812
      ],
      [
        " Mand",
        -0.5494395
      ],
      [
        "r",
        -4.441817e-05
      ],
      [
        "ake",
        -5.0616763e-05
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who also designed its costumes and sets. Excerpts from it accompanied an animation of the prehistoric earth and dinosaurs in Walt Disney's Fantasia. Subtitled \"Pictures from Pagan Russia,\" this Sergei Diaghilev (dee-AH-gil-ev) production begins with a high bassoon solo. Its choreography by Vaslav Nijinsky ends with a young girl dancing herself to death in a sacrificial ritual. For 10 points, name this ballet which": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.0013201195
      ],
      [
        " R",
        -0.00012630376
      ],
      [
        "ite",
        -5.3193703e-06
      ],
      [
        " of",
        -3.202099e-05
      ],
      [
        " Spring",
        -0.0002477503
      ]
    ]
  },
  "In one scene in this play, the second of title characters draw black crosses from a helmet, while Yvette is a prostitute who seduces a Colonel and attempts to purchase the first title character's possession. At the beginning of one scene, the first title character sings \"The Song of the Great Capitulation.\" In another scene, a mute girl climbs on a rooftop and loudly beats a drum to warn a village": {
    "guess": "Mother Courage and Her Children",
    "confidence": [
      [
        "Mother",
        -0.004067121
      ],
      [
        " Courage",
        -0.00031103275
      ],
      [
        " and",
        -6.146429e-05
      ],
      [
        " Her",
        -0.18109724
      ],
      [
        " Children",
        -7.755679e-05
      ]
    ]
  },
  "In one scene, this man asks another character to read him the story of the raising of Lazarus, and he": {
    "guess": "Gospel of John",
    "confidence": [
      [
        "G",
        -0.65673375
      ],
      [
        "ospel",
        -0.0002605014
      ],
      [
        " of",
        -0.000114748334
      ],
      [
        " John",
        -0.00012248923
      ]
    ]
  },
  "In one scene in this novel, the protagonist visits the home of Governor Bellingham and is horrified at the reflection in a suit of armor. Mistress Hobbins accuses the protagonist of this novel of visiting": {
    "guess": "The Scarlet Letter",
    "confidence": [
      [
        "The",
        -0.011487612
      ],
      [
        " Scarlet",
        -0.028452616
      ],
      [
        " Letter",
        -0.00010163593
      ]
    ]
  },
  "In one scene in this novel, a character who hears the words \"falling plane\" thinks he is in a falling airplane and assumes a fetal position. That character in this novel is taken to a hospital staffed by a nun who doesn't believe in God. This novel's protagonist learns German from Howard Dunlop, and shoots Willie Mink after learning about Mink's affair with his wife Babette. In this novel, College on the Hill professor Murray Jay Siskind wants to create a scholarly field centered on Elvis. A black cloud of Nyodene D is released after a train crashes, causing the \"Airborne Toxic Event\" in this novel. For 10 points, identify this novel about Hitler Studies professor Jack Gladney, written by Don": {
    "guess": "White Noise (novel)",
    "confidence": [
      [
        "White",
        -0.022039847
      ],
      [
        " Noise",
        -9.4960524e-05
      ],
      [
        " (",
        -0.03869679
      ],
      [
        "nov",
        -6.0272258e-05
      ],
      [
        "el",
        -3.7697225e-06
      ],
      [
        ")",
        -2.8160932e-06
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who designed its costumes and sets. Excerpts from it accompany an animation of the prehistoric earth and dinosaurs in Walt Disney's Fantasia. Subtitled \"Pictures from Pagan Russia,\" this Sergei Diaghilev (dee-AH-gil-ev)": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.0152591085
      ],
      [
        " R",
        -0.006333768
      ],
      [
        "ite",
        -9.372295e-06
      ],
      [
        " of",
        -5.7649777e-05
      ],
      [
        " Spring",
        -0.00010664248
      ]
    ]
  },
  "In one scene of this novel, the protagonist encounters a man with a shoeful of blood, and hears another man singing about \"five an' twenty dead men/Baked in a pie.\" Shortly thereafter, he meets a \"tattered soldier,\" who inquires after his health, and witnesses the death of a \"tall soldier\" who had previously claimed that he would run from a battle if everyone else did. That man was Jim Conklin. The protagonist rejoins the 304th New York Regiment and is cared for by his friend Wilson after suffering a minor head wound. For 10 points, name this work of historical fiction about Henry Fleming's service": {
    "guess": "The Red Badge of Courage",
    "confidence": [
      [
        "The",
        -0.001956229
      ],
      [
        " Red",
        -4.429897e-05
      ],
      [
        " Badge",
        -2.677603e-05
      ],
      [
        " of",
        -4.3202e-07
      ],
      [
        " Courage",
        -8.537869e-06
      ]
    ]
  },
  "In one scene in this work, yellow paint is used in an attempt to hide the poor conditions of a gas station. One character first meets up with Muley Graves; another character dies in an area belonging to Ivy and Sairy Wilson. In another chapter, a truck deliberately swerves out of its way to run over a turtle. After the death of the former Reverend Jim Casy, one character notes that whenever there is police brutality or hungry people fighting for food, \"I'll be there\". This novel ends with Rose of": {
    "guess": "The Grapes of Wrath",
    "confidence": [
      [
        "The",
        -0.0056213466
      ],
      [
        " Gr",
        -0.00021951001
      ],
      [
        "apes",
        -7.465036e-06
      ],
      [
        " of",
        -0.00027790148
      ],
      [
        " Wrath",
        -5.550411e-05
      ]
    ]
  },
  "One scene in this work describes a man earlier arrested at a post office who went mad from studying too much. Reverend Hammond places a cross around the neck of this work's protagonist, who had earlier discussed robbing a deli. Its protagonist tells Britten that the Jan Erlone is Jewish in an attempt": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.12631735
      ],
      [
        " Son",
        -0.0010924735
      ]
    ]
  },
  "In one scene in this work, one character reveals that she does not trust the valet Laurent and believes that Daphne and her little husband are slandering her family. Argas, a political exile, has his political secrets kept in a casket entrusted to one character in this work, whose mother, Madame Pernelle, eventually believes that the title character is a villain when being evicted by the bailiff Loyal. Damis witnesses the title character's attempted seduction of his mother, which occurs in spite": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.022242494
      ],
      [
        "art",
        -3.190179e-05
      ],
      [
        "uff",
        -2.486877e-05
      ],
      [
        "e",
        -3.5358695e-05
      ]
    ]
  },
  "One scene in this play concerns a pedant who pretends to be the father of another character to confirm a dowry. Another character in this play misinterprets a direction to knock and is derided as a \"three-inch fool\" by Curtis. Two men disguise themselves as music and Latin teachers in order to woo a woman in this play, which is performed for the amusement of the drunk Christopher Sly. Those men, Lucentio": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.0018269079
      ],
      [
        " T",
        -0.0022604023
      ],
      [
        "aming",
        -3.0545007e-06
      ],
      [
        " of",
        -9.472212e-05
      ],
      [
        " the",
        -0.0008876375
      ],
      [
        " Sh",
        -5.50273e-05
      ],
      [
        "rew",
        -0.0008095059
      ]
    ]
  },
  "In one scene in this play, two characters tie their belts together to trap another character. Earlier,": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -1.1794976
      ],
      [
        "th",
        -0.5715245
      ],
      [
        "ello",
        -1.5213274e-05
      ]
    ]
  },
  "In one scene from this novel, Lewandowski makes love to his wife on his hospital bed while his friends stand with their backs turned. In this novel, a chronic bedwetter is given a hammock below another bedwetter to cure his habit. The protagonist of this novel swims naked across a canal with Lee and": {
    "guess": "The Cider House Rules",
    "confidence": [
      [
        "The",
        -0.2970083
      ],
      [
        " C",
        -1.2042464
      ],
      [
        "ider",
        -0.037098512
      ],
      [
        " House",
        -5.1689596e-05
      ],
      [
        " Rules",
        -3.8457987e-05
      ]
    ]
  },
  "In one scene, this character is given coffee beans to sober up, and in another he quotes \"To His Coy Mistress\". Among the helpful characters he encounters are Meyers, who gives him wagering advice when": {
    "guess": "Andrew Marvell",
    "confidence": [
      [
        "Andrew",
        -0.1315428
      ],
      [
        " Mar",
        -0.013548881
      ],
      [
        "vell",
        -0.00026467352
      ]
    ]
  },
  "In one scene in this film, one character enrages another character by stabbing at the hand of a third figure and instead impaling a table made of mahogany. Flashbacks in this film depict one character throwing a loaf of charred bread to the protagonist, who in another scene speaks on stage with Caesar Flickerman before he declares her the \"Girl on Fire.\" Yet another scene in this movie sees the death of Rue, who had earlier taught the protagonist a simple tune that could be carried by a Mockingjay, and the action of this film begins when that protagonist volunteers to take her sister's place in the arena. For ten points, name this film in which Peeta Mellark and Katniss Everdeen compete in the": {
    "guess": "The Hunger Games",
    "confidence": [
      [
        "The",
        -0.000813082
      ],
      [
        " Hunger",
        -0.00022737744
      ],
      [
        " Games",
        -3.22594e-05
      ]
    ]
  },
  "One scene in this movie centers on the reading of a plagiarized poem that includes the line \"What are": {
    "guess": "Dead Poets Society",
    "confidence": [
      [
        "Dead",
        -0.021379601
      ],
      [
        " Po",
        -0.00017338553
      ],
      [
        "ets",
        -0.012886769
      ],
      [
        " Society",
        -0.0001823258
      ]
    ]
  },
  "In one scene in this film, several characters, including Alee, emerge from a vessel, and in the beginning of this film, the main character is referred to as \"the big aggie.\" In one famous scene from this film, the main character repeatedly licks his knife and is aided by Nyla and Cunayun in building a structure, which he then (*) cuts a hole in and sticks his face out of. In another scene in this film, there are frequent cuts to a growling dog, which is then fed after a character catches a seal. With a group, the main character of this film hunts a walrus, and the portrayer of that character famously died of starvation two years after this film premiered. For 10 points, name this film directed by Robert Flaherty, a silent \"documentary\" about an Inuit man.": {
    "guess": "Nanook of the North",
    "confidence": [
      [
        "N",
        -0.0003311745
      ],
      [
        "an",
        -6.575563e-05
      ],
      [
        "ook",
        -9.253091e-06
      ],
      [
        " of",
        -6.46828e-05
      ],
      [
        " the",
        -2.546479e-05
      ],
      [
        " North",
        -1.27099975e-05
      ]
    ]
  },
  "In one scene in this novel, a crippled urchin murders a soldier whose body is then hidden by the main": {
    "guess": "Les Misérables",
    "confidence": [
      [
        "Les",
        -0.118688576
      ],
      [
        " Mis",
        -0.017871063
      ],
      [
        "ér",
        -2.5583993e-05
      ],
      [
        "ables",
        -2.5345586e-05
      ]
    ]
  },
  "In one scene in this work, one character reveals that she does not trust the valet Laurent and believes that Daphne and her little husband are slandering her family. Argas, a political exile, has his political secrets kept in a casket entrusted to one character in this work, whose mother, Madame Pernelle,": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.30250204
      ],
      [
        "art",
        -0.0006884866
      ],
      [
        "uff",
        -4.596782e-05
      ],
      [
        "e",
        -2.3795938e-05
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.8587439
      ],
      [
        " Fox",
        -0.00010223195
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who also designed its costumes and sets. Excerpts from it accompanied an animation of the prehistoric earth and dinosaurs": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.0033311145
      ],
      [
        " R",
        -0.00030686063
      ],
      [
        "ite",
        -2.1008714e-06
      ],
      [
        " of",
        -4.0603656e-05
      ],
      [
        " Spring",
        -7.076218e-05
      ]
    ]
  },
  "One scene in this film shows six Asians playing Uno at a lunch table. One character in this film misspells chlamydia with a \"k,\" while another is the daughter of the inventor of toaster strudel. Mr. Duvall exclaims that he \"did not leave the South Side for this\" after a riot occurs in this film, whose": {
    "guess": "Mean Girls",
    "confidence": [
      [
        "Mean",
        -0.016934674
      ],
      [
        " Girls",
        -0.00023250321
      ]
    ]
  },
  "In one scene in this work, the awkward Harvey Johnson asks to speak to Penelope Ann and Debra Sue. The title character is said to be both \"born in Indochina\" to missionaries and to be \"born in old Virginia\" to planters, as described in the song \"A Healthy, Normal American Boy.\" In one scene, Albert sings \"take off the gloomy mask of tragedy\u0097it's not your style.\" An early scene sees a girl on the phone asking \"What's the story, morning glory? What's the word, hummingbird?\", while later on, Kim's father asks \"What's the matter with kids today?\" Act one of this musical ends with the title character": {
    "guess": "Bye Bye Birdie",
    "confidence": [
      [
        "By",
        -0.00051609793
      ],
      [
        "e",
        -1.8550976e-05
      ],
      [
        " Bye",
        -0.0050098365
      ],
      [
        " Bird",
        -0.00019769941
      ],
      [
        "ie",
        -1.0683535e-05
      ]
    ]
  },
  "In one scene, this character replaces twenty real bills with twenty that claim to be from the \"Bank of St. Farce\". In another scene, he sends a letter that mentions La Sota marrying a brother of the King of Spain and Lola Montes becoming Countess of Landsfeld. He learned to breathe underwater from the \"Tonkin pirates\" after leaving Mazandaran, where he built a palace for the Shah and became an expert with the \"Punjab (*) Lasso\", as revealed by a character called \"the Persian\". This character plans to lie down in a coffin and \"never wake up\" after finishing his life's work, Don Juan Triumphant. He is angered when Mademoiselle Giry is fired and Box 5 is made available to rent, and he causes a chandelier to fall during Carlotta's performance in Faust. For 10 points, name this mask-wearing character": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.19379556
      ],
      [
        " Phantom",
        -0.0012529694
      ],
      [
        " of",
        -8.804671e-05
      ],
      [
        " the",
        -2.7610455e-05
      ],
      [
        " Opera",
        -1.1517961e-05
      ]
    ]
  },
  "In one scene of this play, a character talks about the scarf he retrieved from the corpse of his slain friend with his lover. Earlier, the audience indirectly learns that the three judges of the underworld": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.5971084
      ],
      [
        "ome",
        -0.0005319447
      ],
      [
        "o",
        -0.00024941913
      ],
      [
        " and",
        -0.00064774463
      ],
      [
        " Juliet",
        -2.58224e-05
      ]
    ]
  },
  "In one scene in this work, a drunken sailor claims to be from the moon, causing another character to": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.62481886
      ],
      [
        "ly",
        -0.00012523093
      ],
      [
        "ss",
        -1.6286107e-05
      ],
      [
        "es",
        -4.6444635e-05
      ],
      [
        " (",
        -0.014204995
      ],
      [
        "nov",
        -6.0391463e-05
      ],
      [
        "el",
        -1.5928495e-05
      ],
      [
        ")",
        -2.3795938e-05
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play, one character writes a letter about rice pudding to be read if he dies and insults a poet who later dies of a monkey bite. In this play, Valentine does research about grouse population and a drawing of a man holding Plautus, a turtle, confirms the identity of another character. In this play's first": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.30142018
      ],
      [
        "adia",
        -0.0003003081
      ]
    ]
  },
  "In one scene from this novel, Lewandowski makes love to his wife on his hospital bed while his friends stand with their backs turned. In this novel, a chronic bedwetter is given a hammock below another bedwetter to cure his habit. The protagonist of this novel swims naked across a canal with Lee and Kropp to rendezvous with three French women. That protagonist feels guilt over killing Gerard (*) Duval. Another character, Franz Kemmerich, has his leg amputated and gives his boots to Müller. Katczinsky": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.0040907473
      ],
      [
        " Quiet",
        -2.2246291e-05
      ],
      [
        " on",
        -7.58424e-06
      ],
      [
        " the",
        -0.00015896189
      ],
      [
        " Western",
        -2.6537622e-05
      ],
      [
        " Front",
        -1.8624639e-06
      ]
    ]
  },
  "In one scene in this film, a woman gives the advice \"Go and plow another field\" after telling a young man he is ugly. At one point in this film, the protagonist splurges at a restaurant, noting another family must \"earn at least a million a month\" to eat so lavishly. This film begins with the protagonist": {
    "guess": "Parasite",
    "confidence": [
      [
        "Par",
        -1.5286485
      ],
      [
        "as",
        -0.00030221537
      ],
      [
        "ite",
        -1.2233183e-05
      ]
    ]
  },
  "In one scene, this character replaces twenty real bills with twenty that claim to be from the \"Bank of St. Farce\". In another scene, he sends a letter that mentions La Sota marrying a brother of the King": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.9042553
      ],
      [
        " Qu",
        -0.16932884
      ],
      [
        "ix",
        -0.00019245445
      ],
      [
        "ote",
        -6.778209e-05
      ]
    ]
  },
  "In one scene in this play, a character appears only after a host of ladies' hats and cloaks are taken off and hung on racks. That scene is followed by one in which a character suggests that another remove her dress, a scene that was brought about when that man's wife was sent to be with his secretary, prompting him to go to the brothel of Madame (*) Pace [\"PAH-chay\"]. The Step- Daughter character does": {
    "guess": "Six Characters in Search of an Author",
    "confidence": [
      [
        "Six",
        -0.025342572
      ],
      [
        " Characters",
        -4.596782e-05
      ],
      [
        " in",
        -0.0006050991
      ],
      [
        " Search",
        -5.5861725e-05
      ],
      [
        " of",
        -3.9888433e-05
      ],
      [
        " an",
        -4.4894987e-05
      ],
      [
        " Author",
        -4.298773e-05
      ]
    ]
  },
  "One scene in this play concerns a pedant who pretends to be the father of another character to confirm": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.005528523
      ],
      [
        " T",
        -0.15242
      ],
      [
        "aming",
        -1.5570886e-05
      ],
      [
        " of",
        -2.8564085e-05
      ],
      [
        " the",
        -0.00037561916
      ],
      [
        " Sh",
        -1.247159e-05
      ],
      [
        "rew",
        -0.00021879478
      ]
    ]
  },
  "In one scene in this novel, a character claims to enjoy his new life too much to think about his former home. In this novel, the Fledgling Phoenix is killed in an ambush at the Valley of the Fallen Phoenix after switching horses with his master. Another character in this novel tosses his infant son on the ground after one of his generals had risked his life to save the baby. One character in this novel prays to the Big Dipper to relieve his illness but dies anyway at the (*) Wǔzhàng Plains, although he has a wooden statue of himself made to make his rival think he is still alive. Previously, that character supposedly summons the southeast wind and \"borrows\" arrows with straw boats to win the": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.0012054695
      ],
      [
        "ance",
        -6.392203e-06
      ],
      [
        " of",
        -3.4285862e-05
      ],
      [
        " the",
        -0.0014282134
      ],
      [
        " Three",
        -0.001209161
      ],
      [
        " Kingdom",
        -2.0458236e-05
      ],
      [
        "s",
        -7.89631e-07
      ]
    ]
  },
  "In one scene, this man asks another character to read him the story of the raising of Lazarus, and he calls his sister's proposed marriage a disgrace because she has sold herself to secure him a job partnership with her fiancé. In the beginning of the novel in which he appears, he listens to a drunkard discuss his family, unaware that he would later carry this man home after being run over by a carriage. Just before the carriage accident, he visits an apartment under renovation to ask what happened to the blood. FTP, name this poor student, the killer of Alyona Ivanovna in Dostoyevsky's Crime and Punishment.          |": {
    "guess": "Rodion Raskolnikov",
    "confidence": [
      [
        "Rod",
        -0.27181333
      ],
      [
        "ion",
        -4.429897e-05
      ],
      [
        " R",
        -0.00038300612
      ],
      [
        "ask",
        -1.378283e-05
      ],
      [
        "ol",
        -1.0802739e-05
      ],
      [
        "nik",
        -2.4034345e-05
      ],
      [
        "ov",
        -1.7432603e-06
      ]
    ]
  },
  "One scene in this work describes a man earlier arrested at a post office who went mad from studying too much. Reverend Hammond places a cross around the neck of this work's protagonist, who had earlier discussed robbing a deli. Its protagonist tells Britten that the Jan Erlone is Jewish in an attempt to frame him. One character in this work announces that he has sent some Ping-Pong tables to the South Side Boys' Club, but Boris A. Max later reveals him to be a racist slum lord. The title character kills Bessie and throws her down an air shaft after a reporter discovers an earring among the ashes": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.003175933
      ],
      [
        " Son",
        -1.92662e-05
      ]
    ]
  },
  "In one scene in this story, the protagonist threatens to put one character in a field with the ram Goliath.": {
    "guess": "David and Goliath",
    "confidence": [
      [
        "David",
        -0.035314385
      ],
      [
        " and",
        -0.1640767
      ],
      [
        " G",
        -0.00063261675
      ],
      [
        "oli",
        -0.00042006746
      ],
      [
        "ath",
        -1.2590794e-05
      ]
    ]
  },
  "In one scene in this work, a drunken sailor claims to be from the moon, causing another character to swear allegiance to him and kiss his foot.  In another scene of this work, a banquet vanishes when a harpy appears before \"three men of sin\" and angrily reprimands them for an incident that happened twelve years prior to this work.  That incident led to the enslaving of a son of Sycorax and the freeing of a spirit, Ariel, who helped the protagonist of this work cause a shipwreck.  For 10 points—name": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.0010643671
      ],
      [
        " Tem",
        -0.00014764121
      ],
      [
        "pest",
        -9.849109e-06
      ]
    ]
  },
  "In one scene of this opera, sheep-bells are heard and the title character watches the shepherd's song in praise of Frau Holda. Earlier, the Landgrave proclaims a Tournament of Song at Wartburg, in which": {
    "guess": "Tannhäuser",
    "confidence": [
      [
        "T",
        -0.02379426
      ],
      [
        "ann",
        -7.624555e-05
      ],
      [
        "h",
        -0.009958421
      ],
      [
        "ä",
        -0.00010819213
      ],
      [
        "user",
        -0.000181849
      ]
    ]
  },
  "The scene of Dionysus bringing this drunken god up to Olympus slumped over the back of a mule was often depicted in Greek art. In another legend this god was married to Athena, who left him, after which he spilled his seed on the earth to produce Erechtheus, a king of Athens. The woman more commonly known as his wife was given to him in exchange for releasing Hera from a trick throne he had built.": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.013297286
      ],
      [
        "ep",
        -0.00024751187
      ],
      [
        "ha",
        -6.1821906e-05
      ],
      [
        "est",
        -0.000100205485
      ],
      [
        "us",
        -0.00015622021
      ]
    ]
  },
  "In one scene, this character is given coffee beans to sober up, and in another he quotes \"To His Coy": {
    "guess": "Maxwell House",
    "confidence": [
      [
        "Max",
        -1.5476748
      ],
      [
        "well",
        -0.037804373
      ],
      [
        " House",
        -0.058856014
      ]
    ]
  },
  "In one scene in this movie, the main character is named Dragon Warrior after flying over the palace walls while strapped to a chair of fireworks. In another, it is revealed that Ping has a secret noodle recipe that his grandfather obtained in a game of Mahjong. and a third scene in this movie sees the main character defeat (*) Tai Lung using the secret Wushu Finger Hold. That character, Po, goes against": {
    "guess": "Kung Fu Panda",
    "confidence": [
      [
        "K",
        -0.0014288095
      ],
      [
        "ung",
        -1.1041146e-05
      ],
      [
        " Fu",
        -2.220075e-06
      ],
      [
        " Panda",
        -6.511407e-06
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who also designed": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.03377779
      ],
      [
        " R",
        -0.0003128208
      ],
      [
        "ite",
        -7.767599e-05
      ],
      [
        " of",
        -6.2729996e-06
      ],
      [
        " Spring",
        -1.0445127e-05
      ]
    ]
  },
  "In one scene in this story, a character goes to visit a baptism, saying \"It is good to pray sometimes\" when asked if it was an amusing ceremony. In another scene, nuns tell the title character about their mission to help soldiers afflicted with small pox. At the end of this story, Cornudet begins to": {
    "guess": "The Necklace",
    "confidence": [
      [
        "The",
        -0.5231793
      ],
      [
        " Necklace",
        -0.0447598
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry created by followers of this man. He had a falling out with Martha Simmonds over her husband's reenactment of Christ's arrival in Bristol. A text by this leader of the Valiant Sixty, which arose out of early collaborations with James Nayler, lays out his objection to (*) government-sponsoring of various religious groups, but does request intervention to prevent undue persecution of his own followers. This man's ideas inspired a follower to pen Truth Exalted and The Sandy Foundation Shaken, and crusade for the causes advocated by this figure along with Robert Barclay. This man's belief that only God could convey the nature of God to man prompted his formulation of the \"inner light,\" a": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.14011672
      ],
      [
        " Fox",
        -0.0007523321
      ]
    ]
  },
  "In one scene in this work, yellow paint is used in an attempt to hide the poor conditions of a gas station. One character first meets up with Muley Graves; another character dies in an area belonging to Ivy and Sairy Wilson. In another chapter, a truck deliberately swerves out of its way to run over a turtle. After the death of the former Reverend Jim Casy, one character notes that whenever there is": {
    "guess": "The Grapes of Wrath",
    "confidence": [
      [
        "The",
        -0.005583895
      ],
      [
        " Gr",
        -5.9795446e-05
      ],
      [
        "apes",
        -5.3193703e-06
      ],
      [
        " of",
        -0.00022284771
      ],
      [
        " Wrath",
        -2.6060809e-05
      ]
    ]
  },
  "The scene of Dionysus bringing this drunken god up to Olympus slumped over the back of a mule was often depicted in Greek art. In another legend this god was married to Athena, who left him, after which": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.0004425859
      ],
      [
        "ep",
        -0.00013321757
      ],
      [
        "ha",
        -5.3954464e-05
      ],
      [
        "est",
        -2.1650272e-05
      ],
      [
        "us",
        -3.6431527e-05
      ]
    ]
  },
  "In one scene of this play, the protagonist declares that another character's moist hand is a sign of fertility before describing how one object in this play was given to his mother by an Egyptian witch and was dyed by the blood from virgins. The principal antagonist declares at the start of this play that the beast with two backs was being made by Brabantio's daughter. That same antagonist would advise the protagonist that jealousy was a \"green- eyed monster\" when tricking the protagonist into thinking his wife was having an affair with Cassio. The machinations of Iago would lead to the death of": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.0026074061
      ],
      [
        "th",
        -7.89631e-07
      ],
      [
        "ello",
        -0.000110576206
      ]
    ]
  },
  "In one scene, this character recalls visiting the Museum of Natural History as a child, and compares his life with Eskimo statues that have remained unchanged for years. This character later spends an evening with three tourists from Seattle after checking into the Egmont Hotel. Other experiences of": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.03211925
      ],
      [
        " Catch",
        -0.00015169414
      ],
      [
        "er",
        -1.2590794e-05
      ],
      [
        " in",
        -3.368984e-05
      ],
      [
        " the",
        -0.0003057878
      ],
      [
        " R",
        -5.5146502e-05
      ],
      [
        "ye",
        -1.1517961e-05
      ]
    ]
  },
  "In one scene in this play, the second of title characters draw black crosses from a helmet, while Yvette is a prostitute who seduces a Colonel and attempts to purchase the first title character's possession.": {
    "guess": "Mother Courage and Her Children",
    "confidence": [
      [
        "Mother",
        -0.05034481
      ],
      [
        " Courage",
        -1.998142e-05
      ],
      [
        " and",
        -3.190179e-05
      ],
      [
        " Her",
        -3.5477897e-05
      ],
      [
        " Children",
        -3.2497806e-05
      ]
    ]
  },
  "In one scene in this play, two characters tie their belts together to trap another character. Earlier, the protagonists employ tennis scoring in their Game of Questions. Two characters in this play hear music emanating from some barrels before the arrival of pirates prompts them to hide. The protagonists encounter the Player, who leads a troupe of actors called the Tragedians in a performance of the": {
    "guess": "Rosencrantz and Guildenstern Are Dead",
    "confidence": [
      [
        "Ros",
        -0.0008957397
      ],
      [
        "enc",
        -4.8425554e-06
      ],
      [
        "rant",
        -1.378283e-05
      ],
      [
        "z",
        -8.418666e-06
      ],
      [
        " and",
        -0.00063785806
      ],
      [
        " Guild",
        -1.1756368e-05
      ],
      [
        "en",
        -1.342522e-05
      ],
      [
        "st",
        -1.50940705e-05
      ],
      [
        "ern",
        0.0
      ],
      [
        " Are",
        -9.376849e-05
      ],
      [
        " Dead",
        -5.5122365e-07
      ]
    ]
  },
  "In one scene in this play, two characters tie their belts together to trap another character. Earlier, the protagonists employ tennis scoring in their Game of Questions. Two characters in this play hear music emanating from some barrels before the arrival of pirates prompts them to hide. The protagonists encounter the Player, who leads a troupe of actors called the Tragedians in a performance of the Murder of Gonzago. This play opens as one character continuously wins a coin flipping game, and ends with the English ambassador announcing the deaths of the title characters at Elsinore Castle. For": {
    "guess": "Rosencrantz and Guildenstern Are Dead (play)",
    "confidence": [
      [
        "Ros",
        -0.0022304289
      ],
      [
        "enc",
        -1.5332478e-05
      ],
      [
        "rant",
        -0.00024358915
      ],
      [
        "z",
        -3.5597102e-05
      ],
      [
        " and",
        -0.087439515
      ],
      [
        " Guild",
        -0.00017672323
      ],
      [
        "en",
        -7.1238996e-05
      ],
      [
        "st",
        -4.0603656e-05
      ],
      [
        "ern",
        -1.7432603e-06
      ],
      [
        " Are",
        -0.044668157
      ],
      [
        " Dead",
        -4.723352e-06
      ],
      [
        " (",
        -0.50024307
      ],
      [
        "play",
        -0.05530457
      ],
      [
        ")",
        -0.00028982185
      ]
    ]
  },
  "In one scene in this novel, a character who hears the words \"falling plane\" thinks he is in a falling airplane and assumes a fetal position. That character in this novel is taken to a hospital staffed by a nun who doesn't believe in God. This novel's protagonist learns German from Howard Dunlop, and shoots Willie Mink after learning about Mink's affair with his wife Babette. In this novel, College on the Hill professor Murray Jay Siskind wants to create a scholarly field centered on Elvis. A black cloud of Nyodene D is released after a train crashes, causing the \"Airborne Toxic Event\" in this novel. For 10 points, identify this novel about Hitler Studies professor Jack Gladney, written by Don DeLillo.": {
    "guess": "White Noise (novel)",
    "confidence": [
      [
        "White",
        -0.0013457079
      ],
      [
        " Noise",
        -6.15835e-05
      ],
      [
        " (",
        -0.041757394
      ],
      [
        "nov",
        -2.808727e-05
      ],
      [
        "el",
        -3.5313153e-06
      ],
      [
        ")",
        -5.4385737e-06
      ]
    ]
  },
  "In one scene of this novel, a body is surrounded by candles and is covered by two strips of silk from a Chinese tapestry  arranged in the shape of St. Andrew's cross. One character in this novel looks at a chessboard and concludes that \"knights  had no meaning in this game. It wasn't a game for knights,\" recalling his observation of a stained-glass image of a knight  failing to save a damsel. In this novel, a crucial camera plate-holder is not found during the stakeout of a rare bookshop  serving as a front for a (*) pornography racket headed by the gay character Geiger. The protagonist gives the nickname \"Silver  Wig\" to Mona Mars after learning of the murder of bootlegger Rusty Regan by Vivian and Carmen. For 10 points, name this  detective novel in which General Sternwood enlists the aid of Philip Marlowe, a Raymond Chandler work whose title is a  euphemism for death.": {
    "guess": "The Big Sleep",
    "confidence": [
      [
        "The",
        -0.003449922
      ],
      [
        " Big",
        -0.003856728
      ],
      [
        " Sleep",
        -0.00013619766
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates a duck and is ultimately shot by her husband. In a famous speech from this film a character claims everything in the world is good for something and points to a stone musing, \"I don't know [what it's good for] . . . but it certainly has its use. If it were useless, then everything would be useless—even the stars.\" One character taunts another man who is trying to break chains by expanding his chest, while later he dumps a bucket of water on that man leading to a chase that gets them both kicked out of the Giraffa Circus. At the end of this film the tightrope walker \"Il Matto\" is accidentally murdered leading Gelsomina to go insane, after she was sold for ten thousand lira to an abusive Gypsy played by Anthony Quinn. For 10 points, name this film centering on the boorish strongman Zampano,": {
    "guess": "La Strada",
    "confidence": [
      [
        "La",
        -0.001782045
      ],
      [
        " Str",
        -0.0013259569
      ],
      [
        "ada",
        -4.477578e-05
      ]
    ]
  },
  "In one scene, this character recalls visiting the Museum of Natural History as a child, and compares his life with Eskimo statues that have remained unchanged for years. This character later spends an evening with three tourists from Seattle after checking into the Egmont Hotel. Other experiences of this character include finding his high school teacher Mr. Antolini patting his head while he sleeps": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.040217955
      ],
      [
        " Catch",
        -0.00032021143
      ],
      [
        "er",
        -1.0087517e-05
      ],
      [
        " in",
        -2.486877e-05
      ],
      [
        " the",
        -0.00015860428
      ],
      [
        " R",
        -9.133887e-06
      ],
      [
        "ye",
        -6.2729996e-06
      ]
    ]
  },
  "In one scene of this opera, sheep-bells are heard and the title character watches the shepherd's song in praise of Frau Holda. Earlier, the Landgrave proclaims a Tournament of Song at Wartburg, in which the nobles are outraged at the song in praise of sensual love sung by the title character, competing for the central love interest's hand in marriage. Foreboding the death of his love interest, Wolfram sings the baritone aria \"O Du, Mein Holder Abendstern\" to ask the evening star to guide her to the afterlife. The opening features the soprano aria (*) \"Naht euch dem Strande,\" before devolving into": {
    "guess": "Tannhäuser",
    "confidence": [
      [
        "T",
        -0.007935816
      ],
      [
        "ann",
        -4.5491004e-05
      ],
      [
        "h",
        -0.009919584
      ],
      [
        "ä",
        -3.2855416e-05
      ],
      [
        "user",
        -0.00018256421
      ]
    ]
  },
  "In one scene of this novel, a body is surrounded by candles and is covered by two strips of silk from a Chinese tapestry  arranged in the shape of St. Andrew's cross. One character in this novel looks at a chessboard and concludes that \"knights  had no meaning in this game. It wasn't a game for knights,\" recalling his observation of a stained-glass image of a knight  failing to save a damsel. In this novel, a crucial camera plate-holder is not found during the stakeout of a rare bookshop  serving": {
    "guess": "The Club Dumas",
    "confidence": [
      [
        "The",
        -0.015330954
      ],
      [
        " Club",
        -0.55415297
      ],
      [
        " D",
        -0.00025954779
      ],
      [
        "umas",
        -1.7432603e-06
      ]
    ]
  },
  "In one scene, this character is given coffee beans to sober up, and in another he quotes \"To His Coy Mistress\". Among the helpful characters he encounters are Meyers, who gives him wagering advice when he goes to the horse track, and Ralph Simmons, who gives him proper clothes to blend in. After this": {
    "guess": "The Bonfire of the Vanities (novel)",
    "confidence": [
      [
        "The",
        -0.83502334
      ],
      [
        " Bon",
        -1.5544155
      ],
      [
        "fire",
        -0.00015431295
      ],
      [
        " of",
        -0.00012821102
      ],
      [
        " the",
        -0.00092575327
      ],
      [
        " Van",
        -3.8577193e-05
      ],
      [
        "ities",
        -8.077529e-05
      ],
      [
        " (",
        -0.3251095
      ],
      [
        "nov",
        -0.00704309
      ],
      [
        "el",
        -3.8577193e-05
      ],
      [
        ")",
        -0.00014609157
      ]
    ]
  },
  "In one scene in this film, a woman gives the advice \"Go and plow another field\" after telling a young man he is ugly. At one point in this film, the protagonist splurges at a restaurant, noting another family must \"earn at least a million a month\" to eat so lavishly. This film begins with the protagonist getting a job pasting up posters, which requires him to pawn his bed sheets. At one point, the": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.92294186
      ],
      [
        "icycle",
        -0.012123083
      ],
      [
        " Th",
        -2.4584822e-06
      ],
      [
        "ieves",
        -1.9862217e-05
      ]
    ]
  },
  "In one scene in this novel, a crippled urchin murders a soldier whose body is then hidden by the main character, who is later trapped by the sabotage of Souvarine. Late in this novel, the main character kills Chaval, his competitor for the affections of Catherine. In this novel, Victor Maheu is known as \"Bonnemorte\" for surviving so long while working in Le Voreux, but is killed when soldiers fire into a mob striking in protest of Hennebeau's wage structure. Ending with the departure of Etienne Lantier from the town of Montso, for 10 points, identify this book about the plight of coal miners, an": {
    "guess": "Germinal",
    "confidence": [
      [
        "G",
        -0.00069063227
      ],
      [
        "erm",
        -4.9617593e-06
      ],
      [
        "inal",
        -1.3856493e-06
      ]
    ]
  },
  "In one scene of this novel, a body is surrounded by candles and is covered by two strips of silk from a Chinese tapestry  arranged in the shape of St. Andrew's cross. One character in this novel looks at a chessboard and concludes that \"knights  had no meaning in this game. It wasn't a game for knights,\" recalling his observation of a stained-glass image of a knight  failing to save a damsel. In this novel, a crucial camera plate-holder is not found during the stakeout of a rare bookshop  serving as a front for a (*) pornography racket headed by the gay character Geiger. The protagonist gives the nickname \"Silver  Wig\" to Mona Mars after learning of the murder of bootlegger Rusty Regan by Vivian": {
    "guess": "The Big Sleep",
    "confidence": [
      [
        "The",
        -0.004593657
      ],
      [
        " Big",
        -0.0035311787
      ],
      [
        " Sleep",
        -0.00030793346
      ]
    ]
  },
  "In one scene in this play, a character appears only after a host of ladies' hats and cloaks are taken": {
    "guess": "The Importance of Being Earnest",
    "confidence": [
      [
        "The",
        -0.8272055
      ],
      [
        " Importance",
        -0.37983972
      ],
      [
        " of",
        -1.247159e-05
      ],
      [
        " Being",
        -0.00024144349
      ],
      [
        " Earn",
        -0.00069337396
      ],
      [
        "est",
        -3.6431527e-05
      ]
    ]
  },
  "In one scene of this novel, a body is surrounded by candles and is covered by two strips of silk from a Chinese tapestry  arranged in the shape of St. Andrew's cross. One character in this novel looks at a chessboard and concludes that \"knights  had no meaning in this game. It wasn't a game for knights,\"": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.04701499
      ],
      [
        " Name",
        -0.3088252
      ],
      [
        " of",
        -0.00019388489
      ],
      [
        " the",
        -0.002728552
      ],
      [
        " Rose",
        -0.0059889974
      ]
    ]
  },
  "One scene in this play concerns a pedant who pretends to be the father of another character to confirm a dowry. Another character in this play misinterprets a direction to knock and is derided as a \"three-inch fool\" by Curtis. Two men disguise themselves as music and Latin teachers in order to woo a woman in this play, which is performed for the amusement of the drunk Christopher Sly. Those men, Lucentio and Hortensio, pursue a daughter of Baptista Minola. That woman, Bianca, cannot get married before her elder sister, who is wooed by Petruchio. For 10 points, name this Shakespeare play in which the bad-tempered Katherine represents the title animal.": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.0004402055
      ],
      [
        " T",
        -6.742448e-05
      ],
      [
        "aming",
        -1.3856493e-06
      ],
      [
        " of",
        -0.00010294717
      ],
      [
        " the",
        -0.00065012503
      ],
      [
        " Sh",
        -3.7742768e-05
      ],
      [
        "rew",
        -0.00012678056
      ]
    ]
  },
  "In one scene from this novel, Lewandowski makes love to his wife on his hospital bed while his friends stand with their backs turned. In this novel, a chronic bedwetter is given a hammock below another bedwetter to cure his habit. The protagonist of this novel swims naked across a canal with Lee and Kropp to rendezvous with three French women. That protagonist feels guilt over killing Gerard (*) Duval. Another character, Franz Kemmerich, has his leg amputated and gives his boots to Müller. Katczinsky is killed by a splinter while being carried by the narrator of this novel. For 10 points, name this novel about Paul Bäumer's experience in World War I, written by Erich Maria Remarque.": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.0021546648
      ],
      [
        " Quiet",
        -2.5226382e-05
      ],
      [
        " on",
        -3.5313153e-06
      ],
      [
        " the",
        -6.754368e-05
      ],
      [
        " Western",
        -1.27099975e-05
      ],
      [
        " Front",
        -2.6968896e-06
      ]
    ]
  },
  "In one scene in this novel, the protagonist visits the home of Governor Bellingham and is horrified at": {
    "guess": "The Scarlet Letter",
    "confidence": [
      [
        "The",
        -0.0016999338
      ],
      [
        " Scarlet",
        -0.01240275
      ],
      [
        " Letter",
        -2.8206474e-05
      ]
    ]
  },
  "In one scene, this character recalls visiting the Museum of Natural History as a child, and compares": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.77924293
      ],
      [
        " Catch",
        -0.007842617
      ],
      [
        "er",
        -1.7716551e-05
      ],
      [
        " in",
        -0.00026073982
      ],
      [
        " the",
        -0.00020616286
      ],
      [
        " R",
        -4.1318875e-05
      ],
      [
        "ye",
        -6.9882217e-06
      ]
    ]
  },
  "In one scene in this work, a drunken sailor claims to be from the moon, causing another character to swear allegiance to him and kiss his foot.  In another scene of this work, a banquet vanishes when a harpy appears before \"three men of sin\" and angrily reprimands them for an incident that happened twelve years prior to this work.  That incident led to the enslaving of a son of Sycorax and the freeing of a spirit, Ariel, who helped the protagonist of this work cause a shipwreck.  For 10 points—name this work, containing Trunculo, Caliban, Ferdinand, Miranda, and Prosparo, a comedy by William Shakespeare.": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.00132155
      ],
      [
        " Tem",
        -0.0012443976
      ],
      [
        "pest",
        -3.2497806e-05
      ]
    ]
  },
  "In one scene, this character replaces twenty real bills with twenty that claim to be from the \"Bank of St. Farce\". In another scene, he sends a letter that mentions La Sota marrying a brother of the King of Spain and Lola Montes becoming Countess of Landsfeld. He learned to breathe underwater from the \"Tonkin pirates\" after leaving Mazandaran, where he built a palace for the Shah and became an expert": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.6464854
      ],
      [
        " Count",
        -1.1167339
      ],
      [
        " of",
        -0.0004002833
      ],
      [
        " Monte",
        -0.0008964549
      ],
      [
        " Crist",
        -7.3458323e-06
      ],
      [
        "o",
        -1.1994775e-05
      ]
    ]
  },
  "In one scene in this novel, Senator Bird disobeys a law he just passed to help Eliza. The plot of this novel begins when Mr. Shelby becomes indebted and the protagonist meets Haley as a result. In this novel, the saintliness of Eva is contrasted with the petulant Topsy and cranky aunt Ophelia. The death of Eva and her father Augustine St. Clare force the title character to go to a plantation in rural Louisiana. In this novel, Cassie unsuccessfully tries to convince the protagonist to kill the cruel": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.010622592
      ],
      [
        "le",
        -2.9352968e-06
      ],
      [
        " Tom",
        -4.954393e-05
      ],
      [
        "'s",
        -1.998142e-05
      ],
      [
        " Cabin",
        -5.7961847e-06
      ]
    ]
  },
  "One scene in this movie centers on the reading of a plagiarized poem that includes the line \"What are you going to leave for us, you people in your cars, spewing pollution into the air?\" Shortly thereafter, a calisthenics montage is interspersed with scenes depicting the protagonist finding the book The Secret Science behind Miracles. The sight of a neighbor sunbathing topless prompts its protagonist's mother to use the term \"dirtypillows.\" One character in this film makes her boyfriend, Tommy Ross, ask out its protagonist, to make up for an earlier tampon-throwing incident. Tommy ends up dying,": {
    "guess": "Carrie (1976 film)",
    "confidence": [
      [
        "Car",
        -0.0011697487
      ],
      [
        "rie",
        -0.00011868205
      ],
      [
        " (",
        -0.018911276
      ],
      [
        "197",
        -0.0469124
      ],
      [
        "6",
        -0.0007997422
      ],
      [
        " film",
        -0.0012098763
      ],
      [
        ")",
        -1.5570886e-05
      ]
    ]
  },
  "In one scene of this novel, the protagonist encounters a man with a shoeful of blood, and hears another man singing about \"five an' twenty dead men/Baked in a pie.\" Shortly thereafter, he meets a \"tattered soldier,\" who inquires after his health, and witnesses the death of a \"tall soldier\" who had previously claimed that he would run from a battle if everyone else did. That man was Jim Conklin. The": {
    "guess": "The Red Badge of Courage",
    "confidence": [
      [
        "The",
        -0.011345949
      ],
      [
        " Red",
        -0.0023495997
      ],
      [
        " Badge",
        -9.972867e-05
      ],
      [
        " of",
        -1.60477e-05
      ],
      [
        " Courage",
        -8.304016e-05
      ]
    ]
  },
  "One scene in this work depicts townspeople gathering to listen to a Joe Louis fight, the narrator fretting that a Louis loss would be the equivalent of a black man beaten or a black woman raped. The narrator of this work begins a poem with the lines, \"What are you looking at me for? I didn't come to": {
    "guess": "I Know Why the Caged Bird Sings",
    "confidence": [
      [
        "I",
        -0.030738309
      ],
      [
        " Know",
        -0.0002006795
      ],
      [
        " Why",
        -3.1737043e-06
      ],
      [
        " the",
        -0.0003931384
      ],
      [
        " C",
        -1.9027791e-05
      ],
      [
        "aged",
        -9.968313e-06
      ],
      [
        " Bird",
        -1.700133e-05
      ],
      [
        " S",
        -1.8789384e-05
      ],
      [
        "ings",
        -3.650519e-06
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who designed its costumes and sets. Excerpts from it accompany an animation of the prehistoric earth and dinosaurs in Walt Disney's Fantasia. Subtitled \"Pictures from Pagan Russia,\" this Sergei Diaghilev (dee-AH-gil-ev) production begins with a high bassoon solo. Its choreography by Vaslav Nijinsky ends with a young girl dancing (*) herself to death in a sacrificial ritual. For 10 points, name this ballet that caused a riot at its 1913 Paris premiere by Igor Stravinsky.": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.0016573285
      ],
      [
        " R",
        -0.0003620409
      ],
      [
        "ite",
        -1.378283e-05
      ],
      [
        " of",
        -1.1398757e-05
      ],
      [
        " Spring",
        -0.00022022522
      ]
    ]
  },
  "In one scene in this novel, a character claims to enjoy his new life too much to think about his former home. In this novel, the Fledgling Phoenix is killed in an ambush at the Valley of the Fallen Phoenix": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.04003141
      ],
      [
        "ance",
        -1.1517961e-05
      ],
      [
        " of",
        -2.7372049e-05
      ],
      [
        " the",
        -0.0043295915
      ],
      [
        " Three",
        -0.0029262342
      ],
      [
        " Kingdom",
        -2.3319124e-05
      ],
      [
        "s",
        -1.0280384e-06
      ]
    ]
  },
  "In one scene in this novel, a character claims to enjoy his new life too much to think about his former home. In this novel, the Fledgling Phoenix is killed in an ambush at the Valley of the Fallen Phoenix after switching horses with his master. Another character in this novel tosses his infant son on the ground after one of his generals had risked his life to save the baby. One character in this novel prays to the Big Dipper to relieve his illness but dies anyway at the (*) Wǔzhàng Plains, although he has a wooden statue of himself made to make his rival think he is still alive. Previously, that character supposedly summons the southeast wind and \"borrows\" arrows with straw boats to win the Battle of Red Cliffs. This novel begins with a rebellion led by Zhāng Jué and ends with Sīmǎ Yán establishing the Jìn Dynasty. For 10 points, name this Míng Dynasty novel attributed to Luó Guànzhōng.": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.01123008
      ],
      [
        "ance",
        -4.4849444e-06
      ],
      [
        " of",
        -2.2365493e-05
      ],
      [
        " the",
        -0.00092944864
      ],
      [
        " Three",
        -0.00011248347
      ],
      [
        " Kingdom",
        -1.5928495e-05
      ],
      [
        "s",
        -7.89631e-07
      ]
    ]
  },
  "In one scene in this novel, a character who hears the words \"falling plane\" thinks he is in a falling": {
    "guess": "Catch-22",
    "confidence": [
      [
        "Catch",
        -0.8691535
      ],
      [
        "-",
        -0.0005398085
      ],
      [
        "22",
        -9.372295e-06
      ]
    ]
  },
  "In one scene, this man asks another character to read him the story of the raising of Lazarus, and he calls his sister's proposed marriage a disgrace because she has sold herself to secure him a job partnership with her fiancé. In the beginning of the novel in which he appears, he listens to a drunkard": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.008606656
      ],
      [
        " and",
        -2.9756122e-05
      ],
      [
        " Pun",
        -5.7961847e-06
      ],
      [
        "ishment",
        -0.00016957101
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who also designed its costumes and sets. Excerpts from it accompanied an animation of the prehistoric earth and dinosaurs in Walt Disney's Fantasia. Subtitled \"Pictures from Pagan Russia,\" this Sergei Diaghilev (dee-AH-gil-ev) production begins with a high bassoon solo. Its choreography by Vaslav Nijinsky ends with": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.011145438
      ],
      [
        " R",
        -3.6789137e-05
      ],
      [
        "ite",
        -4.4849444e-06
      ],
      [
        " of",
        -2.7610455e-05
      ],
      [
        " Spring",
        -8.733149e-05
      ]
    ]
  },
  "In one scene, this character is given coffee beans to sober up, and in another he quotes \"To His Coy Mistress\". Among the helpful characters he encounters are Meyers, who gives him wagering advice when he goes to the horse track, and Ralph Simmons, who gives him proper clothes to blend in. After this character gets stuck in the mud with several other men, he has to take drastic action before hiding": {
    "guess": "The Adventures of Augie March",
    "confidence": [
      [
        "The",
        -0.8996119
      ],
      [
        " Adventures",
        -1.4622557
      ],
      [
        " of",
        -0.0003006657
      ],
      [
        " Aug",
        -0.65459
      ],
      [
        "ie",
        -1.1756368e-05
      ],
      [
        " March",
        -0.00011653639
      ]
    ]
  },
  "In one scene in this film, a woman gives the advice \"Go and plow another field\" after telling a young man he is ugly. At one point in this film, the protagonist splurges at a restaurant, noting another family must \"earn at least a million a month\" to eat so lavishly. This film begins with the protagonist getting a job pasting up posters, which requires him to pawn his bed sheets. At one point, the protagonist confronts a figure who fakes a seizure to prevent being arrested. The protagonist of this": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.13486266
      ],
      [
        "icycle",
        -0.0023575716
      ],
      [
        " Th",
        -5.371606e-05
      ],
      [
        "ieves",
        -7.107425e-06
      ]
    ]
  },
  "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces all around the board according to the new rules. In multiple scenes in this play, that character drops a stone and sarcastically claims that the stone flew upwards. A second \"American version\" of this play was created by its author in collaboration with actor Charles Laughton, who played the title role. In this play, Christopher Clavius declares that a character who rejects the existence of crystal (*) spheres is correct. The title character of this play teaches the young Andrea Sarti. That title character's daughter, Virginia, loses her fiancé Ludovico because of the ideas of her father, who recants before the Papal Inquisition. For 10 points, name this play by Bertolt Brecht about the title astronomer.": {
    "guess": "Galileo (play)",
    "confidence": [
      [
        "Gal",
        -0.06335507
      ],
      [
        "ileo",
        -0.0009546941
      ],
      [
        " (",
        -0.010862701
      ],
      [
        "play",
        -0.00014275387
      ],
      [
        ")",
        -2.3795938e-05
      ]
    ]
  },
  "One scene in this work depicts townspeople gathering to listen to a Joe Louis fight, the narrator fretting that a Louis loss would be the equivalent of a black man beaten or a black woman raped. The narrator of this work begins a poem with the lines, \"What are you looking at me for? I didn't come to stay.\" The narrator of this work describes her harrowing abuse and rape by Mr. Freeman, who is murdered after being acquitted in Stamps, Arkansas. This work was written by the poet of \"On the Pulse of Morning,\" which was read at Bill Clinton's inauguration. FTP what is this autobiographical work by Maya Angelou?": {
    "guess": "I Know Why the Caged Bird Sings",
    "confidence": [
      [
        "I",
        -0.002142528
      ],
      [
        " Know",
        -0.0001752928
      ],
      [
        " Why",
        -3.5313153e-06
      ],
      [
        " the",
        -0.0012534461
      ],
      [
        " C",
        -1.8908588e-05
      ],
      [
        "aged",
        -7.107425e-06
      ],
      [
        " Bird",
        -2.9756122e-05
      ],
      [
        " S",
        -9.014684e-06
      ],
      [
        "ings",
        -1.735894e-05
      ]
    ]
  },
  "One scene in this film shows six Asians playing Uno at a lunch table. One character in this film misspells chlamydia with a \"k,\" while another is the daughter of the inventor of toaster strudel. Mr. Duvall exclaims that he \"did not leave the South Side for this\" after a riot occurs in this film, whose main character realizes at a key moment that the (*) limit does not exist. That protagonist of this film helps create the Burn Book and fakes bad calculus scores to get closer to Aaron Samuels. Regina": {
    "guess": "Mean Girls",
    "confidence": [
      [
        "Mean",
        -0.005082195
      ],
      [
        " Girls",
        -7.3861476e-05
      ]
    ]
  },
  "In one scene in this work, the awkward Harvey Johnson asks to speak to Penelope Ann and Debra Sue. The title character is said to be both \"born in Indochina\" to missionaries and to be \"born in old Virginia\" to planters, as described in the song \"A Healthy, Normal American Boy.\" In one scene, Albert sings \"take off the gloomy mask of tragedy\u0097it's not your style.\" An early scene sees a girl on the phone asking \"What's the story, morning glory? What's the word, hummingbird?\", while later on, Kim's father asks \"What's the matter with kids today?\" Act one of this musical ends with the title character appearing on The Ed Sullivan Show where he is to kiss a girl from his fan club. For 10 points, name this musical featuring the songs \"Put on a Happy Face\" and \"We Love You Conrad,\" which is about the uproar caused by the title rock star being drafted into the Army.": {
    "guess": "Bye Bye Birdie",
    "confidence": [
      [
        "By",
        -0.00042114028
      ],
      [
        "e",
        -7.89631e-07
      ],
      [
        " Bye",
        -0.00027420983
      ],
      [
        " Bird",
        -3.1305768e-05
      ],
      [
        "ie",
        -1.6762922e-05
      ]
    ]
  },
  "In one scene in this play, the second of title characters draw black crosses from a helmet, while Yvette is a prostitute who seduces a Colonel and attempts to purchase the first title character's possession. At the beginning of one scene, the first title character sings \"The Song of the Great Capitulation.\" In another scene, a mute girl climbs on a rooftop and loudly beats a drum to warn a village of an advancing army, and one of that character's siblings is executed for stealing a money box. Featuring the siblings Kattrin, Eilif, and Swiss Cheese, for 10 points, identify this work in which Anna Fierling lugs around a canteen during the Thirty Years war, written by Bertolt Brecht.": {
    "guess": "Mother Courage and Her Children",
    "confidence": [
      [
        "Mother",
        -0.0013983337
      ],
      [
        " Courage",
        -0.0007150544
      ],
      [
        " and",
        -7.3458323e-06
      ],
      [
        " Her",
        -4.5848617e-05
      ],
      [
        " Children",
        -2.4272753e-05
      ]
    ]
  },
  "The scene of Dionysus bringing this drunken god up to Olympus slumped over the back of a mule was often": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.00029923528
      ],
      [
        "ep",
        -0.0001906664
      ],
      [
        "ha",
        -1.998142e-05
      ],
      [
        "est",
        -1.7835755e-05
      ],
      [
        "us",
        -2.939851e-05
      ]
    ]
  },
  "In one scene, this man asks another character to read him the story of the raising of Lazarus, and he calls his sister's proposed marriage a disgrace because she has sold herself to secure him a job partnership with her fiancé. In the beginning of the novel in which he appears, he listens to a drunkard discuss his family, unaware that he would later carry this man home after being run over by a carriage. Just before the carriage accident, he visits an apartment under renovation to ask what happened to the blood. FTP, name this poor student, the killer of Alyona Ivanovna in Dostoyevsky's Crime and": {
    "guess": "Raskolnikov",
    "confidence": [
      [
        "R",
        -0.1358497
      ],
      [
        "ask",
        -0.010845601
      ],
      [
        "ol",
        -0.00043782144
      ],
      [
        "nik",
        -0.0012848756
      ],
      [
        "ov",
        -0.00012106613
      ]
    ]
  },
  "In one scene in this novel, a crippled urchin murders a soldier whose body is then hidden by the main character, who is later trapped by the sabotage of Souvarine. Late in this novel, the main character kills Chaval, his competitor for the affections of Catherine. In this novel, Victor Maheu is known": {
    "guess": "Germinal",
    "confidence": [
      [
        "G",
        -0.032179974
      ],
      [
        "erm",
        -0.00014609157
      ],
      [
        "inal",
        -1.3856493e-06
      ]
    ]
  },
  "In one scene in this film, several characters, including Alee, emerge from a vessel, and in the beginning of this film, the main character is referred to as \"the big aggie.\" In one famous scene from this": {
    "guess": "The Big Lebowski",
    "confidence": [
      [
        "The",
        -1.2589216
      ],
      [
        " Big",
        -0.68431914
      ],
      [
        " Le",
        -0.31516767
      ],
      [
        "b",
        -0.0006613265
      ],
      [
        "owski",
        -1.9816675e-06
      ]
    ]
  },
  "One scene in this work depicts townspeople gathering to listen to a Joe Louis fight, the narrator fretting that a Louis loss would be the equivalent of a black man beaten or a black woman raped. The narrator of this work begins a poem with the lines, \"What are you looking at me for? I didn't come to stay.\" The narrator of this work describes her harrowing abuse and rape by Mr. Freeman, who is murdered": {
    "guess": "I Know Why the Caged Bird Sings",
    "confidence": [
      [
        "I",
        -0.0018465323
      ],
      [
        " Know",
        -0.00037395032
      ],
      [
        " Why",
        -5.6769813e-06
      ],
      [
        " the",
        -0.00051728997
      ],
      [
        " C",
        -1.8550976e-05
      ],
      [
        "aged",
        -5.6769813e-06
      ],
      [
        " Bird",
        -1.5809293e-05
      ],
      [
        " S",
        -1.4498052e-05
      ],
      [
        "ings",
        -9.253091e-06
      ]
    ]
  },
  "In one scene in this story, the protagonist threatens to put one character in a field with the ram Goliath. At the end of this story, the protagonist kicks a \"lantern-jawed, fortune-telling note shaver\" out the door. One character in this story has a handkerchief with the trapped voice of Miser Stevens. At the end of this story, the titular character learns his sons will die in war and that he will": {
    "guess": "The Devil and Daniel Webster",
    "confidence": [
      [
        "The",
        -0.044886548
      ],
      [
        " Devil",
        -0.0025298798
      ],
      [
        " and",
        -0.00052824937
      ],
      [
        " Daniel",
        -0.0013202388
      ],
      [
        " Webster",
        -1.2829201e-05
      ]
    ]
  },
  "In one scene of this play, the protagonist declares that another character's moist hand is a sign of": {
    "guess": "The Lower Depths",
    "confidence": [
      [
        "The",
        -0.33560887
      ],
      [
        " Lower",
        -0.2579314
      ],
      [
        " Depths",
        -1.1637165e-05
      ]
    ]
  },
  "In one scene, this character is given coffee beans to sober up, and in another he quotes \"To His Coy Mistress\". Among the helpful characters he encounters are Meyers, who gives him wagering advice when he goes to the horse track, and Ralph Simmons, who gives him proper clothes to blend in. After this character gets stuck in the mud with several other men, he has to take drastic action before hiding in a barn. This character spends significant time in a (*) hospital, where a nurse sneaks him alcoholic eggnog and Dr. Valentini operates on his leg. The novel famously ends when this character walks in the rain upon learning of his child's death. He talks with Rinaldi about women throughout the story and rows with his lover to Switzerland under the cover of night. For ten points, name this enduring": {
    "guess": "The Sun Also Rises",
    "confidence": [
      [
        "The",
        -0.7074629
      ],
      [
        " Sun",
        -0.17949152
      ],
      [
        " Also",
        -3.23786e-05
      ],
      [
        " R",
        -2.1008714e-06
      ],
      [
        "ises",
        -1.4617256e-05
      ]
    ]
  },
  "In one scene, this character replaces twenty real bills with twenty that claim to be from the \"Bank of St. Farce\". In another scene, he sends a letter that mentions La Sota marrying a brother of the King of Spain and Lola Montes becoming Countess of Landsfeld. He learned to breathe underwater from the \"Tonkin pirates\" after leaving Mazandaran, where he built a palace for the Shah and became an expert with the \"Punjab (*) Lasso\", as revealed by a character called \"the Persian\". This character plans to lie down in a coffin and \"never wake up\" after finishing his life's work, Don Juan Triumphant. He is angered when Mademoiselle Giry is fired and Box 5 is made available to rent, and he causes a chandelier to fall during Carlotta's performance in Faust. For 10 points, name this mask-wearing character who obsesses over Christine Daaé while haunting the Palais Garnier in a novel by Gaston Leroux.": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.47114852
      ],
      [
        " Phantom",
        -0.009287432
      ],
      [
        " of",
        -4.3941356e-05
      ],
      [
        " the",
        -3.6073914e-05
      ],
      [
        " Opera",
        -1.5570886e-05
      ]
    ]
  },
  "In one scene, this character replaces twenty real bills with twenty that claim to be from the \"Bank of St. Farce\". In another scene, he sends a letter that mentions La Sota marrying a brother of the King of Spain and Lola Montes becoming Countess of Landsfeld. He learned to breathe underwater from the \"Tonkin pirates\" after leaving Mazandaran, where he built a palace for the Shah and became an expert with the \"Punjab (*) Lasso\", as revealed by a character called \"the Persian\". This character plans to lie down in a coffin and \"never wake up\" after finishing his life's work, Don Juan Triumphant.": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.025458453
      ],
      [
        " Phantom",
        -0.001403564
      ],
      [
        " of",
        -0.00012666137
      ],
      [
        " the",
        -0.000113794704
      ],
      [
        " Opera",
        -2.8325678e-05
      ]
    ]
  },
  "In one scene in this movie, the main character is named Dragon Warrior after flying over the palace walls while strapped to a chair of fireworks. In another, it is revealed that Ping has a secret noodle recipe that his grandfather obtained in a game of Mahjong. and a third scene in this movie sees the main character defeat (*) Tai Lung using the secret Wushu Finger Hold. That character, Po, goes against his father's will and trains with the Furious Five under the guidance of Master Shifu. Starring": {
    "guess": "Kung Fu Panda",
    "confidence": [
      [
        "K",
        -0.0023920638
      ],
      [
        "ung",
        -2.1054253e-05
      ],
      [
        " Fu",
        -3.7385154e-05
      ],
      [
        " Panda",
        -1.4855664e-05
      ]
    ]
  },
  "In one scene of this play, the protagonist declares that another character's moist hand is a sign of fertility before describing how one object in this play was given to his mother by an Egyptian witch": {
    "guess": "Medea",
    "confidence": [
      [
        "Med",
        -0.83086795
      ],
      [
        "ea",
        -0.00017851128
      ]
    ]
  },
  "In one scene of this opera, sheep-bells are heard and the title character watches the shepherd's song in praise of Frau Holda. Earlier, the Landgrave proclaims a Tournament of Song at Wartburg, in which the nobles are outraged at the song in praise of sensual love sung by the title character, competing for the central love interest's hand in marriage. Foreboding the death of his love interest, Wolfram sings the baritone aria \"O Du, Mein Holder Abendstern\" to ask the evening star to guide her to the afterlife. The opening features the soprano aria (*) \"Naht euch dem Strande,\" before devolving into a Bacchic frenzy in Venusberg. Later, the title character falls dead at Elisabeth's funeral procession,": {
    "guess": "Tannhäuser",
    "confidence": [
      [
        "T",
        -0.004571223
      ],
      [
        "ann",
        -5.5265704e-05
      ],
      [
        "h",
        -0.0055561475
      ],
      [
        "ä",
        -3.368984e-05
      ],
      [
        "user",
        -0.00013655527
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at": {
    "guess": "John Wesley",
    "confidence": [
      [
        "John",
        -0.52977383
      ],
      [
        " Wesley",
        -0.21675037
      ]
    ]
  },
  "In one scene in this work, one character reveals that she does not trust the valet Laurent and believes that Daphne and her little husband are slandering her family. Argas, a political exile, has his political secrets kept in a casket entrusted to one character in this work, whose mother, Madame Pernelle, eventually believes that the title character is a villain when being evicted by the bailiff Loyal.": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.09508992
      ],
      [
        "art",
        -8.947716e-05
      ],
      [
        "uff",
        -1.640531e-05
      ],
      [
        "e",
        -4.7994283e-05
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who designed its costumes and sets. Excerpts from it accompany an animation of the prehistoric earth and dinosaurs": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.00501399
      ],
      [
        " R",
        -0.00038110252
      ],
      [
        "ite",
        -1.3856493e-06
      ],
      [
        " of",
        -4.6206227e-05
      ],
      [
        " Spring",
        -3.464347e-05
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play, one character writes a letter about rice pudding to be read if he dies and insults a poet who later dies of a monkey bite. In this play, Valentine does research about grouse population and a drawing": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.5363277
      ],
      [
        "adia",
        -0.00012642296
      ]
    ]
  },
  "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.12576804
      ],
      [
        " Tem",
        -1.1129782
      ],
      [
        "pest",
        -0.00012678056
      ]
    ]
  },
  "In one scene in this story, a character goes to visit a baptism, saying \"It is good to pray sometimes\" when asked if it was an amusing ceremony. In another scene, nuns tell the title character about their mission to help soldiers afflicted with small pox. At the end of this story, Cornudet begins to ferociously whistle the \"Marseillaise.\" While the title character shares her picnic basket with others, she receives none of their food at the end of this story. The title character, whose real name is": {
    "guess": "Boule de Suif",
    "confidence": [
      [
        "B",
        -1.0615543
      ],
      [
        "ou",
        -0.00033713103
      ],
      [
        "le",
        -0.00013905855
      ],
      [
        " de",
        -0.0026014608
      ],
      [
        " Su",
        -0.003568827
      ],
      [
        "if",
        -4.8471098e-05
      ]
    ]
  },
  "In one scene in this novel, a crippled urchin murders a soldier whose body is then hidden by the main character, who is later trapped by the sabotage of Souvarine. Late in this novel, the main character kills Chaval, his competitor for the affections of Catherine. In this novel, Victor Maheu is known as \"Bonnemorte\" for surviving so long while working in Le Voreux, but is killed when soldiers fire into a mob striking in protest of Hennebeau's wage structure. Ending with the departure of Etienne Lantier": {
    "guess": "Germinal (novel)",
    "confidence": [
      [
        "G",
        -0.0015825896
      ],
      [
        "erm",
        -5.7961847e-06
      ],
      [
        "inal",
        -3.2929079e-06
      ],
      [
        " (",
        -0.6876172
      ],
      [
        "nov",
        -0.0003304593
      ],
      [
        "el",
        -2.8921695e-05
      ],
      [
        ")",
        -0.00014954848
      ]
    ]
  },
  "In one scene in this film, several characters, including Alee, emerge from a vessel, and in the beginning of this film, the main character is referred to as \"the big aggie.\" In one famous scene from this film, the main character repeatedly licks his knife and is aided by Nyla and Cunayun in building a structure, which he then (*) cuts a hole in and sticks his face out of. In another scene in this film, there are frequent cuts to a growling dog, which is then fed after a character catches a seal. With a group, the main character of this film hunts a walrus, and the portrayer of that character famously": {
    "guess": "Atanarjuat: The Fast Runner",
    "confidence": [
      [
        "At",
        -0.72452694
      ],
      [
        "an",
        -0.000320923
      ],
      [
        "ar",
        -3.2736214e-05
      ],
      [
        "ju",
        -0.00014132341
      ],
      [
        "at",
        -4.7994283e-05
      ],
      [
        ":",
        -0.0394038
      ],
      [
        " The",
        -0.0002936327
      ],
      [
        " Fast",
        -9.014684e-06
      ],
      [
        " Runner",
        -8.5781845e-05
      ]
    ]
  },
  "In one scene in this work, the awkward Harvey Johnson asks to speak to Penelope Ann and Debra Sue. The title character is said to be both \"born in Indochina\" to missionaries and to be \"born in old Virginia\" to planters, as described in the song \"A Healthy, Normal American Boy.\" In one scene, Albert sings \"take off the gloomy mask of tragedy\u0097it's not your style.\" An early scene sees a girl on the phone asking \"What's the story, morning glory? What's the word, hummingbird?\", while later on, Kim's father": {
    "guess": "Bye Bye Birdie",
    "confidence": [
      [
        "By",
        -0.02200895
      ],
      [
        "e",
        -0.00024655825
      ],
      [
        " Bye",
        -0.0025275068
      ],
      [
        " Bird",
        -0.00033320097
      ],
      [
        "ie",
        -3.4524266e-05
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry created by followers of this man. He had a falling out with Martha Simmonds over her husband's": {
    "guess": "John Wesley",
    "confidence": [
      [
        "John",
        -0.95341575
      ],
      [
        " Wesley",
        -0.7031245
      ]
    ]
  },
  "In one scene from this novel, Lewandowski makes love to his wife on his hospital bed while his friends": {
    "guess": "The Grapes of Wrath",
    "confidence": [
      [
        "The",
        -1.1462607
      ],
      [
        " Gr",
        -2.417747
      ],
      [
        "apes",
        -0.005150743
      ],
      [
        " of",
        -0.00013786652
      ],
      [
        " Wrath",
        -1.3186812e-05
      ]
    ]
  },
  "In one scene in this novel, a crippled urchin murders a soldier whose body is then hidden by the main character, who is later trapped by the sabotage of Souvarine. Late in this novel, the main character kills Chaval, his competitor for the affections of Catherine. In this novel, Victor Maheu is known as \"Bonnemorte\" for surviving so long while working in Le Voreux, but is killed when soldiers fire": {
    "guess": "Germinal",
    "confidence": [
      [
        "G",
        -0.012236371
      ],
      [
        "erm",
        -5.4669687e-05
      ],
      [
        "inal",
        -1.504853e-06
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry created by followers of this man. He had a falling out with Martha Simmonds over her husband's reenactment of Christ's arrival in Bristol. A text by this leader of the Valiant Sixty, which arose out of early collaborations with James Nayler, lays out his objection to (*) government-sponsoring of various religious groups, but does request intervention to prevent undue persecution of his own followers. This man's ideas inspired a follower to pen Truth Exalted and The Sandy Foundation Shaken, and crusade for the causes advocated by this figure along with Robert Barclay. This man's belief": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.058517214
      ],
      [
        " Fox",
        -0.00055922766
      ]
    ]
  },
  "In one scene in this film, one character enrages another character by stabbing at the hand of a third figure and instead impaling a table made of mahogany. Flashbacks in this film depict one character throwing a loaf of charred bread to the protagonist, who in another scene speaks on stage with Caesar Flickerman before he declares her the \"Girl on Fire.\" Yet another scene in this movie sees the death of Rue, who had earlier taught the protagonist a simple tune that could be carried by a Mockingjay,": {
    "guess": "The Hunger Games",
    "confidence": [
      [
        "The",
        -0.0038453285
      ],
      [
        " Hunger",
        -0.00086024636
      ],
      [
        " Games",
        -0.00017290872
      ]
    ]
  },
  "In one scene of this novel, the protagonist encounters a man with a shoeful of blood, and hears another man singing about \"five an' twenty dead men/Baked in a pie.\" Shortly thereafter, he meets a \"tattered soldier,\" who inquires after his health, and witnesses the death of a \"tall soldier\" who had previously": {
    "guess": "The Red Badge of Courage",
    "confidence": [
      [
        "The",
        -0.008521078
      ],
      [
        " Red",
        -5.7888185e-05
      ],
      [
        " Badge",
        -1.2113979e-05
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " Courage",
        -2.5941605e-05
      ]
    ]
  },
  "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces all around the board according to the new rules. In multiple scenes in this play, that character drops a stone and sarcastically claims that the stone flew upwards. A second \"American version\" of this": {
    "guess": "The Bald Soprano",
    "confidence": [
      [
        "The",
        -1.2149931
      ],
      [
        " Bald",
        -1.3487759
      ],
      [
        " S",
        -0.00019328887
      ],
      [
        "opr",
        -0.00036691726
      ],
      [
        "ano",
        -2.486877e-05
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who designed its costumes and sets. Excerpts from it accompany an animation of the prehistoric earth and dinosaurs in Walt Disney's Fantasia. Subtitled \"Pictures from Pagan Russia,\" this Sergei Diaghilev (dee-AH-gil-ev) production begins with a high bassoon solo. Its choreography by Vaslav Nijinsky ends with a young": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.0075851013
      ],
      [
        " R",
        -2.546479e-05
      ],
      [
        "ite",
        -6.1537958e-06
      ],
      [
        " of",
        -2.7014437e-05
      ],
      [
        " Spring",
        -0.00010807293
      ]
    ]
  },
  "In one scene of this opera, sheep-bells are heard and the title character watches the shepherd's song in praise of Frau Holda. Earlier, the Landgrave proclaims a Tournament of Song at Wartburg, in which the nobles are outraged at the song in praise of sensual love sung by the title character, competing for the central love interest's hand in marriage. Foreboding the death of his love interest, Wolfram sings the baritone aria \"O Du, Mein Holder Abendstern\" to ask the evening star to guide her to the afterlife. The opening features the soprano aria (*) \"Naht euch dem Strande,\" before devolving into a Bacchic frenzy in Venusberg. Later, the title character falls dead at Elisabeth's funeral procession, while pilgrims inform that the Pope's staff had put forth green leaves. For 10 points, name this": {
    "guess": "Tannhäuser",
    "confidence": [
      [
        "T",
        -0.011062556
      ],
      [
        "ann",
        -9.5914154e-05
      ],
      [
        "h",
        -0.014011532
      ],
      [
        "ä",
        -3.5477897e-05
      ],
      [
        "user",
        -0.00023798658
      ]
    ]
  },
  "In one scene in this film, a woman gives the advice \"Go and plow another field\" after telling a young man he is ugly. At one point in this film, the protagonist splurges at a restaurant, noting another family must \"earn at least a million a month\" to eat so lavishly. This film begins with the protagonist getting a job pasting up posters, which requires him to pawn his bed sheets. At one point, the protagonist confronts a figure who fakes a seizure to prevent being arrested. The protagonist of this film visits a fortune teller who says he will find a certain object either quickly or not at all. In the final scene of this film, Bruno stands dejected with his father, Antonio Ricci. For 10 points, name this Vittorio De Sica film about a poor man in postwar Italy who has the title mode of conveyance": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.91902274
      ],
      [
        "icycle",
        -0.0002576442
      ],
      [
        " Th",
        -4.00813e-06
      ],
      [
        "ieves",
        -8.180258e-06
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play, one character writes a letter about rice pudding to be read if he dies and insults a poet who later dies of a monkey bite. In this play, Valentine does research about grouse population and a drawing of a man holding Plautus, a turtle, confirms the identity of another character. In this play's first scene, that character admits to engaging in a (*) \"carnal embrace\" in a gazebo, and it concludes with the protagonist awkwardly waltzing with the mute Gus. At the end of this play, the discovery of a letter about a dahlia reveals that Lord Byron did not kill Ezra Chater, frustrating the theories of Bernard Nightingale. For 10 points, name this play which features Hannah Jarvis's investigations about Septimus Hodge and Thomasina Coverly, set at Sidley Park in both 1809 and the present day and": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.027563186
      ],
      [
        "adia",
        -2.1054253e-05
      ]
    ]
  },
  "One scene in this film demonstrates the protagonist's unstable marriage with a series of shots showing the couple sitting farther apart at their dinner table. Chorus girls in this film sing that the protagonist \"loves to smoke\" and \"enjoys a joke.\" At one point in this film, the protagonist shrieks at Boss Jim Gettys that he will send him to Sing Sing. This movie's title character drafts a \"Declaration of Principles,\" which is kept by his friend Jedediah Leland. This film's title character attempts": {
    "guess": "Citizen Kane",
    "confidence": [
      [
        "Cit",
        -0.010938994
      ],
      [
        "izen",
        -9.388769e-05
      ],
      [
        " Kane",
        -0.00012701898
      ]
    ]
  },
  "In one scene in this play, the second of title characters draw black crosses from a helmet, while Yvette": {
    "guess": "Cyrano de Bergerac",
    "confidence": [
      [
        "C",
        -1.4106807
      ],
      [
        "yr",
        -0.023494817
      ],
      [
        "ano",
        -2.5345586e-05
      ],
      [
        " de",
        -0.000446162
      ],
      [
        " Berger",
        -0.0003432104
      ],
      [
        "ac",
        -2.1173457e-05
      ]
    ]
  },
  "In one scene in this work, one character reveals that she does not trust the valet Laurent and believes that Daphne and her little husband are slandering her family. Argas, a political exile, has his political secrets kept in a casket entrusted to one character in this work, whose mother, Madame Pernelle, eventually believes that the title character is a villain when being evicted by the bailiff Loyal. Damis witnesses the title character's attempted seduction of his mother, which occurs in spite of the title character's betrothal to Valere's daughter Mariane. For 10 points, name this play about Orgon and the title hypocritical houseguest, a play by Moliere.": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.0054790797
      ],
      [
        "art",
        -2.4630364e-05
      ],
      [
        "uff",
        -1.3856493e-06
      ],
      [
        "e",
        -1.8550976e-05
      ]
    ]
  },
  "In one scene in this play, a character appears only after a host of ladies' hats and cloaks are taken off and hung on racks. That scene is followed by one in which a character suggests that another remove her dress, a scene that was brought about when that man's wife was sent to be with his secretary, prompting him to go to the brothel of Madame (*) Pace [\"PAH-chay\"]. The Step- Daughter character does appear at the brothel in this play, which ends with the suicide of the Boy after the drowning of the Little Girl. This play begins when the title figures interrupt a rehearsal of The Rules of the": {
    "guess": "Six Characters in Search of an Author",
    "confidence": [
      [
        "Six",
        -0.010023446
      ],
      [
        " Characters",
        -1.3663626e-05
      ],
      [
        " in",
        -0.00017290872
      ],
      [
        " Search",
        -2.2246291e-05
      ],
      [
        " of",
        -6.392203e-06
      ],
      [
        " an",
        -2.546479e-05
      ],
      [
        " Author",
        -2.188868e-05
      ]
    ]
  },
  "The scenario for this musical work was first conceived by Nicholas Roerich (ROAR-ik), who also designed its costumes and sets. Excerpts from it accompanied an animation of the prehistoric earth and dinosaurs in Walt Disney's Fantasia. Subtitled \"Pictures from Pagan Russia,\" this Sergei Diaghilev (dee-AH-gil-ev)": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.01691147
      ],
      [
        " R",
        -0.014848238
      ],
      [
        "ite",
        -6.869018e-06
      ],
      [
        " of",
        -4.7755875e-05
      ],
      [
        " Spring",
        -7.0523776e-05
      ]
    ]
  },
  "In one scene in this novel, a character who hears the words \"falling plane\" thinks he is in a falling airplane and assumes a fetal position. That character in this novel is taken to a hospital staffed by a nun who doesn't believe in God. This novel's protagonist learns German from Howard Dunlop, and": {
    "guess": "The Satanic Verses",
    "confidence": [
      [
        "The",
        -0.75595325
      ],
      [
        " Sat",
        -1.3821454
      ],
      [
        "anic",
        -5.157039e-05
      ],
      [
        " Vers",
        -0.0002935135
      ],
      [
        "es",
        -0.0006620417
      ]
    ]
  },
  "In one scene of this play, a character talks about the scarf he retrieved from the corpse of his slain friend with his lover. Earlier, the audience indirectly learns that the three judges of the underworld debated whether to place one character in this play in the Martian field or the field of love before": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.7331418
      ],
      [
        "let",
        -3.4405064e-05
      ]
    ]
  },
  "In one scene of this opera, sheep-bells are heard and the title character watches the shepherd's song in praise of Frau Holda. Earlier, the Landgrave proclaims a Tournament of Song at Wartburg, in which the nobles are outraged at the song in praise of sensual love sung by the title character, competing for the central love interest's hand in marriage. Foreboding the death of his love interest, Wolfram sings the baritone aria \"O Du, Mein Holder Abendstern\" to ask the evening star to guide her to the": {
    "guess": "Tannhäuser",
    "confidence": [
      [
        "T",
        -0.008594007
      ],
      [
        "ann",
        -5.9795446e-05
      ],
      [
        "h",
        -0.019720659
      ],
      [
        "ä",
        -8.375538e-05
      ],
      [
        "user",
        -0.00020616286
      ]
    ]
  },
  "In one scene in this film, a woman gives the advice \"Go and plow another field\" after telling a young man he is ugly. At one point in this film, the protagonist splurges at a restaurant, noting another family must \"earn at least a million a month\" to eat so lavishly. This film begins with the protagonist getting a job pasting up posters, which requires him to pawn his bed sheets. At one point, the protagonist confronts a figure who fakes a seizure to prevent being arrested. The protagonist of this film visits a fortune teller who says he will find a certain object either quickly or not at all. In the final scene of this film, Bruno stands dejected with his father, Antonio Ricci. For 10 points,": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.047921482
      ],
      [
        "icycle",
        -1.27099975e-05
      ],
      [
        " Th",
        -2.0696643e-05
      ],
      [
        "ieves",
        -3.7623562e-05
      ]
    ]
  },
  "One scene in this play concerns a pedant who pretends to be the father of another character to confirm a dowry. Another character in this play misinterprets a direction to knock and is derided as a \"three-inch": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.015345628
      ],
      [
        " T",
        -0.22327651
      ],
      [
        "aming",
        -7.226629e-06
      ],
      [
        " of",
        -4.036525e-05
      ],
      [
        " the",
        -0.0007544778
      ],
      [
        " Sh",
        -2.6060809e-05
      ],
      [
        "rew",
        -0.00057483604
      ]
    ]
  },
  "In a scene, this character eats a ball of sugar placed beside the corpse of a small child, who had been laid beneath a giant cross in hopes of being revived. At the end of the novel this character appears in, a boy dreams of his mother reading him a story in which this character plays the part of Julius Caesar in a play. This character earlier assumes the name of a hostage who was executed by those searching for him. His death is witnessed by a character who is giving the chief of police a (*) filling,": {
    "guess": "Jean Valjean",
    "confidence": [
      [
        "Jean",
        -1.0296082
      ],
      [
        " Val",
        -0.46736437
      ],
      [
        "je",
        -1.4378848e-05
      ],
      [
        "an",
        -1.27099975e-05
      ]
    ]
  },
  "In one scene of this play, the protagonist declares that another character's moist hand is a sign of fertility before describing how one object in this play was given to his mother by an Egyptian witch and was dyed by the blood from virgins. The principal antagonist declares at the start of this play that the beast with two backs was being made by Brabantio's daughter. That same antagonist would advise the protagonist that jealousy was a \"green- eyed monster\" when tricking the protagonist into thinking his wife was having an affair with Cassio. The machinations of Iago would lead to the death of Desdemona in, for ten points, this Shakespearean tragedy about the title Moor.": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.0031979159
      ],
      [
        "th",
        -4.723352e-06
      ],
      [
        "ello",
        -9.7583004e-05
      ]
    ]
  },
  "In one scene in this novel, a character claims to enjoy his new life too much to think about his former home. In this novel, the Fledgling Phoenix is killed in an ambush at the Valley of the Fallen Phoenix after switching horses with his master. Another character in this novel tosses his infant son on the ground after one of his generals had risked his life to save the baby. One character in this novel": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.002633446
      ],
      [
        "ance",
        -7.9418505e-06
      ],
      [
        " of",
        -4.2391708e-05
      ],
      [
        " the",
        -0.001549141
      ],
      [
        " Three",
        -0.010449177
      ],
      [
        " Kingdom",
        -1.0564331e-05
      ],
      [
        "s",
        -1.3856493e-06
      ]
    ]
  },
  "In one scene in this novel, a character who hears the words \"falling plane\" thinks he is in a falling airplane and assumes a fetal position. That character in this novel is taken to a hospital staffed": {
    "guess": "The Satanic Verses",
    "confidence": [
      [
        "The",
        -1.139495
      ],
      [
        " Sat",
        -1.5990077
      ],
      [
        "anic",
        -1.4974867e-05
      ],
      [
        " Vers",
        -4.167649e-05
      ],
      [
        "es",
        -1.0802739e-05
      ]
    ]
  },
  "One scene in this play concerns a pedant who pretends to be the father of another character to confirm a dowry. Another character in this play misinterprets a direction to knock and is derided as a \"three-inch fool\" by Curtis. Two men disguise themselves as music and Latin teachers in order to woo a": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.026938623
      ],
      [
        " T",
        -0.016400194
      ],
      [
        "aming",
        -1.60477e-05
      ],
      [
        " of",
        -0.00015264409
      ],
      [
        " the",
        -0.0022298328
      ],
      [
        " Sh",
        -3.6073914e-05
      ],
      [
        "rew",
        -0.00048548827
      ]
    ]
  },
  "In one scene of this novel, a body is surrounded by candles and is covered by two strips of silk from a Chinese tapestry  arranged in the shape of St. Andrew's cross. One character in this novel looks at a chessboard and concludes that \"knights  had no meaning in this game. It wasn't a game for knights,\" recalling his observation of a stained-glass image of a knight  failing to save a damsel. In this novel, a crucial camera plate-holder is not found during the stakeout of a rare bookshop  serving as a front for a (*) pornography racket headed by the gay character Geiger. The protagonist gives the": {
    "guess": "The Big Sleep",
    "confidence": [
      [
        "The",
        -0.0028349461
      ],
      [
        " Big",
        -0.021832956
      ],
      [
        " Sleep",
        -5.3000836e-05
      ]
    ]
  },
  "One scene in this work depicts townspeople gathering to listen to a Joe Louis fight, the narrator fretting": {
    "guess": "I Know Why the Caged Bird Sings",
    "confidence": [
      [
        "I",
        -0.38041145
      ],
      [
        " Know",
        -0.0009920801
      ],
      [
        " Why",
        -4.0722858e-05
      ],
      [
        " the",
        -0.0006358316
      ],
      [
        " C",
        -0.00015693542
      ],
      [
        "aged",
        -1.2590794e-05
      ],
      [
        " Bird",
        -2.1411865e-05
      ],
      [
        " S",
        -1.4617256e-05
      ],
      [
        "ings",
        -1.9504607e-05
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates a duck and is ultimately shot by her husband. In a famous speech from this film a character claims everything in the world is good for something and points to a stone musing, \"I don't know [what": {
    "guess": "The Grand Illusion",
    "confidence": [
      [
        "The",
        -1.7114469
      ],
      [
        " Grand",
        -1.8037797
      ],
      [
        " Ill",
        -0.35113508
      ],
      [
        "usion",
        -3.6073914e-05
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play, one character writes a letter about rice pudding to be read if he dies and insults a poet who later dies of a monkey bite. In this play, Valentine does research about grouse population and a drawing of a man holding Plautus, a turtle, confirms the identity of another character. In this play's first scene, that character admits to engaging in a (*) \"carnal embrace\" in a gazebo, and it concludes with the protagonist awkwardly waltzing with the mute Gus. At the end of this play, the discovery of a letter about a dahlia reveals that Lord Byron did not kill Ezra Chater, frustrating the theories": {
    "guess": "Arcadia (play)",
    "confidence": [
      [
        "Arc",
        -0.020696038
      ],
      [
        "adia",
        -2.8802491e-05
      ],
      [
        " (",
        -0.08613985
      ],
      [
        "play",
        -0.00034332962
      ],
      [
        ")",
        -1.27099975e-05
      ]
    ]
  },
  "In a scene in this play, one character criticizes two clerks playing chess for not moving their pieces all around the board according to the new rules. In multiple scenes in this play, that character drops a stone and sarcastically claims that the stone flew upwards. A second \"American version\" of this play was created by its author in collaboration with actor Charles Laughton, who played the title role. In this play, Christopher Clavius declares that a character who rejects the existence of crystal": {
    "guess": "The Man Who Came to Dinner",
    "confidence": [
      [
        "The",
        -0.8192728
      ],
      [
        " Man",
        -1.4654641
      ],
      [
        " Who",
        -0.00085702783
      ],
      [
        " Came",
        -0.27480492
      ],
      [
        " to",
        -0.0022928752
      ],
      [
        " Dinner",
        -3.6908343e-05
      ]
    ]
  },
  "One scene in this film shows six Asians playing Uno at a lunch table. One character in this film misspells chlamydia with a \"k,\" while another is the daughter of the inventor of toaster strudel. Mr. Duvall": {
    "guess": "Mean Girls",
    "confidence": [
      [
        "Mean",
        -0.007945514
      ],
      [
        " Girls",
        -5.3954464e-05
      ]
    ]
  },
  "In one scene of this novel, the protagonist encounters a man with a shoeful of blood, and hears another man singing about \"five an' twenty dead men/Baked in a pie.\" Shortly thereafter, he meets a \"tattered soldier,\" who inquires after his health, and witnesses the death of a \"tall soldier\" who had previously claimed that he would run from a battle if everyone else did. That man was Jim Conklin. The protagonist rejoins the 304th New York Regiment and is cared for by his friend Wilson after suffering": {
    "guess": "The Red Badge of Courage",
    "confidence": [
      [
        "The",
        -0.0011337858
      ],
      [
        " Red",
        -0.00014180024
      ],
      [
        " Badge",
        -3.9530823e-05
      ],
      [
        " of",
        -5.080963e-06
      ],
      [
        " Courage",
        -1.6643718e-05
      ]
    ]
  },
  "In one scene in this film, several characters, including Alee, emerge from a vessel, and in the beginning of this film, the main character is referred to as \"the big aggie.\" In one famous scene from this film, the main character repeatedly licks his knife and is aided by Nyla and Cunayun in building a structure, which he then (*) cuts a hole in and sticks his face out of. In another scene in this film, there are frequent cuts to a growling dog, which is then fed after a character catches a seal.": {
    "guess": "Atanarjuat: The Fast Runner",
    "confidence": [
      [
        "At",
        -0.9738298
      ],
      [
        "an",
        -2.7968066e-05
      ],
      [
        "ar",
        -7.350386e-05
      ],
      [
        "ju",
        -0.00013977377
      ],
      [
        "at",
        -6.5278815e-05
      ],
      [
        ":",
        -0.09784968
      ],
      [
        " The",
        -0.000385867
      ],
      [
        " Fast",
        -2.2127088e-05
      ],
      [
        " Runner",
        -6.837811e-05
      ]
    ]
  },
  "In one scene of this novel, a body is surrounded by candles and is covered by two strips of silk from a Chinese tapestry  arranged in the shape of St. Andrew's cross. One character in this novel looks": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.50095975
      ],
      [
        " Name",
        -1.5990784
      ],
      [
        " of",
        -0.00020294437
      ],
      [
        " the",
        -0.001155105
      ],
      [
        " Rose",
        -4.441817e-05
      ]
    ]
  },
  "In one scene in this work, one character reveals that she does not trust the valet Laurent and believes": {
    "guess": "The Maids",
    "confidence": [
      [
        "The",
        -1.1690592
      ],
      [
        " Ma",
        -0.28484085
      ],
      [
        "ids",
        -5.1689596e-05
      ]
    ]
  },
  "In one scene in this film, several characters, including Alee, emerge from a vessel, and in the beginning of this film, the main character is referred to as \"the big aggie.\" In one famous scene from this film, the main character repeatedly licks his knife and is aided by Nyla and Cunayun in building": {
    "guess": "Aguirre, the Wrath of God",
    "confidence": [
      [
        "A",
        -0.21344118
      ],
      [
        "gu",
        -0.0015173577
      ],
      [
        "ir",
        -3.3451433e-05
      ],
      [
        "re",
        -7.822647e-06
      ],
      [
        ",",
        -0.00010247036
      ],
      [
        " the",
        -0.005918485
      ],
      [
        " Wrath",
        -6.392203e-06
      ],
      [
        " of",
        -1.8193366e-05
      ],
      [
        " God",
        -0.00019626896
      ]
    ]
  },
  "In one scene in this novel, a character claims to enjoy his new life too much to think about his former home. In this novel, the Fledgling Phoenix is killed in an ambush at the Valley of the Fallen Phoenix after switching horses with his master. Another character in this novel tosses his infant son on the ground after one of his generals had risked his life to save the baby. One character in this novel prays to the Big Dipper to relieve his illness but dies anyway at the (*) Wǔzhàng Plains, although he has a wooden statue of himself made to make his rival think he is still alive. Previously, that character supposedly summons the southeast wind and \"borrows\" arrows with straw boats to win the Battle of Red Cliffs. This novel begins with a rebellion led by Zhāng Jué and ends with Sīmǎ Yán establishing": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.0015646155
      ],
      [
        "ance",
        -3.888926e-06
      ],
      [
        " of",
        -2.0219828e-05
      ],
      [
        " the",
        -0.0011224761
      ],
      [
        " Three",
        -0.00033701185
      ],
      [
        " Kingdom",
        -2.8921695e-05
      ],
      [
        "s",
        -1.147242e-06
      ]
    ]
  },
  "In one scene in this story, a character goes to visit a baptism, saying \"It is good to pray sometimes\" when asked if it was an amusing ceremony. In another scene, nuns tell the title character about their mission to help soldiers afflicted with small pox. At the end of this story, Cornudet begins to ferociously whistle the \"Marseillaise.\" While the title character shares her picnic basket with others, she receives none of their food at the end of this story. The title character, whose real name is Elizabeth Rousset, ultimately gives in to her fellow travelers' pressures and sleeps with a Prussian officer so that the carriage may proceed. For 10 points, name this Guy de Maupassant story about the titular rotund French prostitute.": {
    "guess": "Boule de Suif",
    "confidence": [
      [
        "B",
        -0.008919333
      ],
      [
        "ou",
        -3.1737043e-06
      ],
      [
        "le",
        -3.3093824e-05
      ],
      [
        " de",
        -0.00024239712
      ],
      [
        " Su",
        -0.00039480726
      ],
      [
        "if",
        -3.297462e-05
      ]
    ]
  },
  "In one scene in this film, a woman gives the advice \"Go and plow another field\" after telling a young man he is ugly. At one point in this film, the protagonist splurges at a restaurant, noting another": {
    "guess": "Parasite",
    "confidence": [
      [
        "Par",
        -1.5067587
      ],
      [
        "as",
        -0.00044246673
      ],
      [
        "ite",
        -1.1041146e-05
      ]
    ]
  },
  "In one scene in this work, the awkward Harvey Johnson asks to speak to Penelope Ann and Debra Sue. The title character is said to be both \"born in Indochina\" to missionaries and to be \"born in old Virginia\" to planters, as described in the song \"A Healthy, Normal American Boy.\" In one scene, Albert sings \"take off the gloomy mask of tragedy\u0097it's not your style.\" An early scene sees a girl on the phone": {
    "guess": "Bye Bye Birdie",
    "confidence": [
      [
        "By",
        -0.011956769
      ],
      [
        "e",
        -0.00017433916
      ],
      [
        " Bye",
        -0.0027555453
      ],
      [
        " Bird",
        -0.00032533353
      ],
      [
        "ie",
        -6.0272258e-05
      ]
    ]
  },
  "In one scene in this novel, the protagonist visits the home of Governor Bellingham and is horrified at the reflection in a suit of armor. Mistress Hobbins accuses the protagonist of this novel of visiting the \"Black Man,\" and while delivering some embroidered gloves, the protagonist's daughter is called a (*) \"demon-child.\" That daughter has natural compassion for Reverend Dimmsdale, who is treated": {
    "guess": "The Scarlet Letter",
    "confidence": [
      [
        "The",
        -0.02046177
      ],
      [
        " Scarlet",
        -0.012730838
      ],
      [
        " Letter",
        -0.0002669384
      ]
    ]
  },
  "In a scene, this character eats a ball of sugar placed beside the corpse of a small child, who had been laid beneath a giant cross in hopes of being revived. At the end of the novel this character appears": {
    "guess": "Father Mapple",
    "confidence": [
      [
        "Father",
        -1.6419586
      ],
      [
        " M",
        -1.4660506
      ],
      [
        "apple",
        -0.0044453125
      ]
    ]
  },
  "In one scene in this work, the awkward Harvey Johnson asks to speak to Penelope Ann and Debra Sue. The title character is said to be both \"born in Indochina\" to missionaries and to be \"born in old Virginia\"": {
    "guess": "Miss Saigon",
    "confidence": [
      [
        "Miss",
        -0.16367051
      ],
      [
        " Sa",
        -0.11221458
      ],
      [
        "igon",
        -5.5577775e-06
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play, one character writes a letter about rice pudding to be read if he dies and insults a poet who later dies of a monkey bite. In this play, Valentine does research about grouse population and a drawing of a man holding Plautus, a turtle, confirms the identity of another character. In this play's first scene, that character admits to engaging in a (*) \"carnal embrace\" in a gazebo, and it concludes with the protagonist awkwardly waltzing with the mute Gus. At the end of this play, the discovery of a letter about a dahlia reveals that Lord Byron did not kill Ezra Chater, frustrating the theories of Bernard Nightingale. For 10 points, name this play which features Hannah Jarvis's investigations about Septimus Hodge and Thomasina Coverly, set at Sidley Park in both 1809 and the present day and written by Tom Stoppard.": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.017859116
      ],
      [
        "adia",
        -2.7252845e-05
      ]
    ]
  },
  "In one scene in this play, two characters tie their belts together to trap another character. Earlier, the protagonists employ tennis scoring in their Game of Questions. Two characters in this play hear music emanating from some barrels before the arrival of pirates prompts them to hide. The protagonists encounter the Player, who leads a troupe of actors called the Tragedians in a performance of the Murder of Gonzago. This play opens as one character continuously wins a coin flipping game, and ends with the English ambassador announcing the deaths of the title characters at Elsinore Castle. For 10 points, name this Tom Stoppard play centered on two minor characters from Hamlet.": {
    "guess": "Rosencrantz and Guildenstern Are Dead",
    "confidence": [
      [
        "Ros",
        -0.00021021579
      ],
      [
        "enc",
        -3.650519e-06
      ],
      [
        "rant",
        -3.297462e-05
      ],
      [
        "z",
        -1.2829201e-05
      ],
      [
        " and",
        -0.0062753707
      ],
      [
        " Guild",
        -3.070975e-05
      ],
      [
        "en",
        -4.20341e-05
      ],
      [
        "st",
        -2.3319124e-05
      ],
      [
        "ern",
        -1.9361265e-07
      ],
      [
        " Are",
        -8.637786e-05
      ],
      [
        " Dead",
        -3.5313153e-06
      ]
    ]
  },
  "In one scene, this character is given coffee beans to sober up, and in another he quotes \"To His Coy Mistress\". Among the helpful characters he encounters are Meyers, who gives him wagering advice when he goes to the horse track, and Ralph Simmons, who gives him proper clothes to blend in. After this character gets stuck in the mud with several other men, he has to take drastic action before hiding in a barn. This character spends significant time in a (*) hospital, where a nurse sneaks him alcoholic eggnog and Dr. Valentini operates on his leg. The novel famously ends when this character walks in the rain upon learning of his child's death. He talks with Rinaldi about women throughout the story and rows with his lover to Switzerland under the cover of night. For ten points, name this enduring ambulance driver attracted to Catherine Barkley in Hemingway's A Farewell to Arms.": {
    "guess": "Frederic Henry",
    "confidence": [
      [
        "Fre",
        -0.3279358
      ],
      [
        "der",
        -1.3856493e-06
      ],
      [
        "ic",
        -0.00057650486
      ],
      [
        " Henry",
        -0.00011498674
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates a duck and is ultimately shot by her husband. In a famous speech from this film a character claims": {
    "guess": "The Seventh Seal",
    "confidence": [
      [
        "The",
        -1.0990947
      ],
      [
        " Seventh",
        -1.2573154
      ],
      [
        " Seal",
        -0.0008653684
      ]
    ]
  },
  "One scene in this movie centers on the reading of a plagiarized poem that includes the line \"What are you going to leave for us, you people in your cars, spewing pollution into the air?\" Shortly thereafter, a calisthenics montage is interspersed with scenes depicting the protagonist finding the book The Secret Science behind Miracles. The sight of a neighbor sunbathing topless prompts its protagonist's": {
    "guess": "Donnie Darko",
    "confidence": [
      [
        "Don",
        -1.2303289
      ],
      [
        "nie",
        -0.014993626
      ],
      [
        " Dark",
        -0.00038550937
      ],
      [
        "o",
        -7.3458323e-06
      ]
    ]
  },
  "In one scene in this film, several characters, including Alee, emerge from a vessel, and in the beginning of this film, the main character is referred to as \"the big aggie.\" In one famous scene from this film, the main character repeatedly licks his knife and is aided by Nyla and Cunayun in building a structure, which he then (*) cuts a hole in and sticks his face out of. In another scene in this film,": {
    "guess": "Aguirre, the Wrath of God",
    "confidence": [
      [
        "A",
        -0.3659021
      ],
      [
        "gu",
        -0.013625777
      ],
      [
        "ir",
        -7.493431e-05
      ],
      [
        "re",
        -0.00011629798
      ],
      [
        ",",
        -0.00023274162
      ],
      [
        " the",
        -0.0061461115
      ],
      [
        " Wrath",
        -1.4021238e-05
      ],
      [
        " of",
        -2.9875326e-05
      ],
      [
        " God",
        -0.0002134343
      ]
    ]
  },
  "One scene in this film demonstrates the protagonist's unstable marriage with a series of shots showing the couple sitting farther apart at their dinner table. Chorus girls in this film sing that the protagonist \"loves to smoke\" and \"enjoys a joke.\" At one point in this film, the protagonist shrieks at Boss Jim Gettys that he will send him to Sing Sing. This movie's title character drafts a \"Declaration of Principles,\" which is kept by his friend Jedediah Leland. This film's title character attempts to make his second wife, Susan Alexander, into an opera star, by using his influence as Inquirer publisher. This film aroused the ire of William Randolph Hearst, upon whom its title character was based.": {
    "guess": "Citizen Kane",
    "confidence": [
      [
        "Cit",
        -0.0060110334
      ],
      [
        "izen",
        -5.669615e-05
      ],
      [
        " Kane",
        -5.312004e-05
      ]
    ]
  },
  "In one scene, this character is given coffee beans to sober up, and in another he quotes \"To His Coy Mistress\". Among the helpful characters he encounters are Meyers, who gives him wagering advice when he goes to the horse track, and Ralph Simmons, who gives him proper clothes to blend in. After this character gets stuck in the mud with several other men, he has to take drastic action before hiding in a barn. This character spends significant time in a (*) hospital, where a nurse sneaks him alcoholic eggnog and Dr. Valentini operates on his leg. The novel famously ends when this character walks": {
    "guess": "The Adventures of Huckleberry Finn",
    "confidence": [
      [
        "The",
        -0.6901703
      ],
      [
        " Adventures",
        -0.54551524
      ],
      [
        " of",
        -0.00013035668
      ],
      [
        " H",
        -0.5268787
      ],
      [
        "uckle",
        -1.8624639e-06
      ],
      [
        "berry",
        -7.088138e-05
      ],
      [
        " Finn",
        -1.0280384e-06
      ]
    ]
  },
  "In one scene, this character replaces twenty real bills with twenty that claim to be from the \"Bank of": {
    "guess": "The Great Muppet Caper",
    "confidence": [
      [
        "The",
        -1.0362221
      ],
      [
        " Great",
        -0.47690785
      ],
      [
        " M",
        -0.5470768
      ],
      [
        "uppet",
        -0.005719266
      ],
      [
        " C",
        -7.9418505e-06
      ],
      [
        "aper",
        -7.3458323e-06
      ]
    ]
  },
  "One scene in this work depicts townspeople gathering to listen to a Joe Louis fight, the narrator fretting that a Louis loss would be the equivalent of a black man beaten or a black woman raped. The narrator of this work begins a poem with the lines, \"What are you looking at me for? I didn't come to stay.\" The narrator of this work describes her harrowing abuse and rape by Mr. Freeman, who is murdered after being acquitted in Stamps, Arkansas. This work was written by the poet of \"On the Pulse of Morning,\" which was read at Bill Clinton's inauguration. FTP what is this autobiographical work by": {
    "guess": "I Know Why the Caged Bird Sings",
    "confidence": [
      [
        "I",
        -0.0038446132
      ],
      [
        " Know",
        -0.00021176544
      ],
      [
        " Why",
        -3.888926e-06
      ],
      [
        " the",
        -0.0006279678
      ],
      [
        " C",
        -3.22594e-05
      ],
      [
        "aged",
        -6.1537958e-06
      ],
      [
        " Bird",
        -3.357064e-05
      ],
      [
        " S",
        -2.0339032e-05
      ],
      [
        "ings",
        -1.4855664e-05
      ]
    ]
  },
  "In one scene in this play, a character appears only after a host of ladies' hats and cloaks are taken off and hung on racks. That scene is followed by one in which a character suggests that another remove her dress, a scene that was brought about when that man's wife was sent to be with his secretary, prompting him to go to the brothel of Madame (*) Pace [\"PAH-chay\"]. The Step- Daughter character does appear at the brothel in this play, which ends with the suicide of the Boy after the drowning of the Little Girl. This play begins when the title figures interrupt a rehearsal of The Rules of the Game. For 10 points, name this Theatre of the Absurd drama by Luigi Pirandello.": {
    "guess": "Six Characters in Search of an Author",
    "confidence": [
      [
        "Six",
        -0.0082379505
      ],
      [
        " Characters",
        -2.0339032e-05
      ],
      [
        " in",
        -0.0006544164
      ],
      [
        " Search",
        -6.408677e-05
      ],
      [
        " of",
        -4.365741e-06
      ],
      [
        " an",
        -6.3490756e-05
      ],
      [
        " Author",
        -2.7372049e-05
      ]
    ]
  },
  "In one scene of this play, a character talks about the scarf he retrieved from the corpse of his slain": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.76842755
      ],
      [
        "let",
        -1.5809293e-05
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates a duck and is ultimately shot by her husband. In a famous speech from this film a character claims everything in the world is good for something and points to a stone musing, \"I don't know [what it's good for] . . . but it certainly has its use. If it were useless, then everything would be useless—even the stars.\" One character taunts another man who is trying to break chains by expanding his chest, while later he dumps a bucket of water on that man leading to a chase that gets them both kicked out of the Giraffa Circus. At the end of this film the tightrope walker \"Il Matto\" is accidentally": {
    "guess": "La Strada",
    "confidence": [
      [
        "La",
        -0.15654111
      ],
      [
        " Str",
        -0.034073826
      ],
      [
        "ada",
        -1.1279553e-05
      ]
    ]
  },
  "In one scene in this work, a drunken sailor claims to be from the moon, causing another character to swear allegiance to him and kiss his foot.  In another scene of this work, a banquet vanishes when a harpy appears before \"three men of sin\" and angrily reprimands them for an incident that happened twelve years prior to this work.  That incident led to the enslaving of a son of Sycorax and the freeing": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.00760734
      ],
      [
        " Tem",
        -0.00016754455
      ],
      [
        "pest",
        -2.9279307e-05
      ]
    ]
  },
  "In one scene, this man asks another character to read him the story of the raising of Lazarus, and he calls his sister's proposed marriage a disgrace because she has sold herself to secure him a job partnership": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.33867818
      ],
      [
        " and",
        -0.00050227763
      ],
      [
        " Pun",
        -0.00032247265
      ],
      [
        "ishment",
        -0.00044151678
      ]
    ]
  },
  "In one scene in this film, several characters, including Alee, emerge from a vessel, and in the beginning": {
    "guess": "Arrival",
    "confidence": [
      [
        "Arr",
        -0.6081736
      ],
      [
        "ival",
        -5.5861725e-05
      ]
    ]
  },
  "In one scene, this character is given coffee beans to sober up, and in another he quotes \"To His Coy Mistress\". Among the helpful characters he encounters are Meyers, who gives him wagering advice when he goes to the horse track, and Ralph Simmons, who gives him proper clothes to blend in. After this character gets stuck in the mud with several other men, he has to take drastic action before hiding in a barn. This character spends significant time in a (*) hospital, where a nurse sneaks him alcoholic": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -1.1149656
      ],
      [
        " Catch",
        -0.7676816
      ],
      [
        "er",
        -0.00016063073
      ],
      [
        " in",
        -0.0024724475
      ],
      [
        " the",
        -0.0007566198
      ],
      [
        " R",
        -0.00012284685
      ],
      [
        "ye",
        -1.1517961e-05
      ]
    ]
  },
  "Scenes from this man's life, including his administering of the sick at Ulverston and imprisonement at Derby Jail, are depicted on a work made with a newly-invented namesake corded stitch, a 77 panel tapestry created by followers of this man. He had a falling out with Martha Simmonds over her husband's reenactment of Christ's arrival in Bristol. A text by this leader of the Valiant Sixty, which arose": {
    "guess": "Quakers",
    "confidence": [
      [
        "Qu",
        -0.3290983
      ],
      [
        "akers",
        -0.08902159
      ]
    ]
  },
  "In one scene of this novel, a body is surrounded by candles and is covered by two strips of silk from a Chinese tapestry  arranged in the shape of St. Andrew's cross. One character in this novel looks at a chessboard and concludes that \"knights  had no meaning in this game. It wasn't a game for knights,\" recalling his observation of a stained-glass image of a knight  failing to save a damsel. In this novel, a crucial camera plate-holder is not found during the stakeout of a rare bookshop  serving as a front for a (*) pornography racket headed by the gay character Geiger. The protagonist gives the nickname \"Silver  Wig\" to Mona Mars after learning of the murder of bootlegger Rusty Regan by Vivian and Carmen. For 10 points, name this  detective novel in which General Sternwood enlists the aid": {
    "guess": "The Big Sleep",
    "confidence": [
      [
        "The",
        -0.0036253661
      ],
      [
        " Big",
        -0.0012304692
      ],
      [
        " Sleep",
        -0.0002515648
      ]
    ]
  },
  "One scene in this work describes a man earlier arrested at a post office who went mad from studying too much. Reverend Hammond places a cross around the neck of this work's protagonist, who had earlier discussed robbing a deli. Its protagonist tells Britten that the Jan Erlone is Jewish in an attempt to frame him. One character in this work announces that he has sent some Ping-Pong tables to the South Side Boys' Club, but Boris A. Max later reveals him to be a racist slum lord. The title character kills Bessie and throws her down an air shaft after a reporter discovers an earring among the ashes of Mary Dalton in, for 10 points, which work about Bigger Thomas by Richard Wright?": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.0056085424
      ],
      [
        " Son",
        -1.8624639e-06
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play, one character writes a letter about rice pudding to be read if he dies and insults a poet who later dies of a monkey bite. In this play, Valentine does research about grouse population and a drawing of a man holding Plautus, a turtle, confirms the identity of another character. In this play's first scene, that character admits to engaging in a (*) \"carnal embrace\" in a gazebo, and it concludes": {
    "guess": "Arcadia (play)",
    "confidence": [
      [
        "Arc",
        -0.10311648
      ],
      [
        "adia",
        -1.8431772e-05
      ],
      [
        " (",
        -0.04304304
      ],
      [
        "play",
        -0.00032938644
      ],
      [
        ")",
        -1.1279553e-05
      ]
    ]
  },
  "The scene of Dionysus bringing this drunken god up to Olympus slumped over the back of a mule was often depicted in Greek art. In another legend this god was married to Athena, who left him, after which he spilled his seed on the earth to produce Erechtheus, a king of Athens. The woman more commonly known as his wife was given to him in exchange for releasing Hera from a trick throne he had built. For 10 points, name this husband of Aphrodite who was lamed when he fell from Olympus to Lemnos, under which he built his forge.": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.00044306272
      ],
      [
        "ep",
        -2.58224e-05
      ],
      [
        "ha",
        -2.9636918e-05
      ],
      [
        "est",
        -7.703444e-06
      ],
      [
        "us",
        -3.094816e-05
      ]
    ]
  },
  "In one scene in this film, several characters, including Alee, emerge from a vessel, and in the beginning of this film, the main character is referred to as \"the big aggie.\" In one famous scene from this film, the main character repeatedly licks his knife and is aided by Nyla and Cunayun in building a structure, which he then (*) cuts a hole in and sticks his face out of. In another scene in this film, there are frequent cuts to a growling dog, which is then fed after a character catches a seal. With a group, the main character of this film hunts a walrus, and the portrayer of that character famously died of starvation two years after this film premiered. For 10 points, name this film directed": {
    "guess": "Nanook of the North",
    "confidence": [
      [
        "N",
        -0.06546155
      ],
      [
        "an",
        -5.0497558e-05
      ],
      [
        "ook",
        -3.888926e-06
      ],
      [
        " of",
        -0.00010556965
      ],
      [
        " the",
        -1.8193366e-05
      ],
      [
        " North",
        -1.473646e-05
      ]
    ]
  },
  "In one scene in this movie, the main character is named Dragon Warrior after flying over the palace walls while strapped to a chair of fireworks. In another, it is revealed that Ping has a secret noodle recipe that his grandfather obtained in a game of Mahjong. and a third scene in this movie sees the": {
    "guess": "Kung Fu Panda",
    "confidence": [
      [
        "K",
        -0.009335382
      ],
      [
        "ung",
        -1.60477e-05
      ],
      [
        " Fu",
        -6.742448e-05
      ],
      [
        " Panda",
        -9.73446e-05
      ]
    ]
  },
  "In one scene in this play, a character appears only after a host of ladies' hats and cloaks are taken off and hung on racks. That scene is followed by one in which a character suggests that another remove her dress, a scene that was brought about when that man's wife was sent to be with his secretary, prompting him to go to the brothel of Madame (*) Pace [\"PAH-chay\"]. The Step- Daughter character does appear at the brothel in this play, which ends with the suicide of the Boy after the drowning of": {
    "guess": "Six Characters in Search of an Author",
    "confidence": [
      [
        "Six",
        -0.0438573
      ],
      [
        " Characters",
        -6.515961e-05
      ],
      [
        " in",
        -0.0006289215
      ],
      [
        " Search",
        -3.88156e-05
      ],
      [
        " of",
        -2.2246291e-05
      ],
      [
        " an",
        -8.864273e-05
      ],
      [
        " Author",
        -3.1544176e-05
      ]
    ]
  },
  "In one scene of this play, two characters listen to a woman play piano with Count Zelinsky. In this play,": {
    "guess": "The Birthday Party (play)",
    "confidence": [
      [
        "The",
        -0.12001018
      ],
      [
        " Birthday",
        -0.19226705
      ],
      [
        " Party",
        -4.6206227e-05
      ],
      [
        " (",
        -0.5410972
      ],
      [
        "play",
        -0.0015459299
      ],
      [
        ")",
        -1.8550976e-05
      ]
    ]
  },
  "In one scene in this novel, the protagonist visits the home of Governor Bellingham and is horrified at the reflection in a suit of armor. Mistress Hobbins accuses the protagonist of this novel of visiting the \"Black Man,\" and while delivering some embroidered gloves, the protagonist's daughter is called a (*) \"demon-child.\" That daughter has natural compassion for Reverend Dimmsdale, who is treated by Roger Chillingworth, the protagonist's old husband. For 10 points, name this work set in Puritan Boston in which an act of adultery produces Pearl and forces Hester Prynne to wear the title piece of cloth on her chest, an early American novel by Nathaniel Hawthorne.": {
    "guess": "The Scarlet Letter",
    "confidence": [
      [
        "The",
        -0.0018680678
      ],
      [
        " Scarlet",
        -0.0004797665
      ],
      [
        " Letter",
        -2.451116e-05
      ]
    ]
  },
  "In one scene in this novel, a character claims to enjoy his new life too much to think about his former home. In this novel, the Fledgling Phoenix is killed in an ambush at the Valley of the Fallen Phoenix after switching horses with his master. Another character in this novel tosses his infant son on": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.15445034
      ],
      [
        "ance",
        -1.2948405e-05
      ],
      [
        " of",
        -1.7478143e-05
      ],
      [
        " the",
        -0.0017462197
      ],
      [
        " Three",
        -0.009906243
      ],
      [
        " Kingdom",
        -1.4259645e-05
      ],
      [
        "s",
        -7.89631e-07
      ]
    ]
  },
  "One scene in this film demonstrates the protagonist's unstable marriage with a series of shots showing the couple sitting farther apart at their dinner table. Chorus girls in this film sing that the protagonist": {
    "guess": "All About Eve",
    "confidence": [
      [
        "All",
        -1.0135808
      ],
      [
        " About",
        -0.48656008
      ],
      [
        " Eve",
        -2.677603e-05
      ]
    ]
  },
  "One scene in this movie centers on the reading of a plagiarized poem that includes the line \"What are you going to leave for us, you people in your cars, spewing pollution into the air?\" Shortly thereafter,": {
    "guess": "The Lady in the Car with Glasses and a Gun",
    "confidence": [
      [
        "The",
        -1.795257
      ],
      [
        " Lady",
        -1.1052343
      ],
      [
        " in",
        -0.058848258
      ],
      [
        " the",
        -0.03426886
      ],
      [
        " Car",
        -0.2522541
      ],
      [
        " with",
        -0.0007055217
      ],
      [
        " Glasses",
        -0.00026968008
      ],
      [
        " and",
        -0.00010092071
      ],
      [
        " a",
        -0.006709567
      ],
      [
        " Gun",
        -0.00051693234
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to": {
    "guess": "'Tis Pity She's a Whore",
    "confidence": [
      [
        "'T",
        -0.93499553
      ],
      [
        "is",
        -0.0008882335
      ],
      [
        " P",
        -2.808727e-05
      ],
      [
        "ity",
        -3.888926e-06
      ],
      [
        " She",
        -1.640531e-05
      ],
      [
        "'s",
        -0.000101159116
      ],
      [
        " a",
        -6.122589e-05
      ],
      [
        " Wh",
        -1.2664457e-06
      ],
      [
        "ore",
        -2.577686e-06
      ]
    ]
  },
  "In a scene, this character eats a ball of sugar placed beside the corpse of a small child, who had been laid beneath a giant cross in hopes of being revived. At the end of the novel this character appears in, a boy dreams of his mother reading him a story in which this character plays the part of Julius": {
    "guess": "The Road",
    "confidence": [
      [
        "The",
        -0.4718426
      ],
      [
        " Road",
        -0.8743308
      ]
    ]
  },
  "In one scene from this film a man spends the night in a convent's barn only to wake up before dawn to steal the convent's silver icons, and another moment sees a woman acting out a skit in which she imitates a duck and is ultimately shot by her husband. In a famous speech from this film a character claims everything in the world is good for something and points to a stone musing, \"I don't know [what it's good for] . . . but it certainly has its use. If it were useless, then everything would be useless—even the stars.\" One character taunts another man who is trying to break chains by expanding his": {
    "guess": "The Discreet Charm of the Bourgeoisie",
    "confidence": [
      [
        "The",
        -1.0065387
      ],
      [
        " Dis",
        -1.3207139
      ],
      [
        "cre",
        -0.0038374942
      ],
      [
        "et",
        -2.057744e-05
      ],
      [
        " Charm",
        -4.763667e-05
      ],
      [
        " of",
        -0.00028338484
      ],
      [
        " the",
        -0.00029589757
      ],
      [
        " Bour",
        -0.00017338553
      ],
      [
        "geois",
        -0.0037380871
      ],
      [
        "ie",
        -2.9279307e-05
      ]
    ]
  },
  "In one scene of this play, a character talks about the scarf he retrieved from the corpse of his slain friend with his lover. Earlier, the audience indirectly learns that the three judges of the underworld debated whether to place one character in this play in the Martian field or the field of love before sending him to Pluto and Proserpine. The climactic scene occurs during a performance of a play-within-this-play called Soliman and Perseda. Don Andrea forms the chorus of this play, accompanied": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.02655294
      ],
      [
        " Spanish",
        -0.00047678637
      ],
      [
        " Tr",
        -0.00012094693
      ],
      [
        "aged",
        -1.1041146e-05
      ],
      [
        "y",
        -4.20341e-05
      ]
    ]
  },
  "In one scene of this play, a character talks about the scarf he retrieved from the corpse of his slain friend with his lover. Earlier, the audience indirectly learns that the three judges of the underworld debated whether to place one character in this play in the Martian field or the field of love before sending him to Pluto and Proserpine. The climactic scene occurs during a performance of a play-within-this-play called Soliman and Perseda. Don Andrea forms the chorus of this play, accompanied by the spirit of Revenge. After Pedrigano helps Serberine kill Lorenzo's rival for Bel-Imperia's love,": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.0013332173
      ],
      [
        " Spanish",
        -0.00018816312
      ],
      [
        " Tr",
        -1.3544423e-05
      ],
      [
        "aged",
        -7.822647e-06
      ],
      [
        "y",
        -3.9769227e-05
      ]
    ]
  },
  "In one scene of this play, a character talks about the scarf he retrieved from the corpse of his slain friend with his lover. Earlier, the audience indirectly learns that the three judges of the underworld debated whether to place one character in this play in the Martian field or the field of love before sending him to Pluto and Proserpine. The climactic scene occurs during a performance of a play-within-this-play called Soliman and Perseda. Don Andrea forms the chorus of this play, accompanied by the spirit of Revenge. After Pedrigano helps Serberine kill Lorenzo's rival for Bel-Imperia's love, Hieronimo goes insane and takes revenge on everyone. For 10 points, essentially all the major male": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.00089776615
      ],
      [
        " Spanish",
        -0.0031074882
      ],
      [
        " Tr",
        -3.9650025e-05
      ],
      [
        "aged",
        -5.6769813e-06
      ],
      [
        "y",
        -6.241792e-05
      ]
    ]
  },
  "In one scene of this play, a character talks about the scarf he retrieved from the corpse of his slain friend with his lover. Earlier, the audience indirectly learns that the three judges of the underworld debated whether to place one character in this play in the Martian field or the field of love before sending him to Pluto and Proserpine. The climactic scene occurs during a performance of a play-within-this-play called Soliman and Perseda. Don Andrea forms the chorus of this play, accompanied by the spirit of Revenge. After Pedrigano helps Serberine kill Lorenzo's rival for Bel-Imperia's love, Hieronimo goes insane and takes revenge on everyone. For 10 points, essentially all the major male characters are dead by the end of which work by Thomas Kyd?": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.005629412
      ],
      [
        " Spanish",
        -6.420598e-05
      ],
      [
        " Tr",
        -3.5597102e-05
      ],
      [
        "aged",
        -5.080963e-06
      ],
      [
        "y",
        -9.305327e-05
      ]
    ]
  },
  "One scene in this movie centers on the reading of a plagiarized poem that includes the line \"What are you going to leave for us, you people in your cars, spewing pollution into the air?\" Shortly thereafter, a calisthenics montage is interspersed with scenes depicting the protagonist finding the book The Secret Science behind Miracles. The sight of a neighbor sunbathing topless prompts its protagonist's mother to use the term \"dirtypillows.\" One character in this film makes her boyfriend, Tommy Ross, ask out its protagonist, to make up for an earlier tampon-throwing incident. Tommy ends up dying, though, when he receives a blow to the head with a bucket after Billy Nolan and Chris Hargensen drop pig blood on its protagonist.  For 10 points, name this film about the titular telekinetic girl who": {
    "guess": "Carrie",
    "confidence": [
      [
        "Car",
        -0.005634978
      ],
      [
        "rie",
        -0.00034642892
      ]
    ]
  },
  "One scene in this movie centers on the reading of a plagiarized poem that includes the line \"What are you going to leave for us, you people in your cars, spewing pollution into the air?\" Shortly thereafter, a calisthenics montage is interspersed with scenes depicting the protagonist finding the book The Secret Science behind Miracles. The sight of a neighbor sunbathing topless prompts its protagonist's mother to use the term \"dirtypillows.\" One character in this film makes her boyfriend, Tommy Ross, ask out its protagonist, to make up for an earlier tampon-throwing incident. Tommy ends up dying, though, when he receives a blow to the head with a bucket after Billy Nolan and Chris Hargensen drop pig blood on its protagonist.  For 10 points, name this film about the titular telekinetic girl who wreaks havoc on prom night, based on a novel by Stephen King.": {
    "guess": "Carrie (1976 film)",
    "confidence": [
      [
        "Car",
        -0.01066375
      ],
      [
        "rie",
        -0.000727921
      ],
      [
        " (",
        -0.4046208
      ],
      [
        "197",
        -0.013271635
      ],
      [
        "6",
        -0.0008595311
      ],
      [
        " film",
        -0.00063952693
      ],
      [
        ")",
        -2.9994528e-05
      ]
    ]
  }
}