{
  "The Nihon Shoki lists Kunitokotachi as the creator of this goddess. In the Kojiki, after she erroneously performed a mating ritual, she gave birth to two deformed children; they are not considered deities in their native canon. After abandoning them in a small boat at sea, she and her husband correctly": {
    "guess": "Izanami-no-Mikoto",
    "confidence": [
      [
        "I",
        -0.021494541
      ],
      [
        "zan",
        -0.0003244991
      ],
      [
        "ami",
        -0.4568003
      ],
      [
        "-no",
        -0.0031793788
      ],
      [
        "-M",
        -0.0004589095
      ],
      [
        "ik",
        -4.5133394e-05
      ],
      [
        "oto",
        -7.2907846e-05
      ]
    ]
  },
  "The Nihon Shoki lists Kunitokotachi as the creator of this goddess. In the Kojiki, after she erroneously performed a mating ritual, she gave birth to two deformed children; they are not considered deities in their native canon. After abandoning them in a small boat at sea, she and her husband correctly performed the ceremony around Ame-no-mihashira. She then gave birth to eight islands and countless": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.012472222
      ],
      [
        "zan",
        -0.0002818352
      ],
      [
        "agi",
        -0.30913293
      ]
    ]
  },
  "The Nihon Shoki lists Kunitokotachi as the creator of this goddess. In the Kojiki, after she erroneously performed a mating ritual, she gave birth to two deformed children; they are not considered deities": {
    "guess": "Izanami-no-Mikoto",
    "confidence": [
      [
        "I",
        -0.0026680462
      ],
      [
        "zan",
        -7.111979e-05
      ],
      [
        "ami",
        -0.08503252
      ],
      [
        "-no",
        -0.00096862996
      ],
      [
        "-M",
        -8.947716e-05
      ],
      [
        "ik",
        -3.4405064e-05
      ],
      [
        "oto",
        -5.145119e-05
      ]
    ]
  },
  "The Nihon Shoki lists Kunitokotachi as the creator of this goddess. In the Kojiki, after she erroneously": {
    "guess": "Izanagi-no-Mikoto",
    "confidence": [
      [
        "I",
        -0.030926406
      ],
      [
        "zan",
        -0.000626895
      ],
      [
        "agi",
        -0.6913887
      ],
      [
        "-no",
        -0.17456408
      ],
      [
        "-M",
        -0.0046093185
      ],
      [
        "ik",
        -7.088138e-05
      ],
      [
        "oto",
        -0.00012190055
      ]
    ]
  },
  "The Nihon Shoki lists Kunitokotachi as the creator of this goddess. In the Kojiki, after she erroneously performed a mating ritual, she gave birth to two deformed children; they are not considered deities in their native canon. After abandoning them in a small boat at sea, she and her husband correctly performed the ceremony around Ame-no-mihashira. She then gave birth to eight islands and countless gods until dying during the birth of the fire god; her husband buried her in a mountain and killed the fire god, Kagutsuchi. FTP, name this Shinto goddess of creation and death, consort of Izanagi.": {
    "guess": "Izanami-no-Mikoto",
    "confidence": [
      [
        "I",
        -0.0041067773
      ],
      [
        "zan",
        -3.6073914e-05
      ],
      [
        "ami",
        -0.00055052945
      ],
      [
        "-no",
        -0.000516694
      ],
      [
        "-M",
        -0.0002904142
      ],
      [
        "ik",
        -3.631232e-05
      ],
      [
        "oto",
        -3.5477897e-05
      ]
    ]
  },
  "The Nihon Shoki lists Kunitokotachi as the creator of this goddess. In the Kojiki, after she erroneously performed a mating ritual, she gave birth to two deformed children; they are not considered deities in their native canon. After abandoning them in a small boat at sea, she and her husband correctly performed the ceremony around Ame-no-mihashira. She then gave birth to eight islands and countless gods until dying during the birth of the fire god; her husband buried her in a mountain and killed": {
    "guess": "Izanami-no-Mikoto",
    "confidence": [
      [
        "I",
        -0.012100471
      ],
      [
        "zan",
        -0.000118086034
      ],
      [
        "ami",
        -0.5079121
      ],
      [
        "-no",
        -0.0021828576
      ],
      [
        "-M",
        -0.0008190385
      ],
      [
        "ik",
        -1.378283e-05
      ],
      [
        "oto",
        -7.1954215e-05
      ]
    ]
  }
}