{
  "The \"Burn Bastion\" was a key defensive point during a siege of this city, which General John Nicholson helped take at the cost of his life. An army defending this city was destroyed when camels with flaming pots of oil on their humps scared elephants with blades on their tusks at the Battle of Karnal, routing forces under Muhammed Shah. A sack of this city was permitted when Hemu was pierced in the eye with an arrow and his army disintegrated. After a rumour spread of his death, (*) Nader Shah sacked": {
    "guess": "Delhi",
    "confidence": [
      [
        "Del",
        -0.6385278
      ],
      [
        "hi",
        -5.080963e-06
      ]
    ]
  },
  "The \"Burn Bastion\" was a key defensive point during a siege of this city, which General John Nicholson helped take at the cost of his life. An army defending this city was destroyed when camels with flaming pots of oil on their humps scared elephants with blades on their tusks at the Battle of Karnal, routing forces under Muhammed Shah. A sack of this city was permitted when Hemu was pierced in the eye with an arrow and his army disintegrated. After a rumour spread of his death, (*) Nader Shah sacked this city after a Battle of Panipat. Part of its Kashmiri Gate was damaged during a revolt caused": {
    "guess": "Siege of Delhi",
    "confidence": [
      [
        "Sie",
        -0.33138713
      ],
      [
        "ge",
        -0.013551576
      ],
      [
        " of",
        -0.0007514977
      ],
      [
        " Delhi",
        -0.0002600246
      ]
    ]
  },
  "The \"Burn Bastion\" was a key defensive point during a siege of this city, which General John Nicholson helped take at the cost of his life. An army defending this city was destroyed when camels with flaming pots of oil on their humps scared elephants with blades on their tusks at the Battle of Karnal,": {
    "guess": "Siege of Delhi",
    "confidence": [
      [
        "Sie",
        -0.648705
      ],
      [
        "ge",
        -0.002187257
      ],
      [
        " of",
        -0.00028648414
      ],
      [
        " Delhi",
        -0.00022201329
      ]
    ]
  },
  "burden_]  History  In this battle, Philip VI of France used musical instruments as an intimidation tactic": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -1.2083921
      ],
      [
        " of",
        -0.028712356
      ],
      [
        " Cr",
        -0.8067234
      ],
      [
        "é",
        -0.005069026
      ],
      [
        "cy",
        -3.368984e-05
      ]
    ]
  },
  "The Buriat of Western Mongolia worship this creature as Buxa-Noyon, whom they say sided with the Red": {
    "guess": "Buryat people",
    "confidence": [
      [
        "B",
        -1.3088696
      ],
      [
        "ury",
        -1.313483
      ],
      [
        "at",
        -0.67604315
      ],
      [
        " people",
        -0.17793567
      ]
    ]
  },
  "He is buried in Paris's P?e Lachaise (pair la-shezz) cemetery between the graves of Cherubini and Bellini,": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.47825298
      ],
      [
        "éd",
        -0.0008205882
      ],
      [
        "éric",
        -0.0020955417
      ],
      [
        " Chop",
        -0.012584531
      ],
      [
        "in",
        -4.274932e-05
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the pedigree of its  discoverers, Tungsten can be considered an example of this. One example of dubious historical veracity is the  Kutun, which had medical applications. Based on the etymology of its inventor's": {
    "guess": "Meteorology",
    "confidence": [
      [
        "Meteor",
        -0.3767928
      ],
      [
        "ology",
        -0.5643615
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of": {
    "guess": "Business park",
    "confidence": [
      [
        "Business",
        -0.06058152
      ],
      [
        " park",
        -0.04303847
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the pedigree of its  discoverers, Tungsten can be considered an example of this. One example of dubious historical veracity is the  Kutun, which had medical applications. Based on the etymology of its inventor's last name, an early  technique using a silver plated copper plate to develop photographs is believed to be an example of this. That  aforementioned technique is the Daguerreotype Process. This tradition gave rise to the once admired Gipuzkoan  shipyards. A culinary example of this is the production": {
    "guess": "Basque Industry",
    "confidence": [
      [
        "Bas",
        -0.041811366
      ],
      [
        "que",
        -0.0011652225
      ],
      [
        " Industry",
        -1.2264651
      ]
    ]
  },
  "Burials of whiskey were placed at regular intervals along this project to encourage the workers constructing it. The land on which this project was built was surveyed by James Geddes. Nostalgia for the use of mules on this is expressed in Thomas Allen's song (*) \"Low Bridge.\" Gouverneur Morris advocated this project, which was given $7 million in funding over eight years and used the Mohawk Valley as a path. DeWitt Clinton initiated - for 10 points - what project that linked the Hudson River to a": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.01071458
      ],
      [
        "rie",
        -0.00065584684
      ],
      [
        " Canal",
        -0.001253327
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the": {
    "guess": "Meteorological intelligence",
    "confidence": [
      [
        "Meteor",
        -1.1440285
      ],
      [
        "ological",
        -0.4681482
      ],
      [
        " intelligence",
        -0.9928565
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The": {
    "guess": "Meteorological intelligence",
    "confidence": [
      [
        "Meteor",
        -0.42367563
      ],
      [
        "ological",
        -0.36532506
      ],
      [
        " intelligence",
        -0.63553125
      ]
    ]
  },
  "The Buriat of Western Mongolia worship this creature as Buxa-Noyon, whom they say sided with the Red Army in World War II. Initiates in the cult of Kybele were expected to bathe in this animal's blood as it was sacrificed. Under the Ptolemaic dynasty, the cult of Serapis, a god appearing as this animal, was established in Alexandria after its cult statue was taken from Pontic Sinope. Also in Egypt, one of these animals was worshipped as a manifestation of Ptah and of Osiris in Memphis under the name": {
    "guess": "Apis Bull",
    "confidence": [
      [
        "Apis",
        -0.19398811
      ],
      [
        " Bull",
        -0.23571984
      ]
    ]
  },
  "In 2005, Burger King stopped serving ice cream cones in the United Kingdom because a swirl on the cone allegedly spelled out this word. A similar situation with this word led to a recall of Nike Air shoes": {
    "guess": "Pareidolia",
    "confidence": [
      [
        "P",
        -0.2211705
      ],
      [
        "are",
        -0.38247305
      ],
      [
        "id",
        -6.873572e-05
      ],
      [
        "olia",
        -0.00013440961
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the pedigree of its  discoverers, Tungsten can be considered an example of this. One example of dubious historical veracity is the  Kutun, which had medical applications. Based on the etymology of its inventor's last name, an early  technique using a silver plated copper plate to develop photographs is believed to be an example of this. That  aforementioned technique is the Daguerreotype Process. This tradition gave rise to the once admired Gipuzkoan  shipyards. A culinary example of this is the production of Idiazabal cheese. Another legendary example of this  allows one to turn stolen gold into coal, that example of this tradition might have been patented by Mari, if patents  existed in mythical": {
    "guess": "Basque people",
    "confidence": [
      [
        "Bas",
        -0.004495039
      ],
      [
        "que",
        -0.003694374
      ],
      [
        " people",
        -1.7543225
      ]
    ]
  },
  "He is buried in Paris's P?e Lachaise (pair la-shezz) cemetery between the graves of Cherubini and Bellini, though his heart was sent back to his home country at his request. His first published work was a set of variations on Mozart's aira La ci darem la mano, and his other orchestral works include the": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.62776965
      ],
      [
        "ol",
        -0.0002784975
      ],
      [
        "fgang",
        -7.1954215e-05
      ],
      [
        " Am",
        -0.00082261465
      ],
      [
        "ade",
        -4.7517467e-05
      ],
      [
        "us",
        -9.889425e-05
      ],
      [
        " Mozart",
        -7.13582e-05
      ]
    ]
  },
  "burden_]  History  In this battle, Philip VI of France used musical instruments as an intimidation tactic to aid his Genoese crossbowmen, but the firepower of the Welsh longbowmen from the army led by Edward III and Edward the Black Prince proved superior. For 15 points, identify this battle of the Hundred": {
    "guess": "Battle of Poitiers",
    "confidence": [
      [
        "Battle",
        -0.006325721
      ],
      [
        " of",
        -0.0019442226
      ],
      [
        " Po",
        -0.5408101
      ],
      [
        "it",
        -5.080963e-06
      ],
      [
        "iers",
        -0.0010994918
      ]
    ]
  },
  "In 2005, Burger King stopped serving ice cream cones in the United Kingdom because a swirl on the cone": {
    "guess": "Burger King",
    "confidence": [
      [
        "B",
        -0.81083107
      ],
      [
        "urger",
        -0.001518788
      ],
      [
        " King",
        -0.000109622575
      ]
    ]
  },
  "The \"Burn Bastion\" was a key defensive point during a siege of this city, which General John Nicholson helped take at the cost of his life. An army defending this city was destroyed when camels with flaming": {
    "guess": "Siege of Delhi",
    "confidence": [
      [
        "Sie",
        -0.907644
      ],
      [
        "ge",
        -0.00049298344
      ],
      [
        " of",
        -0.00068014604
      ],
      [
        " Delhi",
        -0.00024655825
      ]
    ]
  },
  "He is buried in Paris's P?e Lachaise (pair la-shezz) cemetery between the graves of Cherubini and Bellini, though his heart was sent back to his home country at his request. His first published work was a set of variations on Mozart's aira La ci darem la mano, and his other orchestral works include the Krakowiak, piano concerti in F and E minor, and the Fantasia on Polish Airs. FTP, identify this Romantic": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.046350915
      ],
      [
        "éd",
        -7.5411124e-05
      ],
      [
        "éric",
        -2.1531068e-05
      ],
      [
        " Chop",
        -0.001554144
      ],
      [
        "in",
        -1.378283e-05
      ]
    ]
  },
  "He is buried in Paris's P?e Lachaise (pair la-shezz) cemetery between the graves of Cherubini and Bellini, though his heart was sent back to his home country at his request. His first published work was": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.119066246
      ],
      [
        "éd",
        -0.00011188744
      ],
      [
        "éric",
        -0.00012523093
      ],
      [
        " Chop",
        -0.0040382682
      ],
      [
        "in",
        -3.88156e-05
      ]
    ]
  },
  "When he was buried in St. Paul's Cathedral, this man was Duke of Bronte in the Kingdom of the Two Sicilies and a Knight of the Grand Cross of the Order of St. Ferdinand and of Merit. Despite losing sight in one eye at Calvi and an arm in a failed attempt to take Santa Cruz de Tenerife, he ascended to": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.39218184
      ],
      [
        "atio",
        -0.00013870094
      ],
      [
        " Nelson",
        -4.167649e-05
      ],
      [
        ",",
        -0.1803241
      ],
      [
        " ",
        -0.0013822594
      ],
      [
        "1",
        -6.659005e-05
      ],
      [
        "st",
        -9.014684e-06
      ],
      [
        " Vis",
        -0.00061128667
      ],
      [
        "count",
        -1.3067608e-05
      ],
      [
        " Nelson",
        -9.729906e-06
      ]
    ]
  },
  "When he was buried in St. Paul's Cathedral, this man was Duke of Bronte in the Kingdom of the Two Sicilies and a Knight of the Grand Cross of the Order of St. Ferdinand and of Merit. Despite losing sight": {
    "guess": "Robert Guiscard",
    "confidence": [
      [
        "Robert",
        -0.71147996
      ],
      [
        " Gu",
        -0.014264462
      ],
      [
        "iscard",
        -0.00012952226
      ]
    ]
  },
  "The Buriat of Western Mongolia worship this creature as Buxa-Noyon, whom they say sided with the Red Army in World War II. Initiates in the cult of Kybele were expected to bathe in this animal's blood as it was sacrificed. Under the Ptolemaic dynasty, the cult of Serapis, a god appearing as this animal, was established in Alexandria after its cult statue was taken from Pontic Sinope. Also in Egypt,": {
    "guess": "Apis Bull",
    "confidence": [
      [
        "Apis",
        -0.09703667
      ],
      [
        " Bull",
        -0.14899468
      ]
    ]
  },
  "He is buried in Paris's P?e Lachaise (pair la-shezz) cemetery between the graves of Cherubini and Bellini, though his heart was sent back to his home country at his request. His first published work was a set of variations on Mozart's aira La ci darem la mano, and his other orchestral works include the Krakowiak, piano concerti in F and E minor, and the Fantasia on Polish Airs. FTP, identify this Romantic composer, best known for his numerous piano works, including etudes, nocturnes, polonaises,": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.021690998
      ],
      [
        "éd",
        -3.2855416e-05
      ],
      [
        "éric",
        -8.299462e-06
      ],
      [
        " Chop",
        -0.00011117222
      ],
      [
        "in",
        -5.9153886e-06
      ]
    ]
  },
  "The Buriat of Western Mongolia worship this creature as Buxa-Noyon, whom they say sided with the Red Army in World War II. Initiates in the cult of Kybele were expected to bathe in this animal's blood as it was sacrificed. Under the Ptolemaic dynasty, the cult of Serapis, a god appearing as this animal, was established in Alexandria after its cult statue was taken from Pontic Sinope. Also in Egypt, one of these animals was worshipped as a manifestation of Ptah and of Osiris in Memphis under the name Apis. Mithras created all living things when he sacrificed one of these creatures. FTP, what is this animal, one of which also served as the father of the famed Cretan Minotaur?": {
    "guess": "Bull",
    "confidence": [
      [
        "B",
        -0.0037701512
      ],
      [
        "ull",
        -0.00021128863
      ]
    ]
  },
  "When he was buried in St. Paul's Cathedral, this man was Duke of Bronte in the Kingdom of the Two Sicilies and a Knight of the Grand Cross of the Order of St. Ferdinand and of Merit. Despite losing sight in one eye at Calvi and an arm in a failed attempt to take Santa Cruz de Tenerife, he ascended to the rank of \"Vice Admiral of the White\" before orchestrating his most historic but fatal victory. For": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.018696137
      ],
      [
        "atio",
        -7.0285365e-05
      ],
      [
        " Nelson",
        -0.00011844365
      ],
      [
        ",",
        -0.07311787
      ],
      [
        " ",
        -0.00071636564
      ],
      [
        "1",
        -0.00013500563
      ],
      [
        "st",
        -1.6762922e-05
      ],
      [
        " Vis",
        -0.0007220837
      ],
      [
        "count",
        -1.8550976e-05
      ],
      [
        " Nelson",
        -5.6769813e-06
      ]
    ]
  },
  "Burials of whiskey were placed at regular intervals along this project to encourage the workers constructing it. The land on which this project was built was surveyed by James Geddes. Nostalgia for the": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.012432068
      ],
      [
        "rie",
        -0.0005293222
      ],
      [
        " Canal",
        -0.000493341
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the pedigree of its  discoverers, Tungsten can be considered an example of this. One example of dubious historical veracity is the  Kutun, which had medical applications. Based on the etymology of its inventor's last name, an early  technique using a silver plated copper plate to develop photographs is": {
    "guess": "Metallurgy",
    "confidence": [
      [
        "Met",
        -0.45162004
      ],
      [
        "all",
        -0.008780136
      ],
      [
        "urgy",
        -0.032428693
      ]
    ]
  },
  "The \"Burn Bastion\" was a key defensive point during a siege of this city, which General John Nicholson helped take at the cost of his life. An army defending this city was destroyed when camels with flaming pots of oil on their humps scared elephants with blades on their tusks at the Battle of Karnal, routing forces under Muhammed Shah. A sack of this city was permitted when Hemu was pierced in the": {
    "guess": "Delhi",
    "confidence": [
      [
        "Del",
        -0.21465236
      ],
      [
        "hi",
        -4.298773e-05
      ]
    ]
  },
  "The Buriat of Western Mongolia worship this creature as Buxa-Noyon, whom they say sided with the Red Army in World War II. Initiates in the cult of Kybele were expected to bathe in this animal's blood as it was sacrificed. Under the Ptolemaic dynasty, the cult of Serapis, a god appearing as this animal,": {
    "guess": "Bull",
    "confidence": [
      [
        "B",
        -0.46514323
      ],
      [
        "ull",
        -0.007945041
      ]
    ]
  },
  "Burials of whiskey were placed at regular intervals along this project to encourage the workers constructing": {
    "guess": "Pyramids",
    "confidence": [
      [
        "Py",
        -1.5717502
      ],
      [
        "ramids",
        -0.3388949
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the pedigree of its  discoverers, Tungsten can be considered an example of this. One example of dubious": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.9762985
      ],
      [
        "ornado",
        -0.060400877
      ],
      [
        "es",
        -0.44043437
      ]
    ]
  },
  "burden_]  History  In this battle, Philip VI of France used musical instruments as an intimidation tactic to aid his Genoese crossbowmen, but the firepower of the Welsh longbowmen from the army led by Edward III and Edward the Black Prince proved superior. For 15 points, identify this battle of the Hundred Years' War which took place ten years before Poitiers.": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.010198111
      ],
      [
        " of",
        -0.00029959288
      ],
      [
        " Cr",
        -0.017001824
      ],
      [
        "é",
        -8.1371305e-05
      ],
      [
        "cy",
        -2.0339032e-05
      ]
    ]
  },
  "In 2005, Burger King stopped serving ice cream cones in the United Kingdom because a swirl on the cone allegedly spelled out this word. A similar situation with this word led to a recall of Nike Air shoes in 1998. In January 2010, several churches in Malaysia were firebombed in opposition to Christians": {
    "guess": "Solemnity of Mary, Mother of God",
    "confidence": [
      [
        "S",
        -1.1400466
      ],
      [
        "ole",
        -0.044952538
      ],
      [
        "mn",
        -0.00020830853
      ],
      [
        "ity",
        -0.00068681774
      ],
      [
        " of",
        -0.025716297
      ],
      [
        " Mary",
        -0.0060129296
      ],
      [
        ",",
        -0.023193875
      ],
      [
        " Mother",
        -0.002248865
      ],
      [
        " of",
        -9.968313e-06
      ],
      [
        " God",
        -8.625866e-05
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the pedigree of its  discoverers, Tungsten can be considered an example of this. One example of dubious historical veracity is the  Kutun, which had medical applications. Based on the etymology of its inventor's last name, an early  technique using a silver plated copper plate to develop photographs is believed to be an example of this. That  aforementioned technique is the Daguerreotype Process. This tradition gave rise to the once admired Gipuzkoan  shipyards. A culinary example of this is the production of Idiazabal cheese. Another legendary example of this  allows one to turn stolen gold into coal, that example of this tradition might have been patented by Mari, if patents  existed in mythical times. For 10 points, name this engineering tradition that created the xistera (chistera) used in": {
    "guess": "Basque engineering tradition",
    "confidence": [
      [
        "Bas",
        -0.021262903
      ],
      [
        "que",
        -0.00035107418
      ],
      [
        " engineering",
        -0.11923152
      ],
      [
        " tradition",
        -0.93154454
      ]
    ]
  },
  "The \"Burn Bastion\" was a key defensive point during a siege of this city, which General John Nicholson": {
    "guess": "Siege of Delhi",
    "confidence": [
      [
        "Sie",
        -0.042664666
      ],
      [
        "ge",
        -0.00013011828
      ],
      [
        " of",
        -6.897413e-05
      ],
      [
        " Delhi",
        -0.0015546207
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the pedigree of its  discoverers, Tungsten can be considered an example of this. One example of dubious historical veracity is the  Kutun, which had medical applications. Based on the etymology of its inventor's last name, an early  technique using a silver plated copper plate to develop photographs is believed to be an example of this. That  aforementioned technique is the Daguerreotype Process. This": {
    "guess": "Photography",
    "confidence": [
      [
        "Phot",
        -1.2800854
      ],
      [
        "ography",
        -0.13836892
      ]
    ]
  },
  "The Buriat of Western Mongolia worship this creature as Buxa-Noyon, whom they say sided with the Red Army in World War II. Initiates in the cult of Kybele were expected to bathe in this animal's blood": {
    "guess": "Bull",
    "confidence": [
      [
        "B",
        -2.1948853
      ],
      [
        "ull",
        -0.7092059
      ]
    ]
  },
  "When he was buried in St. Paul's Cathedral, this man was Duke of Bronte in the Kingdom of the Two Sicilies": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.38281158
      ],
      [
        "atio",
        -0.010747363
      ],
      [
        " Nelson",
        -0.00020032188
      ],
      [
        ",",
        -0.24856558
      ],
      [
        " ",
        -0.0006153396
      ],
      [
        "1",
        -6.8616515e-05
      ],
      [
        "st",
        -1.1517961e-05
      ],
      [
        " Vis",
        -0.0007105246
      ],
      [
        "count",
        -2.6299214e-05
      ],
      [
        " Nelson",
        -1.50940705e-05
      ]
    ]
  },
  "In 2005, Burger King stopped serving ice cream cones in the United Kingdom because a swirl on the cone allegedly spelled out this word. A similar situation with this word led to a recall of Nike Air shoes in 1998. In January 2010, several churches in Malaysia were firebombed in opposition to Christians using this word. For 10 points, what is this word that most Arabic speakers of any religion use to mean \"God,\" but which is most frequently used to refer to the supreme figure of Islam?": {
    "guess": "Allah",
    "confidence": [
      [
        "All",
        -0.06836721
      ],
      [
        "ah",
        -0.0062224097
      ]
    ]
  },
  "The \"Burn Bastion\" was a key defensive point during a siege of this city, which General John Nicholson helped take at the cost of his life. An army defending this city was destroyed when camels with flaming pots of oil on their humps scared elephants with blades on their tusks at the Battle of Karnal, routing forces under Muhammed Shah. A sack of this city was permitted when Hemu was pierced in the eye with an arrow and his army disintegrated. After a rumour spread of his death, (*) Nader Shah sacked this city after a Battle of Panipat. Part of its Kashmiri Gate was damaged during a revolt caused by pig-fat-greased cartridges in Enfield rifles. For 10 points, name this capital of British-controlled": {
    "guess": "Delhi",
    "confidence": [
      [
        "Del",
        -0.21816929
      ],
      [
        "hi",
        -2.1650272e-05
      ]
    ]
  },
  "The Buriat of Western Mongolia worship this creature as Buxa-Noyon, whom they say sided with the Red Army in World War II. Initiates in the cult of Kybele were expected to bathe in this animal's blood as it was sacrificed. Under the Ptolemaic dynasty, the cult of Serapis, a god appearing as this animal, was established in Alexandria after its cult statue was taken from Pontic Sinope. Also in Egypt, one of these animals was worshipped as a manifestation of Ptah and of Osiris in Memphis under the name Apis. Mithras created all living things when he sacrificed one of these creatures. FTP, what is": {
    "guess": "Bull",
    "confidence": [
      [
        "B",
        -0.005312139
      ],
      [
        "ull",
        -0.0021211153
      ]
    ]
  },
  "In 2005, Burger King stopped serving ice cream cones in the United Kingdom because a swirl on the cone allegedly spelled out this word. A similar situation with this word led to a recall of Nike Air shoes in 1998. In January 2010, several churches in Malaysia were firebombed in opposition to Christians using this word. For 10 points, what is this word that most Arabic speakers of any religion use to": {
    "guess": "Allah",
    "confidence": [
      [
        "All",
        -0.1118809
      ],
      [
        "ah",
        -0.024994645
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological": {
    "guess": "Weather forecasting",
    "confidence": [
      [
        "Weather",
        -0.9146894
      ],
      [
        " forecasting",
        -0.62060195
      ]
    ]
  },
  "Burials of whiskey were placed at regular intervals along this project to encourage the workers constructing it. The land on which this project was built was surveyed by James Geddes. Nostalgia for the use of mules on this is expressed in Thomas Allen's song (*) \"Low Bridge.\" Gouverneur Morris advocated": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.0139508685
      ],
      [
        "rie",
        -0.001043886
      ],
      [
        " Canal",
        -0.0006793116
      ]
    ]
  },
  "The \"Burn Bastion\" was a key defensive point during a siege of this city, which General John Nicholson helped take at the cost of his life. An army defending this city was destroyed when camels with flaming pots of oil on their humps scared elephants with blades on their tusks at the Battle of Karnal, routing forces under Muhammed Shah. A sack of this city was permitted when Hemu was pierced in the eye with an arrow and his army disintegrated. After a rumour spread of his death, (*) Nader Shah sacked this city after a Battle of Panipat. Part of its Kashmiri Gate was damaged during a revolt caused by pig-fat-greased cartridges in Enfield rifles. For 10 points, name this capital of British-controlled India after the Sepoy Mutiny.": {
    "guess": "Delhi",
    "confidence": [
      [
        "Del",
        -0.008158256
      ],
      [
        "hi",
        -1.18755715e-05
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the pedigree of its  discoverers, Tungsten can be considered an example of this. One example of dubious historical veracity is the  Kutun, which had medical applications. Based on the etymology of its inventor's last name, an early  technique using a silver plated copper plate to develop photographs is believed to be an example of this. That  aforementioned technique is the Daguerreotype Process. This tradition gave rise to the once admired Gipuzkoan  shipyards. A culinary example of this is the production of Idiazabal cheese. Another legendary example of this  allows one to turn stolen gold into": {
    "guess": "Basque people",
    "confidence": [
      [
        "Bas",
        -0.03522647
      ],
      [
        "que",
        -0.0019887094
      ],
      [
        " people",
        -1.4361356
      ]
    ]
  },
  "He is buried in Paris's P?e Lachaise (pair la-shezz) cemetery between the graves of Cherubini and Bellini, though his heart was sent back to his home country at his request. His first published work was a set of variations on Mozart's aira La ci darem la mano, and his other orchestral works include the Krakowiak, piano concerti in F and E minor, and the Fantasia on Polish Airs. FTP, identify this Romantic composer, best known for his numerous piano works, including etudes, nocturnes, polonaises, and the \"Funeral March\" piano sonata.": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.0124894045
      ],
      [
        "éd",
        -3.261701e-05
      ],
      [
        "éric",
        -6.1537958e-06
      ],
      [
        " Chop",
        -0.00013977377
      ],
      [
        "in",
        -5.6769813e-06
      ]
    ]
  },
  "burden_]  History  In this battle, Philip VI of France used musical instruments as an intimidation tactic to aid his Genoese crossbowmen, but the firepower of the Welsh longbowmen from the army led by": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.046719927
      ],
      [
        " of",
        -0.0012405869
      ],
      [
        " Cr",
        -0.029688008
      ],
      [
        "é",
        -1.640531e-05
      ],
      [
        "cy",
        -1.504853e-06
      ]
    ]
  },
  "One business park with this defining property is the home of AJL Opthalmic and is an integral part of the  COPIT program. This type of meteorological intelligence is apparently responsible for the \"Technological  Upgrade of Hydro-Meteorological and Civil Protection Equipment in Honduras\" project. The products of  CIE Automotive are examples of this tradition as are the trains of CAF. Because of the pedigree of its  discoverers, Tungsten can be considered an example of this. One example of dubious historical veracity is the  Kutun, which had medical applications. Based on the etymology of its inventor's last name, an early  technique using a silver plated copper plate to develop photographs is believed to be an example of this. That  aforementioned technique is the Daguerreotype Process. This tradition gave rise to the once admired Gipuzkoan  shipyards. A culinary example of this is the production of Idiazabal cheese. Another legendary example of this  allows one to turn stolen gold into coal, that example of this tradition might have been patented by Mari, if patents  existed in mythical times. For 10 points, name this engineering tradition that created the xistera (chistera) used in jai  alai.": {
    "guess": "Basque engineering",
    "confidence": [
      [
        "Bas",
        -0.03260975
      ],
      [
        "que",
        -0.0007682944
      ],
      [
        " engineering",
        -0.29566184
      ]
    ]
  },
  "Burials of whiskey were placed at regular intervals along this project to encourage the workers constructing it. The land on which this project was built was surveyed by James Geddes. Nostalgia for the use of mules on this is expressed in Thomas Allen's song (*) \"Low Bridge.\" Gouverneur Morris advocated this project, which was given $7 million in funding over eight years and used the Mohawk Valley": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.011909176
      ],
      [
        "rie",
        -0.00063202076
      ],
      [
        " Canal",
        -0.0018587958
      ]
    ]
  },
  "When he was buried in St. Paul's Cathedral, this man was Duke of Bronte in the Kingdom of the Two Sicilies and a Knight of the Grand Cross of the Order of St. Ferdinand and of Merit. Despite losing sight in one eye at Calvi and an arm in a failed attempt to take Santa Cruz de Tenerife, he ascended to the rank of \"Vice Admiral of the White\" before orchestrating his most historic but fatal victory. For 10 points, name this victor at the 1805 Battle of Trafalgar.": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.00904114
      ],
      [
        "atio",
        -2.6299214e-05
      ],
      [
        " Nelson",
        -6.992776e-05
      ],
      [
        ",",
        -0.005322466
      ],
      [
        " ",
        -0.00024132428
      ],
      [
        "1",
        -1.6240566e-06
      ],
      [
        "st",
        -1.2948405e-05
      ],
      [
        " Vis",
        -0.0026063335
      ],
      [
        "count",
        -3.1424974e-05
      ],
      [
        " Nelson",
        -1.11603495e-05
      ]
    ]
  },
  "Burials of whiskey were placed at regular intervals along this project to encourage the workers constructing it. The land on which this project was built was surveyed by James Geddes. Nostalgia for the use of mules on this is expressed in Thomas Allen's song (*) \"Low Bridge.\" Gouverneur Morris advocated this project, which was given $7 million in funding over eight years and used the Mohawk Valley as a path. DeWitt Clinton initiated - for 10 points - what project that linked the Hudson River to a namesake Great Lake?": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.012000589
      ],
      [
        "rie",
        -0.0006992113
      ],
      [
        " Canal",
        -0.0014285711
      ]
    ]
  }
}