{
  "One neurometabolic disorder resulting from a mutation in these structures is called Leigh's disease, and a malfunction in them can also result in Leber's hereditary optic neuropathy. These structures contain": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0007648375
      ],
      [
        "ochond",
        -8.506662e-05
      ],
      [
        "r",
        -7.696077e-05
      ],
      [
        "ion",
        -4.3202e-07
      ]
    ]
  },
  "A neutral cloud composed of atoms of this element lies in the orbit of Io. Atoms of this element in the": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.0051271385
      ],
      [
        "ulf",
        -0.0059374482
      ],
      [
        "ur",
        -2.2365493e-05
      ]
    ]
  },
  "The never observed decay of this particle is one test for proposed GUTs. Most cosmic rays consist of high energy examples of this particle. Along with a slightly heavier particle, this particle's interior composition is predicted by QCD. The major nuclear reaction in the sun is named for this particle, four of which are converted into a heavier particle in on turn of the cycle. This baryon is formed from two up quarks and a down quark, giving it a positive charge. One of these particles and an electron are the products of beta decay. For 10 points, name this particle found in the atomic nucleus along with the neutron.": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.34695005
      ],
      [
        "ton",
        -0.0013804715
      ]
    ]
  },
  "One neurometabolic disorder resulting from a mutation in these structures is called Leigh's disease, and a malfunction in them can also result in Leber's hereditary optic neuropathy. These structures contain channel proteins called porins, and they release cytochrome C during apoptosis. They contain two membranes, with folds in the inner one called cristae. These organelles may have originated as endosymbiotic prokaryotes, and they possess their own DNA. For 10 points, name these organelles that": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.001580686
      ],
      [
        "ochond",
        -6.3490756e-05
      ],
      [
        "r",
        -0.009343295
      ],
      [
        "ion",
        -1.1398757e-05
      ]
    ]
  },
  "One neurometabolic disorder resulting from a mutation in these structures is called Leigh's disease,": {
    "guess": "Mitochondria",
    "confidence": [
      [
        "Mit",
        -0.009801777
      ],
      [
        "ochond",
        -0.0002005603
      ],
      [
        "ria",
        -0.041648768
      ]
    ]
  },
  "A neurological condition that occurs as a result of the restriction of blood flow via the inferior cerebellar artery to this area is known as Wallenberg's Syndrome. This structure is continuous with the spinal chord and merges with it at the foramen magnum. Located between the anterior median fissure and the antero-lateral sulcus are interior districts of this structure known as the pyramids. The Pons, which is superior to this structure, assists it by acting as a relay between it and the rest of the midbrain. For 10 points, name this anatomical structure located in the lower portion of the brainstem": {
    "guess": "Medulla oblongata",
    "confidence": [
      [
        "Med",
        -0.001989067
      ],
      [
        "ulla",
        -0.00012916465
      ],
      [
        " ob",
        -0.070884146
      ],
      [
        "long",
        -0.00026860725
      ],
      [
        "ata",
        -0.00026515033
      ]
    ]
  },
  "He never married, possibly because he worked with such odiferous compounds, and did research at Heidelberg until his death. His first work, on the cacodyl group of compounds, proved the compound radical theory of organic molecules; however, his work  with the toxic chemicals cost him an eye and almost led to his death from arsenic poisoning. FTP, name this German chemist, who invented a zinc-carbon primary cell and the filter pump, discovered cesium and rubidium with Kirchhoff, and who is best known": {
    "guess": "Robert Bunsen",
    "confidence": [
      [
        "Robert",
        -0.34174725
      ],
      [
        " B",
        -0.047569737
      ],
      [
        "uns",
        -2.3392786e-06
      ],
      [
        "en",
        -7.9418505e-06
      ]
    ]
  },
  "He never married, possibly because he worked with such odiferous compounds, and did research at Heidelberg until his death. His first work, on the cacodyl group of compounds, proved the compound radical theory of organic molecules; however, his work  with the toxic chemicals cost him an eye and almost": {
    "guess": "Justus von Liebig",
    "confidence": [
      [
        "Just",
        -1.3730226
      ],
      [
        "us",
        -0.00017803448
      ],
      [
        " von",
        -0.012296897
      ],
      [
        " Lie",
        -0.00042971558
      ],
      [
        "big",
        -0.00017064385
      ]
    ]
  },
  "One neurometabolic disorder resulting from a mutation in these structures is called Leigh's disease, and a malfunction in them can also result in Leber's hereditary optic neuropathy. These structures contain channel proteins called porins, and they release cytochrome C during apoptosis. They contain": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00016003472
      ],
      [
        "ochond",
        -1.2829201e-05
      ],
      [
        "r",
        -0.00015526658
      ],
      [
        "ion",
        -1.9361265e-07
      ]
    ]
  },
  "He never reads novels, so, when bored, he \"suggests and arranges. . . little elegant compliments\" for the purpose of flattering his patroness.  In fact, his ridiculous proposal to the heroine of the novel comes at the express advice of that woman, the Lady Catherine de Bourgh.  FTP, name the officious": {
    "guess": "Mr. Collins",
    "confidence": [
      [
        "Mr",
        -0.6236608
      ],
      [
        ".",
        -0.0007649567
      ],
      [
        " Collins",
        -0.012511533
      ]
    ]
  },
  "A neurological condition that occurs as a result of the restriction of blood flow via the inferior cerebellar artery to this area is known as Wallenberg's Syndrome. This structure is continuous with the spinal chord and merges with it at the foramen magnum. Located between the anterior median fissure and the antero-lateral sulcus are interior districts of this structure known as the pyramids. The Pons, which is superior to this structure, assists it by acting as a relay between it and the rest of": {
    "guess": "Medulla oblongata",
    "confidence": [
      [
        "Med",
        -0.006702585
      ],
      [
        "ulla",
        -8.017927e-05
      ],
      [
        " ob",
        -0.033512335
      ],
      [
        "long",
        -0.00013905855
      ],
      [
        "ata",
        -0.0002645543
      ]
    ]
  },
  "A neurological condition that occurs as a result of the restriction of blood flow via the inferior cerebellar artery to this area is known as Wallenberg's Syndrome. This structure is continuous with the": {
    "guess": "Medulla oblongata",
    "confidence": [
      [
        "Med",
        -0.084158175
      ],
      [
        "ulla",
        -0.00047607115
      ],
      [
        " ob",
        -0.04649795
      ],
      [
        "long",
        -0.0011144968
      ],
      [
        "ata",
        -0.00039801843
      ]
    ]
  },
  "Never have as many as three present or former U.S. Presidents  died in the same year. However, the year": {
    "guess": "List of United States presidential death coincidences",
    "confidence": [
      [
        "List",
        -0.02860474
      ],
      [
        " of",
        -0.00057543203
      ],
      [
        " United",
        -0.18492988
      ],
      [
        " States",
        -0.00036299456
      ],
      [
        " presidential",
        -0.5959171
      ],
      [
        " death",
        -0.7774316
      ],
      [
        " coinc",
        -0.22640787
      ],
      [
        "idences",
        -1.4498052e-05
      ]
    ]
  },
  "The neurotransmitter GABA [GAB-uh] is a gamma-type of this class of organic molecules, which were the": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.010965051
      ],
      [
        "mino",
        -0.00036632127
      ],
      [
        " acid",
        -0.050520036
      ]
    ]
  },
  "He never married, possibly because he worked with such odiferous compounds, and did research at Heidelberg until his death. His first work, on the cacodyl group of compounds, proved the compound radical theory of organic molecules; however, his work  with the toxic chemicals cost him an eye and almost led to his death from arsenic poisoning. FTP, name this German chemist, who invented a zinc-carbon primary cell and the filter pump, discovered cesium and rubidium with Kirchhoff, and who is best known  for the gas burner named for him.": {
    "guess": "Robert Bunsen",
    "confidence": [
      [
        "Robert",
        -0.006744032
      ],
      [
        " B",
        -0.009258368
      ],
      [
        "uns",
        -1.7432603e-06
      ],
      [
        "en",
        -5.5577775e-06
      ]
    ]
  },
  "The neural variety of it involves finding correspondences between the physiological states of the nervous system and the structures of intentionality. Bracketing of physical existence and examination of experience are two aspects of the \"pure\" form. Maurice Merleau-Ponty extended this concept to a study of the relationship between it and perception, and three books on Ideas Pertaining to the pure form of this were written by its arguable founder, Edmund Husserl. FTP, name this branch of philosophy": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.0016511373
      ],
      [
        "en",
        -7.58424e-06
      ],
      [
        "omen",
        -3.23786e-05
      ],
      [
        "ology",
        -4.608702e-05
      ],
      [
        " (",
        -0.0032542425
      ],
      [
        "phil",
        -0.0007100478
      ],
      [
        "osoph",
        -2.0100624e-05
      ],
      [
        "y",
        -3.3213026e-05
      ],
      [
        ")",
        -5.6769813e-06
      ]
    ]
  },
  "The never observed decay of this particle is one test for proposed GUTs. Most cosmic rays consist of high energy examples of this particle. Along with a slightly heavier particle, this particle's interior composition is predicted by QCD. The major nuclear reaction in the sun is named for this particle, four of which are converted into a heavier particle in on turn of the cycle. This baryon is formed from two up quarks and a down quark, giving it a positive charge. One of these particles and an electron": {
    "guess": "Neutron",
    "confidence": [
      [
        "Ne",
        -0.063691586
      ],
      [
        "utron",
        -0.40824452
      ]
    ]
  },
  "A neurological condition that occurs as a result of the restriction of blood flow via the inferior cerebellar artery to this area is known as Wallenberg's Syndrome. This structure is continuous with the spinal chord and merges with it at the foramen magnum. Located between the anterior median fissure": {
    "guess": "Medulla oblongata",
    "confidence": [
      [
        "Med",
        -0.018557008
      ],
      [
        "ulla",
        -7.302705e-05
      ],
      [
        " ob",
        -0.017193776
      ],
      [
        "long",
        -0.00018292182
      ],
      [
        "ata",
        -0.00032521432
      ]
    ]
  },
  "He never married, possibly because he worked with such odiferous compounds, and did research at Heidelberg until his death. His first work, on the cacodyl group of compounds, proved the compound radical theory of organic molecules; however, his work  with the toxic chemicals cost him an eye and almost led to his death from arsenic poisoning. FTP, name this German chemist, who invented a zinc-carbon": {
    "guess": "Robert Bunsen",
    "confidence": [
      [
        "Robert",
        -0.3256708
      ],
      [
        " B",
        -0.030513553
      ],
      [
        "uns",
        -1.4021238e-05
      ],
      [
        "en",
        -1.1637165e-05
      ]
    ]
  },
  "He never married, possibly because he worked with such odiferous compounds, and did research at Heidelberg until his death. His first work, on the cacodyl group of compounds, proved the compound radical": {
    "guess": "Gustav Tammann",
    "confidence": [
      [
        "G",
        -1.240783
      ],
      [
        "ust",
        -0.17099847
      ],
      [
        "av",
        -0.011738712
      ],
      [
        " T",
        -1.5580544
      ],
      [
        "amm",
        -0.23756957
      ],
      [
        "ann",
        -0.0001756504
      ]
    ]
  },
  "A neutral cloud composed of atoms of this element lies in the orbit of Io. Atoms of this element in the mesosphere are excited by lasers tuned to 590 nm, and the Rayleigh backscattering thus formed is treated as an artificial beacon in adaptive optics systems. The broadening of the doublet of this element": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.005647306
      ],
      [
        "odium",
        -1.9361265e-07
      ]
    ]
  },
  "A neutral cloud composed of atoms of this element lies in the orbit of Io. Atoms of this element in the mesosphere are excited by lasers tuned to 590 nm, and the Rayleigh backscattering thus formed is treated as an artificial beacon in adaptive optics systems. The broadening of the doublet of this element in the presence of an applied B field caused the broadening of the doublet in the first observation of the (*) Zeeman effect, and the D1 and D2 Fraunhofer lines characterize that doublet. This metal": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.011638216
      ],
      [
        "odium",
        -9.014684e-06
      ]
    ]
  },
  "He never reads novels, so, when bored, he \"suggests and arranges. . . little elegant compliments\" for": {
    "guess": "Compliment",
    "confidence": [
      [
        "Com",
        -0.30099335
      ],
      [
        "pl",
        -0.0027617256
      ],
      [
        "iment",
        -0.084474504
      ]
    ]
  },
  "The neurotransmitter GABA [GAB-uh] is a gamma-type of this class of organic molecules, which were the most complex products of the Miller-Urey experiment. The substitution of a polar one of these with valine in hemoglobin causes sickle-cell disease, and these molecules can be linked by disulfide bridges": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.008428996
      ],
      [
        "mino",
        -1.8550976e-05
      ],
      [
        " acid",
        -0.03057888
      ]
    ]
  },
  "A neutral cloud composed of atoms of this element lies in the orbit of Io. Atoms of this element in the mesosphere are excited by lasers tuned to 590 nm, and the Rayleigh backscattering thus formed is treated as an artificial beacon in adaptive optics systems. The broadening of the doublet of this element in the presence of an applied B field caused the broadening of the doublet in the first observation": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.015014775
      ],
      [
        "odium",
        -1.9361265e-07
      ]
    ]
  },
  "A neutral cloud composed of atoms of this element lies in the orbit of Io. Atoms of this element in the mesosphere are excited by lasers tuned to 590 nm, and the Rayleigh backscattering thus formed is treated as an artificial beacon in adaptive optics systems. The broadening of the doublet of this element in the presence of an applied B field caused the broadening of the doublet in the first observation of the (*) Zeeman effect, and the D1 and D2 Fraunhofer lines characterize that doublet. This metal contributes a solvated electron when placed in ammonia, which helps reduce aromatic rings in the Birch reduction. The Castner-Kellner method was the commercial method of producing this element until": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0006508403
      ],
      [
        "odium",
        -4.3202e-07
      ]
    ]
  },
  "The never observed decay of this particle is one test for proposed GUTs. Most cosmic rays consist of high energy examples of this particle. Along with a slightly heavier particle, this particle's interior composition is predicted by QCD. The major nuclear reaction in the sun is named for this particle, four of which are converted into a heavier particle in on turn of the cycle. This baryon is formed": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.031082308
      ],
      [
        "utr",
        -0.15590656
      ],
      [
        "ino",
        -0.0018724748
      ]
    ]
  },
  "The neural variety of it involves finding correspondences between the physiological states of the nervous system and the structures of intentionality. Bracketing of physical existence and examination of experience are two aspects of the \"pure\" form. Maurice Merleau-Ponty extended this concept to a study of the relationship between it and perception, and three books on Ideas Pertaining to the pure form of this were written by its arguable founder, Edmund Husserl. FTP, name this branch of philosophy which is applied to the mind in the title of G.W.F. Hegel's most famous work?": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.0039115762
      ],
      [
        "en",
        -5.705376e-05
      ],
      [
        "omen",
        -2.7133641e-05
      ],
      [
        "ology",
        -3.7265952e-05
      ],
      [
        " (",
        -0.0032800254
      ],
      [
        "phil",
        -0.0009900574
      ],
      [
        "osoph",
        -2.8206474e-05
      ],
      [
        "y",
        -3.059055e-05
      ],
      [
        ")",
        -5.7961847e-06
      ]
    ]
  },
  "The neural variety of it involves finding correspondences between the physiological states of the nervous system and the structures of intentionality. Bracketing of physical existence and examination of experience are two aspects of the \"pure\" form. Maurice Merleau-Ponty extended this concept to a study of the relationship between it and perception, and three books on Ideas Pertaining to the pure form": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.00030483783
      ],
      [
        "en",
        -2.7968066e-05
      ],
      [
        "omen",
        -1.831257e-05
      ],
      [
        "ology",
        -0.0001757696
      ],
      [
        " (",
        -0.0020790016
      ],
      [
        "phil",
        -0.0008184425
      ],
      [
        "osoph",
        -3.23786e-05
      ],
      [
        "y",
        -2.319992e-05
      ],
      [
        ")",
        -4.604148e-06
      ]
    ]
  },
  "The neurotransmitter GABA [GAB-uh] is a gamma-type of this class of organic molecules, which were the most complex products of the Miller-Urey experiment. The substitution of a polar one of these with valine in hemoglobin causes sickle-cell disease, and these molecules can be linked by disulfide bridges and (*) peptide bonds. These molecules are represented by codons and joined together during translation": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.07479121
      ],
      [
        "mino",
        -4.604148e-06
      ],
      [
        " acid",
        -0.012465623
      ]
    ]
  },
  "A neurological condition that occurs as a result of the restriction of blood flow via the inferior cerebellar": {
    "guess": "Vertebrobasilar insufficiency",
    "confidence": [
      [
        "Vert",
        -0.9119586
      ],
      [
        "eb",
        -0.04945047
      ],
      [
        "ro",
        -0.00021236145
      ],
      [
        "bas",
        -0.002349123
      ],
      [
        "ilar",
        -5.312004e-05
      ],
      [
        " ins",
        -0.020299891
      ],
      [
        "uff",
        -1.1637165e-05
      ],
      [
        "iciency",
        -0.00017362394
      ]
    ]
  },
  "The neurotransmitter GABA [GAB-uh] is a gamma-type of this class of organic molecules, which were the most complex products of the Miller-Urey experiment. The substitution of a polar one of these with": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.03708484
      ],
      [
        "mino",
        -0.003084071
      ],
      [
        " acid",
        -0.0043348144
      ]
    ]
  },
  "One neurometabolic disorder resulting from a mutation in these structures is called Leigh's disease, and a malfunction in them can also result in Leber's hereditary optic neuropathy. These structures contain channel proteins called porins, and they release cytochrome C during apoptosis. They contain two membranes, with folds in the inner one called cristae. These organelles may have originated as endosymbiotic": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.000857743
      ],
      [
        "ochond",
        -4.2868523e-05
      ],
      [
        "r",
        -0.0019448187
      ],
      [
        "ion",
        -1.6240566e-06
      ]
    ]
  },
  "The never observed decay of this particle is one test for proposed GUTs. Most cosmic rays consist of high energy examples of this particle. Along with a slightly heavier particle, this particle's interior composition is predicted by QCD. The major nuclear reaction in the sun is named for this particle, four of which are converted into a heavier particle in on turn of the cycle. This baryon is formed from two up quarks and a down quark, giving it a positive charge. One of these particles and an electron are the products of beta decay. For 10 points, name this particle found in the atomic nucleus": {
    "guess": "Neutron",
    "confidence": [
      [
        "Ne",
        -0.23050691
      ],
      [
        "utron",
        -0.15916939
      ]
    ]
  },
  "The neural variety of it involves finding correspondences between the physiological states of the nervous": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.054834772
      ],
      [
        "en",
        -4.727906e-05
      ],
      [
        "omen",
        -7.958325e-05
      ],
      [
        "ology",
        -0.004295165
      ],
      [
        " (",
        -0.01070644
      ],
      [
        "phil",
        -0.0060693403
      ],
      [
        "osoph",
        -6.778209e-05
      ],
      [
        "y",
        -8.518583e-05
      ],
      [
        ")",
        -1.7432603e-06
      ]
    ]
  },
  "Never have as many as three present or former U.S. Presidents  died in the same year. However, the year 1875 saw the death of the  current Vice President and two former Veeps, one of whom had also  served as President. For five points for one, fifteen for two, and  thirty for all three, name these three": {
    "guess": "List of Vice Presidents of the United States",
    "confidence": [
      [
        "List",
        -0.5750599
      ],
      [
        " of",
        -0.0024682863
      ],
      [
        " Vice",
        -0.33948502
      ],
      [
        " Presidents",
        -0.00059532805
      ],
      [
        " of",
        -0.00025394888
      ],
      [
        " the",
        -0.00015562419
      ],
      [
        " United",
        -1.7954959e-05
      ],
      [
        " States",
        -9.317247e-05
      ]
    ]
  },
  "The neurotransmitter GABA [GAB-uh] is a gamma-type of this class of organic molecules, which were the most complex products of the Miller-Urey experiment. The substitution of a polar one of these with valine in hemoglobin causes sickle-cell disease, and these molecules can be linked by disulfide bridges and (*) peptide bonds. These molecules are represented by codons and joined together during translation at the ribosome. For 10 points, name this group of 20 building blocks of proteins.": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.0042888806
      ],
      [
        "mino",
        -9.0883464e-07
      ],
      [
        " acid",
        -0.036418147
      ]
    ]
  },
  "He never reads novels, so, when bored, he \"suggests and arranges. . . little elegant compliments\" for the purpose of flattering his patroness.  In fact, his ridiculous proposal to the heroine of the novel comes at the express advice of that woman, the Lady Catherine de Bourgh.  FTP, name the officious clergyman-buffoon of Pride and Prejudice.": {
    "guess": "Mr. Collins",
    "confidence": [
      [
        "Mr",
        -0.2428579
      ],
      [
        ".",
        -0.0025775596
      ],
      [
        " Collins",
        -0.20428243
      ]
    ]
  },
  "A neurological condition that occurs as a result of the restriction of blood flow via the inferior cerebellar artery to this area is known as Wallenberg's Syndrome. This structure is continuous with the spinal chord and merges with it at the foramen magnum. Located between the anterior median fissure and the antero-lateral sulcus are interior districts of this structure known as the pyramids. The Pons,": {
    "guess": "Medulla oblongata",
    "confidence": [
      [
        "Med",
        -0.0014799826
      ],
      [
        "ulla",
        -3.7146747e-05
      ],
      [
        " ob",
        -0.0037819047
      ],
      [
        "long",
        -0.00013226394
      ],
      [
        "ata",
        -0.00017994174
      ]
    ]
  },
  "One neurometabolic disorder resulting from a mutation in these structures is called Leigh's disease, and a malfunction in them can also result in Leber's hereditary optic neuropathy. These structures contain channel proteins called porins, and they release cytochrome C during apoptosis. They contain two membranes, with folds in the inner one called cristae. These organelles may have originated as endosymbiotic prokaryotes, and they possess their own DNA. For 10 points, name these organelles that produce energy in animal cells.": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.002015479
      ],
      [
        "ochond",
        -1.7239736e-05
      ],
      [
        "r",
        -0.0037908158
      ],
      [
        "ion",
        -2.1008714e-06
      ]
    ]
  },
  "The neural variety of it involves finding correspondences between the physiological states of the nervous system and the structures of intentionality. Bracketing of physical existence and examination of experience are two aspects of the \"pure\" form. Maurice Merleau-Ponty extended this concept to a study": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.0019909707
      ],
      [
        "en",
        -3.4285862e-05
      ],
      [
        "omen",
        -4.4849444e-06
      ],
      [
        "ology",
        -0.0005905636
      ],
      [
        " (",
        -0.0009389739
      ],
      [
        "phil",
        -0.0020698486
      ],
      [
        "osoph",
        -3.261701e-05
      ],
      [
        "y",
        -3.7385154e-05
      ],
      [
        ")",
        -6.511407e-06
      ]
    ]
  },
  "A neurological condition that occurs as a result of the restriction of blood flow via the inferior cerebellar artery to this area is known as Wallenberg's Syndrome. This structure is continuous with the spinal chord and merges with it at the foramen magnum. Located between the anterior median fissure and the antero-lateral sulcus are interior districts of this structure known as the pyramids. The Pons, which is superior to this structure, assists it by acting as a relay between it and the rest of the midbrain. For 10 points, name this anatomical structure located in the lower portion of the brainstem responsible for autonomic functions like regulation of heart rate, swallowing and breathing.": {
    "guess": "Medulla oblongata",
    "confidence": [
      [
        "Med",
        -0.002111359
      ],
      [
        "ulla",
        -9.984788e-05
      ],
      [
        " ob",
        -0.097116195
      ],
      [
        "long",
        -0.00025835942
      ],
      [
        "ata",
        -0.00027694786
      ]
    ]
  },
  "The neural variety of it involves finding correspondences between the physiological states of the nervous system and the structures of intentionality. Bracketing of physical existence and examination of": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.00060819834
      ],
      [
        "en",
        -8.537869e-06
      ],
      [
        "omen",
        -5.3193703e-06
      ],
      [
        "ology",
        -0.00034642892
      ],
      [
        " (",
        -8.590105e-05
      ],
      [
        "phil",
        -0.001004824
      ],
      [
        "osoph",
        -3.6431527e-05
      ],
      [
        "y",
        -9.372295e-06
      ],
      [
        ")",
        -1.3856493e-06
      ]
    ]
  },
  "Never have as many as three present or former U.S. Presidents  died in the same year. However, the year 1875 saw the death of the  current Vice President and two former Veeps, one of whom had also  served as President. For five points for one, fifteen for two, and  thirty for all three, name these three men, who served under  Buchanan, Lincoln, and Grant.": {
    "guess": "List of Vice Presidents of the United States",
    "confidence": [
      [
        "List",
        -0.6664813
      ],
      [
        " of",
        -0.001547949
      ],
      [
        " Vice",
        -0.22190389
      ],
      [
        " Presidents",
        -0.00036502103
      ],
      [
        " of",
        -6.837811e-05
      ],
      [
        " the",
        -0.00014501873
      ],
      [
        " United",
        -1.5570886e-05
      ],
      [
        " States",
        -5.121278e-05
      ]
    ]
  },
  "The never observed decay of this particle is one test for proposed GUTs. Most cosmic rays consist of high energy examples of this particle. Along with a slightly heavier particle, this particle's interior composition is predicted by QCD. The major nuclear reaction in the sun is named for this particle,": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.012315617
      ],
      [
        "utr",
        -0.003053408
      ],
      [
        "ino",
        -0.002541417
      ]
    ]
  },
  "Never have as many as three present or former U.S. Presidents  died in the same year. However, the year 1875 saw the death of the  current Vice President and two former Veeps, one of whom had also  served": {
    "guess": "List of Vice Presidents of the United States",
    "confidence": [
      [
        "List",
        -0.5246565
      ],
      [
        " of",
        -0.00082820986
      ],
      [
        " Vice",
        -0.43452242
      ],
      [
        " Presidents",
        -0.0004585519
      ],
      [
        " of",
        -6.682846e-05
      ],
      [
        " the",
        -0.00013631687
      ],
      [
        " United",
        -2.677603e-05
      ],
      [
        " States",
        -3.917321e-05
      ]
    ]
  },
  "A neutral cloud composed of atoms of this element lies in the orbit of Io. Atoms of this element in the mesosphere are excited by lasers tuned to 590 nm, and the Rayleigh backscattering thus formed is treated as an artificial beacon in adaptive optics systems. The broadening of the doublet of this element in the presence of an applied B field caused the broadening of the doublet in the first observation of the (*) Zeeman effect, and the D1 and D2 Fraunhofer lines characterize that doublet. This metal contributes a solvated electron when placed in ammonia, which helps reduce aromatic rings in the": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.002856828
      ],
      [
        "odium",
        -2.6968896e-06
      ]
    ]
  },
  "A neutral cloud composed of atoms of this element lies in the orbit of Io. Atoms of this element in the mesosphere are excited by lasers tuned to 590 nm, and the Rayleigh backscattering thus formed is treated as an artificial beacon in adaptive optics systems. The broadening of the doublet of this element in the presence of an applied B field caused the broadening of the doublet in the first observation of the (*) Zeeman effect, and the D1 and D2 Fraunhofer lines characterize that doublet. This metal contributes a solvated electron when placed in ammonia, which helps reduce aromatic rings in the Birch reduction. The Castner-Kellner method was the commercial method of producing this element until it was replaced by the Downs process. For 10 points, identify this element which is transported": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.001999535
      ],
      [
        "odium",
        -1.0280384e-06
      ]
    ]
  },
  "He never reads novels, so, when bored, he \"suggests and arranges. . . little elegant compliments\" for the purpose of flattering his patroness.  In fact, his ridiculous proposal to the heroine of the novel": {
    "guess": "Deception",
    "confidence": [
      [
        "De",
        -0.87304866
      ],
      [
        "ception",
        -0.0027662406
      ]
    ]
  },
  "A neutral cloud composed of atoms of this element lies in the orbit of Io. Atoms of this element in the mesosphere are excited by lasers tuned to 590 nm, and the Rayleigh backscattering thus formed is treated as an artificial beacon in adaptive optics systems. The broadening of the doublet of this element in the presence of an applied B field caused the broadening of the doublet in the first observation of the (*) Zeeman effect, and the D1 and D2 Fraunhofer lines characterize that doublet. This metal contributes a solvated electron when placed in ammonia, which helps reduce aromatic rings in the Birch reduction. The Castner-Kellner method was the commercial method of producing this element until it was replaced by the Downs process. For 10 points, identify this element which is transported across plasma membranes by a pump that exchanges three of its ions for two potassium ions.": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0052546263
      ],
      [
        "odium",
        -2.220075e-06
      ]
    ]
  },
  "The never observed decay of this particle is one test for proposed GUTs. Most cosmic rays consist of high energy examples of this particle. Along with a slightly heavier particle, this particle's interior": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.48741993
      ],
      [
        "utr",
        -0.03481783
      ],
      [
        "ino",
        -0.008040949
      ]
    ]
  },
  "A neutral cloud composed of atoms of this element lies in the orbit of Io. Atoms of this element in the mesosphere are excited by lasers tuned to 590 nm, and the Rayleigh backscattering thus formed is": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.030340102
      ],
      [
        "odium",
        -1.4140442e-05
      ]
    ]
  },
  "The never observed decay of this particle is one test for proposed GUTs. Most cosmic rays consist of": {
    "guess": "Neutrinos",
    "confidence": [
      [
        "Ne",
        -0.113204546
      ],
      [
        "utr",
        -0.30297366
      ],
      [
        "inos",
        -0.03959231
      ]
    ]
  },
  "He never married, possibly because he worked with such odiferous compounds, and did research at Heidelberg": {
    "guess": "Chlorine",
    "confidence": [
      [
        "Ch",
        -1.2110367
      ],
      [
        "lor",
        -0.0076981946
      ],
      [
        "ine",
        -0.054329757
      ]
    ]
  }
}