{
  "In the New Chronicles  by Giovanni Villani, he suggests that this was built on the site of a temple to Mars, but it is likely only a Roman guard tower. In its present form it was constructed around 1029, a Romanesque structure in the shape of an octagon. Its ceiling is a vast mosaic depicting the Last Judgement and it contains the tomb of Antipope John XXIII by Donatello. The south doors, completed in 1326, were the work of Andrea Pisano, while 48 years were taken to complete the east and north doors after the artist beat out Filippo Brunelleschi and others for the commission. For 10 points, name this structure featuring the famed \"Gates of Paradise\" by Lorenzo Ghiberti, a building in an Italian city designed for a child's first sacrament.": {
    "guess": "Florence Baptistery",
    "confidence": [
      [
        "Flo",
        -0.006883504
      ],
      [
        "rence",
        -0.00043960952
      ],
      [
        " Baptist",
        -0.025684575
      ],
      [
        "ery",
        -9.4914985e-06
      ]
    ]
  },
  "A new example of one of these objects confirmed in 2013 is named 2011 QF99, though that object probably spent more time as a centaur than as one of these. That confirmation came two years after Martin Connors announced the discovery of another example of one of these, 2010 TK7, an object which is also an asteroid. Saturn has two moons that each have objects of this type associated with them. Name these objects found at Lagrangian [lah-GRAHN-jee-un] points that share an orbital path with a larger": {
    "guess": "Trojan asteroids",
    "confidence": [
      [
        "Tro",
        -0.037618272
      ],
      [
        "jan",
        -0.006448558
      ],
      [
        " asteroids",
        -0.84139234
      ]
    ]
  },
  "Newer areas in this city include Rochapea and Milagrosa. Boroughs in this city include San Nicolas and Cernin, the latter named for San Saturnino, who evangelized this city. Made capital by Sancho III,": {
    "guess": "Pamplona",
    "confidence": [
      [
        "P",
        -0.011191526
      ],
      [
        "am",
        -2.4987974e-05
      ],
      [
        "pl",
        -6.704273e-07
      ],
      [
        "ona",
        -0.00013560164
      ]
    ]
  },
  "A new example of one of these objects confirmed in 2013 is named 2011 QF99, though that object probably spent more time as a centaur than as one of these. That confirmation came two years after Martin Connors announced the discovery of another example of one of these, 2010 TK7, an object which is also": {
    "guess": "Trojan (astronomy)",
    "confidence": [
      [
        "Tro",
        -0.5542092
      ],
      [
        "jan",
        -0.0046329265
      ],
      [
        " (",
        -0.5983088
      ],
      [
        "astr",
        -0.06900205
      ],
      [
        "onomy",
        -0.0018818772
      ],
      [
        ")",
        -0.0009571974
      ]
    ]
  },
  "He was the only man from New York to have signed the Constitution. During the American Revolution, he eventually got promoted to being George Washington's Chief of Staff after having been a prominent officer": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.028993562
      ],
      [
        " Hamilton",
        -7.9702455e-05
      ]
    ]
  },
  "A \"new\" version of this song features the chorus \"can't nobody take my shine, can't nobody break my stride,\"": {
    "guess": "Break My Stride",
    "confidence": [
      [
        "Break",
        -0.80461454
      ],
      [
        " My",
        -0.00018375258
      ],
      [
        " Str",
        -6.1537958e-06
      ],
      [
        "ide",
        -9.610702e-06
      ]
    ]
  },
  "New species arise by the splitting of lineages. A small sub-population of the ancestral form gives rise to the new species. The new species originates in a very small part of the ancestral species' geographic": {
    "guess": "Speciation",
    "confidence": [
      [
        "Spec",
        -0.018177098
      ],
      [
        "iation",
        -0.00015669702
      ]
    ]
  },
  "Its \"New Classical\" form can be derived from the Lucas supply function, and Robert Gordon has developed a 'Triangle Model' which takes cost push, supply shocks, and other factors into account to modify it. Blanchard and Gali have written on the 'New Keynesian' variety of it, and it can be theoretically derived from Okun's Law. It was first explicitly shown to hold in the United States by Paul Samuelson and Robert Solow, but it could not explain stagflation until Edmund Phelps and Milton Friedman": {
    "guess": "Phillips Curve",
    "confidence": [
      [
        "Phill",
        -0.24064873
      ],
      [
        "ips",
        -0.0007927165
      ],
      [
        " Curve",
        -0.43799737
      ]
    ]
  },
  "The New York Sun broke the story about this event, and Dr. William Keeter stepped down shortly before this event took place. James W. Patterson was implicated in this event, as was Henry Wilson. In 1872, a congressional investigation revealed that several highly placed Republicans had accepted stock in the company for which this event was named. One of those men was Massachusetts Congressman Oakes Ames; another was Ulysses Grant's Vice- President, Schuyler Colfax, although he was absolved. For ten points, identify this scandal, which centered on a fake company that helped build the Union Pacific": {
    "guess": "Crédit Mobilier scandal",
    "confidence": [
      [
        "Cr",
        -0.16746192
      ],
      [
        "éd",
        -2.9352968e-06
      ],
      [
        "it",
        -2.749125e-05
      ],
      [
        " Mobil",
        -0.00035298144
      ],
      [
        "ier",
        -0.00012272765
      ],
      [
        " scandal",
        -0.0031977969
      ]
    ]
  },
  "The New York Times described a happiness measure used in economic indicators in this country that recently introduced television to its people. This nation contains the highest unclimbed mountain in the": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.07109568
      ],
      [
        "h",
        -7.159661e-05
      ],
      [
        "utan",
        -7.922564e-05
      ]
    ]
  },
  "News stories from recent years have dealt with the problems in using these items at Best Buy and Taco Bell, and they are emplyed byGeneva Steel and Clemson boosters to demonstrate those groups'  (*) economic": {
    "guess": "Fidget spinner",
    "confidence": [
      [
        "F",
        -0.7522364
      ],
      [
        "idget",
        -0.58690584
      ],
      [
        " spinner",
        -0.47207
      ]
    ]
  },
  "Newton got into disputes with men besides Gottfried Wilhelm von Leibnitz. Among the men he argued with  were John Locke and Samuel Pepys. But F15P, what first astronomer-royal's data did Newton steal,": {
    "guess": "John Flamsteed",
    "confidence": [
      [
        "John",
        -0.015584857
      ],
      [
        " Flam",
        -0.0001242773
      ],
      [
        "ste",
        -1.147242e-06
      ],
      [
        "ed",
        -4.246537e-06
      ]
    ]
  },
  "Newer areas in this city include Rochapea and Milagrosa. Boroughs in this city include San Nicolas and Cernin, the latter named for San Saturnino, who evangelized this city. Made capital by Sancho III, this city is known as Irunya in one language. Its first bishop was San Fermin, and this city's most notable event begins on the eve of his feast day in July. For 10 points, name this former Navarrese capital, most famous for the Running of the Bulls.": {
    "guess": "Pamplona",
    "confidence": [
      [
        "P",
        -0.004283535
      ],
      [
        "am",
        -8.180258e-06
      ],
      [
        "pl",
        -1.9361265e-07
      ],
      [
        "ona",
        -0.00015240935
      ]
    ]
  },
  "News stories from recent years have dealt with the problems in using these items at Best Buy and Taco Bell, and they are emplyed byGeneva Steel and Clemson boosters to demonstrate those groups'  (*) economic weight. These items feature a painting by John Trumbull on one side. For 10 points—  identify this denomination of currency bearing a portrait of Thomas Jefferson.": {
    "guess": "United States ten-dollar bill",
    "confidence": [
      [
        "United",
        -0.36271793
      ],
      [
        " States",
        -0.006070168
      ],
      [
        " ten",
        -1.0180117
      ],
      [
        "-dollar",
        -0.018350814
      ],
      [
        " bill",
        -0.00048572666
      ]
    ]
  },
  "New evidence from the Hanbury Brown-Twiss experiment indicates that electron pairs may act like these particles, which if cooled to extremely low temperatures condense and form a \"super-atom.\"  They have integer spin measured in h-bar units, and do not obey the Pauli-exclusion principle.  A nucleus is defined as this type of particle if it has an even number of protons and neutrons.  They include weakons, gravitons, photons and gluons.  Distinguished from fermions, FTP, name this type of force carrying": {
    "guess": "Boson",
    "confidence": [
      [
        "B",
        -0.029969275
      ],
      [
        "os",
        -0.00034714415
      ],
      [
        "on",
        -0.015467353
      ]
    ]
  },
  "Newton got into disputes with men besides Gottfried Wilhelm von Leibnitz. Among the men he argued with  were John Locke and Samuel Pepys. But F15P, what first astronomer-royal's data did Newton steal, publish in his  own name, and later use to help verify his theory of universal gravitation while systematically": {
    "guess": "John Flamsteed",
    "confidence": [
      [
        "John",
        -0.109445065
      ],
      [
        " Flam",
        -0.0003799105
      ],
      [
        "ste",
        -3.368984e-05
      ],
      [
        "ed",
        -2.5703197e-05
      ]
    ]
  },
  "In the New Chronicles  by Giovanni Villani, he suggests that this was built on the site of a temple to Mars, but it is likely only a Roman guard tower. In its present form it was constructed around 1029, a Romanesque structure in the shape of an octagon. Its ceiling is a vast mosaic depicting the Last Judgement and it contains the tomb of Antipope John XXIII by Donatello. The south doors, completed": {
    "guess": "Florence Baptistery",
    "confidence": [
      [
        "Flo",
        -0.55887145
      ],
      [
        "rence",
        -0.0007090979
      ],
      [
        " Baptist",
        -0.18485515
      ],
      [
        "ery",
        -1.9504607e-05
      ]
    ]
  },
  "New evidence from the Hanbury Brown-Twiss experiment indicates that electron pairs may act like these particles, which if cooled to extremely low temperatures condense and form a \"super-atom.\"  They have": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.12481286
      ],
      [
        "ose",
        -0.0175976
      ],
      [
        "–",
        -0.020382114
      ],
      [
        "E",
        -6.704273e-07
      ],
      [
        "instein",
        -9.0883464e-07
      ],
      [
        " cond",
        -0.0010005363
      ],
      [
        "ens",
        -0.0003867014
      ],
      [
        "ate",
        -0.008951825
      ]
    ]
  },
  "In 2008, a newly-discovered species of this creature was named in honor of Polish scientist Halszka Osmolska, while closely-related genuses include Tsaagan and Saurornitholestes. Turner, Kacovicky, and Norell studied the forearm bones of this creature and discovered six ulnar papillae, which they argued was evidence for the presence of (*) quill knobs and therefore feathers. Remains of this creature": {
    "guess": "Halszkaraptor",
    "confidence": [
      [
        "H",
        -0.5128292
      ],
      [
        "als",
        -0.0009005005
      ],
      [
        "z",
        -6.980855e-05
      ],
      [
        "kar",
        -0.047976367
      ],
      [
        "aptor",
        -9.968313e-06
      ]
    ]
  },
  "Newton got into disputes with men besides Gottfried Wilhelm von Leibnitz. Among the men he argued with  were John Locke and Samuel Pepys. But F15P, what first astronomer-royal's data did Newton steal, publish in his  own name, and later use to help verify his theory of universal gravitation while systematically deleting references  to the other in later editions of the Principia?": {
    "guess": "John Flamsteed",
    "confidence": [
      [
        "John",
        -0.027345723
      ],
      [
        " Flam",
        -0.0005189551
      ],
      [
        "ste",
        -0.00011868205
      ],
      [
        "ed",
        -4.8113485e-05
      ]
    ]
  },
  "New Zealander Dr. Alastair Kenneth Senior died in an attempt to use his homemade machine of this type.  Designs of these devices are based of A.A. West's single layer theory. These machines are sometimes confused  for devices that operate on the WIG effect. The enormous Aist and Zubr classes of these machines were  employed by the Soviet military. The father of this type of machine is Christopher Cockerell": {
    "guess": "Hovercrafts",
    "confidence": [
      [
        "Hover",
        -0.56965625
      ],
      [
        "craft",
        -2.4987974e-05
      ],
      [
        "s",
        -0.18433768
      ]
    ]
  },
  "New species arise by the splitting of lineages. A small sub-population of the ancestral form gives rise to the new species. The new species originates in a very small part of the ancestral species' geographic range in an isolated area at the periphery of the range. New species develop quickly. So said Eldredge and Gould in a famous 1972 paper with a new explanation of the fossil record. For 10 points, what two-word name is given to this biological theory?": {
    "guess": "Punctuated equilibrium",
    "confidence": [
      [
        "P",
        -0.00195611
      ],
      [
        "unct",
        -0.00021664912
      ],
      [
        "uated",
        -0.00070397207
      ],
      [
        " equilibrium",
        -0.05941726
      ]
    ]
  },
  "Its \"New Classical\" form can be derived from the Lucas supply function, and Robert Gordon has developed a 'Triangle Model' which takes cost push, supply shocks, and other factors into account to modify it. Blanchard and Gali have written on the 'New Keynesian' variety of it, and it can be theoretically": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.9661111
      ],
      [
        "ips",
        -0.0010921159
      ],
      [
        " curve",
        -0.61244696
      ]
    ]
  },
  "He was the only man from New York to have signed the Constitution. During the American Revolution, he eventually got promoted to being George Washington's Chief of Staff after having been a prominent officer in the New York militia. He helped to found the Coast Guard and the US Mint while serving as Secretary of the Treasury. He wrote that governors should be appointed by the president in the Federalist Papers, which he wrote with John Jay and James Madison. For 10 points, identify this man who was killed during a duel with Aaron Burr in New Jersey in 1804.": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.004701038
      ],
      [
        " Hamilton",
        -0.00016897499
      ]
    ]
  },
  "Some newly discovered ones are called by the acronym ARMAN. Though scientists are now finding them in a wide variety of environments, these organisms are often associated with high temperatures or high": {
    "guess": "Archaeal Richmond Mine Acidophilic Nanoorganisms",
    "confidence": [
      [
        "Arch",
        -0.7549902
      ],
      [
        "ae",
        -0.2726386
      ],
      [
        "al",
        -0.02129733
      ],
      [
        " Richmond",
        -0.0003831253
      ],
      [
        " Mine",
        -0.017025266
      ],
      [
        " Acid",
        -0.08587405
      ],
      [
        "ophil",
        -0.018515117
      ],
      [
        "ic",
        -0.0020424868
      ],
      [
        " Nano",
        -0.0061348574
      ],
      [
        "organisms",
        -0.009117922
      ]
    ]
  },
  "Its \"New Classical\" form can be derived from the Lucas supply function, and Robert Gordon has developed a 'Triangle Model' which takes cost push, supply shocks, and other factors into account to modify it. Blanchard and Gali have written on the 'New Keynesian' variety of it, and it can be theoretically derived from Okun's Law. It was first explicitly shown to hold in the United States by Paul Samuelson": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.39734027
      ],
      [
        "ips",
        -0.00073672744
      ],
      [
        " curve",
        -0.6674027
      ]
    ]
  },
  "A new example of one of these objects confirmed in 2013 is named 2011 QF99, though that object probably spent more time as a centaur than as one of these. That confirmation came two years after Martin": {
    "guess": "Centaurs (minor planets)",
    "confidence": [
      [
        "C",
        -1.5748048
      ],
      [
        "enta",
        -0.086184464
      ],
      [
        "urs",
        -0.00041113084
      ],
      [
        " (",
        -1.0608944
      ],
      [
        "minor",
        -0.08307958
      ],
      [
        " planets",
        -0.011826128
      ],
      [
        ")",
        -0.00017421995
      ]
    ]
  },
  "New Zealander Dr. Alastair Kenneth Senior died in an attempt to use his homemade machine of this type.": {
    "guess": "Rowing machine",
    "confidence": [
      [
        "Row",
        -1.8337336
      ],
      [
        "ing",
        -0.0145229725
      ],
      [
        " machine",
        -0.3813321
      ]
    ]
  },
  "Newer areas in this city include Rochapea and Milagrosa. Boroughs in this city include San Nicolas and Cernin, the latter named for San Saturnino, who evangelized this city. Made capital by Sancho III, this city is known as Irunya in one language. Its first bishop was San Fermin, and this city's most notable event begins on the eve of his feast day in July. For 10 points, name this former Navarrese": {
    "guess": "Pamplona",
    "confidence": [
      [
        "P",
        -0.01051925
      ],
      [
        "am",
        -1.0206721e-05
      ],
      [
        "pl",
        -1.9361265e-07
      ],
      [
        "ona",
        -0.00024798868
      ]
    ]
  },
  "In the New Chronicles  by Giovanni Villani, he suggests that this was built on the site of a temple to Mars, but it is likely only a Roman guard tower. In its present form it was constructed around 1029, a Romanesque structure in the shape of an octagon. Its ceiling is a vast mosaic depicting the Last Judgement and it contains the tomb of Antipope John XXIII by Donatello. The south doors, completed in 1326, were the work of Andrea Pisano, while 48 years were taken to complete the east and north doors after the artist beat out Filippo Brunelleschi and others for the commission. For 10 points, name": {
    "guess": "Florence Baptistery",
    "confidence": [
      [
        "Flo",
        -0.018663606
      ],
      [
        "rence",
        -0.005408423
      ],
      [
        " Baptist",
        -0.12629823
      ],
      [
        "ery",
        -1.0564331e-05
      ]
    ]
  },
  "In 2008, a newly-discovered species of this creature was named in honor of Polish scientist Halszka Osmolska,": {
    "guess": "Velociraptor",
    "confidence": [
      [
        "Vel",
        -0.2890419
      ],
      [
        "oc",
        -1.3544423e-05
      ],
      [
        "ir",
        -9.133887e-06
      ],
      [
        "aptor",
        -6.134509e-05
      ]
    ]
  },
  "The New York Times described a happiness measure used in economic indicators in this country that recently introduced television to its people. This nation contains the highest unclimbed mountain in the world, Gangkhar Puensum. It also contains two river systems separated by the Black Mountains, the Mo Chhu, and the Drangme Chhu. It shares the Duar plains with its neighbor to the south, India. It contains 20 administrative districts, but it is best known for a mythical kingdom contained within it.": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.023997962
      ],
      [
        "h",
        -2.868329e-05
      ],
      [
        "utan",
        -2.8444882e-05
      ]
    ]
  },
  "Its \"New Classical\" form can be derived from the Lucas supply function, and Robert Gordon has developed a 'Triangle Model' which takes cost push, supply shocks, and other factors into account to modify it. Blanchard and Gali have written on the 'New Keynesian' variety of it, and it can be theoretically derived from Okun's Law. It was first explicitly shown to hold in the United States by Paul Samuelson and Robert Solow, but it could not explain stagflation until Edmund Phelps and Milton Friedman showed that it is vertical in the long-run. FTP, identify this graph which shows the trade-off between unemployment and inflation, named for a New Zealand economist.": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.034465473
      ],
      [
        "ips",
        -0.00043436454
      ],
      [
        " curve",
        -0.11421148
      ]
    ]
  },
  "In 2008, a newly-discovered species of this creature was named in honor of Polish scientist Halszka Osmolska, while closely-related genuses include Tsaagan and Saurornitholestes. Turner, Kacovicky, and": {
    "guess": "Velociraptor",
    "confidence": [
      [
        "Vel",
        -0.5537961
      ],
      [
        "oc",
        -1.0802739e-05
      ],
      [
        "ir",
        -8.418666e-06
      ],
      [
        "aptor",
        -0.0004366294
      ]
    ]
  },
  "A new example of one of these objects confirmed in 2013 is named 2011 QF99, though that object probably spent more time as a centaur than as one of these. That confirmation came two years after Martin Connors announced the discovery of another example of one of these, 2010 TK7, an object which is also an asteroid. Saturn has two moons that each have objects of this type associated with them. Name these objects found at Lagrangian [lah-GRAHN-jee-un] points that share an orbital path with a larger object.": {
    "guess": "Trojan asteroids",
    "confidence": [
      [
        "Tro",
        -0.035779864
      ],
      [
        "jan",
        -0.050859656
      ],
      [
        " asteroids",
        -0.76860046
      ]
    ]
  },
  "A new example of one of these objects confirmed in 2013 is named 2011 QF99, though that object probably spent more time as a centaur than as one of these. That confirmation came two years after Martin Connors announced the discovery of another example of one of these, 2010 TK7, an object which is also an asteroid. Saturn has two moons that each have objects of this type associated with them. Name these": {
    "guess": "Trojan asteroids",
    "confidence": [
      [
        "Tro",
        -0.1313144
      ],
      [
        "jan",
        -0.024125969
      ],
      [
        " asteroids",
        -0.69667333
      ]
    ]
  },
  "New evidence from the Hanbury Brown-Twiss experiment indicates that electron pairs may act like these": {
    "guess": "Photons",
    "confidence": [
      [
        "Phot",
        -0.8551093
      ],
      [
        "ons",
        -4.441817e-05
      ]
    ]
  },
  "The New York Sun broke the story about this event, and Dr. William Keeter stepped down shortly before this event took place. James W. Patterson was implicated in this event, as was Henry Wilson. In 1872, a congressional investigation revealed that several highly placed Republicans had accepted stock": {
    "guess": "Crédit Mobilier of America scandal",
    "confidence": [
      [
        "Cre",
        -1.181955
      ],
      [
        "́",
        -0.117077745
      ],
      [
        "dit",
        -0.0005158595
      ],
      [
        " Mobil",
        -0.0009239653
      ],
      [
        "ier",
        -0.00032640636
      ],
      [
        " of",
        -0.63938546
      ],
      [
        " America",
        -0.0013561904
      ],
      [
        " scandal",
        -0.30490434
      ]
    ]
  },
  "In the New Chronicles  by Giovanni Villani, he suggests that this was built on the site of a temple to": {
    "guess": "Florence Cathedral",
    "confidence": [
      [
        "Flo",
        -0.28845868
      ],
      [
        "rence",
        -0.0023575716
      ],
      [
        " Cathedral",
        -0.0025464124
      ]
    ]
  },
  "Its newest state monument is south of Socorro on I-25 and tells the story of the Camino Real de Tierra Adentro. Its state museum of Space History, located in Alamogordo, celebrates the space exploits in": {
    "guess": "New Mexico",
    "confidence": [
      [
        "New",
        -0.02323476
      ],
      [
        " Mexico",
        -0.00014621076
      ]
    ]
  },
  "New Zealander Dr. Alastair Kenneth Senior died in an attempt to use his homemade machine of this type.  Designs of these devices are based of A.A. West's single layer theory. These machines are sometimes confused  for devices that operate on the WIG effect. The enormous Aist and Zubr classes of these": {
    "guess": "Air Cushion Vehicles",
    "confidence": [
      [
        "Air",
        -1.4129363
      ],
      [
        " Cush",
        -0.35124114
      ],
      [
        "ion",
        -0.12967162
      ],
      [
        " Vehicles",
        -0.08400222
      ]
    ]
  },
  "Its \"New Classical\" form can be derived from the Lucas supply function, and Robert Gordon has developed": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -1.3855097
      ],
      [
        "ips",
        -0.0007182692
      ],
      [
        " curve",
        -0.43042573
      ]
    ]
  },
  "News stories from recent years have dealt with the problems in using these items at Best Buy and Taco Bell, and they are emplyed byGeneva Steel and Clemson boosters to demonstrate those groups'  (*) economic weight. These items feature a painting by John Trumbull on one side. For 10 points—  identify": {
    "guess": "Dollar coin",
    "confidence": [
      [
        "D",
        -0.90971196
      ],
      [
        "ollar",
        -0.026342683
      ],
      [
        " coin",
        -0.6189474
      ]
    ]
  },
  "New evidence from the Hanbury Brown-Twiss experiment indicates that electron pairs may act like these particles, which if cooled to extremely low temperatures condense and form a \"super-atom.\"  They have integer spin measured in h-bar units, and do not obey the Pauli-exclusion principle.  A nucleus is": {
    "guess": "Boson",
    "confidence": [
      [
        "B",
        -0.0035020728
      ],
      [
        "os",
        -0.23599525
      ],
      [
        "on",
        -0.007930497
      ]
    ]
  },
  "In the New Chronicles  by Giovanni Villani, he suggests that this was built on the site of a temple to Mars, but it is likely only a Roman guard tower. In its present form it was constructed around 1029, a Romanesque structure in the shape of an octagon. Its ceiling is a vast mosaic depicting the Last": {
    "guess": "Baptistery of San Giovanni, Florence",
    "confidence": [
      [
        "B",
        -0.42758548
      ],
      [
        "apt",
        -0.38048366
      ],
      [
        "ist",
        -0.5887042
      ],
      [
        "ery",
        -0.0035121685
      ],
      [
        " of",
        -0.0022251988
      ],
      [
        " San",
        -0.1708798
      ],
      [
        " Giovanni",
        -0.00249088
      ],
      [
        ",",
        -0.31337786
      ],
      [
        " Florence",
        -0.0018172669
      ]
    ]
  },
  "A new class of these are known as pebble bed ones. The majority of these use a pressurized water design and an emergency shutdown of one is called a SCRAM. The United States no longer permits breeder ones.": {
    "guess": "Nuclear reactor",
    "confidence": [
      [
        "N",
        -0.005162128
      ],
      [
        "uclear",
        -1.9361265e-07
      ],
      [
        " reactor",
        -0.2907418
      ]
    ]
  },
  "New evidence from the Hanbury Brown-Twiss experiment indicates that electron pairs may act like these particles, which if cooled to extremely low temperatures condense and form a \"super-atom.\"  They have integer spin measured in h-bar units, and do not obey the Pauli-exclusion principle.  A nucleus is defined as this type of particle if it has an even number of protons and neutrons.  They include weakons, gravitons, photons and gluons.  Distinguished from fermions, FTP, name this type of force carrying particles, which include Goldstone and Higgs varieties, whose name implies that they obey Bose-Einstein statistics.": {
    "guess": "Boson",
    "confidence": [
      [
        "B",
        -0.028406847
      ],
      [
        "os",
        -0.0015444994
      ],
      [
        "on",
        -0.058764976
      ]
    ]
  },
  "In 2008, a newly-discovered species of this creature was named in honor of Polish scientist Halszka Osmolska, while closely-related genuses include Tsaagan and Saurornitholestes. Turner, Kacovicky, and Norell studied the forearm bones of this creature and discovered six ulnar papillae, which they argued was evidence for the presence of (*) quill knobs and therefore feathers. Remains of this creature are found primarily in the Gobi desert, and one notable fossil of this dinosaur shows it locked in combat with a Protoceratops. This dromaeosaurid's relatives include the larger Deinonychus. For 10 points, name this carnivorous dinosaur with a retractable claw on its feet, whose name means \"fast thief\".": {
    "guess": "Velociraptor",
    "confidence": [
      [
        "Vel",
        -0.010906333
      ],
      [
        "oc",
        -1.7432603e-06
      ],
      [
        "ir",
        -4.9617593e-06
      ],
      [
        "aptor",
        -0.00016969022
      ]
    ]
  },
  "A \"new\" version of this song features the chorus \"can't nobody take my shine, can't nobody break my stride,\" and appears on the album Muscles. This song talks of \"walking around like you're Pretty Boy Floyd,\" and the singer claims he's got \"Neon King Kong standin' on my back.\" This song claims \"a child": {
    "guess": "Neon King Kong",
    "confidence": [
      [
        "Ne",
        -2.1579418
      ],
      [
        "on",
        -0.005525085
      ],
      [
        " King",
        -0.028656632
      ],
      [
        " Kong",
        -0.0049851667
      ]
    ]
  },
  "New Zealander Dr. Alastair Kenneth Senior died in an attempt to use his homemade machine of this type.  Designs of these devices are based of A.A. West's single layer theory. These machines are sometimes confused  for devices that operate on the WIG effect. The enormous Aist and Zubr classes of these machines were  employed by the Soviet military. The father of this type of machine is Christopher Cockerell and his efforts  lead to the development of the SR.N1 . The U.S. Military uses the LCAC type": {
    "guess": "Hovercrafts",
    "confidence": [
      [
        "Hover",
        -0.123352155
      ],
      [
        "craft",
        -5.2643223e-05
      ],
      [
        "s",
        -0.05207734
      ]
    ]
  },
  "A \"new\" version of this song features the chorus \"can't nobody take my shine, can't nobody break my stride,\" and appears on the album Muscles. This song talks of \"walking around like you're Pretty Boy Floyd,\" and the singer claims he's got \"Neon King Kong standin' on my back.\" This song claims \"a child is born with no state of mind, blind to the ways of mankind\" and sees the singer declare \"I swear I might hijack a plane.\" This song's first verse opens with the sound of shattering glass before the": {
    "guess": "The Wikipedia page for the answer to the question is \"Empire State of Mind\"",
    "confidence": [
      [
        "The",
        -1.385795
      ],
      [
        " Wikipedia",
        -0.26765332
      ],
      [
        " page",
        -0.007707062
      ],
      [
        " for",
        -0.68206364
      ],
      [
        " the",
        -0.509173
      ],
      [
        " answer",
        -0.58545893
      ],
      [
        " to",
        -0.23955394
      ],
      [
        " the",
        -0.9235757
      ],
      [
        " question",
        -0.6850958
      ],
      [
        " is",
        -0.8501405
      ],
      [
        " \"",
        -0.5994576
      ],
      [
        "Emp",
        -0.7376499
      ],
      [
        "ire",
        -4.608702e-05
      ],
      [
        " State",
        -0.00041113084
      ],
      [
        " of",
        -0.0022410124
      ],
      [
        " Mind",
        -0.0030978583
      ],
      [
        "\"",
        -0.3901109
      ]
    ]
  },
  "New rulers of this empire, called \"Great Speakers,\" were obligated to lead \"coronation wars.\" One such war fought against the Olomites doomed Tizoc to a short reign. Their penultimate leader died during a smallpox epidemic following a cannibalistic ritual, but not before driving out invaders during La Noche Triste [NOE-chay TREES-tay]. Name these Nahuatl [nah-HWAH-tul] speakers who were conquered by forces under Hernan Cortes at Tenochtitlan [teh-noech-TEET-lahn].": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.003742483
      ],
      [
        "tec",
        -0.028987767
      ],
      [
        " Empire",
        -0.00065131707
      ]
    ]
  },
  "A \"new\" version of this song features the chorus \"can't nobody take my shine, can't nobody break my stride,\" and appears on the album Muscles. This song talks of \"walking around like you're Pretty Boy": {
    "guess": "Pretty Boy Swag",
    "confidence": [
      [
        "Pretty",
        -1.8276566
      ],
      [
        " Boy",
        -0.035886254
      ],
      [
        " Sw",
        -0.16605224
      ],
      [
        "ag",
        -0.00043758305
      ]
    ]
  },
  "In 2008, a newly-discovered species of this creature was named in honor of Polish scientist Halszka Osmolska, while closely-related genuses include Tsaagan and Saurornitholestes. Turner, Kacovicky, and Norell studied the forearm bones of this creature and discovered six ulnar papillae, which they argued was evidence for the presence of (*) quill knobs and therefore feathers. Remains of this creature are found primarily in the Gobi desert, and one notable fossil of this dinosaur shows it locked in combat with a Protoceratops. This dromaeosaurid's relatives include the larger Deinonychus. For 10": {
    "guess": "Velociraptor",
    "confidence": [
      [
        "Vel",
        -0.11757641
      ],
      [
        "oc",
        -1.9816675e-06
      ],
      [
        "ir",
        -1.0206721e-05
      ],
      [
        "aptor",
        -0.00024335073
      ]
    ]
  },
  "He was the only man from New York to have signed the Constitution. During the American Revolution, he eventually got promoted to being George Washington's Chief of Staff after having been a prominent officer in the New York militia. He helped to found the Coast Guard and the US Mint while serving as Secretary of the Treasury. He wrote that governors should be appointed by the president in the Federalist Papers, which he wrote with John Jay and James Madison. For 10 points, identify this man who was": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.007376731
      ],
      [
        " Hamilton",
        -0.0001594387
      ]
    ]
  },
  "New rulers of this empire, called \"Great Speakers,\" were obligated to lead \"coronation wars.\" One such war fought against the Olomites doomed Tizoc to a short reign. Their penultimate leader died during": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.09110255
      ],
      [
        "tec",
        -0.30926165
      ],
      [
        " Empire",
        -1.6457708
      ]
    ]
  },
  "Its newest state monument is south of Socorro on I-25 and tells the story of the Camino Real de Tierra Adentro. Its state museum of Space History, located in Alamogordo, celebrates the space exploits in the Tularosa Basin.  Taos Pueblo is located in the Sangre de Christo foothills, and the Georgia O'Keefe Museum is part of the nation's oldest state capital.  For ten points, name this Western state, the Land of Enchantment with capital at Santa Fe.": {
    "guess": "New Mexico",
    "confidence": [
      [
        "New",
        -0.0054642675
      ],
      [
        " Mexico",
        -0.00062546454
      ]
    ]
  },
  "New Life, the newspaper remained neutral during this event, and Noe Zhordania fled to France and set up a Georgian government in exile. On July 30th, the meeting that sparked this event moved from Brussels to London. It genesis was one leader's desire to have the editorial staff of (*) Iskra cut down to three members including Plekkanov. For 10 points – name this schism precipitated by a disagreement at the 2nd Party Congress of the RSDLP between Julius Martov and Vladimir Lenin.": {
    "guess": "Bolshevik-Menshevik Split",
    "confidence": [
      [
        "B",
        -0.9514975
      ],
      [
        "ols",
        -0.0003463097
      ],
      [
        "hevik",
        -0.002588739
      ],
      [
        "-M",
        -0.052640714
      ],
      [
        "ens",
        -0.001211426
      ],
      [
        "hevik",
        -1.7716551e-05
      ],
      [
        " Split",
        -0.09787045
      ]
    ]
  },
  "The New York Sun broke the story about this event, and Dr. William Keeter stepped down shortly before this event took place. James W. Patterson was implicated in this event, as was Henry Wilson. In 1872, a congressional investigation revealed that several highly placed Republicans had accepted stock in the company for which this event was named. One of those men was Massachusetts Congressman Oakes Ames; another was Ulysses Grant's Vice- President, Schuyler Colfax, although he was absolved. For ten": {
    "guess": "Crédit Mobilier scandal",
    "confidence": [
      [
        "Cr",
        -0.007195297
      ],
      [
        "éd",
        -1.3856493e-06
      ],
      [
        "it",
        -2.939851e-05
      ],
      [
        " Mobil",
        -0.00042507402
      ],
      [
        "ier",
        -0.00015157493
      ],
      [
        " scandal",
        -0.0067844014
      ]
    ]
  },
  "The New York Sun broke the story about this event, and Dr. William Keeter stepped down shortly before this event took place. James W. Patterson was implicated in this event, as was Henry Wilson. In 1872, a congressional investigation revealed that several highly placed Republicans had accepted stock in the company for which this event was named. One of those men was Massachusetts Congressman Oakes Ames; another was Ulysses Grant's Vice- President, Schuyler Colfax, although he was absolved. For ten points, identify this scandal, which centered on a fake company that helped build the Union Pacific Railroad.": {
    "guess": "Crédit Mobilier scandal",
    "confidence": [
      [
        "Cr",
        -0.10543599
      ],
      [
        "éd",
        -3.650519e-06
      ],
      [
        "it",
        -3.7146747e-05
      ],
      [
        " Mobil",
        -0.00021283828
      ],
      [
        "ier",
        -0.00012284685
      ],
      [
        " scandal",
        -0.00096112385
      ]
    ]
  },
  "A \"new\" version of this song features the chorus \"can't nobody take my shine, can't nobody break my stride,\" and appears on the album Muscles. This song talks of \"walking around like you're Pretty Boy Floyd,\" and the singer claims he's got \"Neon King Kong standin' on my back.\" This song claims \"a child is born with no state of mind, blind to the ways of mankind\" and sees the singer declare \"I swear I might hijack a plane.\" This song's first verse opens with the sound of shattering glass before the singer reports \"broken glass, everywhere.\" In this song's chorus, Melle Mel claims \"it makes me wonder": {
    "guess": "The Message (Grandmaster Flash and the Furious Five song)",
    "confidence": [
      [
        "The",
        -0.013878104
      ],
      [
        " Message",
        -0.011898222
      ],
      [
        " (",
        -0.35365003
      ],
      [
        "Grand",
        -0.0011043756
      ],
      [
        "master",
        -3.094816e-05
      ],
      [
        " Flash",
        -6.0345924e-06
      ],
      [
        " and",
        -0.006095996
      ],
      [
        " the",
        -0.0019305398
      ],
      [
        " Furious",
        -5.252402e-05
      ],
      [
        " Five",
        -2.2365493e-05
      ],
      [
        " song",
        -1.8550976e-05
      ],
      [
        ")",
        -2.6537622e-05
      ]
    ]
  },
  "This newspaper's founder said, \"I believe that all government is evil, and that trying to improve it is largely a waste of time.\"  It began in 1924, and the founder remained its editor until 1933.  As with The Smart Set, the paper was created by the collaboration of George Jean Nathan with the cynical": {
    "guess": "The American Mercury",
    "confidence": [
      [
        "The",
        -0.39837945
      ],
      [
        " American",
        -0.025109157
      ],
      [
        " Mercury",
        -0.0035013612
      ]
    ]
  },
  "Its newest state monument is south of Socorro on I-25 and tells the story of the Camino Real de Tierra Adentro. Its state museum of Space History, located in Alamogordo, celebrates the space exploits in the Tularosa Basin.  Taos Pueblo is located in the Sangre de Christo foothills, and the Georgia O'Keefe Museum is part of the nation's oldest state capital.  For ten points, name this Western state,": {
    "guess": "New Mexico",
    "confidence": [
      [
        "New",
        -0.0027354476
      ],
      [
        " Mexico",
        -8.8404326e-05
      ]
    ]
  },
  "He was the only man from New York to have signed the Constitution. During the American Revolution, he eventually got promoted to being George Washington's Chief of Staff after having been a prominent officer in the New York militia. He helped to found the Coast Guard and the US Mint while serving as": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.0066579417
      ],
      [
        " Hamilton",
        -0.00018959356
      ]
    ]
  },
  "New species arise by the splitting of lineages. A small sub-population of the ancestral form gives rise to the new species. The new species originates in a very small part of the ancestral species' geographic range in an isolated area at the periphery of the range. New species develop quickly. So said": {
    "guess": "Adaptive radiation",
    "confidence": [
      [
        "Ad",
        -0.4208305
      ],
      [
        "aptive",
        -0.0054507516
      ],
      [
        " radiation",
        -0.18146886
      ]
    ]
  },
  "In 2008, a newly-discovered species of this creature was named in honor of Polish scientist Halszka Osmolska, while closely-related genuses include Tsaagan and Saurornitholestes. Turner, Kacovicky, and Norell studied the forearm bones of this creature and discovered six ulnar papillae, which they argued": {
    "guess": "Velociraptor",
    "confidence": [
      [
        "Vel",
        -0.6029481
      ],
      [
        "oc",
        -4.723352e-06
      ],
      [
        "ir",
        -4.7159858e-05
      ],
      [
        "aptor",
        -0.00010545045
      ]
    ]
  },
  "The New York Times described a happiness measure used in economic indicators in this country that recently introduced television to its people. This nation contains the highest unclimbed mountain in the world, Gangkhar Puensum. It also contains two river systems separated by the Black Mountains, the": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.03691573
      ],
      [
        "h",
        -5.4550484e-05
      ],
      [
        "utan",
        -8.268255e-05
      ]
    ]
  },
  "New Life, the newspaper remained neutral during this event, and Noe Zhordania fled to France and set up a Georgian government in exile. On July 30th, the meeting that sparked this event moved from Brussels to London. It genesis was one leader's desire to have the editorial staff of (*) Iskra cut down": {
    "guess": "Russian Revolution of 1905",
    "confidence": [
      [
        "Russian",
        -0.3379998
      ],
      [
        " Revolution",
        -0.3505183
      ],
      [
        " of",
        -0.100712955
      ],
      [
        " ",
        -0.000119874094
      ],
      [
        "190",
        -0.4023468
      ],
      [
        "5",
        -3.297462e-05
      ]
    ]
  },
  "He was the only man from New York to have signed the Constitution. During the American Revolution, he eventually got promoted to being George Washington's Chief of Staff after having been a prominent officer in the New York militia. He helped to found the Coast Guard and the US Mint while serving as Secretary of the Treasury. He wrote that governors should be appointed by the president in the Federalist": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.0027280755
      ],
      [
        " Hamilton",
        -0.00026300468
      ]
    ]
  },
  "New rulers of this empire, called \"Great Speakers,\" were obligated to lead \"coronation wars.\" One such": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.58069414
      ],
      [
        "tec",
        -0.6150948
      ],
      [
        " Empire",
        -0.51997435
      ]
    ]
  },
  "A new example of one of these objects confirmed in 2013 is named 2011 QF99, though that object probably": {
    "guess": "Trans-Neptunian object",
    "confidence": [
      [
        "Trans",
        -1.4118593
      ],
      [
        "-",
        -0.002210324
      ],
      [
        "Ne",
        -4.00813e-06
      ],
      [
        "pt",
        -9.555654e-05
      ],
      [
        "un",
        -8.613945e-05
      ],
      [
        "ian",
        -0.0004419936
      ],
      [
        " object",
        -0.49080485
      ]
    ]
  },
  "In the New Chronicles  by Giovanni Villani, he suggests that this was built on the site of a temple to Mars, but it is likely only a Roman guard tower. In its present form it was constructed around 1029, a Romanesque structure in the shape of an octagon. Its ceiling is a vast mosaic depicting the Last Judgement and it contains the tomb of Antipope John XXIII by Donatello. The south doors, completed in 1326, were the work of Andrea Pisano, while 48 years were taken to complete the east and north doors after the artist beat out Filippo Brunelleschi and others for the commission. For 10 points, name this structure featuring the famed \"Gates of Paradise\" by Lorenzo Ghiberti, a building in an Italian": {
    "guess": "Florence Baptistery",
    "confidence": [
      [
        "Flo",
        -0.0053984574
      ],
      [
        "rence",
        -0.0006115251
      ],
      [
        " Baptist",
        -0.02385398
      ],
      [
        "ery",
        -1.4855664e-05
      ]
    ]
  },
  "A \"new\" version of this song features the chorus \"can't nobody take my shine, can't nobody break my stride,\" and appears on the album Muscles. This song talks of \"walking around like you're Pretty Boy Floyd,\" and the singer claims he's got \"Neon King Kong standin' on my back.\" This song claims \"a child is born with no state of mind, blind to the ways of mankind\" and sees the singer declare \"I swear I might hijack a plane.\" This song's first verse opens with the sound of shattering glass before the singer reports \"broken glass, everywhere.\" In this song's chorus, Melle Mel claims \"it makes me wonder how I keep from going under\" after saying \"don't push me, ‘cause I'm close to the edge.\" For 10 points, name this best known song of Grandmaster Flash and the Furious Five.": {
    "guess": "The Message (Grandmaster Flash and the Furious Five song)",
    "confidence": [
      [
        "The",
        -0.022105502
      ],
      [
        " Message",
        -0.0072698677
      ],
      [
        " (",
        -0.35322762
      ],
      [
        "Grand",
        -0.012266514
      ],
      [
        "master",
        -2.5703197e-05
      ],
      [
        " Flash",
        -5.080963e-06
      ],
      [
        " and",
        -0.032163
      ],
      [
        " the",
        -0.0017391976
      ],
      [
        " Furious",
        -2.8444882e-05
      ],
      [
        " Five",
        -3.917321e-05
      ],
      [
        " song",
        -0.00057662406
      ],
      [
        ")",
        -0.00017433916
      ]
    ]
  },
  "A new class of these are known as pebble bed ones. The majority of these use a pressurized water design and an emergency shutdown of one is called a SCRAM. The United States no longer permits breeder ones. An important part of these are control rods and often they will have hyperbolic cooling towers. The waste from one of these is radioactive as is the fuel. For 10 points, what type of reactor uses": {
    "guess": "Nuclear reactor",
    "confidence": [
      [
        "N",
        -0.037169382
      ],
      [
        "uclear",
        -1.2664457e-06
      ],
      [
        " reactor",
        -0.5203243
      ]
    ]
  },
  "New Zealander Dr. Alastair Kenneth Senior died in an attempt to use his homemade machine of this type.  Designs of these devices are based of A.A. West's single layer theory. These machines are sometimes": {
    "guess": "Fusor",
    "confidence": [
      [
        "F",
        -0.079479225
      ],
      [
        "us",
        -0.07231213
      ],
      [
        "or",
        -0.12669803
      ]
    ]
  },
  "Newer areas in this city include Rochapea and Milagrosa. Boroughs in this city include San Nicolas and Cernin, the latter named for San Saturnino, who evangelized this city. Made capital by Sancho III, this city is known as Irunya in one language. Its first bishop was San Fermin, and this city's most": {
    "guess": "Pamplona",
    "confidence": [
      [
        "P",
        -0.027855618
      ],
      [
        "am",
        -1.3544423e-05
      ],
      [
        "pl",
        -1.9361265e-07
      ],
      [
        "ona",
        -0.00011820524
      ]
    ]
  },
  "This newspaper's founder said, \"I believe that all government is evil, and that trying to improve it is largely a waste of time.\"  It began in 1924, and the founder remained its editor until 1933.  As with The Smart Set, the paper was created by the collaboration of George Jean Nathan with the cynical author of The American Language and Prejudices.  FTP, name this H. L. Mencken creation.": {
    "guess": "The American Mercury",
    "confidence": [
      [
        "The",
        -0.037260015
      ],
      [
        " American",
        -0.04399112
      ],
      [
        " Mercury",
        -0.0033425211
      ]
    ]
  },
  "Its \"New Classical\" form can be derived from the Lucas supply function, and Robert Gordon has developed a 'Triangle Model' which takes cost push, supply shocks, and other factors into account to modify it. Blanchard and Gali have written on the 'New Keynesian' variety of it, and it can be theoretically derived from Okun's Law. It was first explicitly shown to hold in the United States by Paul Samuelson and Robert Solow, but it could not explain stagflation until Edmund Phelps and Milton Friedman showed that it is vertical in the long-run. FTP, identify this graph which shows the trade-off between": {
    "guess": "Phillips curve",
    "confidence": [
      [
        "Phill",
        -0.065830186
      ],
      [
        "ips",
        -0.00039361522
      ],
      [
        " curve",
        -0.6496618
      ]
    ]
  },
  "New species arise by the splitting of lineages. A small sub-population of the ancestral form gives rise to the new species. The new species originates in a very small part of the ancestral species' geographic range in an isolated area at the periphery of the range. New species develop quickly. So said Eldredge and Gould in a famous 1972 paper with a new explanation of the fossil record. For 10 points,": {
    "guess": "Punctuated equilibrium",
    "confidence": [
      [
        "P",
        -0.4272079
      ],
      [
        "unct",
        -0.00013476722
      ],
      [
        "uated",
        -0.0022015248
      ],
      [
        " equilibrium",
        -0.036780853
      ]
    ]
  },
  "The New York Sun broke the story about this event, and Dr. William Keeter stepped down shortly before": {
    "guess": "Great Train Robbery",
    "confidence": [
      [
        "Great",
        -2.4170063
      ],
      [
        " Train",
        -2.3294175
      ],
      [
        " Rob",
        -0.005019444
      ],
      [
        "bery",
        -6.456359e-05
      ]
    ]
  },
  "Its \"New Classical\" form can be derived from the Lucas supply function, and Robert Gordon has developed a 'Triangle Model' which takes cost push, supply shocks, and other factors into account to modify": {
    "guess": "Stagflation",
    "confidence": [
      [
        "St",
        -0.18147035
      ],
      [
        "ag",
        -4.465658e-05
      ],
      [
        "flation",
        -1.3544423e-05
      ]
    ]
  },
  "Some newly discovered ones are called by the acronym ARMAN. Though scientists are now finding them in a wide variety of environments, these organisms are often associated with high temperatures or high concentrations of salt. Name these prokaryotes classified by Carl Woese in a separate domain from bacteria.": {
    "guess": "Archaea",
    "confidence": [
      [
        "Arch",
        -0.0015852121
      ],
      [
        "aea",
        -0.0007198188
      ]
    ]
  },
  "The New York Times described a happiness measure used in economic indicators in this country that recently introduced television to its people. This nation contains the highest unclimbed mountain in the world, Gangkhar Puensum. It also contains two river systems separated by the Black Mountains, the Mo Chhu, and the Drangme Chhu. It shares the Duar plains with its neighbor to the south, India. It contains": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.03027118
      ],
      [
        "h",
        -1.867018e-05
      ],
      [
        "utan",
        -2.6537622e-05
      ]
    ]
  },
  "A new class of these are known as pebble bed ones. The majority of these use a pressurized water design and an emergency shutdown of one is called a SCRAM. The United States no longer permits breeder ones. An important part of these are control rods and often they will have hyperbolic cooling towers.": {
    "guess": "Nuclear reactor",
    "confidence": [
      [
        "N",
        -0.0011265253
      ],
      [
        "uclear",
        -3.1281633e-07
      ],
      [
        " reactor",
        -0.319833
      ]
    ]
  },
  "He was the only man from New York to have signed the Constitution. During the American Revolution, he": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.0043873903
      ],
      [
        " Hamilton",
        -0.0001724319
      ]
    ]
  },
  "The New York Times described a happiness measure used in economic indicators in this country that recently introduced television to its people. This nation contains the highest unclimbed mountain in the world, Gangkhar Puensum. It also contains two river systems separated by the Black Mountains, the Mo Chhu, and the Drangme Chhu. It shares the Duar plains with its neighbor to the south, India. It contains 20 administrative districts, but it is best known for a mythical kingdom contained within it. For 10 points, identify this nation ruled by King Jigme Wangchuck whose capital is Thimpu.": {
    "guess": "Bhutan",
    "confidence": [
      [
        "B",
        -0.0048844507
      ],
      [
        "h",
        -9.968313e-06
      ],
      [
        "utan",
        -3.6789137e-05
      ]
    ]
  },
  "New evidence from the Hanbury Brown-Twiss experiment indicates that electron pairs may act like these particles, which if cooled to extremely low temperatures condense and form a \"super-atom.\"  They have integer spin measured in h-bar units, and do not obey the Pauli-exclusion principle.  A nucleus is defined as this type of particle if it has an even number of protons and neutrons.  They include weakons, gravitons, photons and gluons.  Distinguished from fermions, FTP, name this type of force carrying particles, which include Goldstone and Higgs varieties, whose name implies that they obey Bose-Einstein": {
    "guess": "Boson",
    "confidence": [
      [
        "B",
        -0.03935452
      ],
      [
        "os",
        -0.0025689988
      ],
      [
        "on",
        -0.04419438
      ]
    ]
  },
  "Its newest state monument is south of Socorro on I-25 and tells the story of the Camino Real de Tierra Adentro. Its state museum of Space History, located in Alamogordo, celebrates the space exploits in the Tularosa Basin.  Taos Pueblo is located in the Sangre de Christo foothills, and the Georgia O'Keefe": {
    "guess": "New Mexico",
    "confidence": [
      [
        "New",
        -0.031737186
      ],
      [
        " Mexico",
        -0.00059020595
      ]
    ]
  },
  "New Life, the newspaper remained neutral during this event, and Noe Zhordania fled to France and set up a Georgian government in exile. On July 30th, the meeting that sparked this event moved from Brussels to London. It genesis was one leader's desire to have the editorial staff of (*) Iskra cut down to three members including Plekkanov. For 10 points – name this schism precipitated by a disagreement": {
    "guess": "Bolshevik-Menshevik Split",
    "confidence": [
      [
        "B",
        -0.49632213
      ],
      [
        "ols",
        -2.6060809e-05
      ],
      [
        "hevik",
        -9.889425e-05
      ],
      [
        "-M",
        -0.12405707
      ],
      [
        "ens",
        -0.0010013706
      ],
      [
        "hevik",
        -2.7968066e-05
      ],
      [
        " Split",
        -0.39094254
      ]
    ]
  },
  "A \"new\" version of this song features the chorus \"can't nobody take my shine, can't nobody break my stride,\" and appears on the album Muscles. This song talks of \"walking around like you're Pretty Boy Floyd,\" and the singer claims he's got \"Neon King Kong standin' on my back.\" This song claims \"a child is born with no state of mind, blind to the ways of mankind\" and sees the singer declare \"I swear I might hijack a plane.\" This song's first verse opens with the sound of shattering glass before the singer reports \"broken glass, everywhere.\" In this song's chorus, Melle Mel claims \"it makes me wonder how I keep from going under\" after saying \"don't push me, ‘cause I'm close to the edge.\" For 10": {
    "guess": "The Message (Grandmaster Flash and the Furious Five song)",
    "confidence": [
      [
        "The",
        -0.0036392729
      ],
      [
        " Message",
        -0.010975193
      ],
      [
        " (",
        -0.41927767
      ],
      [
        "Grand",
        -0.0013770182
      ],
      [
        "master",
        -7.612634e-05
      ],
      [
        " Flash",
        -1.3544423e-05
      ],
      [
        " and",
        -0.008517647
      ],
      [
        " the",
        -0.0039995657
      ],
      [
        " Furious",
        -5.8841815e-05
      ],
      [
        " Five",
        -3.8457987e-05
      ],
      [
        " song",
        -4.8828708e-05
      ],
      [
        ")",
        -3.7981175e-05
      ]
    ]
  },
  "New species arise by the splitting of lineages. A small sub-population of the ancestral form gives rise": {
    "guess": "Speciation",
    "confidence": [
      [
        "Spec",
        -0.0005008472
      ],
      [
        "iation",
        -1.8908588e-05
      ]
    ]
  },
  "New Life, the newspaper remained neutral during this event, and Noe Zhordania fled to France and set up a Georgian government in exile. On July 30th, the meeting that sparked this event moved from Brussels": {
    "guess": "Democratic Republic of Georgia",
    "confidence": [
      [
        "Democratic",
        -0.5279083
      ],
      [
        " Republic",
        -0.00087275164
      ],
      [
        " of",
        -4.2272506e-05
      ],
      [
        " Georgia",
        -0.0004120808
      ]
    ]
  },
  "A \"new\" version of this song features the chorus \"can't nobody take my shine, can't nobody break my stride,\" and appears on the album Muscles. This song talks of \"walking around like you're Pretty Boy Floyd,\" and the singer claims he's got \"Neon King Kong standin' on my back.\" This song claims \"a child is born with no state of mind, blind to the ways of mankind\" and sees the singer declare \"I swear": {
    "guess": "Rapper's Delight",
    "confidence": [
      [
        "R",
        -0.9189252
      ],
      [
        "apper",
        -0.12281902
      ],
      [
        "'s",
        -0.002754234
      ],
      [
        " Del",
        -0.00016206119
      ],
      [
        "ight",
        -0.00010843054
      ]
    ]
  },
  "The New York Times described a happiness measure used in economic indicators in this country that recently": {
    "guess": "Gross National Happiness in Bhutan",
    "confidence": [
      [
        "G",
        -0.39150298
      ],
      [
        "ross",
        -0.003774074
      ],
      [
        " National",
        -0.0319963
      ],
      [
        " Happiness",
        -0.0007176732
      ],
      [
        " in",
        -0.50518805
      ],
      [
        " Bh",
        -0.0011364046
      ],
      [
        "utan",
        -0.00019436171
      ]
    ]
  },
  "This newspaper's founder said, \"I believe that all government is evil, and that trying to improve it": {
    "guess": "Robert Ripley",
    "confidence": [
      [
        "Robert",
        -0.052522745
      ],
      [
        " Rip",
        -0.21770875
      ],
      [
        "ley",
        -8.299462e-06
      ]
    ]
  },
  "Newer areas in this city include Rochapea and Milagrosa. Boroughs in this city include San Nicolas and": {
    "guess": "Pamplona",
    "confidence": [
      [
        "P",
        -0.0044869697
      ],
      [
        "am",
        -3.1424974e-05
      ],
      [
        "pl",
        -6.704273e-07
      ],
      [
        "ona",
        -8.089449e-05
      ]
    ]
  },
  "New Zealander Dr. Alastair Kenneth Senior died in an attempt to use his homemade machine of this type.  Designs of these devices are based of A.A. West's single layer theory. These machines are sometimes confused  for devices that operate on the WIG effect. The enormous Aist and Zubr classes of these machines were  employed by the Soviet military. The father of this type of machine is Christopher Cockerell and his efforts  lead to the development of the SR.N1 . The U.S. Military uses the LCAC type of these to land troops. They have  a skirt around their bottoms. For 10 points, name these vehicles": {
    "guess": "Hovercrafts",
    "confidence": [
      [
        "Hover",
        -0.021210512
      ],
      [
        "craft",
        -2.9040899e-05
      ],
      [
        "s",
        -0.017526267
      ]
    ]
  },
  "New rulers of this empire, called \"Great Speakers,\" were obligated to lead \"coronation wars.\" One such war fought against the Olomites doomed Tizoc to a short reign. Their penultimate leader died during a smallpox epidemic following a cannibalistic ritual, but not before driving out invaders during La": {
    "guess": "Aztec emperors",
    "confidence": [
      [
        "Az",
        -0.35036185
      ],
      [
        "tec",
        -0.12410119
      ],
      [
        " em",
        -1.1845325
      ],
      [
        "per",
        -3.5477897e-05
      ],
      [
        "ors",
        -7.862962e-05
      ]
    ]
  },
  "New Zealander Dr. Alastair Kenneth Senior died in an attempt to use his homemade machine of this type.  Designs of these devices are based of A.A. West's single layer theory. These machines are sometimes confused  for devices that operate on the WIG effect. The enormous Aist and Zubr classes of these machines were  employed by the Soviet military. The father of this type of machine is Christopher Cockerell and his efforts  lead to the development of the SR.N1 . The U.S. Military uses the LCAC type of these to land troops. They have  a skirt around their bottoms. For 10 points, name these vehicles that ride over land or water on a cushion of air.": {
    "guess": "Hovercrafts",
    "confidence": [
      [
        "Hover",
        -0.15651093
      ],
      [
        "craft",
        -2.1173457e-05
      ],
      [
        "s",
        -0.05046247
      ]
    ]
  },
  "Newton got into disputes with men besides Gottfried Wilhelm von Leibnitz. Among the men he argued with": {
    "guess": "Leibniz–Newton calculus controversy",
    "confidence": [
      [
        "Le",
        -0.97137576
      ],
      [
        "ib",
        -0.007322644
      ],
      [
        "n",
        -0.00010258956
      ],
      [
        "iz",
        -6.0033854e-05
      ],
      [
        "–",
        -0.058488652
      ],
      [
        "Newton",
        -0.19973794
      ],
      [
        " calculus",
        -0.005164497
      ],
      [
        " controversy",
        -0.00028672256
      ]
    ]
  },
  "In the New Chronicles  by Giovanni Villani, he suggests that this was built on the site of a temple to Mars, but it is likely only a Roman guard tower. In its present form it was constructed around 1029,": {
    "guess": "Torre dei Conti",
    "confidence": [
      [
        "Tor",
        -0.68272305
      ],
      [
        "re",
        -2.9994528e-05
      ],
      [
        " dei",
        -0.6349879
      ],
      [
        " Cont",
        -0.9165325
      ],
      [
        "i",
        -0.00014799883
      ]
    ]
  },
  "The New York Sun broke the story about this event, and Dr. William Keeter stepped down shortly before this event took place. James W. Patterson was implicated in this event, as was Henry Wilson. In 1872,": {
    "guess": "Credit Mobilier scandal",
    "confidence": [
      [
        "Credit",
        -1.1835866
      ],
      [
        " Mobil",
        -0.010309372
      ],
      [
        "ier",
        -0.00023691374
      ],
      [
        " scandal",
        -0.03819687
      ]
    ]
  },
  "A new class of these are known as pebble bed ones. The majority of these use a pressurized water design and an emergency shutdown of one is called a SCRAM. The United States no longer permits breeder ones. An important part of these are control rods and often they will have hyperbolic cooling towers. The waste from one of these is radioactive as is the fuel. For 10 points, what type of reactor uses the heat generated by a controlled chain reaction involving elements like uranium or plutonium to provide": {
    "guess": "Nuclear reactor",
    "confidence": [
      [
        "N",
        -0.010249549
      ],
      [
        "uclear",
        -4.3202e-07
      ],
      [
        " reactor",
        -0.8156605
      ]
    ]
  },
  "New rulers of this empire, called \"Great Speakers,\" were obligated to lead \"coronation wars.\" One such war fought against the Olomites doomed Tizoc to a short reign. Their penultimate leader died during a smallpox epidemic following a cannibalistic ritual, but not before driving out invaders during La Noche Triste [NOE-chay TREES-tay]. Name these Nahuatl [nah-HWAH-tul] speakers who were conquered by": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.019067667
      ],
      [
        "tec",
        -0.49609342
      ],
      [
        " Empire",
        -0.015199585
      ]
    ]
  },
  "In the New Chronicles  by Giovanni Villani, he suggests that this was built on the site of a temple to Mars, but it is likely only a Roman guard tower. In its present form it was constructed around 1029, a Romanesque structure in the shape of an octagon. Its ceiling is a vast mosaic depicting the Last Judgement and it contains the tomb of Antipope John XXIII by Donatello. The south doors, completed in 1326, were the work of Andrea Pisano, while 48 years were taken to complete the east and north doors": {
    "guess": "Florence Baptistery",
    "confidence": [
      [
        "Flo",
        -0.05668841
      ],
      [
        "rence",
        -0.0004366294
      ],
      [
        " Baptist",
        -0.30303812
      ],
      [
        "ery",
        -1.8624639e-06
      ]
    ]
  },
  "In 2008, a newly-discovered species of this creature was named in honor of Polish scientist Halszka Osmolska, while closely-related genuses include Tsaagan and Saurornitholestes. Turner, Kacovicky, and Norell studied the forearm bones of this creature and discovered six ulnar papillae, which they argued was evidence for the presence of (*) quill knobs and therefore feathers. Remains of this creature are found primarily in the Gobi desert, and one notable fossil of this dinosaur shows it locked in": {
    "guess": "Velociraptor",
    "confidence": [
      [
        "Vel",
        -0.61483634
      ],
      [
        "oc",
        -1.9361265e-07
      ],
      [
        "ir",
        -1.8624639e-06
      ],
      [
        "aptor",
        -8.172892e-05
      ]
    ]
  },
  "Its newest state monument is south of Socorro on I-25 and tells the story of the Camino Real de Tierra": {
    "guess": "Camino Real de Tierra Adentro",
    "confidence": [
      [
        "Cam",
        -0.031214848
      ],
      [
        "ino",
        -0.000115582756
      ],
      [
        " Real",
        -0.00033975352
      ],
      [
        " de",
        -0.0042711888
      ],
      [
        " Ti",
        -7.159661e-05
      ],
      [
        "erra",
        -1.4021238e-05
      ],
      [
        " Ad",
        -9.674858e-05
      ],
      [
        "ent",
        -0.00014787962
      ],
      [
        "ro",
        -6.9882217e-06
      ]
    ]
  },
  "This newspaper's founder said, \"I believe that all government is evil, and that trying to improve it is largely a waste of time.\"  It began in 1924, and the founder remained its editor until 1933.  As": {
    "guess": "The Freeman",
    "confidence": [
      [
        "The",
        -0.15321735
      ],
      [
        " Freeman",
        -0.9120478
      ]
    ]
  },
  "Some newly discovered ones are called by the acronym ARMAN. Though scientists are now finding them in": {
    "guess": "Antibiotic-resistant bacteria",
    "confidence": [
      [
        "Ant",
        -1.196585
      ],
      [
        "ib",
        -0.48178124
      ],
      [
        "iotic",
        -0.0043411064
      ],
      [
        "-resistant",
        -0.3568759
      ],
      [
        " bacteria",
        -0.3690297
      ]
    ]
  },
  "News stories from recent years have dealt with the problems in using these items at Best Buy and Taco": {
    "guess": "Point of sale systems",
    "confidence": [
      [
        "Point",
        -1.4185333
      ],
      [
        " of",
        -0.2386038
      ],
      [
        " sale",
        -0.101963684
      ],
      [
        " systems",
        -0.8508711
      ]
    ]
  },
  "A new class of these are known as pebble bed ones. The majority of these use a pressurized water design and an emergency shutdown of one is called a SCRAM. The United States no longer permits breeder ones. An important part of these are control rods and often they will have hyperbolic cooling towers. The waste from one of these is radioactive as is the fuel. For 10 points, what type of reactor uses the heat generated by a controlled chain reaction involving elements like uranium or plutonium to provide electrical or mechanical power.": {
    "guess": "Nuclear reactor",
    "confidence": [
      [
        "N",
        -0.0027696905
      ],
      [
        "uclear",
        0.0
      ],
      [
        " reactor",
        -0.17508353
      ]
    ]
  },
  "New evidence from the Hanbury Brown-Twiss experiment indicates that electron pairs may act like these particles, which if cooled to extremely low temperatures condense and form a \"super-atom.\"  They have integer spin measured in h-bar units, and do not obey the Pauli-exclusion principle.  A nucleus is defined as this type of particle if it has an even number of protons and neutrons.  They include weakons,": {
    "guess": "Boson",
    "confidence": [
      [
        "B",
        -0.0031495579
      ],
      [
        "os",
        -0.0060014403
      ],
      [
        "on",
        -0.0039973115
      ]
    ]
  },
  "A new class of these are known as pebble bed ones. The majority of these use a pressurized water design": {
    "guess": "Nuclear power plant",
    "confidence": [
      [
        "N",
        -0.048796065
      ],
      [
        "uclear",
        -9.014684e-06
      ],
      [
        " power",
        -0.60676146
      ],
      [
        " plant",
        -0.41094851
      ]
    ]
  },
  "New Life, the newspaper remained neutral during this event, and Noe Zhordania fled to France and set": {
    "guess": "Russian Civil War",
    "confidence": [
      [
        "Russian",
        -1.4502429
      ],
      [
        " Civil",
        -0.3441907
      ],
      [
        " War",
        -0.00044032474
      ]
    ]
  },
  "The New York Sun broke the story about this event, and Dr. William Keeter stepped down shortly before this event took place. James W. Patterson was implicated in this event, as was Henry Wilson. In 1872, a congressional investigation revealed that several highly placed Republicans had accepted stock in the company for which this event was named. One of those men was Massachusetts Congressman Oakes": {
    "guess": "Crédit Mobilier of America scandal",
    "confidence": [
      [
        "Cr",
        -0.6146438
      ],
      [
        "éd",
        -0.0012779728
      ],
      [
        "it",
        -0.00047881284
      ],
      [
        " Mobil",
        -0.00086465315
      ],
      [
        "ier",
        -0.000108668944
      ],
      [
        " of",
        -0.33710864
      ],
      [
        " America",
        -0.001849628
      ],
      [
        " scandal",
        -0.24514861
      ]
    ]
  }
}