{
  "This man called a group attempting to remove him from office the \"Constipational League\", rather than the Constitutional League, and when another group tried to impeach him, the newspapers switched captions on two pictures of rallies to make it seem that Standard Oil had more support than he did. His taxes on business and the planter class funded his free textbook program and road-building projects, but caused several attempts on this man's life, culminating in his 1935 assassination. FTP, name this rival of Franklin Roosevelt, a Louisiana politician with the \"Share Our Wealth\" program and a nickname of \"Kingfish\".          |": {
    "guess": "Huey Long",
    "confidence": [
      [
        "H",
        -0.0037297723
      ],
      [
        "ue",
        -1.3856493e-06
      ],
      [
        "y",
        -2.2127088e-05
      ],
      [
        " Long",
        -0.000929091
      ]
    ]
  },
  "It can be calculated by taking the integral of torque with respect to the angular positions before and after.  An alternative definition says that at constant volume and pressure, it is simply the product of pressure and the change in volume.  If volume is constant, then it is zero.  It is energy transferred": {
    "guess": "Work (physics)",
    "confidence": [
      [
        "Work",
        -1.018551
      ],
      [
        " (",
        -0.018945672
      ],
      [
        "physics",
        -0.18200651
      ],
      [
        ")",
        -0.00011450992
      ]
    ]
  },
  "A calibration used by Kates and Weigelt makes models containing this entity less favorable, while Lynden": {
    "guess": "Calibration curve",
    "confidence": [
      [
        "Cal",
        -2.006521
      ],
      [
        "ibration",
        -0.54933983
      ],
      [
        " curve",
        -1.2460167
      ]
    ]
  },
  "The so-called \"Greek Project\" was a program of this ruler, who also organized a league to defend neutral shipping to Great Britain. This monarch's first war with the Turks ended with the Treaty of Kuchuk Kainarji, but her major attempts at reforms ceased after Pugachev's rebellion. Coming to power with": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.0057112044
      ],
      [
        "atherine",
        -0.00016396845
      ],
      [
        " the",
        -0.00062320335
      ],
      [
        " Great",
        -0.00013989297
      ]
    ]
  },
  "One of these is called Balan Bacham and is defended by Mampes. The Owl Woman is in charge of one in Native": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.2725088
      ]
    ]
  },
  "So-called \"zodiacal light\" is caused by particles which are roughly in equilibrium from the Poynting-Robertson effect, the Yarkovsky Effect, and this. First measured by E.F. Nichols and G.F. Hull in 1903, P.N. Lebedev (*) used a set of flat metallic sheets in vacuum to prove its existence experimentally. For relativistic particles, it is equal to equal to one-third times the temperature to the fourth": {
    "guess": "Radiation pressure",
    "confidence": [
      [
        "Radi",
        -0.18594456
      ],
      [
        "ation",
        -0.004755257
      ],
      [
        " pressure",
        -0.16123189
      ]
    ]
  },
  "It called for a plan \"guided by equitable principles\" and \"characterized by a practical flexibility,\" and noted that \"the burden rests on the defendants to establish that additional time is necessary in the public interest.\" It re-affirmed the Supreme Court's original ruling in the matter and warned that \"the vitality of these constitutional principles cannot be allowed to yield simply because of disagreement with them.\" Clarifying the previous decision by addressing the issue of relief, it ordered that \"all deliberate speed\" be employed. FTP, name this decision issued one year after a like-named": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.033578627
      ],
      [
        " v",
        -0.18540366
      ],
      [
        ".",
        -0.0001406082
      ],
      [
        " Board",
        -8.776276e-06
      ],
      [
        " of",
        -3.2497806e-05
      ],
      [
        " Education",
        -2.2127088e-05
      ]
    ]
  },
  "Calcareous grasslands have high concentrations of these compounds, and the effectiveness of these compounds": {
    "guess": "Calcium Magnesium Acetate",
    "confidence": [
      [
        "Calc",
        -0.47132853
      ],
      [
        "ium",
        -0.045466613
      ],
      [
        " Magn",
        -1.7860358
      ],
      [
        "esium",
        -0.0012714239
      ],
      [
        " Ac",
        -0.0452562
      ],
      [
        "et",
        -0.00097077567
      ],
      [
        "ate",
        -0.019660462
      ]
    ]
  },
  "The so-called coup by memorandum in this country brought about the downfall of its Justice Party, while a new constitution was proclaimed following a 1960 coup by General Gursel. The first ruler of this nation successfully annexed the French-controlled region of Alexandretta. This modern-day country's borders were originally set by the Treaty of Sevres, although it gained formal recognition by the": {
    "guess": "Turkey",
    "confidence": [
      [
        "Turkey",
        -0.022221161
      ]
    ]
  },
  "She is called \"the sweetest innocent that e'er did lift up eye.\" Her uncle Gratiano is suspicious of": {
    "guess": "Desdemona",
    "confidence": [
      [
        "Des",
        -0.0012760692
      ],
      [
        "dem",
        -0.00012689977
      ],
      [
        "ona",
        -1.8193366e-05
      ]
    ]
  },
  "This man called a group attempting to remove him from office the \"Constipational League\", rather than the Constitutional League, and when another group tried to impeach him, the newspapers switched captions on two pictures of rallies to make it seem that Standard Oil had more support than he did. His": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -1.3045214
      ],
      [
        " McKin",
        -0.5721094
      ],
      [
        "ley",
        -0.000134052
      ]
    ]
  },
  "The so-called \"Greek Project\" was a program of this ruler, who also organized a league to defend neutral shipping to Great Britain. This monarch's first war with the Turks ended with the Treaty of Kuchuk Kainarji, but her major attempts at reforms ceased after Pugachev's rebellion. Coming to power with the help of Grigory Orlov in overthrowing her husband Peter III in 1762, for 10 points, name this": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.054133058
      ],
      [
        "atherine",
        -0.0006421421
      ],
      [
        " the",
        -0.0072251316
      ],
      [
        " Great",
        -0.00022666223
      ]
    ]
  },
  "One can calculate this quantity from the Clausius Clapeyron equation given the vapor pressure and heat of vaporization. A mixture for which this property is lower than for either of the constituent parts": {
    "guess": "Boiling point",
    "confidence": [
      [
        "Bo",
        -0.13448852
      ],
      [
        "iling",
        -1.2113979e-05
      ],
      [
        " point",
        -0.31611106
      ]
    ]
  },
  "The so-called \"thixo\" index is derived by measuring this property at different shear rates. One form of this property is the coefficient of proportionality between shear stress and the velocity gradient. By Stokes's Law, the drag force on a sphere is equal to six pi times the sphere's diameter times its velocity times this property of the fluid. (*) Newtonian fluids have a constant value for this property, which comes in dynamic and kinematic forms. For 10 points, name this resistance of a fluid": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.005812656
      ],
      [
        "cosity",
        -3.7623562e-05
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature include the father of Aegina, one called Simoeis, who inhabited the area around Troy, and Caicus and Termessus, who also inhabited Asia Minor. One of these entertains such figures as Lelex and Theseus": {
    "guess": "Sirens",
    "confidence": [
      [
        "S",
        -0.889476
      ],
      [
        "ire",
        -0.9211277
      ],
      [
        "ns",
        -0.0006996881
      ]
    ]
  },
  "It calls for an even number of protons and neutrons according to the liquid drop model, and it is also expressed in the Wiezsaecker formula, and it described the necessity for a colour quantum number for": {
    "guess": "Nuclear binding energy",
    "confidence": [
      [
        "N",
        -0.17399758
      ],
      [
        "uclear",
        -0.00018351417
      ],
      [
        " binding",
        -0.64882493
      ],
      [
        " energy",
        -0.00094398047
      ]
    ]
  },
  "Called an \"eccentric exception\" by Felix Frankfurter, he wrote the majority opinion in Adair v. U.S., which invalidated a federal law forbidding yellow dog contracts; also, his dissent in Hurtado v. California": {
    "guess": "Oliver Wendell Holmes Jr.",
    "confidence": [
      [
        "Ol",
        -0.29709318
      ],
      [
        "iver",
        -0.00031425126
      ],
      [
        " Wend",
        -0.0028060602
      ],
      [
        "ell",
        -0.0007986693
      ],
      [
        " Holmes",
        -0.00059699686
      ],
      [
        " Jr",
        -0.0023318788
      ],
      [
        ".",
        -0.00014334988
      ]
    ]
  },
  "This man called for justices to travel the land and issue writs of Quo Warranto to inquire into the legal rights of the lords through the Statute of Gloucester. Prior to his ascension to the throne, this man and Gilbert de Clare won the Battle of Evesham, ending the Second Barons' War. This king arranged a truce with Philip the Fair and returned to England following news of defeat at the Battle of Stirling Bridge. Upon his return, he organized an invasion that secured victory at Falkirk, where he": {
    "guess": "Edward I of England",
    "confidence": [
      [
        "Edward",
        -0.0018670023
      ],
      [
        " I",
        -0.0058006863
      ],
      [
        " of",
        -0.0023033395
      ],
      [
        " England",
        -7.100059e-05
      ]
    ]
  },
  "Caligula's planned invasion of this region ended bizarrely when he drew his troops in battle formation on the seashore and ordered them to attack the water and collect seashells. Caesar's invasion of this region successfully installed the client king Mandubracius. This region was the site of the Battle of Watling Street, in which Gaius Suetonius Paulinus defeated a rebellion of the Iceni led by (*) Boudica. The actual Roman conquest of this region began under Claudius, whose general Aulus Plautius served as its first governor. Hadrian's Wall was constructed in this region. For ten points, identify this region whose ancient city of Londinium is now the capital of a modern-day country.": {
    "guess": "Roman Britain",
    "confidence": [
      [
        "Roman",
        -0.0056263236
      ],
      [
        " Britain",
        -0.0052048285
      ]
    ]
  },
  "It called for a plan \"guided by equitable principles\" and \"characterized by a practical flexibility,\" and noted that \"the burden rests on the defendants to establish that additional time is necessary in": {
    "guess": "Equitable Remedies",
    "confidence": [
      [
        "Equ",
        -1.4692508
      ],
      [
        "itable",
        -0.53437585
      ],
      [
        " Remed",
        -1.2502471
      ],
      [
        "ies",
        -0.00058520306
      ]
    ]
  },
  "This man's calligrapher Omar Aqta was so skilled that he supposedly transcribed the entire Qu'ran on a signet ring. He promoted unity among his soldiers by founding the tradition of Kurash wrestling. His grandson Shah Rukh briefly reunited his empire after it was divvied up among his descendants. He kidnapped the artisans of Damascus and was victorious over Tughluq at Panipat in 1398, after which he sacked Delhi. He waged war with the Knights of Rhodes at Smyrna, and his underling Tokhtamysh fought against Russia for him before turning against him, leading this man to order rebels' skulls stacked into pyramids. For 10 points, name this Samarkand-based cripple.": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.0060891192
      ],
      [
        "ur",
        -0.0009202736
      ]
    ]
  },
  "She is called \"the sweetest innocent that e'er did lift up eye.\" Her uncle Gratiano is suspicious of her marriage but comes to accept it as does her father Brabanto. This \"most fresh & delicate creature\"": {
    "guess": "Desdemona",
    "confidence": [
      [
        "Des",
        -0.0006190312
      ],
      [
        "dem",
        -8.6616266e-05
      ],
      [
        "ona",
        -1.8789384e-05
      ]
    ]
  },
  "This man called the Second Council of Constantinople in order to resolve the Monophysite Controversy. One of this ruler's reform efforts was overseen by Tribonian. The Secret History of Procopius is an account of this man's reign. This ruler was opposed by the Blues and Greens in one rebellion. That revolt, the Nika Riot, was suppressed by this man's general Belisarius. For 10 points, name this husband of Theodora, a Byzantine emperor who oversaw the creation of his namesake legal code.": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.0062299944
      ],
      [
        "ian",
        -7.600714e-05
      ],
      [
        " I",
        -4.179569e-05
      ]
    ]
  },
  "The so-called \"linear\" type of these compounds are known as glymes, which are super-effective at enhancing": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.16808535
      ]
    ]
  },
  "This man's calligrapher Omar Aqta was so skilled that he supposedly transcribed the entire Qu'ran on": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.060610928
      ],
      [
        "ur",
        -0.00083726563
      ]
    ]
  },
  "The so-called coup by memorandum in this country brought about the downfall of its Justice Party, while a new constitution was proclaimed following a 1960 coup by General Gursel. The first ruler of this nation successfully annexed the French-controlled region of Alexandretta. This modern-day country's borders were originally set by the Treaty of Sevres, although it gained formal recognition by the Treaty of (*) Lausanne. In response to the overthrow of Archbishop Makarios, it launched a 1974 invasion": {
    "guess": "Turkey",
    "confidence": [
      [
        "Turkey",
        -0.8093721
      ]
    ]
  },
  "This man called the Second Council of Constantinople in order to resolve the Monophysite Controversy.": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.008042726
      ],
      [
        "ian",
        -1.7597347e-05
      ],
      [
        " I",
        -2.7372049e-05
      ]
    ]
  },
  "One of these is called Irkalla in Sumerian mythology. After visiting one of these, Izanagi created Tsukuyomi in the process of purifying himself, and the god Xolotl aids the journey to one of these places. A dark spot in the Milky Way is an entrance to one of these which is surrounded by rivers of blood,": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -0.002265636
      ],
      [
        "world",
        -6.869018e-06
      ]
    ]
  },
  "She is called \"the sweetest innocent that e'er did lift up eye.\" Her uncle Gratiano is suspicious of her marriage but comes to accept it as does her father Brabanto. This \"most fresh & delicate creature\" remains \"chaste & heavenly true\" despite the rumors that Emilia & Bianca fail to disprove in time. For ten points, name this Venetian killed when the \"green-eyed monster\" Iago convinces her husband": {
    "guess": "Desdemona",
    "confidence": [
      [
        "Des",
        -0.005074364
      ],
      [
        "dem",
        -0.00017386234
      ],
      [
        "ona",
        -3.7027545e-05
      ]
    ]
  },
  "This man called his only major composition for organ an attempt to revive polyphonic music, as that was \"the only true and vital style for the instrument,\" and that work built upon his earlier 29 Preludes for organ. Besides Commotio, one of his works opens with 26 repeated A's, and he included Hindu and Negro dances as well as a depiction of the Marketplace at Isphahan in his Aladdin Suite. He also modeled the movement of the sun in the Helios Overture, and he composed the opera Saul and David in": {
    "guess": "Louis Vierne",
    "confidence": [
      [
        "Louis",
        -0.4980551
      ],
      [
        " V",
        -0.00061104825
      ],
      [
        "ier",
        -9.253091e-06
      ],
      [
        "ne",
        -2.2603901e-05
      ]
    ]
  },
  "Called the Chambeshi River where it rises, it is divided into three distinct zones, the middle one including the seven cataracts of the Boyoma Falls, and the lower containing the so-called Malebo Pool.  With the Sangha, Kwa, and Ubangi as major tributaries, it flows for some 2900 miles.  For 10 points,": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0013563097
      ],
      [
        "ongo",
        -1.9361265e-07
      ],
      [
        " River",
        -4.572941e-05
      ]
    ]
  },
  "By calculating the exerted force on a material, a Guoy balance can be used to determine this quantity, while Faraday devised a configuration that allows one to calculate this quantity given mass. This": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -0.4934497
      ],
      [
        " charge",
        -0.3608769
      ]
    ]
  },
  "In Callimachus's Hymn to Delos, he claims that Lokoi are the  Aramaspians from the outskirts of the capital of this locale. The third  Olympian Ode of Pindar describes the magnificent trees of this place": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.87572587
      ],
      [
        "bes",
        -0.0990346
      ]
    ]
  },
  "Calcareous grasslands have high concentrations of these compounds, and the effectiveness of these compounds can be expressed as a DN value. Diisopropyl amine is treated with one of these compounds to synthesize LDA, which can also act as one of these compounds. Compounds in which a carbon is a double": {
    "guess": "Base (chemistry)",
    "confidence": [
      [
        "Base",
        -1.4055115
      ],
      [
        " (",
        -0.04024498
      ],
      [
        "chemistry",
        -0.006284014
      ],
      [
        ")",
        -0.0011004454
      ]
    ]
  },
  "This man's calligrapher Omar Aqta was so skilled that he supposedly transcribed the entire Qu'ran on a signet ring. He promoted unity among his soldiers by founding the tradition of Kurash wrestling. His": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.0034531257
      ],
      [
        "ur",
        -0.0006422613
      ]
    ]
  },
  "Calcareous grasslands have high concentrations of these compounds, and the effectiveness of these compounds can be expressed as a DN value. Diisopropyl amine is treated with one of these compounds to synthesize LDA, which can also act as one of these compounds. Compounds in which a carbon is a double bonded to a nitrogen which in turn is substituted with an R group are versions of these compounds named for Schiff. Arrhenius described these as substances that disassociate to yield hydroxide ions in water, and another definition treats these compounds as proton acceptors. For 10 points, name these compounds which have a pH over 7.": {
    "guess": "Base (chemistry)",
    "confidence": [
      [
        "Base",
        -0.116028495
      ],
      [
        " (",
        -0.08289065
      ],
      [
        "chemistry",
        -0.0034482533
      ],
      [
        ")",
        -0.0005355171
      ]
    ]
  },
  "It can be calculated via the Bailey-Borwein-Plouffe method, and the Salamin-Brent method is a special kind of the Gauss-Legendre method which can be used to calculate this quantity. The limit of Viete's formula yields it, as do several Machin like series. The solution to the Basel problem is this squared over 6, and it is also the product of 4 and the sum of the Gregory-Leibniz series, though more notable approximations to it were made by Newton and Ramanujan. For 10 points, identify this constant,": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.0026165629
      ]
    ]
  },
  "It calls for an even number of protons and neutrons according to the liquid drop model, and it is also expressed in the Wiezsaecker formula, and it described the necessity for a colour quantum number for the quarks. Another important conclusion of it is the formation of the \"Fermi-level\" when a metal is cooled to absolute zero. This statement also describes why the degeneracy pressure helps white dwarves survive, and it was first posited to explain some anomalous spectroscopic results observed in the Zeeman effect. For 10 points, identify this statement which states that no two Fermions can possess": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.12460808
      ],
      [
        "i",
        -1.4378848e-05
      ],
      [
        " exclusion",
        -0.05457688
      ],
      [
        " principle",
        -0.00027218336
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature include the father of Aegina, one called Simoeis, who inhabited the area around Troy, and Caicus and Termessus, who also inhabited Asia Minor. One of these entertains such figures as Lelex and Theseus in Ovid's Metamorphoses, and in Greek art, they were represented either as a man-headed bull, a bull-horned": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.8147903
      ],
      [
        "aur",
        -0.013974376
      ]
    ]
  },
  "This man called his only major composition for organ an attempt to revive polyphonic music, as that was \"the only true and vital style for the instrument,\" and that work built upon his earlier 29 Preludes for organ. Besides Commotio, one of his works opens with 26 repeated A's, and he included Hindu and Negro dances as well as a depiction of the Marketplace at Isphahan in his Aladdin Suite. He also modeled the movement of the sun in the Helios Overture, and he composed the opera Saul and David in addition to the aforementioned Sinfonia Espansiva. The third movement of another of his works ends with oboe playing solo above the strings and segues into the fourth movement which features a battle": {
    "guess": "Niels Gade",
    "confidence": [
      [
        "Ni",
        -1.1422659
      ],
      [
        "els",
        -0.076916665
      ],
      [
        " G",
        -0.24933371
      ],
      [
        "ade",
        -0.00033546583
      ]
    ]
  },
  "The so-called \"linear\" type of these compounds are known as glymes, which are super-effective at enhancing yields of processes like Ullmann couplings and Heck reactions. Reported in two landmark 1967 papers by Charles Pederson, their three-dimensional analogues are called cryptands, which also make use of nitrogen in complexing. The exterior of these compounds is nonpolar, hydrophobic, and takes on a hydrocarbon character. The notation system for them places their number of oxygen atoms last, and these oxygen atoms are crucial in coordinating with metal ions in their interior cavity. For ten points, name these heterocyclic compounds with repeating ethylene glycol units, a certain type of ethers named for their shape.": {
    "guess": "Crown ether",
    "confidence": [
      [
        "C",
        -0.01886963
      ],
      [
        "rown",
        -0.0034326925
      ],
      [
        " ether",
        -0.045313846
      ]
    ]
  },
  "A calibration used by Kates and Weigelt makes models containing this entity less favorable, while Lynden and Bell's work in analyzing velocity fields led them to suggest its existence.  The Shapley concentration is approximately 10 times its size, and it is located beyond Hydra-Centaurus. Evidence for its existence came from (*) CMB observations of the motion of the Local Group, as accounting for the Virgo Supercluster alone left residual components.  Abell 3627 may be near its center, and data suggests": {
    "guess": "Great Attractor",
    "confidence": [
      [
        "Great",
        -0.040823422
      ],
      [
        " At",
        -0.0023197492
      ],
      [
        "tractor",
        -6.6306106e-06
      ]
    ]
  },
  "Called an \"eccentric exception\" by Felix Frankfurter, he wrote the majority opinion in Adair v. U.S.,": {
    "guess": "Felix Frankfurter",
    "confidence": [
      [
        "F",
        -1.0038234
      ],
      [
        "elix",
        -0.007822625
      ],
      [
        " Frank",
        -0.009888069
      ],
      [
        "fur",
        -7.910644e-05
      ],
      [
        "ter",
        -2.8802491e-05
      ]
    ]
  },
  "This man's calligrapher Omar Aqta was so skilled that he supposedly transcribed the entire Qu'ran on a signet ring. He promoted unity among his soldiers by founding the tradition of Kurash wrestling. His grandson Shah Rukh briefly reunited his empire after it was divvied up among his descendants. He kidnapped the artisans of Damascus and was victorious over Tughluq at Panipat in 1398, after which he": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.002432382
      ],
      [
        "ur",
        -0.00046463127
      ]
    ]
  },
  "A man who calls a woman a harlot would have to pay 1800 denars. Calling a person a \"fox\" or \"hare\" is a fine of three shillings. The final section deals with the distribution of the Wergeld while title 57 deals with the Chrenecruda. Containing a long list of fines called a compositio, it is primarily a penal and procedural code. A branch of the Franks gives its name to, for 10 points, what Teutonic law code that excludes women from inheriting property, and thus kept the succession to the French throne": {
    "guess": "Salic law",
    "confidence": [
      [
        "Sal",
        -0.035068557
      ],
      [
        "ic",
        -0.0007526897
      ],
      [
        " law",
        -0.04243356
      ]
    ]
  },
  "So-called \"zodiacal light\" is caused by particles which are roughly in equilibrium from the Poynting-Robertson effect, the Yarkovsky Effect, and this. First measured by E.F. Nichols and G.F. Hull in 1903, P.N. Lebedev (*) used a set of flat metallic sheets in vacuum to prove its existence experimentally.": {
    "guess": "Radiation pressure",
    "confidence": [
      [
        "Radi",
        -0.4628597
      ],
      [
        "ation",
        -0.03436896
      ],
      [
        " pressure",
        -0.03861535
      ]
    ]
  },
  "This man called his only major composition for organ an attempt to revive polyphonic music, as that was \"the only true and vital style for the instrument,\" and that work built upon his earlier 29 Preludes for organ. Besides Commotio, one of his works opens with 26 repeated A's, and he included Hindu and Negro dances as well as a depiction of the Marketplace at Isphahan in his Aladdin Suite. He also modeled the movement of the sun in the Helios Overture, and he composed the opera Saul and David in addition to the aforementioned Sinfonia Espansiva. The third movement of another of his works ends with oboe playing solo above the strings and segues into the fourth movement which features a battle between two sets of timpani on opposite sides of the stage. For 10 points, name this Danish composer whose symphonies include The Four Temperaments and The Inextinguishable.": {
    "guess": "Carl Nielsen",
    "confidence": [
      [
        "Carl",
        -0.016769046
      ],
      [
        " Nielsen",
        -6.062987e-05
      ]
    ]
  },
  "It has been called the poem that contains the universe, and the scope of its narrative does address everything from government to salvation.  The central themes, set in the context of the war between the Pandavas and Kauravas, are the evil destruction of war and the universal search for peace.  FTP try to give the name of the longest epic in the world, consisting of 88,000 Sanskrit verses, that according to Hindu tradition was dictated by Vyasa the bard to the scholar-god Ganesh.": {
    "guess": "Mahabharata",
    "confidence": [
      [
        "Mah",
        -0.015887488
      ],
      [
        "ab",
        -0.0072946087
      ],
      [
        "har",
        -5.240482e-05
      ],
      [
        "ata",
        -0.0003280752
      ]
    ]
  },
  "In Callimachus's Hymn to Delos, he claims that Lokoi are the  Aramaspians from the outskirts of the capital of this locale. The third  Olympian Ode of Pindar describes the magnificent trees of this place  which a god wishes to uproot and use in the Olympian Games. The major  prophet from this locale is Abaris, who performs miracles throughout  the world while riding his magic arrow. In part ruled by Chione, its  residents throw themselves into a lake to become (*) swans near death,  where they sing for the last time. It is nearby Pterophoros, a desert of eternal  winter, and the Rhipaion Mountains": {
    "guess": "Hyperborea",
    "confidence": [
      [
        "Hyper",
        -0.16519916
      ],
      [
        "b",
        -4.036525e-05
      ],
      [
        "orea",
        -0.00051287946
      ]
    ]
  },
  "Caligula's planned invasion of this region ended bizarrely when he drew his troops in battle formation": {
    "guess": "Invasion of Britain",
    "confidence": [
      [
        "In",
        -0.65553874
      ],
      [
        "vasion",
        -0.0018152404
      ],
      [
        " of",
        -0.0033230307
      ],
      [
        " Britain",
        -0.13862497
      ]
    ]
  },
  "Calcium gluconate gel is used to treat exposure to a compound containing an ion derived from this element. Henri Moissan developed the electrolytic process still used today to isolate its diatomic form, and it cannot form oxyacids because it lacks a d orbital. The first noble gas compound used several": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.1738425
      ],
      [
        "u",
        -0.0013490457
      ],
      [
        "or",
        -0.00021819877
      ],
      [
        "ine",
        -0.004141568
      ]
    ]
  },
  "This man called the kitchen the \"workspace\", and placed the automobile at the center of his \"Usonian\" designs. One building designed by this man uses a brick façade to emphasize a series of overlapping horizontal surfaces. In addition to the Robie House and other Prairie Style works, he used the Mayan revival style in a work which survived a 1923 earthquake, and extended cantilevered floors over (*) Bear Run in a Pennsylvania house built for Edgar Kaufmann. For 10 points, name this American architect": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.013132232
      ],
      [
        " Lloyd",
        -0.0001558626
      ],
      [
        " Wright",
        -2.319992e-05
      ]
    ]
  },
  "It can be calculated by taking the integral of torque with respect to the angular positions before and after.  An alternative definition says that at constant volume and pressure, it is simply the product of pressure and the change in volume.  If volume is constant, then it is zero.  It is energy transferred to or from a system by means of an external force, and when friction is not involved, it is": {
    "guess": "Work (physics)",
    "confidence": [
      [
        "Work",
        -0.0297108
      ],
      [
        " (",
        -0.00380055
      ],
      [
        "physics",
        -0.015690476
      ],
      [
        ")",
        -7.409989e-05
      ]
    ]
  },
  "It calls for an even number of protons and neutrons according to the liquid drop model, and it is also": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.65069777
      ],
      [
        "osp",
        -0.42909315
      ],
      [
        "in",
        -1.4378848e-05
      ]
    ]
  },
  "By calculating the exerted force on a material, a Guoy balance can be used to determine this quantity, while Faraday devised a configuration that allows one to calculate this quantity given mass. This quantity can be expressed as the ratio of bound to free current density in a material and it is equal to relative permeability minus one. Antiferromagnets have their maximum value for this quantity at the Neel point. This quantity is negative for diamagnetic materials and positive for paramagnetic ones.": {
    "guess": "Magnetic susceptibility",
    "confidence": [
      [
        "M",
        -0.4113148
      ],
      [
        "agnetic",
        -0.27035105
      ],
      [
        " susceptibility",
        -0.24588095
      ]
    ]
  },
  "This man called his only major composition for organ an attempt to revive polyphonic music, as that was \"the only true and vital style for the instrument,\" and that work built upon his earlier 29 Preludes": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -1.2507143
      ],
      [
        "és",
        -0.024087807
      ],
      [
        "ar",
        -8.418666e-06
      ],
      [
        " Fran",
        -1.1994775e-05
      ],
      [
        "ck",
        -1.3663626e-05
      ]
    ]
  },
  "This man called the kitchen the \"workspace\", and placed the automobile at the center of his \"Usonian\" designs. One building designed by this man uses a brick façade to emphasize a series of overlapping": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.13818683
      ],
      [
        " Lloyd",
        -0.0008198729
      ],
      [
        " Wright",
        -0.00013834333
      ]
    ]
  },
  "She is called \"the sweetest innocent that e'er did lift up eye.\" Her uncle Gratiano is suspicious of her marriage but comes to accept it as does her father Brabanto. This \"most fresh & delicate creature\" remains \"chaste & heavenly true\" despite the rumors that Emilia & Bianca fail to disprove in time. For ten points, name this Venetian killed when the \"green-eyed monster\" Iago convinces her husband that she has slept with Cassio, the wife of Othello.": {
    "guess": "Desdemona",
    "confidence": [
      [
        "Des",
        -0.0015493794
      ],
      [
        "dem",
        -0.00032569113
      ],
      [
        "ona",
        -4.85903e-05
      ]
    ]
  },
  "Calcareous grasslands have high concentrations of these compounds, and the effectiveness of these compounds can be expressed as a DN value. Diisopropyl amine is treated with one of these compounds to synthesize LDA, which can also act as one of these compounds. Compounds in which a carbon is a double bonded to a nitrogen which in turn is substituted with an R group are versions of these compounds named for Schiff. Arrhenius described these as substances that disassociate to yield hydroxide ions in water, and another definition treats these compounds as proton acceptors. For 10 points, name these": {
    "guess": "Base (chemistry)",
    "confidence": [
      [
        "Base",
        -0.018678235
      ],
      [
        " (",
        -0.003334441
      ],
      [
        "chemistry",
        -0.008145481
      ],
      [
        ")",
        -0.00011880126
      ]
    ]
  },
  "One can calculate this quantity from the Clausius Clapeyron equation given the vapor pressure and heat of vaporization. A mixture for which this property is lower than for either of the constituent parts is called a positive azeotrope. This property can be bypassed by a process analogous to supersaturation, which can lead to violent eruptions upon adding nucleation sites. This colligative property can be defined as the temperature at which the vapor pressure is equal to ambient pressure. For ten": {
    "guess": "Boiling point",
    "confidence": [
      [
        "Bo",
        -0.013081765
      ],
      [
        "iling",
        -1.831257e-05
      ],
      [
        " point",
        -0.009940124
      ]
    ]
  },
  "It can be calculated by taking the integral of torque with respect to the angular positions before and": {
    "guess": "Rotational energy",
    "confidence": [
      [
        "Rot",
        -0.2649676
      ],
      [
        "ational",
        -0.0070899576
      ],
      [
        " energy",
        -0.3846026
      ]
    ]
  },
  "Calcareous grasslands have high concentrations of these compounds, and the effectiveness of these compounds can be expressed as a DN value. Diisopropyl amine is treated with one of these compounds to synthesize": {
    "guess": "Organophosphate",
    "confidence": [
      [
        "Organ",
        -2.1182766
      ],
      [
        "oph",
        -0.15433052
      ],
      [
        "osphate",
        -0.24393806
      ]
    ]
  },
  "Called an \"eccentric exception\" by Felix Frankfurter, he wrote the majority opinion in Adair v. U.S., which invalidated a federal law forbidding yellow dog contracts; also, his dissent in Hurtado v. California foreshadowed the 20th century \"incorporation doctrine\".  Appointed to the Supreme Court by Hayes, who he had supported in the 1876 Republican convention as head of the Kentucky delegation, he": {
    "guess": "Edward Douglass White",
    "confidence": [
      [
        "Edward",
        -1.2655841
      ],
      [
        " Doug",
        -0.07513902
      ],
      [
        "lass",
        -0.0006087944
      ],
      [
        " White",
        -0.00020210995
      ]
    ]
  },
  "The so-called \"thixo\" index is derived by measuring this property at different shear rates. One form of this property is the coefficient of proportionality between shear stress and the velocity gradient. By Stokes's Law, the drag force on a sphere is equal to six pi times the sphere's diameter times its velocity times this property of the fluid. (*) Newtonian fluids have a constant value for this property,": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.025884058
      ],
      [
        "cosity",
        -0.00014180024
      ]
    ]
  },
  "A calibration used by Kates and Weigelt makes models containing this entity less favorable, while Lynden and Bell's work in analyzing velocity fields led them to suggest its existence.  The Shapley concentration is approximately 10 times its size, and it is located beyond Hydra-Centaurus. Evidence for": {
    "guess": "Great Attractor",
    "confidence": [
      [
        "Great",
        -0.24600595
      ],
      [
        " At",
        -0.009185383
      ],
      [
        "tractor",
        -5.080963e-06
      ]
    ]
  },
  "This man called a group attempting to remove him from office the \"Constipational League\", rather than the Constitutional League, and when another group tried to impeach him, the newspapers switched captions on two pictures of rallies to make it seem that Standard Oil had more support than he did. His taxes on business and the planter class funded his free textbook program and road-building projects,": {
    "guess": "Huey Long",
    "confidence": [
      [
        "H",
        -0.019861257
      ],
      [
        "ue",
        -0.0008171312
      ],
      [
        "y",
        -1.3306016e-05
      ],
      [
        " Long",
        -0.008508899
      ]
    ]
  },
  "Called an \"eccentric exception\" by Felix Frankfurter, he wrote the majority opinion in Adair v. U.S., which invalidated a federal law forbidding yellow dog contracts; also, his dissent in Hurtado v. California foreshadowed the 20th century \"incorporation doctrine\".  Appointed to the Supreme Court by": {
    "guess": "Oliver Wendell Holmes Jr.",
    "confidence": [
      [
        "Ol",
        -0.5529255
      ],
      [
        "iver",
        -6.392203e-06
      ],
      [
        " Wend",
        -0.0030309518
      ],
      [
        "ell",
        -0.00022308611
      ],
      [
        " Holmes",
        -0.0003964761
      ],
      [
        " Jr",
        -0.0024840964
      ],
      [
        ".",
        -0.00045795587
      ]
    ]
  },
  "This man called a group attempting to remove him from office the \"Constipational League\", rather than the Constitutional League, and when another group tried to impeach him, the newspapers switched captions on two pictures of rallies to make it seem that Standard Oil had more support than he did. His taxes on business and the planter class funded his free textbook program and road-building projects, but caused several attempts on this man's life, culminating in his 1935 assassination. FTP, name this rival of Franklin Roosevelt, a Louisiana politician with the \"Share Our Wealth\" program and a nickname": {
    "guess": "Huey Long",
    "confidence": [
      [
        "H",
        -0.0008794234
      ],
      [
        "ue",
        -1.147242e-06
      ],
      [
        "y",
        -2.1531068e-05
      ],
      [
        " Long",
        -0.00029017578
      ]
    ]
  },
  "This man called the Second Council of Constantinople in order to resolve the Monophysite Controversy. One of this ruler's reform efforts was overseen by Tribonian. The Secret History of Procopius is an account of this man's reign. This ruler was opposed by the Blues and Greens in one rebellion. That revolt, the Nika Riot, was suppressed by this man's general Belisarius. For 10 points, name this husband": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.009172387
      ],
      [
        "ian",
        -0.0006345204
      ],
      [
        " I",
        -0.00013572084
      ]
    ]
  },
  "One of these is called Irkalla in Sumerian mythology. After visiting one of these, Izanagi created Tsukuyomi in the process of purifying himself, and the god Xolotl aids the journey to one of these places. A dark spot in the Milky Way is an entrance to one of these which is surrounded by rivers of blood, scorpions, and pus in Mayan tradition, known as Xibalba. Another of these places includes the Asphodel Meadows and the Elysian Fields and featured five rivers, like the Acheron and the Styx. For 10 points, identify these places, like Hades, where the dead go.": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -0.13729903
      ],
      [
        "world",
        -5.3193703e-06
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature include the father of Aegina, one called Simoeis, who inhabited the area around Troy, and Caicus and Termessus, who also inhabited Asia Minor. One of these entertains such figures as Lelex and Theseus in Ovid's Metamorphoses, and in Greek art, they were represented either as a man-headed bull, a bull-horned man with the body of a fish, or a man reclining pouring out an amphora. One of these figures was the father with Liriope of Narcissus, and one of these assaults Achilles until Hephaestus comes to his aid, while others included the father of Io and a pursuer of Arethusa. Cephissus, Inachus, and Alpheus were members of the three thousand of these beings who were the offspring of Oceanus and Tethys. FTP, name these entities, better known examples of which included Achelous, Scamander, Nilus, and Tiberinus, who personified the Tiber.": {
    "guess": "River gods",
    "confidence": [
      [
        "River",
        -0.020111322
      ],
      [
        " gods",
        -0.0759088
      ]
    ]
  },
  "The so-called \"thixo\" index is derived by measuring this property at different shear rates. One form of this property is the coefficient of proportionality between shear stress and the velocity gradient. By Stokes's Law, the drag force on a sphere is equal to six pi times the sphere's diameter times": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.015715238
      ],
      [
        "cosity",
        -0.0006185544
      ]
    ]
  },
  "It can be calculated by taking the integral of torque with respect to the angular positions before and after.  An alternative definition says that at constant volume and pressure, it is simply the product of pressure and the change in volume.  If volume is constant, then it is zero.  It is energy transferred to or from a system by means of an external force, and when friction is not involved, it is equal to the change in mechanical energy. FTP, identify the scalar quantity whose units are joules": {
    "guess": "Work (physics)",
    "confidence": [
      [
        "Work",
        -0.019622706
      ],
      [
        " (",
        -0.0054681823
      ],
      [
        "physics",
        -0.004788834
      ],
      [
        ")",
        -4.763667e-05
      ]
    ]
  },
  "It called for general assemblies in April and September, the first being the Court of Election at which any person who took the Oath of Fidelity could vote for the governor or six magistrates. This document's last article states that all taxes must be allocated by a board consisting of an equal number": {
    "guess": "Fundamental Orders of Connecticut",
    "confidence": [
      [
        "Fund",
        -0.5225756
      ],
      [
        "amental",
        -0.0004730911
      ],
      [
        " Orders",
        -0.022947967
      ],
      [
        " of",
        -2.4584822e-06
      ],
      [
        " Connecticut",
        -0.0009461152
      ]
    ]
  },
  "It called for general assemblies in April and September, the first being the Court of Election at which any person who took the Oath of Fidelity could vote for the governor or six magistrates. This document's last article states that all taxes must be allocated by a board consisting of an equal number of residents from each town. Adopted in 1639, it is regarded, along with the Mayflower Compact, as": {
    "guess": "The Fundamental Orders of Connecticut",
    "confidence": [
      [
        "The",
        -0.36848402
      ],
      [
        " Fundamental",
        -0.003974393
      ],
      [
        " Orders",
        -0.0023683936
      ],
      [
        " of",
        -1.4021238e-05
      ],
      [
        " Connecticut",
        -0.00026169344
      ]
    ]
  },
  "Its calendar has its 28th day be called \"Earth\" and its 29th day \"Sacred Invocation.\" It holds that the bottom half of the universe was the second of the seven creations and one hero of it discovers fire in a rock. That hero is Hoshang,  a descendant of Gayomard. Sinners will be punished for three days in the end, as Saoshyant will square off against evil. Its follwers pray in front of Fire Temples and their dead reside in towers of silence.  For ten points, name this religion whose texts like Visperard and Yasna are found in the Avesta, which relates tales about Ahura Mazda, founded by a namesake": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0026928901
      ],
      [
        "oro",
        -0.002260164
      ],
      [
        "ast",
        -4.6206227e-05
      ],
      [
        "rian",
        -2.2723105e-05
      ],
      [
        "ism",
        -0.010445753
      ]
    ]
  },
  "It calls for an even number of protons and neutrons according to the liquid drop model, and it is also expressed in the Wiezsaecker formula, and it described the necessity for a colour quantum number for the quarks. Another important conclusion of it is the formation of the \"Fermi-level\" when a metal is cooled to absolute zero. This statement also describes why the degeneracy pressure helps white dwarves survive, and it was first posited to explain some anomalous spectroscopic results observed in the Zeeman effect. For 10 points, identify this statement which states that no two Fermions can possess the same set of quantum numbers.": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.02645124
      ],
      [
        "i",
        -2.220075e-06
      ],
      [
        " exclusion",
        -0.05586501
      ],
      [
        " principle",
        -6.4444386e-05
      ]
    ]
  },
  "It has been called the poem that contains the universe, and the scope of its narrative does address everything from government to salvation.  The central themes, set in the context of the war between the": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.04998971
      ],
      [
        " Waste",
        -1.0055751
      ],
      [
        " Land",
        -2.808727e-05
      ]
    ]
  },
  "Calcium gluconate gel is used to treat exposure to a compound containing an ion derived from this element. Henri Moissan developed the electrolytic process still used today to isolate its diatomic form, and it cannot form oxyacids because it lacks a d orbital. The first noble gas compound used several molecules of this element, and it is the most electronegative element. For 10 points, name this element,": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.0011815388
      ],
      [
        "u",
        -0.0012746387
      ],
      [
        "or",
        -4.5491004e-05
      ],
      [
        "ine",
        -0.00014907165
      ]
    ]
  },
  "Calixta agrees to marry Bobinôt after Clarisse removes Alcée from the title ball in a short story by": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.037351653
      ],
      [
        " Chop",
        -0.00018792471
      ],
      [
        "in",
        -3.7697225e-06
      ]
    ]
  },
  "Calixta agrees to marry Bobinôt after Clarisse removes Alcée from the title ball in a short story by this author. In another story, Armand is shocked by letters from his mother after his wife walks into the bayou with their child. (*) Adèle Ratignolle is contrasted with a woman who has an affair with Robert Lebrun and drowns herself in the sea; that woman is Edna Pontellier. For 10 points, name this": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.00789064
      ],
      [
        " Chop",
        -0.0012845217
      ],
      [
        "in",
        -2.7848862e-05
      ]
    ]
  },
  "By calculating the exerted force on a material, a Guoy balance can be used to determine this quantity,": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.2923183
      ],
      [
        " tension",
        -0.12237716
      ]
    ]
  },
  "A man who calls a woman a harlot would have to pay 1800 denars. Calling a person a \"fox\" or \"hare\" is a fine of three shillings. The final section deals with the distribution of the Wergeld while title 57 deals with the Chrenecruda. Containing a long list of fines called a compositio, it is primarily a penal and procedural code. A branch of the Franks gives its name to, for 10 points, what Teutonic": {
    "guess": "Salic law",
    "confidence": [
      [
        "Sal",
        -0.1312751
      ],
      [
        "ic",
        -0.00045819426
      ],
      [
        " law",
        -0.27638516
      ]
    ]
  },
  "So-called \"zodiacal light\" is caused by particles which are roughly in equilibrium from the Poynting-Robertson effect, the Yarkovsky Effect, and this. First measured by E.F. Nichols and G.F. Hull in 1903, P.N. Lebedev (*) used a set of flat metallic sheets in vacuum to prove its existence experimentally. For relativistic particles, it is equal to equal to one-third times the temperature to the fourth times the radiation constant, though it can also be calculated as equal to energy flux divided by": {
    "guess": "Radiation pressure",
    "confidence": [
      [
        "Radi",
        -0.63676876
      ],
      [
        "ation",
        -0.017905714
      ],
      [
        " pressure",
        -0.4229953
      ]
    ]
  },
  "These are called share drafts when they are issued by credit unions. These are involved in the illegal act of kiting, which involves accounts at different financial institutions. Magnetic Ink Character Recognition was developed to facilitate the processing of these. Banks guarantee payment of the cashier's": {
    "guess": "Check (cheque)",
    "confidence": [
      [
        "Check",
        -0.24434447
      ],
      [
        " (",
        -1.4360145
      ],
      [
        "che",
        -0.25666803
      ],
      [
        "que",
        -0.029683266
      ],
      [
        ")",
        -0.00970026
      ]
    ]
  },
  "The so-called \"Greek Project\" was a program of this ruler, who also organized a league to defend neutral shipping to Great Britain. This monarch's first war with the Turks ended with the Treaty of Kuchuk": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.024468277
      ],
      [
        "atherine",
        -0.0006212961
      ],
      [
        " the",
        -0.013405624
      ],
      [
        " Great",
        -0.00039015833
      ]
    ]
  },
  "One can calculate this quantity from the Clausius Clapeyron equation given the vapor pressure and heat of vaporization. A mixture for which this property is lower than for either of the constituent parts is called a positive azeotrope. This property can be bypassed by a process analogous to supersaturation,": {
    "guess": "Boiling point",
    "confidence": [
      [
        "Bo",
        -0.56846035
      ],
      [
        "iling",
        -2.7252845e-05
      ],
      [
        " point",
        -0.24019486
      ]
    ]
  },
  "A calibration used by Kates and Weigelt makes models containing this entity less favorable, while Lynden and Bell's work in analyzing velocity fields led them to suggest its existence.  The Shapley concentration is approximately 10 times its size, and it is located beyond Hydra-Centaurus. Evidence for its existence came from (*) CMB observations of the motion of the Local Group, as accounting for the": {
    "guess": "Great Attractor",
    "confidence": [
      [
        "Great",
        -0.44772187
      ],
      [
        " At",
        -0.0023197492
      ],
      [
        "tractor",
        -1.6240566e-06
      ]
    ]
  },
  "This man called his only major composition for organ an attempt to revive polyphonic music, as that was \"the only true and vital style for the instrument,\" and that work built upon his earlier 29 Preludes for organ. Besides Commotio, one of his works opens with 26 repeated A's, and he included Hindu and Negro dances as well as a depiction of the Marketplace at Isphahan in his Aladdin Suite. He also modeled the movement of the sun in the Helios Overture, and he composed the opera Saul and David in addition to the aforementioned Sinfonia Espansiva. The third movement of another of his works ends": {
    "guess": "Carl Nielsen",
    "confidence": [
      [
        "Carl",
        -1.011367
      ],
      [
        " Nielsen",
        -0.00031842338
      ]
    ]
  },
  "Calixta agrees to marry Bobinôt after Clarisse removes Alcée from the title ball in a short story by this author. In another story, Armand is shocked by letters from his mother after his wife walks into the bayou with their child. (*) Adèle Ratignolle is contrasted with a woman who has an affair with": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.049145225
      ],
      [
        " Chop",
        -0.0017750228
      ],
      [
        "in",
        -2.9636918e-05
      ]
    ]
  },
  "It calls for an even number of protons and neutrons according to the liquid drop model, and it is also expressed in the Wiezsaecker formula, and it described the necessity for a colour quantum number for the quarks. Another important conclusion of it is the formation of the \"Fermi-level\" when a metal is cooled to absolute zero. This statement also describes why the degeneracy pressure helps white dwarves": {
    "guess": "Nuclear binding energy",
    "confidence": [
      [
        "N",
        -0.8287148
      ],
      [
        "uclear",
        -0.0025830283
      ],
      [
        " binding",
        -1.0117561
      ],
      [
        " energy",
        -0.003922026
      ]
    ]
  },
  "It can be calculated via the Bailey-Borwein-Plouffe method, and the Salamin-Brent method is a special kind of the Gauss-Legendre method which can be used to calculate this quantity. The limit of Viete's formula yields it, as do several Machin like series. The solution to the Basel problem is this squared over 6, and it is also the product of 4 and the sum of the Gregory-Leibniz series, though more notable approximations to it were made by Newton and Ramanujan. For 10 points, identify this constant, which can also, which is also approximated by 355 over 113 and 22 over 7.": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.027881593
      ]
    ]
  },
  "Called the Chambeshi River where it rises, it is divided into three distinct zones, the middle one including the seven cataracts of the Boyoma Falls, and the lower containing the so-called Malebo Pool.  With the Sangha, Kwa, and Ubangi as major tributaries, it flows for some 2900 miles.  For 10 points, name this south-central African river which flows between the cities of Brazzaville and Kinshasa.": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.003393491
      ],
      [
        "ongo",
        -3.1281633e-07
      ],
      [
        " River",
        -6.301394e-05
      ]
    ]
  },
  "Called the Chambeshi River where it rises, it is divided into three distinct zones, the middle one including": {
    "guess": "Zambezi River",
    "confidence": [
      [
        "Z",
        -1.0220709
      ],
      [
        "am",
        -0.24702525
      ],
      [
        "be",
        -0.00046928023
      ],
      [
        "zi",
        -0.0013178583
      ],
      [
        " River",
        -0.14469191
      ]
    ]
  },
  "One of these is called Balan Bacham and is defended by Mampes. The Owl Woman is in charge of one in Native American myth and Zoroastrian tradition refers to one called Chinvato Peretav, which is related to the Muslim al- Sirat. In Japanese myth, Ninigi marries the dancing Uzume off to a god associated": {
    "guess": "Bridges",
    "confidence": [
      [
        "B",
        -0.067905195
      ],
      [
        "rid",
        -0.00031472807
      ],
      [
        "ges",
        -2.0339032e-05
      ]
    ]
  },
  "One can calculate this quantity from the Clausius Clapeyron equation given the vapor pressure and heat of vaporization. A mixture for which this property is lower than for either of the constituent parts is called a positive azeotrope. This property can be bypassed by a process analogous to supersaturation, which can lead to violent eruptions upon adding nucleation sites. This colligative property can be defined as the temperature at which the vapor pressure is equal to ambient pressure. For ten points, name this phase transition which involves changing from a liquid to a gas, and happens in water at 100 degrees Celsius.": {
    "guess": "Boiling point",
    "confidence": [
      [
        "Bo",
        -0.002544274
      ],
      [
        "iling",
        -1.4974867e-05
      ],
      [
        " point",
        -0.23366839
      ]
    ]
  },
  "One of these is called Irkalla in Sumerian mythology. After visiting one of these, Izanagi created Tsukuyomi in the process of purifying himself, and the god Xolotl aids the journey to one of these places. A dark spot in the Milky Way is an entrance to one of these which is surrounded by rivers of blood, scorpions, and pus in Mayan tradition, known as Xibalba. Another of these places includes the Asphodel": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -0.011056192
      ],
      [
        "world",
        -1.473646e-05
      ]
    ]
  },
  "The so-called \"Greek Project\" was a program of this ruler, who also organized a league to defend neutral shipping to Great Britain. This monarch's first war with the Turks ended with the Treaty of Kuchuk Kainarji, but her major attempts at reforms ceased after Pugachev's rebellion. Coming to power with the help of Grigory Orlov in overthrowing her husband Peter III in 1762, for 10 points, name this supposedly \"enlightened despot\" of Russia.": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.006092085
      ],
      [
        "atherine",
        -5.025915e-05
      ],
      [
        " the",
        -0.0001688558
      ],
      [
        " Great",
        -5.419287e-05
      ]
    ]
  },
  "So-called \"zodiacal light\" is caused by particles which are roughly in equilibrium from the Poynting-Robertson effect, the Yarkovsky Effect, and this. First measured by E.F. Nichols and G.F. Hull in 1903,": {
    "guess": "Solar radiation pressure",
    "confidence": [
      [
        "Solar",
        -0.21718699
      ],
      [
        " radiation",
        -0.49657637
      ],
      [
        " pressure",
        -0.29779333
      ]
    ]
  },
  "This man called a group attempting to remove him from office the \"Constipational League\", rather than the Constitutional League, and when another group tried to impeach him, the newspapers switched captions on two pictures of rallies to make it seem that Standard Oil had more support than he did. His taxes on business and the planter class funded his free textbook program and road-building projects, but caused several attempts on this man's life, culminating in his 1935 assassination. FTP, name this": {
    "guess": "Huey Long",
    "confidence": [
      [
        "H",
        -0.020663455
      ],
      [
        "ue",
        -8.470901e-05
      ],
      [
        "y",
        -2.8802491e-05
      ],
      [
        " Long",
        -0.0159045
      ]
    ]
  },
  "So-called \"zodiacal light\" is caused by particles which are roughly in equilibrium from the Poynting-Robertson effect, the Yarkovsky Effect, and this. First measured by E.F. Nichols and G.F. Hull in 1903, P.N. Lebedev (*) used a set of flat metallic sheets in vacuum to prove its existence experimentally. For relativistic particles, it is equal to equal to one-third times the temperature to the fourth times the radiation constant, though it can also be calculated as equal to energy flux divided by the speed of light. FTP, name this phenomenon which causes comets' tails to go away from the sun, the force per unit area exerted by electromagnetic radiation.": {
    "guess": "Radiation pressure",
    "confidence": [
      [
        "Radi",
        -0.028992519
      ],
      [
        "ation",
        -0.00012535013
      ],
      [
        " pressure",
        -0.015555867
      ]
    ]
  },
  "Calixta agrees to marry Bobinôt after Clarisse removes Alcée from the title ball in a short story by this author. In another story, Armand is shocked by letters from his mother after his wife walks into": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.009179943
      ],
      [
        " Chop",
        -0.0009562438
      ],
      [
        "in",
        -9.014684e-06
      ]
    ]
  },
  "The so-called \"thixo\" index is derived by measuring this property at different shear rates. One form of this property is the coefficient of proportionality between shear stress and the velocity gradient. By Stokes's Law, the drag force on a sphere is equal to six pi times the sphere's diameter times its velocity times this property of the fluid. (*) Newtonian fluids have a constant value for this property, which comes in dynamic and kinematic forms. For 10 points, name this resistance of a fluid to flow.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0063823373
      ],
      [
        "cosity",
        -0.00012201976
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature include the father of Aegina, one called Simoeis, who inhabited the area around Troy, and Caicus and Termessus, who also inhabited Asia Minor. One of these entertains such figures as Lelex and Theseus in Ovid's Metamorphoses, and in Greek art, they were represented either as a man-headed bull, a bull-horned man with the body of a fish, or a man reclining pouring out an amphora. One of these figures was the father with Liriope of Narcissus, and one of these assaults Achilles until Hephaestus comes to his aid, while others included the father of Io and a pursuer of Arethusa. Cephissus, Inachus, and Alpheus were members of the three thousand of these beings who were the offspring of Oceanus and": {
    "guess": "River gods",
    "confidence": [
      [
        "River",
        -0.104636125
      ],
      [
        " gods",
        -0.43566018
      ]
    ]
  },
  "In Callimachus's Hymn to Delos, he claims that Lokoi are the  Aramaspians from the outskirts of the capital of this locale. The third  Olympian Ode of Pindar describes the magnificent trees of this place  which a god wishes to uproot and use in the Olympian Games. The major  prophet from this locale is Abaris, who performs miracles throughout  the world while riding his magic arrow. In part ruled by Chione, its  residents throw themselves into a lake to become (*) swans near death,  where they sing for the last time. It is nearby Pterophoros, a desert of eternal  winter, and the Rhipaion Mountains separate it from the land of the gryphons.  For 10 points, name this land of eternal sunshine in": {
    "guess": "Hyperborea",
    "confidence": [
      [
        "Hyper",
        -0.026850082
      ],
      [
        "b",
        -8.11329e-05
      ],
      [
        "orea",
        -0.000191024
      ]
    ]
  },
  "It has been called the poem that contains the universe, and the scope of its narrative does address everything": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.21878795
      ],
      [
        " Waste",
        -1.0012972
      ],
      [
        " Land",
        -7.226629e-06
      ]
    ]
  },
  "One of these is called Irkalla in Sumerian mythology. After visiting one of these, Izanagi created Tsukuyomi": {
    "guess": "Yomi",
    "confidence": [
      [
        "Y",
        -0.51852626
      ],
      [
        "omi",
        -0.0020158365
      ]
    ]
  },
  "One can calculate this quantity from the Clausius Clapeyron equation given the vapor pressure and heat of vaporization. A mixture for which this property is lower than for either of the constituent parts is called a positive azeotrope. This property can be bypassed by a process analogous to supersaturation, which can lead to violent eruptions upon adding nucleation sites. This colligative property": {
    "guess": "Boiling-point elevation",
    "confidence": [
      [
        "Bo",
        -0.0513397
      ],
      [
        "iling",
        -9.0907604e-05
      ],
      [
        "-point",
        -0.14437085
      ],
      [
        " elevation",
        -0.010157038
      ]
    ]
  },
  "Called the Chambeshi River where it rises, it is divided into three distinct zones, the middle one including the seven cataracts of the Boyoma Falls, and the lower containing the so-called Malebo Pool.": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0033630738
      ],
      [
        "ongo",
        -3.5313153e-06
      ],
      [
        " River",
        -2.2484697e-05
      ]
    ]
  },
  "One of these is called Balan Bacham and is defended by Mampes. The Owl Woman is in charge of one in Native American myth and Zoroastrian tradition refers to one called Chinvato Peretav, which is related to the Muslim al- Sirat. In Japanese myth, Ninigi marries the dancing Uzume off to a god associated with one. One of them in Norse myth can be called Asabru, and is presided over by Heimdall, but is better known as Bifrost or the Rainbow one. FTP, name this type of structure that connects two landmasses,": {
    "guess": "Bridge",
    "confidence": [
      [
        "Bridge",
        -0.1748921
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature include the father of Aegina, one called Simoeis, who inhabited the area around Troy, and Caicus and Termessus, who also inhabited Asia Minor. One of these entertains such figures as Lelex and Theseus in Ovid's Metamorphoses, and in Greek art, they were represented either as a man-headed bull, a bull-horned man with the body of a fish, or a man reclining pouring out an amphora. One of these figures": {
    "guess": "Ichthyocentaurs",
    "confidence": [
      [
        "Ich",
        -1.0997038
      ],
      [
        "thy",
        -0.0023428272
      ],
      [
        "oc",
        -0.0004220939
      ],
      [
        "enta",
        -0.043870077
      ],
      [
        "urs",
        -1.8789384e-05
      ]
    ]
  },
  "The so-called \"Greek Project\" was a program of this ruler, who also organized a league to defend neutral": {
    "guess": "Philip II of Macedon",
    "confidence": [
      [
        "Philip",
        -0.9913002
      ],
      [
        " II",
        -0.0026807715
      ],
      [
        " of",
        -0.00025216083
      ],
      [
        " Maced",
        -0.09114792
      ],
      [
        "on",
        -3.8934802e-05
      ]
    ]
  },
  "This man's calligrapher Omar Aqta was so skilled that he supposedly transcribed the entire Qu'ran on a signet ring. He promoted unity among his soldiers by founding the tradition of Kurash wrestling. His grandson Shah Rukh briefly reunited his empire after it was divvied up among his descendants. He": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.016622035
      ],
      [
        "ur",
        -0.0005577972
      ]
    ]
  },
  "This man called for justices to travel the land and issue writs of Quo Warranto to inquire into the legal": {
    "guess": "Quo warranto",
    "confidence": [
      [
        "Qu",
        -0.2766523
      ],
      [
        "o",
        -9.3530085e-05
      ],
      [
        " warrant",
        -0.00058210373
      ],
      [
        "o",
        -1.92662e-05
      ]
    ]
  },
  "One of these is called Balan Bacham and is defended by Mampes. The Owl Woman is in charge of one in Native American myth and Zoroastrian tradition refers to one called Chinvato Peretav, which is related to the Muslim al- Sirat. In Japanese myth, Ninigi marries the dancing Uzume off to a god associated with one. One of them in Norse myth can be called Asabru, and is presided over by Heimdall, but is": {
    "guess": "Bifrost",
    "confidence": [
      [
        "B",
        -0.6740121
      ],
      [
        "if",
        -0.7318717
      ],
      [
        "rost",
        -0.0011254526
      ]
    ]
  },
  "Called an \"eccentric exception\" by Felix Frankfurter, he wrote the majority opinion in Adair v. U.S., which invalidated a federal law forbidding yellow dog contracts; also, his dissent in Hurtado v. California foreshadowed the 20th century \"incorporation doctrine\".  Appointed to the Supreme Court by Hayes, who he had supported in the 1876 Republican convention as head of the Kentucky delegation, he is known for his strong dissents in the 1885 Civil Rights Cases and Plessy v. Ferguson.  For 10 points": {
    "guess": "John Marshall Harlan",
    "confidence": [
      [
        "John",
        -0.045599643
      ],
      [
        " Marshall",
        -0.020343214
      ],
      [
        " Har",
        -0.00012130453
      ],
      [
        "lan",
        -0.00088359555
      ]
    ]
  },
  "The so-called \"linear\" type of these compounds are known as glymes, which are super-effective at enhancing yields of processes like Ullmann couplings and Heck reactions. Reported in two landmark 1967 papers by Charles Pederson, their three-dimensional analogues are called cryptands, which also make use": {
    "guess": "Crown ether",
    "confidence": [
      [
        "C",
        -0.035111606
      ],
      [
        "rown",
        -0.011765106
      ],
      [
        " ether",
        -0.005415892
      ]
    ]
  },
  "This man called the kitchen the \"workspace\", and placed the automobile at the center of his \"Usonian\" designs. One building designed by this man uses a brick façade to emphasize a series of overlapping horizontal surfaces. In addition to the Robie House and other Prairie Style works, he used the Mayan revival style in a work which survived a 1923 earthquake, and extended cantilevered floors over (*)": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.5492951
      ],
      [
        " Lloyd",
        -0.0019070971
      ],
      [
        " Wright",
        -6.2656334e-05
      ]
    ]
  },
  "A calibration used by Kates and Weigelt makes models containing this entity less favorable, while Lynden and Bell's work in analyzing velocity fields led them to suggest its existence.  The Shapley concentration": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.41255203
      ],
      [
        " matter",
        -0.045596115
      ]
    ]
  },
  "Its calendar has its 28th day be called \"Earth\" and its 29th day \"Sacred Invocation.\" It holds that the bottom half of the universe was the second of the seven creations and one hero of it discovers fire in a rock. That hero is Hoshang,  a descendant of Gayomard. Sinners will be punished for three days": {
    "guess": "Zoroastrian calendar",
    "confidence": [
      [
        "Z",
        -0.09982106
      ],
      [
        "oro",
        -0.0014141658
      ],
      [
        "ast",
        -0.00021700673
      ],
      [
        "rian",
        -0.00038479414
      ],
      [
        " calendar",
        -0.0462593
      ]
    ]
  },
  "It has been called the poem that contains the universe, and the scope of its narrative does address everything from government to salvation.  The central themes, set in the context of the war between the Pandavas and Kauravas, are the evil destruction of war and the universal search for peace.  FTP try": {
    "guess": "Bhagavad Gita",
    "confidence": [
      [
        "B",
        -0.13094479
      ],
      [
        "h",
        -0.00014692599
      ],
      [
        "ag",
        -0.00025347207
      ],
      [
        "avad",
        -0.00036239854
      ],
      [
        " G",
        -0.00011892046
      ],
      [
        "ita",
        -1.92662e-05
      ]
    ]
  },
  "Its calendar has its 28th day be called \"Earth\" and its 29th day \"Sacred Invocation.\" It holds that the bottom half of the universe was the second of the seven creations and one hero of it discovers fire in a rock. That hero is Hoshang,  a descendant of Gayomard. Sinners will be punished for three days in the end, as Saoshyant will square off against evil. Its follwers pray in front of Fire Temples and their dead reside in towers of silence.  For ten points, name this religion whose texts like Visperard": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.006428891
      ],
      [
        "oro",
        -0.00077877333
      ],
      [
        "ast",
        -4.441817e-05
      ],
      [
        "rian",
        -4.9067115e-05
      ],
      [
        "ism",
        -0.09063197
      ]
    ]
  },
  "By calculating the exerted force on a material, a Guoy balance can be used to determine this quantity, while Faraday devised a configuration that allows one to calculate this quantity given mass. This quantity can be expressed as the ratio of bound to free current density in a material and it is equal to relative permeability minus one. Antiferromagnets have their maximum value for this quantity at": {
    "guess": "Permeability",
    "confidence": [
      [
        "Per",
        -0.377589
      ],
      [
        "me",
        -0.021879025
      ],
      [
        "ability",
        -0.0010453128
      ]
    ]
  },
  "It called for general assemblies in April and September, the first being the Court of Election at which any person who took the Oath of Fidelity could vote for the governor or six magistrates. This document's last article states that all taxes must be allocated by a board consisting of an equal number of residents from each town. Adopted in 1639, it is regarded, along with the Mayflower Compact, as the start of the constitutional tradition in America. For 10 points, name this charter stating that": {
    "guess": "Fundamental Orders of Connecticut",
    "confidence": [
      [
        "Fund",
        -0.6719443
      ],
      [
        "amental",
        -0.0002818352
      ],
      [
        " Orders",
        -0.0009299254
      ],
      [
        " of",
        -4.274932e-05
      ],
      [
        " Connecticut",
        -0.0004406823
      ]
    ]
  },
  "This man called his only major composition for organ an attempt to revive polyphonic music, as that was": {
    "guess": "Fantasia and Fugue on the Theme B-A-C-H",
    "confidence": [
      [
        "Fant",
        -0.4378962
      ],
      [
        "asia",
        -0.0739937
      ],
      [
        " and",
        -0.01165835
      ],
      [
        " F",
        -0.0003205654
      ],
      [
        "ug",
        -0.0003189002
      ],
      [
        "ue",
        -2.0696643e-05
      ],
      [
        " on",
        -0.0019380349
      ],
      [
        " the",
        -0.020558821
      ],
      [
        " Theme",
        -0.7231784
      ],
      [
        " B",
        -0.00026813045
      ],
      [
        "-A",
        -0.012858408
      ],
      [
        "-C",
        -1.1041146e-05
      ],
      [
        "-H",
        -2.8444882e-05
      ]
    ]
  },
  "One of these is called Irkalla in Sumerian mythology. After visiting one of these, Izanagi created Tsukuyomi in the process of purifying himself, and the god Xolotl aids the journey to one of these places. A dark spot in the Milky Way is an entrance to one of these which is surrounded by rivers of blood, scorpions, and pus in Mayan tradition, known as Xibalba. Another of these places includes the Asphodel Meadows and the Elysian Fields and featured five rivers, like the Acheron and the Styx. For": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -0.02695058
      ],
      [
        "world",
        -1.3663626e-05
      ]
    ]
  },
  "She is called \"the sweetest innocent that e'er did lift up eye.\" Her uncle Gratiano is suspicious of her marriage but comes to accept it as does her father Brabanto. This \"most fresh & delicate creature\" remains \"chaste & heavenly true\" despite the rumors that Emilia & Bianca fail to disprove in time.": {
    "guess": "Desdemona",
    "confidence": [
      [
        "Des",
        -0.0020373685
      ],
      [
        "dem",
        -7.743759e-05
      ],
      [
        "ona",
        -3.8100377e-05
      ]
    ]
  },
  "A calibration used by Kates and Weigelt makes models containing this entity less favorable, while Lynden and Bell's work in analyzing velocity fields led them to suggest its existence.  The Shapley concentration is approximately 10 times its size, and it is located beyond Hydra-Centaurus. Evidence for its existence came from (*) CMB observations of the motion of the Local Group, as accounting for the Virgo Supercluster alone left residual components.  Abell 3627 may be near its center, and data suggests it may be a supercluster. For 10 points, identify this entity, which draws the Milky Way and other galaxies towards it.": {
    "guess": "Great Attractor",
    "confidence": [
      [
        "Great",
        -0.14817238
      ],
      [
        " At",
        -0.0017840605
      ],
      [
        "tractor",
        -2.4749568e-05
      ]
    ]
  },
  "It can be calculated by taking the integral of torque with respect to the angular positions before and after.  An alternative definition says that at constant volume and pressure, it is simply the product": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.5620243
      ],
      [
        " capacity",
        -0.8588287
      ]
    ]
  },
  "So-called \"zodiacal light\" is caused by particles which are roughly in equilibrium from the Poynting-Robertson": {
    "guess": "Zodiacal light",
    "confidence": [
      [
        "Z",
        -0.78815424
      ],
      [
        "odiac",
        -0.0002450086
      ],
      [
        "al",
        -0.00010402
      ],
      [
        " light",
        -0.26850793
      ]
    ]
  },
  "The so-called \"thixo\" index is derived by measuring this property at different shear rates. One form of this property is the coefficient of proportionality between shear stress and the velocity gradient.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0071576657
      ],
      [
        "cosity",
        -0.043291245
      ]
    ]
  },
  "This man called for justices to travel the land and issue writs of Quo Warranto to inquire into the legal rights of the lords through the Statute of Gloucester. Prior to his ascension to the throne, this man and Gilbert de Clare won the Battle of Evesham, ending the Second Barons' War. This king arranged a truce with Philip the Fair and returned to England following news of defeat at the Battle of Stirling Bridge. Upon his return, he organized an invasion that secured victory at Falkirk, where he defeated the forces of William Wallace. For 10 points, identify this English king who succeeded Henry III and was known as \"Hammer of the Scots.\"": {
    "guess": "Edward I of England",
    "confidence": [
      [
        "Edward",
        -0.0021298027
      ],
      [
        " I",
        -0.00022773506
      ],
      [
        " of",
        -3.5313153e-06
      ],
      [
        " England",
        -1.4021238e-05
      ]
    ]
  },
  "Called an \"eccentric exception\" by Felix Frankfurter, he wrote the majority opinion in Adair v. U.S., which invalidated a federal law forbidding yellow dog contracts; also, his dissent in Hurtado v. California foreshadowed the 20th century \"incorporation doctrine\".  Appointed to the Supreme Court by Hayes, who he had supported in the 1876 Republican convention as head of the Kentucky delegation, he is known for his strong dissents in the 1885 Civil Rights Cases and Plessy v. Ferguson.  For 10 points - name this long-serving justice.": {
    "guess": "John Marshall Harlan",
    "confidence": [
      [
        "John",
        -0.07430816
      ],
      [
        " Marshall",
        -0.0150664365
      ],
      [
        " Har",
        -7.13582e-05
      ],
      [
        "lan",
        -0.00051681313
      ]
    ]
  },
  "The so-called \"linear\" type of these compounds are known as glymes, which are super-effective at enhancing yields of processes like Ullmann couplings and Heck reactions. Reported in two landmark 1967 papers": {
    "guess": "Glycol ethers",
    "confidence": [
      [
        "G",
        -0.9140494
      ],
      [
        "ly",
        -0.0004070779
      ],
      [
        "col",
        -0.15977046
      ],
      [
        " ethers",
        -0.7886784
      ]
    ]
  },
  "A man who calls a woman a harlot would have to pay 1800 denars. Calling a person a \"fox\" or \"hare\" is a fine of three shillings. The final section deals with the distribution of the Wergeld while title 57 deals with the Chrenecruda. Containing a long list of fines called a compositio, it is primarily": {
    "guess": "Salic law",
    "confidence": [
      [
        "Sal",
        -0.35421795
      ],
      [
        "ic",
        -0.00049131457
      ],
      [
        " law",
        -0.22958638
      ]
    ]
  },
  "Its calendar has its 28th day be called \"Earth\" and its 29th day \"Sacred Invocation.\" It holds that the bottom half of the universe was the second of the seven creations and one hero of it discovers fire in a rock. That hero is Hoshang,  a descendant of Gayomard. Sinners will be punished for three days in the end, as Saoshyant will square off against evil. Its follwers pray in front of Fire Temples and their dead reside in towers of silence.  For ten points, name this religion whose texts like Visperard and Yasna are found in the Avesta, which relates tales about Ahura Mazda, founded by a namesake Persian prophet.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0018107218
      ],
      [
        "oro",
        -0.0004810777
      ],
      [
        "ast",
        -3.5477897e-05
      ],
      [
        "rian",
        -7.9418505e-06
      ],
      [
        "ism",
        -0.08365099
      ]
    ]
  },
  "By calculating the exerted force on a material, a Guoy balance can be used to determine this quantity, while Faraday devised a configuration that allows one to calculate this quantity given mass. This quantity can be expressed as the ratio of bound to free current density in a material and it is equal to relative permeability minus one. Antiferromagnets have their maximum value for this quantity at the Neel point. This quantity is negative for diamagnetic materials and positive for paramagnetic ones. Denoted chi-sub-m, for 10 points, name this quantity, the degree to which a material is affected": {
    "guess": "Magnetic susceptibility",
    "confidence": [
      [
        "M",
        -0.13173464
      ],
      [
        "agnetic",
        -0.08388702
      ],
      [
        " susceptibility",
        -0.31624204
      ]
    ]
  },
  "This man called for justices to travel the land and issue writs of Quo Warranto to inquire into the legal rights of the lords through the Statute of Gloucester. Prior to his ascension to the throne, this": {
    "guess": "Edward I of England",
    "confidence": [
      [
        "Edward",
        -0.539352
      ],
      [
        " I",
        -0.041329008
      ],
      [
        " of",
        -0.32839054
      ],
      [
        " England",
        -3.9769227e-05
      ]
    ]
  },
  "These are called share drafts when they are issued by credit unions. These are involved in the illegal act of kiting, which involves accounts at different financial institutions. Magnetic Ink Character": {
    "guess": "Check fraud",
    "confidence": [
      [
        "Check",
        -0.46991175
      ],
      [
        " fraud",
        -1.1137311
      ]
    ]
  },
  "The so-called coup by memorandum in this country brought about the downfall of its Justice Party, while a new constitution was proclaimed following a 1960 coup by General Gursel. The first ruler of this": {
    "guess": "Turkey",
    "confidence": [
      [
        "Turkey",
        -0.0020933996
      ]
    ]
  },
  "This man called for justices to travel the land and issue writs of Quo Warranto to inquire into the legal rights of the lords through the Statute of Gloucester. Prior to his ascension to the throne, this man and Gilbert de Clare won the Battle of Evesham, ending the Second Barons' War. This king arranged a truce with Philip the Fair and returned to England following news of defeat at the Battle of": {
    "guess": "Edward I of England",
    "confidence": [
      [
        "Edward",
        -0.011516368
      ],
      [
        " I",
        -0.09132768
      ],
      [
        " of",
        -0.0070215417
      ],
      [
        " England",
        -5.157039e-05
      ]
    ]
  },
  "The so-called \"linear\" type of these compounds are known as glymes, which are super-effective at enhancing yields of processes like Ullmann couplings and Heck reactions. Reported in two landmark 1967 papers by Charles Pederson, their three-dimensional analogues are called cryptands, which also make use of nitrogen in complexing. The exterior of these compounds is nonpolar, hydrophobic, and takes on": {
    "guess": "Crown ether",
    "confidence": [
      [
        "C",
        -0.05538871
      ],
      [
        "rown",
        -0.021237124
      ],
      [
        " ether",
        -0.037198786
      ]
    ]
  },
  "Calcium gluconate gel is used to treat exposure to a compound containing an ion derived from this element.": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.7164376
      ],
      [
        "u",
        -0.00011951648
      ],
      [
        "or",
        -1.831257e-05
      ],
      [
        "ine",
        -0.33224386
      ]
    ]
  },
  "The so-called \"linear\" type of these compounds are known as glymes, which are super-effective at enhancing yields of processes like Ullmann couplings and Heck reactions. Reported in two landmark 1967 papers by Charles Pederson, their three-dimensional analogues are called cryptands, which also make use of nitrogen in complexing. The exterior of these compounds is nonpolar, hydrophobic, and takes on a hydrocarbon character. The notation system for them places their number of oxygen atoms last, and": {
    "guess": "Crown ether",
    "confidence": [
      [
        "C",
        -0.056663282
      ],
      [
        "rown",
        -0.0029382408
      ],
      [
        " ether",
        -0.029421002
      ]
    ]
  },
  "One of these is called Balan Bacham and is defended by Mampes. The Owl Woman is in charge of one in Native American myth and Zoroastrian tradition refers to one called Chinvato Peretav, which is related to the Muslim al- Sirat. In Japanese myth, Ninigi marries the dancing Uzume off to a god associated with one. One of them in Norse myth can be called Asabru, and is presided over by Heimdall, but is better known as Bifrost or the Rainbow one. FTP, name this type of structure that connects two landmasses, another example of which might be the Golden Gate.": {
    "guess": "Bridge",
    "confidence": [
      [
        "Bridge",
        -0.22429894
      ]
    ]
  },
  "It can be calculated via the Bailey-Borwein-Plouffe method, and the Salamin-Brent method is a special kind of the Gauss-Legendre method which can be used to calculate this quantity. The limit of Viete's formula yields it, as do several Machin like series. The solution to the Basel problem is this squared": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.0015171191
      ]
    ]
  },
  "Caligula's planned invasion of this region ended bizarrely when he drew his troops in battle formation on the seashore and ordered them to attack the water and collect seashells. Caesar's invasion of this region successfully installed the client king Mandubracius. This region was the site of the Battle": {
    "guess": "Roman Britain",
    "confidence": [
      [
        "Roman",
        -0.024891393
      ],
      [
        " Britain",
        -0.024931166
      ]
    ]
  },
  "Calixta agrees to marry Bobinôt after Clarisse removes Alcée from the title ball in a short story by this author. In another story, Armand is shocked by letters from his mother after his wife walks into the bayou with their child. (*) Adèle Ratignolle is contrasted with a woman who has an affair with Robert Lebrun and drowns herself in the sea; that woman is Edna Pontellier. For 10 points, name this author of \"Désirée's Baby\" and The Awakening.": {
    "guess": "Kate Chopin",
    "confidence": [
      [
        "Kate",
        -0.0017624057
      ],
      [
        " Chop",
        -5.407367e-05
      ],
      [
        "in",
        -3.2929079e-06
      ]
    ]
  },
  "This man called the Second Council of Constantinople in order to resolve the Monophysite Controversy. One of this ruler's reform efforts was overseen by Tribonian. The Secret History of Procopius is an account of this man's reign. This ruler was opposed by the Blues and Greens in one rebellion. That": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.0013116634
      ],
      [
        "ian",
        -0.00066990557
      ],
      [
        " I",
        -0.00020997738
      ]
    ]
  },
  "The so-called \"linear\" type of these compounds are known as glymes, which are super-effective at enhancing yields of processes like Ullmann couplings and Heck reactions. Reported in two landmark 1967 papers by Charles Pederson, their three-dimensional analogues are called cryptands, which also make use of nitrogen in complexing. The exterior of these compounds is nonpolar, hydrophobic, and takes on a hydrocarbon character. The notation system for them places their number of oxygen atoms last, and these oxygen atoms are crucial in coordinating with metal ions in their interior cavity. For ten points, name these heterocyclic compounds with repeating ethylene glycol units, a certain type of ethers": {
    "guess": "Crown ether",
    "confidence": [
      [
        "C",
        -0.021750018
      ],
      [
        "rown",
        -0.00086072314
      ],
      [
        " ether",
        -0.048723623
      ]
    ]
  },
  "Caligula's planned invasion of this region ended bizarrely when he drew his troops in battle formation on the seashore and ordered them to attack the water and collect seashells. Caesar's invasion of this region successfully installed the client king Mandubracius. This region was the site of the Battle of Watling Street, in which Gaius Suetonius Paulinus defeated a rebellion of the Iceni led by (*) Boudica. The actual Roman conquest of this region began under Claudius, whose general Aulus Plautius": {
    "guess": "Roman Britain",
    "confidence": [
      [
        "Roman",
        -0.0066807983
      ],
      [
        " Britain",
        -0.43664926
      ]
    ]
  },
  "This man called a group attempting to remove him from office the \"Constipational League\", rather than the Constitutional League, and when another group tried to impeach him, the newspapers switched captions": {
    "guess": "Andrew Johnson",
    "confidence": [
      [
        "Andrew",
        -0.22305265
      ],
      [
        " Johnson",
        -0.0256209
      ]
    ]
  },
  "Calcareous grasslands have high concentrations of these compounds, and the effectiveness of these compounds can be expressed as a DN value. Diisopropyl amine is treated with one of these compounds to synthesize LDA, which can also act as one of these compounds. Compounds in which a carbon is a double bonded to a nitrogen which in turn is substituted with an R group are versions of these compounds named for Schiff. Arrhenius described these as substances that disassociate to yield hydroxide ions in": {
    "guess": "Base (chemistry)",
    "confidence": [
      [
        "Base",
        -0.029359527
      ],
      [
        " (",
        -0.0013364321
      ],
      [
        "chemistry",
        -0.0052840384
      ],
      [
        ")",
        -1.6882126e-05
      ]
    ]
  },
  "Its calendar has its 28th day be called \"Earth\" and its 29th day \"Sacred Invocation.\" It holds that the bottom half of the universe was the second of the seven creations and one hero of it discovers fire": {
    "guess": "Aztec calendar",
    "confidence": [
      [
        "Az",
        -0.7111448
      ],
      [
        "tec",
        -0.00084512576
      ],
      [
        " calendar",
        -0.040299263
      ]
    ]
  },
  "It called for a plan \"guided by equitable principles\" and \"characterized by a practical flexibility,\"": {
    "guess": "Progressive Era",
    "confidence": [
      [
        "Progress",
        -1.6024737
      ],
      [
        "ive",
        -0.0078406045
      ],
      [
        " Era",
        -0.4060405
      ]
    ]
  },
  "These are called share drafts when they are issued by credit unions. These are involved in the illegal": {
    "guess": "Share draft",
    "confidence": [
      [
        "Share",
        -0.058835786
      ],
      [
        " draft",
        -0.03429213
      ]
    ]
  },
  "A man who calls a woman a harlot would have to pay 1800 denars. Calling a person a \"fox\" or \"hare\" is a fine of three shillings. The final section deals with the distribution of the Wergeld while title": {
    "guess": "Salic law",
    "confidence": [
      [
        "Sal",
        -0.120689884
      ],
      [
        "ic",
        -0.00012094693
      ],
      [
        " law",
        -0.18042703
      ]
    ]
  },
  "Caligula's planned invasion of this region ended bizarrely when he drew his troops in battle formation on the seashore and ordered them to attack the water and collect seashells. Caesar's invasion of this region successfully installed the client king Mandubracius. This region was the site of the Battle of Watling Street, in which Gaius Suetonius Paulinus defeated a rebellion of the Iceni led by (*)": {
    "guess": "Roman Britain",
    "confidence": [
      [
        "Roman",
        -0.0074781408
      ],
      [
        " Britain",
        -0.06355824
      ]
    ]
  },
  "This man called his only major composition for organ an attempt to revive polyphonic music, as that was \"the only true and vital style for the instrument,\" and that work built upon his earlier 29 Preludes for organ. Besides Commotio, one of his works opens with 26 repeated A's, and he included Hindu and Negro dances as well as a depiction of the Marketplace at Isphahan in his Aladdin Suite. He also": {
    "guess": "Carl Nielsen",
    "confidence": [
      [
        "Carl",
        -0.826617
      ],
      [
        " Nielsen",
        -0.0016132927
      ]
    ]
  },
  "In Callimachus's Hymn to Delos, he claims that Lokoi are the  Aramaspians from the outskirts of the capital": {
    "guess": "Aramaspi",
    "confidence": [
      [
        "A",
        -0.5148626
      ],
      [
        "ram",
        -0.14503708
      ],
      [
        "as",
        -0.056996416
      ],
      [
        "pi",
        -0.0024116847
      ]
    ]
  },
  "In Callimachus's Hymn to Delos, he claims that Lokoi are the  Aramaspians from the outskirts of the capital of this locale. The third  Olympian Ode of Pindar describes the magnificent trees of this place  which a god wishes to uproot and use in the Olympian Games. The major  prophet from this locale is Abaris, who performs miracles throughout  the world while riding his magic arrow. In part ruled by Chione, its  residents throw themselves into a lake to become (*) swans near death,  where they sing for the last time. It is nearby Pterophoros, a desert of eternal  winter, and the Rhipaion Mountains separate it from the land of the gryphons.  For 10 points, name this land of eternal sunshine in the North.": {
    "guess": "Hyperborea",
    "confidence": [
      [
        "Hyper",
        -0.008711722
      ],
      [
        "b",
        -0.00010568886
      ],
      [
        "orea",
        -0.00014501873
      ]
    ]
  },
  "This man called the kitchen the \"workspace\", and placed the automobile at the center of his \"Usonian\" designs. One building designed by this man uses a brick façade to emphasize a series of overlapping horizontal surfaces. In addition to the Robie House and other Prairie Style works, he used the Mayan": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.0020529549
      ],
      [
        " Lloyd",
        -0.0002576442
      ],
      [
        " Wright",
        -1.7954959e-05
      ]
    ]
  },
  "By calculating the exerted force on a material, a Guoy balance can be used to determine this quantity, while Faraday devised a configuration that allows one to calculate this quantity given mass. This quantity can be expressed as the ratio of bound to free current density in a material and it is equal": {
    "guess": "Electrical conductivity",
    "confidence": [
      [
        "Elect",
        -0.8723595
      ],
      [
        "rical",
        -0.0026719724
      ],
      [
        " conductivity",
        -0.25382888
      ]
    ]
  },
  "A calibration used by Kates and Weigelt makes models containing this entity less favorable, while Lynden and Bell's work in analyzing velocity fields led them to suggest its existence.  The Shapley concentration is approximately 10 times its size, and it is located beyond Hydra-Centaurus. Evidence for its existence came from (*) CMB observations of the motion of the Local Group, as accounting for the Virgo Supercluster alone left residual components.  Abell 3627 may be near its center, and data suggests it may be a supercluster. For 10 points, identify this entity, which draws the Milky Way and": {
    "guess": "Great Attractor",
    "confidence": [
      [
        "Great",
        -0.3900278
      ],
      [
        " At",
        -0.0028036798
      ],
      [
        "tractor",
        -7.672237e-05
      ]
    ]
  },
  "This man called a group attempting to remove him from office the \"Constipational League\", rather than": {
    "guess": "Impeachment of Andrew Johnson",
    "confidence": [
      [
        "Im",
        -0.07583389
      ],
      [
        "pe",
        -9.133887e-06
      ],
      [
        "achment",
        -0.0002519224
      ],
      [
        " of",
        -0.29223153
      ],
      [
        " Andrew",
        -0.23133047
      ],
      [
        " Johnson",
        -0.00015133653
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature include the father of Aegina, one called Simoeis, who inhabited the area around Troy, and Caicus and Termessus, who also inhabited Asia Minor. One of these entertains such figures as Lelex and Theseus in Ovid's Metamorphoses, and in Greek art, they were represented either as a man-headed bull, a bull-horned man with the body of a fish, or a man reclining pouring out an amphora. One of these figures was the father with Liriope of Narcissus, and one of these assaults Achilles until Hephaestus comes to his aid, while others included the father of Io and a pursuer of Arethusa. Cephissus, Inachus, and Alpheus were members of the three thousand of these beings who were the offspring of Oceanus and Tethys. FTP, name these entities, better known examples of which included Achelous, Scamander, Nilus,": {
    "guess": "River gods",
    "confidence": [
      [
        "River",
        -0.029730124
      ],
      [
        " gods",
        -0.043589614
      ]
    ]
  },
  "This man's calligrapher Omar Aqta was so skilled that he supposedly transcribed the entire Qu'ran on a signet ring. He promoted unity among his soldiers by founding the tradition of Kurash wrestling. His grandson Shah Rukh briefly reunited his empire after it was divvied up among his descendants. He kidnapped the artisans of Damascus and was victorious over Tughluq at Panipat in 1398, after which he sacked Delhi. He waged war with the Knights of Rhodes at Smyrna, and his underling Tokhtamysh fought against Russia for him before turning against him, leading this man to order rebels' skulls stacked": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.0029805526
      ],
      [
        "ur",
        -0.000435795
      ]
    ]
  },
  "One can calculate this quantity from the Clausius Clapeyron equation given the vapor pressure and heat": {
    "guess": "Boiling point",
    "confidence": [
      [
        "Bo",
        -0.18721001
      ],
      [
        "iling",
        -1.7239736e-05
      ],
      [
        " point",
        -0.0034301968
      ]
    ]
  },
  "Calcium gluconate gel is used to treat exposure to a compound containing an ion derived from this element. Henri Moissan developed the electrolytic process still used today to isolate its diatomic form,": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.06748385
      ],
      [
        "u",
        -0.0018929373
      ],
      [
        "or",
        -7.9940866e-05
      ],
      [
        "ine",
        -0.0048988047
      ]
    ]
  },
  "It can be calculated via the Bailey-Borwein-Plouffe method, and the Salamin-Brent method is a special kind of the Gauss-Legendre method which can be used to calculate this quantity. The limit of Viete's formula yields it, as do several Machin like series. The solution to the Basel problem is this squared over 6, and it is also the product of 4 and the sum of the Gregory-Leibniz series, though more": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.0049488666
      ]
    ]
  },
  "In Callimachus's Hymn to Delos, he claims that Lokoi are the  Aramaspians from the outskirts of the capital of this locale. The third  Olympian Ode of Pindar describes the magnificent trees of this place  which a god wishes to uproot and use in the Olympian Games. The major  prophet from this locale is Abaris, who performs miracles throughout  the world while riding his magic arrow. In part ruled by": {
    "guess": "Delos",
    "confidence": [
      [
        "Del",
        -0.10112796
      ],
      [
        "os",
        -0.3820346
      ]
    ]
  },
  "By calculating the exerted force on a material, a Guoy balance can be used to determine this quantity, while Faraday devised a configuration that allows one to calculate this quantity given mass. This quantity can be expressed as the ratio of bound to free current density in a material and it is equal to relative permeability minus one. Antiferromagnets have their maximum value for this quantity at the Neel point. This quantity is negative for diamagnetic materials and positive for paramagnetic ones. Denoted chi-sub-m, for 10 points, name this quantity, the degree to which a material is affected by an applied magnetic field.": {
    "guess": "Magnetic susceptibility",
    "confidence": [
      [
        "M",
        -0.11306582
      ],
      [
        "agnetic",
        -0.004711596
      ],
      [
        " susceptibility",
        -0.27948257
      ]
    ]
  },
  "It calls for an even number of protons and neutrons according to the liquid drop model, and it is also expressed in the Wiezsaecker formula, and it described the necessity for a colour quantum number for the quarks. Another important conclusion of it is the formation of the \"Fermi-level\" when a metal is cooled to absolute zero. This statement also describes why the degeneracy pressure helps white dwarves survive, and it was first posited to explain some anomalous spectroscopic results observed in": {
    "guess": "Nuclear shell model",
    "confidence": [
      [
        "N",
        -0.7685623
      ],
      [
        "uclear",
        -0.0016051979
      ],
      [
        " shell",
        -1.1951162
      ],
      [
        " model",
        -0.00063714286
      ]
    ]
  },
  "Caligula's planned invasion of this region ended bizarrely when he drew his troops in battle formation on the seashore and ordered them to attack the water and collect seashells. Caesar's invasion of this": {
    "guess": "Roman Britain",
    "confidence": [
      [
        "Roman",
        -0.24095596
      ],
      [
        " Britain",
        -0.04828243
      ]
    ]
  },
  "One of these is called Balan Bacham and is defended by Mampes. The Owl Woman is in charge of one in Native American myth and Zoroastrian tradition refers to one called Chinvato Peretav, which is related": {
    "guess": "Bridge of the Separator",
    "confidence": [
      [
        "Bridge",
        -0.31793854
      ],
      [
        " of",
        -0.5325569
      ],
      [
        " the",
        -0.12504758
      ],
      [
        " Separator",
        -0.45557702
      ]
    ]
  },
  "It called for general assemblies in April and September, the first being the Court of Election at which any person who took the Oath of Fidelity could vote for the governor or six magistrates. This document's last article states that all taxes must be allocated by a board consisting of an equal number of residents from each town. Adopted in 1639, it is regarded, along with the Mayflower Compact, as the start of the constitutional tradition in America. For 10 points, name this charter stating that \"the Inhabitants and Residents of Windsor, Hartford and Wethersfield\"…\"conjoin ourselves to be as one": {
    "guess": "The Fundamental Orders of Connecticut",
    "confidence": [
      [
        "The",
        -0.115124546
      ],
      [
        " Fundamental",
        -0.003930099
      ],
      [
        " Orders",
        -0.00019531534
      ],
      [
        " of",
        -1.6240566e-06
      ],
      [
        " Connecticut",
        -0.000245247
      ]
    ]
  },
  "It has been called the poem that contains the universe, and the scope of its narrative does address everything from government to salvation.  The central themes, set in the context of the war between the Pandavas and Kauravas, are the evil destruction of war and the universal search for peace.  FTP try to give the name of the longest epic in the world, consisting of 88,000 Sanskrit verses, that according": {
    "guess": "Mahabharata",
    "confidence": [
      [
        "Mah",
        -0.0107741365
      ],
      [
        "ab",
        -0.0016232913
      ],
      [
        "har",
        -3.3213026e-05
      ],
      [
        "ata",
        -9.388769e-05
      ]
    ]
  },
  "Caligula's planned invasion of this region ended bizarrely when he drew his troops in battle formation on the seashore and ordered them to attack the water and collect seashells. Caesar's invasion of this region successfully installed the client king Mandubracius. This region was the site of the Battle of Watling Street, in which Gaius Suetonius Paulinus defeated a rebellion of the Iceni led by (*) Boudica. The actual Roman conquest of this region began under Claudius, whose general Aulus Plautius served as its first governor. Hadrian's Wall was constructed in this region. For ten points, identify": {
    "guess": "Roman Britain",
    "confidence": [
      [
        "Roman",
        -0.007921034
      ],
      [
        " Britain",
        -0.00027635184
      ]
    ]
  },
  "Calcareous grasslands have high concentrations of these compounds, and the effectiveness of these compounds can be expressed as a DN value. Diisopropyl amine is treated with one of these compounds to synthesize LDA, which can also act as one of these compounds. Compounds in which a carbon is a double bonded to a nitrogen which in turn is substituted with an R group are versions of these compounds named": {
    "guess": "Lewis acids",
    "confidence": [
      [
        "Lewis",
        -1.4399648
      ],
      [
        " acids",
        -0.8240003
      ]
    ]
  },
  "One can calculate this quantity from the Clausius Clapeyron equation given the vapor pressure and heat of vaporization. A mixture for which this property is lower than for either of the constituent parts is called a positive azeotrope. This property can be bypassed by a process analogous to supersaturation, which can lead to violent eruptions upon adding nucleation sites. This colligative property can be defined as the temperature at which the vapor pressure is equal to ambient pressure. For ten points, name this phase transition which involves changing from a liquid to a gas, and happens in water": {
    "guess": "Boiling point",
    "confidence": [
      [
        "Bo",
        -0.0017824026
      ],
      [
        "iling",
        -2.1173457e-05
      ],
      [
        " point",
        -0.14240772
      ]
    ]
  },
  "This man called the kitchen the \"workspace\", and placed the automobile at the center of his \"Usonian\" designs. One building designed by this man uses a brick façade to emphasize a series of overlapping horizontal surfaces. In addition to the Robie House and other Prairie Style works, he used the Mayan revival style in a work which survived a 1923 earthquake, and extended cantilevered floors over (*) Bear Run in a Pennsylvania house built for Edgar Kaufmann. For 10 points, name this American architect of the Imperial Hotel in Tokyo and Fallingwater.": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.0060875807
      ],
      [
        " Lloyd",
        -0.00032247265
      ],
      [
        " Wright",
        -2.0339032e-05
      ]
    ]
  },
  "The so-called coup by memorandum in this country brought about the downfall of its Justice Party, while a new constitution was proclaimed following a 1960 coup by General Gursel. The first ruler of this nation successfully annexed the French-controlled region of Alexandretta. This modern-day country's borders were originally set by the Treaty of Sevres, although it gained formal recognition by the Treaty of (*) Lausanne. In response to the overthrow of Archbishop Makarios, it launched a 1974 invasion and occupation of a nearby nation. Ruled during World War II by President Ismet Inonu, this country": {
    "guess": "Turkey",
    "confidence": [
      [
        "Turkey",
        -0.44728562
      ]
    ]
  },
  "The so-called \"linear\" type of these compounds are known as glymes, which are super-effective at enhancing yields of processes like Ullmann couplings and Heck reactions. Reported in two landmark 1967 papers by Charles Pederson, their three-dimensional analogues are called cryptands, which also make use of nitrogen in complexing. The exterior of these compounds is nonpolar, hydrophobic, and takes on a hydrocarbon character. The notation system for them places their number of oxygen atoms last, and these oxygen atoms are crucial in coordinating with metal ions in their interior cavity. For ten points,": {
    "guess": "Crown ether",
    "confidence": [
      [
        "C",
        -0.039975055
      ],
      [
        "rown",
        -0.0019903746
      ],
      [
        " ether",
        -0.078195944
      ]
    ]
  },
  "A man who calls a woman a harlot would have to pay 1800 denars. Calling a person a \"fox\" or \"hare\" is": {
    "guess": "Salic law",
    "confidence": [
      [
        "Sal",
        -0.0010248318
      ],
      [
        "ic",
        -4.2153304e-05
      ],
      [
        " law",
        -0.05912314
      ]
    ]
  },
  "It can be calculated via the Bailey-Borwein-Plouffe method, and the Salamin-Brent method is a special": {
    "guess": "Brent–Salamin algorithm",
    "confidence": [
      [
        "B",
        -1.1277728
      ],
      [
        "rent",
        -0.0011768936
      ],
      [
        "–",
        -0.095344394
      ],
      [
        "Sal",
        -0.002537848
      ],
      [
        "amin",
        -2.3392786e-06
      ],
      [
        " algorithm",
        -0.005118835
      ]
    ]
  },
  "This man called his only major composition for organ an attempt to revive polyphonic music, as that was \"the only true and vital style for the instrument,\" and that work built upon his earlier 29 Preludes for organ. Besides Commotio, one of his works opens with 26 repeated A's, and he included Hindu and Negro dances as well as a depiction of the Marketplace at Isphahan in his Aladdin Suite. He also modeled the movement of the sun in the Helios Overture, and he composed the opera Saul and David in addition to the aforementioned Sinfonia Espansiva. The third movement of another of his works ends with oboe playing solo above the strings and segues into the fourth movement which features a battle between two sets of timpani on opposite sides of the stage. For 10 points, name this Danish composer": {
    "guess": "Carl Nielsen",
    "confidence": [
      [
        "Carl",
        -0.26014727
      ],
      [
        " Nielsen",
        -0.0010373335
      ]
    ]
  },
  "The so-called \"thixo\" index is derived by measuring this property at different shear rates. One form": {
    "guess": "Thixotropy",
    "confidence": [
      [
        "Th",
        -0.76122725
      ],
      [
        "ix",
        -0.0006345204
      ],
      [
        "ot",
        -2.618001e-05
      ],
      [
        "ropy",
        -1.11603495e-05
      ]
    ]
  },
  "It called for a plan \"guided by equitable principles\" and \"characterized by a practical flexibility,\" and noted that \"the burden rests on the defendants to establish that additional time is necessary in the public interest.\" It re-affirmed the Supreme Court's original ruling in the matter and warned that \"the vitality of these constitutional principles cannot be allowed to yield simply because of disagreement with them.\" Clarifying the previous decision by addressing the issue of relief, it ordered that \"all deliberate speed\" be employed. FTP, name this decision issued one year after a like-named case that overturned Plessy v. Ferguson by outlawing segregation in public schools.": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.00097196765
      ],
      [
        " v",
        -0.09412765
      ],
      [
        ".",
        -0.00039861441
      ],
      [
        " Board",
        -0.00038693982
      ],
      [
        " of",
        -7.703444e-06
      ],
      [
        " Education",
        -0.00012225083
      ]
    ]
  },
  "In Callimachus's Hymn to Delos, he claims that Lokoi are the  Aramaspians from the outskirts of the capital of this locale. The third  Olympian Ode of Pindar describes the magnificent trees of this place  which a god wishes to uproot and use in the Olympian Games. The major  prophet from this locale is Abaris, who performs miracles throughout  the world while riding his magic arrow. In part ruled by Chione, its  residents throw themselves into a lake to become (*) swans near death,  where they sing": {
    "guess": "Thessaly",
    "confidence": [
      [
        "Th",
        -0.48292345
      ],
      [
        "ess",
        -0.64711237
      ],
      [
        "aly",
        -0.0023579292
      ]
    ]
  },
  "So-called \"zodiacal light\" is caused by particles which are roughly in equilibrium from the Poynting-Robertson effect, the Yarkovsky Effect, and this. First measured by E.F. Nichols and G.F. Hull in 1903, P.N. Lebedev (*) used a set of flat metallic sheets in vacuum to prove its existence experimentally. For relativistic particles, it is equal to equal to one-third times the temperature to the fourth times the radiation constant, though it can also be calculated as equal to energy flux divided by the speed of light. FTP, name this phenomenon which causes comets' tails to go away from the sun, the": {
    "guess": "Solar wind",
    "confidence": [
      [
        "Solar",
        -0.67452234
      ],
      [
        " wind",
        -0.49759614
      ]
    ]
  },
  "The so-called coup by memorandum in this country brought about the downfall of its Justice Party, while a new constitution was proclaimed following a 1960 coup by General Gursel. The first ruler of this nation successfully annexed the French-controlled region of Alexandretta. This modern-day country's borders were originally set by the Treaty of Sevres, although it gained formal recognition by the Treaty of (*) Lausanne. In response to the overthrow of Archbishop Makarios, it launched a 1974 invasion and occupation of a nearby nation. Ruled during World War II by President Ismet Inonu, this country now controls Northern Cyprus. For 10 points, name this modern-day nation that arose in Anatolia following the collapse of the Ottoman Empire.": {
    "guess": "Turkey",
    "confidence": [
      [
        "Turkey",
        -0.01763356
      ]
    ]
  },
  "It called for a plan \"guided by equitable principles\" and \"characterized by a practical flexibility,\" and noted that \"the burden rests on the defendants to establish that additional time is necessary in the public interest.\" It re-affirmed the Supreme Court's original ruling in the matter and warned": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.72189087
      ],
      [
        " v",
        -0.17568092
      ],
      [
        ".",
        -0.0031581111
      ],
      [
        " Board",
        -0.016250195
      ],
      [
        " of",
        -8.280175e-05
      ],
      [
        " Education",
        -0.0003732351
      ]
    ]
  },
  "It calls for an even number of protons and neutrons according to the liquid drop model, and it is also expressed in the Wiezsaecker formula, and it described the necessity for a colour quantum number for the quarks. Another important conclusion of it is the formation of the \"Fermi-level\" when a metal": {
    "guess": "Nuclear shell model",
    "confidence": [
      [
        "N",
        -0.28246462
      ],
      [
        "uclear",
        -0.0012785688
      ],
      [
        " shell",
        -0.5768716
      ],
      [
        " model",
        -7.8033605e-05
      ]
    ]
  },
  "It called for a plan \"guided by equitable principles\" and \"characterized by a practical flexibility,\" and noted that \"the burden rests on the defendants to establish that additional time is necessary in the public interest.\" It re-affirmed the Supreme Court's original ruling in the matter and warned that \"the vitality of these constitutional principles cannot be allowed to yield simply because of disagreement with them.\" Clarifying the previous decision by addressing the issue of relief, it ordered": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.11448846
      ],
      [
        " v",
        -0.43586898
      ],
      [
        ".",
        -0.0016838707
      ],
      [
        " Board",
        -0.0030440239
      ],
      [
        " of",
        -9.627177e-05
      ],
      [
        " Education",
        -0.00024894232
      ]
    ]
  },
  "It called for general assemblies in April and September, the first being the Court of Election at which any person who took the Oath of Fidelity could vote for the governor or six magistrates. This document's": {
    "guess": "Fundamental Orders of Connecticut",
    "confidence": [
      [
        "Fund",
        -0.3311918
      ],
      [
        "amental",
        -0.00012106613
      ],
      [
        " Orders",
        -0.0002813584
      ],
      [
        " of",
        -7.89631e-07
      ],
      [
        " Connecticut",
        -0.00015860428
      ]
    ]
  },
  "The so-called coup by memorandum in this country brought about the downfall of its Justice Party, while a new constitution was proclaimed following a 1960 coup by General Gursel. The first ruler of this nation successfully annexed the French-controlled region of Alexandretta. This modern-day country's borders were originally set by the Treaty of Sevres, although it gained formal recognition by the Treaty of (*) Lausanne. In response to the overthrow of Archbishop Makarios, it launched a 1974 invasion and occupation of a nearby nation. Ruled during World War II by President Ismet Inonu, this country now controls Northern Cyprus. For 10 points, name this modern-day nation that arose in Anatolia": {
    "guess": "Turkey",
    "confidence": [
      [
        "Turkey",
        -0.0020052458
      ]
    ]
  },
  "Its calendar has its 28th day be called \"Earth\" and its 29th day \"Sacred Invocation.\" It holds that the bottom half of the universe was the second of the seven creations and one hero of it discovers fire in a rock. That hero is Hoshang,  a descendant of Gayomard. Sinners will be punished for three days in the end, as Saoshyant will square off against evil. Its follwers pray in front of Fire Temples": {
    "guess": "Zoroastrian calendar",
    "confidence": [
      [
        "Z",
        -0.0037442637
      ],
      [
        "oro",
        -0.0001136755
      ],
      [
        "ast",
        -6.6306106e-06
      ],
      [
        "rian",
        -3.202099e-05
      ],
      [
        " calendar",
        -0.06141762
      ]
    ]
  },
  "This man called for justices to travel the land and issue writs of Quo Warranto to inquire into the legal rights of the lords through the Statute of Gloucester. Prior to his ascension to the throne, this man and Gilbert de Clare won the Battle of Evesham, ending the Second Barons' War. This king arranged a truce with Philip the Fair and returned to England following news of defeat at the Battle of Stirling Bridge. Upon his return, he organized an invasion that secured victory at Falkirk, where he defeated the forces of William Wallace. For 10 points, identify this English king who succeeded Henry": {
    "guess": "Edward I of England",
    "confidence": [
      [
        "Edward",
        -0.0033159077
      ],
      [
        " I",
        -0.0015456914
      ],
      [
        " of",
        -7.58424e-06
      ],
      [
        " England",
        -5.5623317e-05
      ]
    ]
  },
  "It called for a plan \"guided by equitable principles\" and \"characterized by a practical flexibility,\" and noted that \"the burden rests on the defendants to establish that additional time is necessary in the public interest.\" It re-affirmed the Supreme Court's original ruling in the matter and warned that \"the vitality of these constitutional principles cannot be allowed to yield simply because of disagreement": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.44314593
      ],
      [
        " v",
        -0.14541918
      ],
      [
        ".",
        -0.0048063956
      ],
      [
        " Board",
        -0.028414957
      ],
      [
        " of",
        -8.3874584e-05
      ],
      [
        " Education",
        -0.0004967943
      ]
    ]
  },
  "The so-called coup by memorandum in this country brought about the downfall of its Justice Party, while": {
    "guess": "Turkey",
    "confidence": [
      [
        "Turkey",
        -1.2061257
      ]
    ]
  },
  "This man called the Second Council of Constantinople in order to resolve the Monophysite Controversy. One of this ruler's reform efforts was overseen by Tribonian. The Secret History of Procopius is an": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.0066160117
      ],
      [
        "ian",
        -0.00025371046
      ],
      [
        " I",
        -6.945094e-05
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature include the father of Aegina, one called Simoeis, who inhabited the area around Troy, and Caicus and": {
    "guess": "River gods",
    "confidence": [
      [
        "River",
        -0.29056272
      ],
      [
        " gods",
        -0.6953176
      ]
    ]
  },
  "These are called share drafts when they are issued by credit unions. These are involved in the illegal act of kiting, which involves accounts at different financial institutions. Magnetic Ink Character Recognition was developed to facilitate the processing of these. Banks guarantee payment of the cashier's or certified type of this document. Name this common written instrument used to promise payment.": {
    "guess": "Check (cheque)",
    "confidence": [
      [
        "Check",
        -0.41964978
      ],
      [
        " (",
        -0.41153285
      ],
      [
        "che",
        -0.44536015
      ],
      [
        "que",
        -0.004615015
      ],
      [
        ")",
        -0.0056429245
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature include the father of Aegina, one called Simoeis, who inhabited the area around Troy, and Caicus and Termessus, who also inhabited Asia Minor. One of these entertains such figures as Lelex and Theseus in Ovid's Metamorphoses, and in Greek art, they were represented either as a man-headed bull, a bull-horned man with the body of a fish, or a man reclining pouring out an amphora. One of these figures was the father with Liriope of Narcissus, and one of these assaults Achilles until Hephaestus comes": {
    "guess": "River god",
    "confidence": [
      [
        "River",
        -0.98319906
      ],
      [
        " god",
        -0.2518557
      ]
    ]
  },
  "It can be calculated by taking the integral of torque with respect to the angular positions before and after.  An alternative definition says that at constant volume and pressure, it is simply the product of pressure and the change in volume.  If volume is constant, then it is zero.  It is energy transferred to or from a system by means of an external force, and when friction is not involved, it is equal to the change in mechanical energy. FTP, identify the scalar quantity whose units are joules and whose derivative is power.          |": {
    "guess": "Work (physics)",
    "confidence": [
      [
        "Work",
        -0.010403648
      ],
      [
        " (",
        -0.006572788
      ],
      [
        "physics",
        -0.0026458101
      ],
      [
        ")",
        -7.350386e-05
      ]
    ]
  },
  "In Callimachus's Hymn to Delos, he claims that Lokoi are the  Aramaspians from the outskirts of the capital of this locale. The third  Olympian Ode of Pindar describes the magnificent trees of this place  which a god wishes to uproot and use in the Olympian Games. The major  prophet from this locale": {
    "guess": "Delos",
    "confidence": [
      [
        "Del",
        -0.8153462
      ],
      [
        "os",
        -0.5013445
      ]
    ]
  },
  "The so-called coup by memorandum in this country brought about the downfall of its Justice Party, while a new constitution was proclaimed following a 1960 coup by General Gursel. The first ruler of this nation successfully annexed the French-controlled region of Alexandretta. This modern-day country's": {
    "guess": "Turkey",
    "confidence": [
      [
        "Turkey",
        -0.011632561
      ]
    ]
  },
  "This man's calligrapher Omar Aqta was so skilled that he supposedly transcribed the entire Qu'ran on a signet ring. He promoted unity among his soldiers by founding the tradition of Kurash wrestling. His grandson Shah Rukh briefly reunited his empire after it was divvied up among his descendants. He kidnapped the artisans of Damascus and was victorious over Tughluq at Panipat in 1398, after which he sacked Delhi. He waged war with the Knights of Rhodes at Smyrna, and his underling Tokhtamysh fought": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.0018354683
      ],
      [
        "ur",
        -0.0005564896
      ]
    ]
  },
  "It called for general assemblies in April and September, the first being the Court of Election at which": {
    "guess": "Fundamental Orders of Connecticut",
    "confidence": [
      [
        "Fund",
        -0.53237724
      ],
      [
        "amental",
        -6.1106686e-05
      ],
      [
        " Orders",
        -0.019914549
      ],
      [
        " of",
        -1.5451682e-05
      ],
      [
        " Connecticut",
        -0.00039956806
      ]
    ]
  },
  "Calcium gluconate gel is used to treat exposure to a compound containing an ion derived from this element. Henri Moissan developed the electrolytic process still used today to isolate its diatomic form, and it cannot form oxyacids because it lacks a d orbital. The first noble gas compound used several molecules of this element, and it is the most electronegative element. For 10 points, name this element, the last with a partially filled 2p subshell, which has atomic number 9 and atomic symbol F.": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.00015550498
      ],
      [
        "u",
        -0.0025257224
      ],
      [
        "or",
        -2.9756122e-05
      ],
      [
        "ine",
        -0.00031437047
      ]
    ]
  },
  "A man who calls a woman a harlot would have to pay 1800 denars. Calling a person a \"fox\" or \"hare\" is a fine of three shillings. The final section deals with the distribution of the Wergeld while title 57 deals with the Chrenecruda. Containing a long list of fines called a compositio, it is primarily a penal and procedural code. A branch of the Franks gives its name to, for 10 points, what Teutonic law code that excludes women from inheriting property, and thus kept the succession to the French throne entirely in the male line.": {
    "guess": "Salic law",
    "confidence": [
      [
        "Sal",
        -0.012218826
      ],
      [
        "ic",
        -0.0006000962
      ],
      [
        " law",
        -0.03838445
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature": {
    "guess": "Dragons",
    "confidence": [
      [
        "Drag",
        -1.1784621
      ],
      [
        "ons",
        -2.0696643e-05
      ]
    ]
  },
  "This man called for justices to travel the land and issue writs of Quo Warranto to inquire into the legal rights of the lords through the Statute of Gloucester. Prior to his ascension to the throne, this man and Gilbert de Clare won the Battle of Evesham, ending the Second Barons' War. This king arranged": {
    "guess": "Edward I of England",
    "confidence": [
      [
        "Edward",
        -0.25499806
      ],
      [
        " I",
        -0.011355026
      ],
      [
        " of",
        -0.00074970967
      ],
      [
        " England",
        -7.302705e-05
      ]
    ]
  },
  "One of these is called Irkalla in Sumerian mythology. After visiting one of these, Izanagi created Tsukuyomi in the process of purifying himself, and the god Xolotl aids the journey to one of these places.": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -0.008074654
      ],
      [
        "world",
        -2.618001e-05
      ]
    ]
  },
  "Callimachus identifies Phasis as the king of these beings, and other examples of this type of creature include the father of Aegina, one called Simoeis, who inhabited the area around Troy, and Caicus and Termessus, who also inhabited Asia Minor. One of these entertains such figures as Lelex and Theseus in Ovid's Metamorphoses, and in Greek art, they were represented either as a man-headed bull, a bull-horned man with the body of a fish, or a man reclining pouring out an amphora. One of these figures was the father with Liriope of Narcissus, and one of these assaults Achilles until Hephaestus comes to his aid, while others included the father of Io and a pursuer of Arethusa. Cephissus, Inachus,": {
    "guess": "River god",
    "confidence": [
      [
        "River",
        -0.2040476
      ],
      [
        " god",
        -0.14211334
      ]
    ]
  },
  "It can be calculated via the Bailey-Borwein-Plouffe method, and the Salamin-Brent method is a special kind of the Gauss-Legendre method which can be used to calculate this quantity. The limit of Viete's": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.051855847
      ]
    ]
  },
  "This man called the kitchen the \"workspace\", and placed the automobile at the center of his \"Usonian\"": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.002395271
      ],
      [
        " Lloyd",
        -0.00010127832
      ],
      [
        " Wright",
        -3.8696395e-05
      ]
    ]
  },
  "This man called his only major composition for organ an attempt to revive polyphonic music, as that was \"the only true and vital style for the instrument,\" and that work built upon his earlier 29 Preludes for organ. Besides Commotio, one of his works opens with 26 repeated A's, and he included Hindu": {
    "guess": "Jean Langlais",
    "confidence": [
      [
        "Jean",
        -1.8181521
      ],
      [
        " Lang",
        -0.64710146
      ],
      [
        "l",
        -0.00026836884
      ],
      [
        "ais",
        -3.261701e-05
      ]
    ]
  },
  "It called for general assemblies in April and September, the first being the Court of Election at which any person who took the Oath of Fidelity could vote for the governor or six magistrates. This document's last article states that all taxes must be allocated by a board consisting of an equal number of residents from each town. Adopted in 1639, it is regarded, along with the Mayflower Compact, as the start of the constitutional tradition in America. For 10 points, name this charter stating that \"the Inhabitants and Residents of Windsor, Hartford and Wethersfield\"…\"conjoin ourselves to be as one Public State.\"": {
    "guess": "The Fundamental Orders of Connecticut",
    "confidence": [
      [
        "The",
        -0.5283025
      ],
      [
        " Fundamental",
        -0.0071373093
      ],
      [
        " Orders",
        -0.0011448608
      ],
      [
        " of",
        -4.1273333e-06
      ],
      [
        " Connecticut",
        -0.00049012253
      ]
    ]
  },
  "Its calendar has its 28th day be called \"Earth\" and its 29th day \"Sacred Invocation.\" It holds that the": {
    "guess": "Bahá'í calendar",
    "confidence": [
      [
        "Bah",
        -0.96798855
      ],
      [
        "á",
        -0.0013896391
      ],
      [
        "'",
        -0.083584316
      ],
      [
        "í",
        -5.5122365e-07
      ],
      [
        " calendar",
        -0.0728037
      ]
    ]
  }
}