{
  "Referring to a designer mentioned in this story, one of the characters asks, \"Was he soldier, judge,": {
    "guess": "Gerrit Rietveld",
    "confidence": [
      [
        "G",
        -0.21755493
      ],
      [
        "err",
        -0.0033799496
      ],
      [
        "it",
        -0.00012940305
      ],
      [
        " R",
        -0.0010263777
      ],
      [
        "iet",
        -0.00011939728
      ],
      [
        "v",
        -8.0656086e-05
      ],
      [
        "eld",
        -5.5146502e-05
      ]
    ]
  },
  "This man referred to the brain as a \"mystery box\" in a noted debate or battle with William McDougall, and supposedly conducted a study involving drinking ten gallons of rye whiskey. A student of Henry Donaldson, his own pupils included Harvey Carr and Rosalie Rayner. His personal proclivities are discussed in Breaking the Silence, a 1988 book by his granddaughter Mariette Hartley. After being hired": {
    "guess": "John B. Watson",
    "confidence": [
      [
        "John",
        -0.047550417
      ],
      [
        " B",
        -0.009467773
      ],
      [
        ".",
        -6.897413e-05
      ],
      [
        " Watson",
        -1.1756368e-05
      ]
    ]
  },
  "Red Rosner has recently translated this thinker's medical texts into English. This man's most notable treatise was the subject of a sharp critique by Gerso called The Wars of the Lord. That work by this thinker features a third volume that heavily examines the merkavah, or the throne of God vision that Ezekiel saw. His other treatises include the Mishneh Torah and a Commentary on the Mishnah. He was": {
    "guess": "Maimonides",
    "confidence": [
      [
        "M",
        -0.0018574845
      ],
      [
        "aim",
        -0.11172782
      ],
      [
        "on",
        -2.2007884e-05
      ],
      [
        "ides",
        -4.3822154e-05
      ]
    ]
  },
  "This man referred to the \"dizziness of freedom\" in a work in which a man looking over a cliff instinctively feels the need to jump. This man that wrote The Concept of Anxiety investigated the possibility of a \"teleological suspension of the ethical\" in a work in which the story of the sacrifice of Isaac is retold four times. This philosopher that wrote Fear (*) and Trembling created a debate between A and Judge Wilhelm over hedonistic and responsible lifestyles. For 10 points, name this Danish philosopher that wrote Either/Or.": {
    "guess": "Søren Kierkegaard",
    "confidence": [
      [
        "S",
        -0.018417634
      ],
      [
        "ø",
        -0.00013393279
      ],
      [
        "ren",
        -9.253091e-06
      ],
      [
        " K",
        -2.1411865e-05
      ],
      [
        "ier",
        -1.50940705e-05
      ],
      [
        "ke",
        -3.0545007e-06
      ],
      [
        "gaard",
        -1.27099975e-05
      ]
    ]
  },
  "This man referred to the \"dizziness of freedom\" in a work in which a man looking over a cliff instinctively feels the need to jump. This man that wrote The Concept of Anxiety investigated the possibility of a \"teleological suspension of the ethical\" in a work in which the story of the sacrifice of Isaac is retold four times. This philosopher that wrote Fear (*) and Trembling created a debate between": {
    "guess": "Søren Kierkegaard",
    "confidence": [
      [
        "S",
        -0.5540519
      ],
      [
        "ø",
        -0.0001273766
      ],
      [
        "ren",
        -1.4974867e-05
      ],
      [
        " K",
        -8.208653e-05
      ],
      [
        "ier",
        -3.357064e-05
      ],
      [
        "ke",
        -2.8160932e-06
      ],
      [
        "gaard",
        -1.5928495e-05
      ]
    ]
  },
  "A reference to a bassinette, or \"kneading basin,\" in this play is properly translated as an accusation of masturbation. Shortly afterwards, more humor is provided by confusion as to whether the names Melesias": {
    "guess": "Lysistrata",
    "confidence": [
      [
        "L",
        -0.009164116
      ],
      [
        "ys",
        -0.00012964146
      ],
      [
        "istr",
        -0.00033558503
      ],
      [
        "ata",
        -9.4245304e-05
      ]
    ]
  },
  "Reduced expression of SEMA3F protein is identified with the formation of tumors in this organ. Though it is not the kidney, the hilum is the spot where nerves and other vessels enter this organ. The mediastinum separates the pleural cavities that house the left and right of these organs. The horizontal": {
    "guess": "Lung",
    "confidence": [
      [
        "L",
        -0.023377316
      ],
      [
        "ung",
        -0.029104607
      ]
    ]
  },
  "Red splotches cover the face of one of the two titular poor men wearing hats in this painter's Two Peasants, and a man on the left approaches the top of a flight of red and orange stairs as a man smokes on a couch in his The Visit- Couple and Newcomer. While living in a farm house in the Alps he painted such works as View of Davos. Other landscapes of this painter include The Junkerboden Under Snow, and he advocated the \"modern teaching of painting\" along with founding the MUIM-Institut with Max": {
    "guess": "Giovanni Segantini",
    "confidence": [
      [
        "G",
        -0.2446811
      ],
      [
        "iov",
        -0.025813885
      ],
      [
        "anni",
        -0.0003459521
      ],
      [
        " Seg",
        -0.57502294
      ],
      [
        "ant",
        -2.9352968e-06
      ],
      [
        "ini",
        -0.00033522744
      ]
    ]
  },
  "Referring to a designer mentioned in this story, one of the characters asks, \"Was he soldier, judge, engineer, chemist, and draftsman?\" Another character in this work boasts at having so far fended off the new Commandant, and later laments the absence of a new felt. In the end, it is discovered that the followers of the Old Commandant were not allowed to have a name, and the Traveler tells one of those followers that he does not approve of the procedure and will testify against it. At the end of": {
    "guess": "The Plague",
    "confidence": [
      [
        "The",
        -0.3187769
      ],
      [
        " Pl",
        -0.7733955
      ],
      [
        "ague",
        -0.00012678056
      ]
    ]
  },
  "This man referred to the brain as a \"mystery box\" in a noted debate or battle with William McDougall, and supposedly conducted a study involving drinking ten gallons of rye whiskey. A student of Henry Donaldson, his own pupils included Harvey Carr and Rosalie Rayner. His personal proclivities are discussed in Breaking the Silence, a 1988 book by his granddaughter Mariette Hartley. After being hired at Johns Hopkins, he wrote Psychology from the Standpoint of a Behaviorist and conducted the Kerplunk experiment as well as one involving a white rat and an 11-month old baby. FTP, name this American": {
    "guess": "John B. Watson",
    "confidence": [
      [
        "John",
        -0.0075890026
      ],
      [
        " B",
        -0.00030948312
      ],
      [
        ".",
        -0.000115582756
      ],
      [
        " Watson",
        -1.11603495e-05
      ]
    ]
  },
  "It was referred to in the initial planning stages as Operation Hummingbird, and was partially in response to a speech given at Marburg University by the Vice-Chancellor.  One pretext for it was the homosexuality of some of the leading Storm Troopers, but in actuality it was done to curtail a threat to both the army and the Fuhrer's power.  Ernst Rohm, a member of Hitler's inner circle, was shot in his cell after being given the chance to commit suicide.  For 10 points, what is the name given to the": {
    "guess": "Night of the Long Knives",
    "confidence": [
      [
        "Night",
        -0.057423882
      ],
      [
        " of",
        -0.0022301904
      ],
      [
        " the",
        -0.007251053
      ],
      [
        " Long",
        -0.0022786001
      ],
      [
        " Kn",
        -0.00021998682
      ],
      [
        "ives",
        -0.00097053725
      ]
    ]
  },
  "A reduced form of this monomeric molecule is converted to ascorbic acid in the Reichstein Process. When": {
    "guess": "Glucose",
    "confidence": [
      [
        "Gl",
        -0.42542666
      ],
      [
        "ucose",
        -0.01827707
      ]
    ]
  },
  "A reduced form of this monomeric molecule is converted to ascorbic acid in the Reichstein Process. When in its ring form, this substance has a hemiacetyl group at its anomeric carbon. The absence of this": {
    "guess": "Glucose",
    "confidence": [
      [
        "Gl",
        -0.566288
      ],
      [
        "ucose",
        -0.027933057
      ]
    ]
  },
  "It was referred to in the initial planning stages as Operation Hummingbird, and was partially in response": {
    "guess": "Operation Hummingbird",
    "confidence": [
      [
        "Operation",
        -0.16844241
      ],
      [
        " Hum",
        -1.0021663
      ],
      [
        "ming",
        -0.00010032469
      ],
      [
        "bird",
        -5.4385737e-06
      ]
    ]
  },
  "Reduced expression of SEMA3F protein is identified with the formation of tumors in this organ. Though it is not the kidney, the hilum is the spot where nerves and other vessels enter this organ. The mediastinum separates the pleural cavities that house the left and right of these organs. The horizontal fissure is present in the right one but not the left, so the right one contains a middle lobe in": {
    "guess": "Lung",
    "confidence": [
      [
        "L",
        -0.016188622
      ],
      [
        "ung",
        -0.018257992
      ]
    ]
  },
  "Red splotches cover the face of one of the two titular poor men wearing hats in this painter's Two Peasants, and a man on the left approaches the top of a flight of red and orange stairs as a man smokes on a couch in his The Visit- Couple and Newcomer. While living in a farm house in the Alps he painted such works as View of Davos. Other landscapes of this painter include The Junkerboden Under Snow, and he advocated the \"modern teaching of painting\" along with founding the MUIM-Institut with Max (*) Pechstein. Works of his such as Cocotte in Red are discussed in Sherwin Simmons's depictions of": {
    "guess": "Ernst Ludwig Kirchner",
    "confidence": [
      [
        "Er",
        -0.013133055
      ],
      [
        "nst",
        -0.0013482113
      ],
      [
        " Ludwig",
        -0.016542777
      ],
      [
        " Kir",
        -2.1054253e-05
      ],
      [
        "chner",
        -4.1273333e-06
      ]
    ]
  },
  "It is referred to in first Corinthians, chapter 16, and in Italy it is customary to scatter rose leaves": {
    "guess": "Pentecost",
    "confidence": [
      [
        "P",
        -0.040638812
      ],
      [
        "ent",
        -6.5994034e-05
      ],
      [
        "ec",
        -0.00027897433
      ],
      [
        "ost",
        -3.23786e-05
      ]
    ]
  },
  "References to local history are found among its sections, which includes a list of Hebrew names and the Canon of Eusebius. Also known as the * Gospel of Columba, it once featured a jewel encrusted cover": {
    "guess": "Book of Kells",
    "confidence": [
      [
        "Book",
        -0.13770142
      ],
      [
        " of",
        -3.5835506e-05
      ],
      [
        " K",
        -0.024229072
      ],
      [
        "ells",
        -0.00015514737
      ]
    ]
  },
  "It was referred to in the initial planning stages as Operation Hummingbird, and was partially in response to a speech given at Marburg University by the Vice-Chancellor.  One pretext for it was the homosexuality of some of the leading Storm Troopers, but in actuality it was done to curtail a threat to both the army and the Fuhrer's power.  Ernst Rohm, a member of Hitler's inner circle, was shot in his cell after being given the chance to commit suicide.  For 10 points, what is the name given to the June 30th purge of the SA's leadership and other opponents of the Nazi party?": {
    "guess": "Night of the Long Knives",
    "confidence": [
      [
        "Night",
        -0.0341199
      ],
      [
        " of",
        -0.0012859484
      ],
      [
        " the",
        -0.00046880342
      ],
      [
        " Long",
        -0.00068622536
      ],
      [
        " Kn",
        -3.3213026e-05
      ],
      [
        "ives",
        -8.876193e-05
      ]
    ]
  },
  "A reference to a bassinette, or \"kneading basin,\" in this play is properly translated as an accusation": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.036174424
      ],
      [
        " Cruc",
        -0.2387223
      ],
      [
        "ible",
        -1.0921943e-05
      ]
    ]
  },
  "This man referred to the brain as a \"mystery box\" in a noted debate or battle with William McDougall, and supposedly conducted a study involving drinking ten gallons of rye whiskey. A student of Henry Donaldson, his own pupils included Harvey Carr and Rosalie Rayner. His personal proclivities are discussed in Breaking the Silence, a 1988 book by his granddaughter Mariette Hartley. After being hired at Johns Hopkins, he wrote Psychology from the Standpoint of a Behaviorist and conducted the Kerplunk experiment as well as one involving a white rat and an 11-month old baby. FTP, name this American psychologist who performed the Little Albert experiment.": {
    "guess": "John B. Watson",
    "confidence": [
      [
        "John",
        -0.0033570128
      ],
      [
        " B",
        -0.0001626572
      ],
      [
        ".",
        -5.6457742e-05
      ],
      [
        " Watson",
        -4.00813e-06
      ]
    ]
  },
  "It was referred to in the initial planning stages as Operation Hummingbird, and was partially in response to a speech given at Marburg University by the Vice-Chancellor.  One pretext for it was the homosexuality of some of the leading Storm Troopers, but in actuality it was done to curtail a threat to": {
    "guess": "Night of the Long Knives",
    "confidence": [
      [
        "Night",
        -0.04742639
      ],
      [
        " of",
        -0.00023309923
      ],
      [
        " the",
        -0.0006203425
      ],
      [
        " Long",
        -0.00094587676
      ],
      [
        " Kn",
        -5.9437833e-05
      ],
      [
        "ives",
        -0.00019340808
      ]
    ]
  },
  "Referring to a designer mentioned in this story, one of the characters asks, \"Was he soldier, judge, engineer, chemist, and draftsman?\" Another character in this work boasts at having so far fended off the new Commandant, and later laments the absence of a new felt. In the end, it is discovered that the followers of the Old Commandant were not allowed to have a name, and the Traveler tells one of those": {
    "guess": "The Plague",
    "confidence": [
      [
        "The",
        -0.37435707
      ],
      [
        " Pl",
        -0.8881973
      ],
      [
        "ague",
        -0.001819528
      ]
    ]
  },
  "References to local history are found among its sections, which includes a list of Hebrew names and the Canon of Eusebius. Also known as the * Gospel of Columba, it once featured a jewel encrusted cover which was subsequently torn off during its theft, after which the rest was thrown into a ditch, where it sustained water damage. It was probably created on the Isle of Iona, where at least two different artists created the ornate lettering for which it is famous. FTP, what is this famous book containing the Four Gospels, considered the masterpiece of Celtic art?": {
    "guess": "Book of Kells",
    "confidence": [
      [
        "Book",
        -0.059727907
      ],
      [
        " of",
        -5.5861725e-05
      ],
      [
        " K",
        -0.0020364183
      ],
      [
        "ells",
        -5.4669687e-05
      ]
    ]
  },
  "This man referred to the brain as a \"mystery box\" in a noted debate or battle with William McDougall, and supposedly conducted a study involving drinking ten gallons of rye whiskey. A student of Henry": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -0.21294542
      ],
      [
        " James",
        -0.008060582
      ]
    ]
  },
  "A reduced form of this monomeric molecule is converted to ascorbic acid in the Reichstein Process. When in its ring form, this substance has a hemiacetyl group at its anomeric carbon. The absence of this molecule triggers the use of \"ketone bodies\" for energy in some organs. This molecule can cross the blood brain barrier, and its interaction with CAP regulates the lac operon. Hexokinase cleaves this": {
    "guess": "Glucose",
    "confidence": [
      [
        "Gl",
        -0.012581233
      ],
      [
        "ucose",
        -0.0013495189
      ]
    ]
  },
  "A reference to the author's cousin, who died in childbirth, may be seen in the fourth one, which notes \"the boy with the brown, squinting, eyes,\" and that fourth one begins \"O trees of life, O when are you wintering?\" The tenth and last ends by remarking on \"the emotion that almost dismays us when a joyful thing falls,\" while the first opens by asking \"Who, if I cried out, would hear me among the Angelic Orders?\" For 10 points, name these poems, completed around the same time as the author's Sonnets": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.009915687
      ],
      [
        "ino",
        -3.464347e-05
      ],
      [
        " E",
        -9.913265e-05
      ],
      [
        "leg",
        -1.2590794e-05
      ],
      [
        "ies",
        -2.319992e-05
      ]
    ]
  },
  "Red splotches cover the face of one of the two titular poor men wearing hats in this painter's Two Peasants,": {
    "guess": "Pieter Bruegel the Elder",
    "confidence": [
      [
        "Pi",
        -0.9833044
      ],
      [
        "eter",
        -0.0004158953
      ],
      [
        " Br",
        -0.0046223723
      ],
      [
        "ue",
        -1.0683535e-05
      ],
      [
        "gel",
        -0.014300312
      ],
      [
        " the",
        -0.0012423749
      ],
      [
        " Elder",
        -0.005923228
      ]
    ]
  },
  "In 1961, this man won reelection with the results being 1,320,478 in favor and none opposed. Dissidents": {
    "guess": "Dominican Republic",
    "confidence": [
      [
        "Domin",
        -1.0776033
      ],
      [
        "ican",
        -0.0007206533
      ],
      [
        " Republic",
        -0.08146515
      ]
    ]
  },
  "References to local history are found among its sections, which includes a list of Hebrew names and the Canon of Eusebius. Also known as the * Gospel of Columba, it once featured a jewel encrusted cover which was subsequently torn off during its theft, after which the rest was thrown into a ditch, where": {
    "guess": "Book of Kells",
    "confidence": [
      [
        "Book",
        -0.1976863
      ],
      [
        " of",
        -5.8603408e-05
      ],
      [
        " K",
        -0.03696422
      ],
      [
        "ells",
        -0.00017755765
      ]
    ]
  },
  "A reference to the author's cousin, who died in childbirth, may be seen in the fourth one, which notes \"the boy with the brown, squinting, eyes,\" and that fourth one begins \"O trees of life, O when are you wintering?\" The tenth and last ends by remarking on \"the emotion that almost dismays us when a joyful thing falls,\" while the first opens by asking \"Who, if I cried out, would hear me among the Angelic": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.0008189193
      ],
      [
        "ino",
        -6.50404e-05
      ],
      [
        " E",
        -0.0002997121
      ],
      [
        "leg",
        -9.610702e-06
      ],
      [
        "ies",
        -1.7120534e-05
      ]
    ]
  },
  "In 1961, this man won reelection with the results being 1,320,478 in favor and none opposed. Dissidents against this man fled to a neighboring country led by Juan Bosch. This man ordered the killing of black dogs because he believed opponent Clement Barbot could shapeshift. He employed a militia called the Tonton Macoutes, which took their name from a Creole term for the bogeyman. His son recently": {
    "guess": "Jean-Claude Duvalier",
    "confidence": [
      [
        "Jean",
        -0.8898264
      ],
      [
        "-C",
        -0.009619028
      ],
      [
        "la",
        -3.1281633e-07
      ],
      [
        "ude",
        -0.00014847564
      ],
      [
        " Du",
        -0.00039480726
      ],
      [
        "val",
        -6.539802e-05
      ],
      [
        "ier",
        -0.00033236656
      ]
    ]
  },
  "A reference to a bassinette, or \"kneading basin,\" in this play is properly translated as an accusation of masturbation. Shortly afterwards, more humor is provided by confusion as to whether the names Melesias and Amynias are masculine or feminine. A subplot concerns twelve minai owed to Pasias due to the horse racing addiction of one the play's central characters. The main plot ends with Xanthias beginning the destruction of the phrontisterion, or Thinkery. For 10 points, name this play that uses the relationship of Strepsiades and Pheidippides to ridicule Socrates and the Sophists, a work by Aristophanes.": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.002784435
      ],
      [
        " Cloud",
        -0.00016110756
      ],
      [
        "s",
        0.0
      ]
    ]
  },
  "It is referred to in first Corinthians, chapter 16, and in Italy it is customary to scatter rose leaves from the ceilings of churches on this day.  It is celebrated in Eastern Europe with green branches.  Its antecedent feast, known as Shauvot, dates back to ancient times; its origin in the Catholic": {
    "guess": "Pentecost",
    "confidence": [
      [
        "P",
        -0.07220157
      ],
      [
        "ent",
        -0.0029012822
      ],
      [
        "ec",
        -0.00010425841
      ],
      [
        "ost",
        -1.962381e-05
      ]
    ]
  },
  "It was referred to in the initial planning stages as Operation Hummingbird, and was partially in response to a speech given at Marburg University by the Vice-Chancellor.  One pretext for it was the homosexuality of some of the leading Storm Troopers, but in actuality it was done to curtail a threat to both the army and the Fuhrer's power.  Ernst Rohm, a member of Hitler's inner circle, was shot in": {
    "guess": "Night of the Long Knives",
    "confidence": [
      [
        "Night",
        -0.12163801
      ],
      [
        " of",
        -0.0006278486
      ],
      [
        " the",
        -0.0008290443
      ],
      [
        " Long",
        -0.0004340069
      ],
      [
        " Kn",
        -1.378283e-05
      ],
      [
        "ives",
        -0.00017076306
      ]
    ]
  },
  "Red Rosner has recently translated this thinker's medical texts into English. This man's most notable treatise was the subject of a sharp critique by Gerso called The Wars of the Lord. That work by this thinker features a third volume that heavily examines the merkavah, or the throne of God vision that": {
    "guess": "Maimonides",
    "confidence": [
      [
        "M",
        -0.01026548
      ],
      [
        "aim",
        -0.07232489
      ],
      [
        "on",
        -5.7768983e-05
      ],
      [
        "ides",
        -0.0001506213
      ]
    ]
  },
  "It is referred to in first Corinthians, chapter 16, and in Italy it is customary to scatter rose leaves from the ceilings of churches on this day.  It is celebrated in Eastern Europe with green branches.  Its antecedent feast, known as Shauvot, dates back to ancient times; its origin in the Catholic Church dates back to an occasion with a mighty wind, tongues of fire, and super-language powers.  For ten points, name this Christian feast, commemorating the arrival of the Holy Spirit and occurring fifty days after Easter.": {
    "guess": "Pentecost",
    "confidence": [
      [
        "P",
        -0.0032843058
      ],
      [
        "ent",
        -5.3193703e-06
      ],
      [
        "ec",
        -0.00014430351
      ],
      [
        "ost",
        -3.5835506e-05
      ]
    ]
  },
  "The reduction of thioredoxin by ferrodoxin activates many enzymes in this process, while another enzyme central to it is activated by the binding of magnesium ions to a carbamate group. It also sees the": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.33665776
      ],
      [
        "vin",
        -0.00013643607
      ],
      [
        " cycle",
        -0.20781563
      ]
    ]
  },
  "It is referred to in first Corinthians, chapter 16, and in Italy it is customary to scatter rose leaves from the ceilings of churches on this day.  It is celebrated in Eastern Europe with green branches.  Its antecedent feast, known as Shauvot, dates back to ancient times; its origin in the Catholic Church dates back to an occasion with a mighty wind, tongues of fire, and super-language powers.  For": {
    "guess": "Pentecost",
    "confidence": [
      [
        "P",
        -0.0141018
      ],
      [
        "ent",
        -0.00018399098
      ],
      [
        "ec",
        -0.0001375089
      ],
      [
        "ost",
        -4.429897e-05
      ]
    ]
  },
  "In 1961, this man won reelection with the results being 1,320,478 in favor and none opposed. Dissidents against this man fled to a neighboring country led by Juan Bosch. This man ordered the killing of black dogs because he believed opponent Clement Barbot could shapeshift. He employed a militia called the Tonton Macoutes, which took their name from a Creole term for the bogeyman. His son recently returned to his home country to potentially challenge president Rene Preval. For 10 points, name this": {
    "guess": "François Duvalier",
    "confidence": [
      [
        "Fran",
        -0.6779039
      ],
      [
        "çois",
        -0.42701656
      ],
      [
        " Du",
        -0.051226906
      ],
      [
        "val",
        -1.5332478e-05
      ],
      [
        "ier",
        -0.0003511934
      ]
    ]
  },
  "For redox reactions, it is equal to the charge transferred times the potential, and it can be written as the product of the negative of the ideal gas constant, temperature, and the natural logarithm of the equilibrium constant. Equal to zero for a system in equilibrium, it is equivalent to internal energy plus the product of pressure and volume minus the product of temperature and entropy, and when the change in it is negative, a reaction is spontaneous. FTP, identify this type of energy named for an American scientist.": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.14513803
      ],
      [
        "ib",
        -5.371606e-05
      ],
      [
        "bs",
        -0.0009364743
      ],
      [
        " free",
        -0.12350947
      ],
      [
        " energy",
        -0.00011868205
      ]
    ]
  },
  "Red Rosner has recently translated this thinker's medical texts into English. This man's most notable treatise was the subject of a sharp critique by Gerso called The Wars of the Lord. That work by this": {
    "guess": "Maimonides",
    "confidence": [
      [
        "M",
        -0.00047094907
      ],
      [
        "aim",
        -0.07571409
      ],
      [
        "on",
        -6.575563e-05
      ],
      [
        "ides",
        -0.0001503829
      ]
    ]
  },
  "This man referred to the \"dizziness of freedom\" in a work in which a man looking over a cliff instinctively feels the need to jump. This man that wrote The Concept of Anxiety investigated the possibility of a \"teleological suspension of the ethical\" in a work in which the story of the sacrifice of Isaac": {
    "guess": "Søren Kierkegaard",
    "confidence": [
      [
        "S",
        -0.21632758
      ],
      [
        "ø",
        -0.010162232
      ],
      [
        "ren",
        -1.7716551e-05
      ],
      [
        " K",
        -0.0010299502
      ],
      [
        "ier",
        -7.0404574e-05
      ],
      [
        "ke",
        -1.5928495e-05
      ],
      [
        "gaard",
        -3.2497806e-05
      ]
    ]
  },
  "The reduction of thioredoxin by ferrodoxin activates many enzymes in this process, while another enzyme central to it is activated by the binding of magnesium ions to a carbamate group. It also sees the epimerization of Xylulose-5-phosphate to Ru5P. Its second stage sees phosphorylation of 3-PGA to yield six glyceraldehyde-3-phosphate molecules, only one of which is later used to produce glucose. For 10 points, name this carbon-fixing pathway which occurs in the stroma of chloroplasts, a cycle sometimes": {
    "guess": "Calvin Cycle",
    "confidence": [
      [
        "Cal",
        -0.0056207543
      ],
      [
        "vin",
        -6.659005e-05
      ],
      [
        " Cycle",
        -0.5633179
      ]
    ]
  },
  "By a referendum that may have been rigged, the residents of Sopron decided in 1921 not to join this country, which was later led by a priest named Ignaz Seipel. A plebiscite in 1920 allowed this country": {
    "guess": "Austria",
    "confidence": [
      [
        "A",
        -0.20774668
      ],
      [
        "ustria",
        -0.0071640583
      ]
    ]
  },
  "For redox reactions, it is equal to the charge transferred times the potential, and it can be written as the product of the negative of the ideal gas constant, temperature, and the natural logarithm of the equilibrium constant. Equal to zero for a system in equilibrium, it is equivalent to internal energy": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.004861446
      ],
      [
        "ib",
        -1.0280384e-06
      ],
      [
        "bs",
        -2.7610455e-05
      ],
      [
        " free",
        -0.030244114
      ],
      [
        " energy",
        -4.596782e-05
      ]
    ]
  },
  "The reduction of thioredoxin by ferrodoxin activates many enzymes in this process, while another enzyme central to it is activated by the binding of magnesium ions to a carbamate group. It also sees the epimerization of Xylulose-5-phosphate to Ru5P. Its second stage sees phosphorylation of 3-PGA to yield six glyceraldehyde-3-phosphate molecules, only one of which is later used to produce glucose. For 10 points, name this carbon-fixing pathway which occurs in the stroma of chloroplasts, a cycle sometimes called the \"dark\" reactions.": {
    "guess": "Calvin Cycle",
    "confidence": [
      [
        "Cal",
        -0.0018689024
      ],
      [
        "vin",
        -4.9663133e-05
      ],
      [
        " Cycle",
        -0.46200806
      ]
    ]
  },
  "Referring to a designer mentioned in this story, one of the characters asks, \"Was he soldier, judge, engineer, chemist, and draftsman?\" Another character in this work boasts at having so far fended off": {
    "guess": "Pepin the Short",
    "confidence": [
      [
        "P",
        -1.4016448
      ],
      [
        "ep",
        -0.13377663
      ],
      [
        "in",
        -0.0002751598
      ],
      [
        " the",
        -0.007250107
      ],
      [
        " Short",
        -0.0004738063
      ]
    ]
  },
  "References to local history are found among its sections, which includes a list of Hebrew names and the Canon of Eusebius. Also known as the * Gospel of Columba, it once featured a jewel encrusted cover which was subsequently torn off during its theft, after which the rest was thrown into a ditch, where it sustained water damage. It was probably created on the Isle of Iona, where at least two different artists created the ornate lettering for which it is famous. FTP, what is this famous book containing": {
    "guess": "Book of Kells",
    "confidence": [
      [
        "Book",
        -0.2771361
      ],
      [
        " of",
        -0.0001655181
      ],
      [
        " K",
        -0.0018561732
      ],
      [
        "ells",
        -9.043079e-05
      ]
    ]
  },
  "A reference to a bassinette, or \"kneading basin,\" in this play is properly translated as an accusation of masturbation. Shortly afterwards, more humor is provided by confusion as to whether the names Melesias and Amynias are masculine or feminine. A subplot concerns twelve minai owed to Pasias due to the horse racing addiction of one the play's central characters. The main plot ends with Xanthias beginning the destruction of the phrontisterion, or Thinkery. For 10 points, name this play that uses": {
    "guess": "The Clouds (play)",
    "confidence": [
      [
        "The",
        -0.098968625
      ],
      [
        " Cloud",
        -0.09372231
      ],
      [
        "s",
        -7.822647e-06
      ],
      [
        " (",
        -0.66951823
      ],
      [
        "play",
        -0.018361345
      ],
      [
        ")",
        -2.0815847e-05
      ]
    ]
  },
  "For redox reactions, it is equal to the charge transferred times the potential, and it can be written": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.48227504
      ],
      [
        "ern",
        -0.00078842515
      ],
      [
        "st",
        -6.704273e-07
      ],
      [
        " equation",
        -0.0376208
      ]
    ]
  },
  "Referring to a designer mentioned in this story, one of the characters asks, \"Was he soldier, judge, engineer, chemist, and draftsman?\" Another character in this work boasts at having so far fended off the new Commandant, and later laments the absence of a new felt. In the end, it is discovered that the followers of the Old Commandant were not allowed to have a name, and the Traveler tells one of those followers that he does not approve of the procedure and will testify against it. At the end of this story, the Officer sets the Harrow to read \"Be just!\" and submits himself to the machine, only to have it kill him and destroy itself. For ten points, identify this Franz Kafka short story about a device in the titular location which inscribes prisoners' sentences on their body.": {
    "guess": "In the Penal Colony",
    "confidence": [
      [
        "In",
        -0.0009643423
      ],
      [
        " the",
        -0.00078747154
      ],
      [
        " Penal",
        -0.0001786305
      ],
      [
        " Colony",
        -4.1273333e-06
      ]
    ]
  },
  "Referring to a designer mentioned in this story, one of the characters asks, \"Was he soldier, judge, engineer, chemist, and draftsman?\" Another character in this work boasts at having so far fended off the new Commandant, and later laments the absence of a new felt. In the end, it is discovered that the followers of the Old Commandant were not allowed to have a name, and the Traveler tells one of those followers that he does not approve of the procedure and will testify against it. At the end of this story, the Officer sets the Harrow to read \"Be just!\" and submits himself to the machine, only": {
    "guess": "In the Penal Colony",
    "confidence": [
      [
        "In",
        -0.057111833
      ],
      [
        " the",
        -0.0013710727
      ],
      [
        " Penal",
        -0.000348813
      ],
      [
        " Colony",
        -1.0802739e-05
      ]
    ]
  },
  "In 1961, this man won reelection with the results being 1,320,478 in favor and none opposed. Dissidents against this man fled to a neighboring country led by Juan Bosch. This man ordered the killing of black dogs because he believed opponent Clement Barbot could shapeshift. He employed a militia called the Tonton Macoutes, which took their name from a Creole term for the bogeyman. His son recently returned to his home country to potentially challenge president Rene Preval. For 10 points, name this dictator of Haiti who used the alias \"Papa Doc.\"": {
    "guess": "François Duvalier",
    "confidence": [
      [
        "Fran",
        -0.03713114
      ],
      [
        "çois",
        -0.27291468
      ],
      [
        " Du",
        -0.017699376
      ],
      [
        "val",
        -9.849109e-06
      ],
      [
        "ier",
        -0.00025311444
      ]
    ]
  },
  "For redox reactions, it is equal to the charge transferred times the potential, and it can be written as the product of the negative of the ideal gas constant, temperature, and the natural logarithm of the equilibrium constant. Equal to zero for a system in equilibrium, it is equivalent to internal energy plus the product of pressure and volume minus the product of temperature and entropy, and when the change in it is negative, a reaction is spontaneous. FTP, identify this type of energy named for": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.052131083
      ],
      [
        "ib",
        -1.0921943e-05
      ],
      [
        "bs",
        -0.00054373854
      ],
      [
        " free",
        -0.10329549
      ],
      [
        " energy",
        -9.74638e-05
      ]
    ]
  },
  "Red Rosner has recently translated this thinker's medical texts into English. This man's most notable treatise was the subject of a sharp critique by Gerso called The Wars of the Lord. That work by this thinker features a third volume that heavily examines the merkavah, or the throne of God vision that Ezekiel saw. His other treatises include the Mishneh Torah and a Commentary on the Mishnah. He was heavily influenced by the kalam philosophy of Saadia Gaon, which inspired his religious treatise that": {
    "guess": "Maimonides",
    "confidence": [
      [
        "M",
        -0.0029546432
      ],
      [
        "aim",
        -0.11017054
      ],
      [
        "on",
        -2.8802491e-05
      ],
      [
        "ides",
        -0.0001441843
      ]
    ]
  },
  "The reduction of thioredoxin by ferrodoxin activates many enzymes in this process, while another enzyme central to it is activated by the binding of magnesium ions to a carbamate group. It also sees the epimerization of Xylulose-5-phosphate to Ru5P. Its second stage sees phosphorylation of 3-PGA to yield": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.6350981
      ],
      [
        "vin",
        -0.00017088225
      ],
      [
        " cycle",
        -0.5411517
      ]
    ]
  },
  "Red splotches cover the face of one of the two titular poor men wearing hats in this painter's Two Peasants, and a man on the left approaches the top of a flight of red and orange stairs as a man smokes on a couch in his The Visit- Couple and Newcomer. While living in a farm house in the Alps he painted such works as View of Davos. Other landscapes of this painter include The Junkerboden Under Snow, and he advocated the \"modern teaching of painting\" along with founding the MUIM-Institut with Max (*) Pechstein. Works of his such as Cocotte in Red are discussed in Sherwin Simmons's depictions of his \"Streetwalkers\", otherwise known as his Großstadtbilder. Also a founder of a certain art school along with Bleyl and Heckel, for 10 points, identify this writer of the Chronik der Brücke.": {
    "guess": "Ernst Ludwig Kirchner",
    "confidence": [
      [
        "Er",
        -0.010549094
      ],
      [
        "nst",
        -0.0026713766
      ],
      [
        " Ludwig",
        -0.0084031075
      ],
      [
        " Kir",
        -0.00021414584
      ],
      [
        "chner",
        -0.00013488642
      ]
    ]
  },
  "References to local history are found among its sections, which includes a list of Hebrew names and the": {
    "guess": "List of minor biblical figures",
    "confidence": [
      [
        "List",
        -1.2443805
      ],
      [
        " of",
        -3.333223e-05
      ],
      [
        " minor",
        -0.5896895
      ],
      [
        " biblical",
        -0.47647986
      ],
      [
        " figures",
        -0.17952268
      ]
    ]
  },
  "Red splotches cover the face of one of the two titular poor men wearing hats in this painter's Two Peasants, and a man on the left approaches the top of a flight of red and orange stairs as a man smokes on a couch in his The Visit- Couple and Newcomer. While living in a farm house in the Alps he painted": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -0.64856124
      ],
      [
        "cent",
        -0.00029923528
      ],
      [
        " van",
        -0.103268616
      ],
      [
        " G",
        -0.00020890454
      ],
      [
        "ogh",
        -0.0007532857
      ]
    ]
  },
  "A reference to the author's cousin, who died in childbirth, may be seen in the fourth one, which notes \"the boy with the brown, squinting, eyes,\" and that fourth one begins \"O trees of life, O when are you wintering?\" The tenth and last ends by remarking on \"the emotion that almost dismays us when a": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.043263387
      ],
      [
        "ino",
        -0.00023822498
      ],
      [
        " E",
        -0.00034464084
      ],
      [
        "leg",
        -3.8696395e-05
      ],
      [
        "ies",
        -7.445749e-05
      ]
    ]
  },
  "It is referred to in first Corinthians, chapter 16, and in Italy it is customary to scatter rose leaves from the ceilings of churches on this day.  It is celebrated in Eastern Europe with green branches.  Its antecedent feast, known as Shauvot, dates back to ancient times; its origin in the Catholic Church dates back to an occasion with a mighty wind, tongues of fire, and super-language powers.  For ten points, name this Christian feast, commemorating the arrival of the Holy Spirit and occurring": {
    "guess": "Pentecost",
    "confidence": [
      [
        "P",
        -0.015320857
      ],
      [
        "ent",
        -3.1737043e-06
      ],
      [
        "ec",
        -0.00015169414
      ],
      [
        "ost",
        -2.0100624e-05
      ]
    ]
  },
  "This man referred to the brain as a \"mystery box\" in a noted debate or battle with William McDougall, and supposedly conducted a study involving drinking ten gallons of rye whiskey. A student of Henry Donaldson, his own pupils included Harvey Carr and Rosalie Rayner. His personal proclivities are discussed": {
    "guess": "John B. Watson",
    "confidence": [
      [
        "John",
        -0.049791466
      ],
      [
        " B",
        -0.004100247
      ],
      [
        ".",
        -0.00013345598
      ],
      [
        " Watson",
        -5.5577775e-06
      ]
    ]
  },
  "A reference to the author's cousin, who died in childbirth, may be seen in the fourth one, which notes \"the boy with the brown, squinting, eyes,\" and that fourth one begins \"O trees of life, O when are you wintering?\" The tenth and last ends by remarking on \"the emotion that almost dismays us when a joyful thing falls,\" while the first opens by asking \"Who, if I cried out, would hear me among the Angelic Orders?\" For 10 points, name these poems, completed around the same time as the author's Sonnets to Orpheus, a set of ten elegies by the German poet Rainer Maria Rilke.": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.0041941484
      ],
      [
        "ino",
        -6.515961e-05
      ],
      [
        " E",
        -9.579495e-05
      ],
      [
        "leg",
        -6.392203e-06
      ],
      [
        "ies",
        -1.6286107e-05
      ]
    ]
  },
  "By a referendum that may have been rigged, the residents of Sopron decided in 1921 not to join this country,": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.6694419
      ],
      [
        "ary",
        -0.015363822
      ]
    ]
  },
  "Reduced expression of SEMA3F protein is identified with the formation of tumors in this organ. Though it is not the kidney, the hilum is the spot where nerves and other vessels enter this organ. The mediastinum separates the pleural cavities that house the left and right of these organs. The horizontal fissure is present in the right one but not the left, so the right one contains a middle lobe in addition to the superior and inferior lobes found in the left one. For 10 points, identify this organ containing sacs called alveoli which allow for exchange of gases.": {
    "guess": "Lung",
    "confidence": [
      [
        "L",
        -0.002801791
      ],
      [
        "ung",
        -6.5994034e-05
      ]
    ]
  },
  "In 1961, this man won reelection with the results being 1,320,478 in favor and none opposed. Dissidents against this man fled to a neighboring country led by Juan Bosch. This man ordered the killing of black dogs because he believed opponent Clement Barbot could shapeshift. He employed a militia called": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.36307546
      ],
      [
        "af",
        -0.0041910633
      ],
      [
        "ael",
        -5.9437833e-05
      ],
      [
        " Tr",
        -0.12772526
      ],
      [
        "uj",
        -1.0564331e-05
      ],
      [
        "illo",
        -9.388769e-05
      ]
    ]
  },
  "For redox reactions, it is equal to the charge transferred times the potential, and it can be written as the product of the negative of the ideal gas constant, temperature, and the natural logarithm of the equilibrium constant. Equal to zero for a system in equilibrium, it is equivalent to internal energy plus the product of pressure and volume minus the product of temperature and entropy, and when": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.039811593
      ],
      [
        "ib",
        -8.418666e-06
      ],
      [
        "bs",
        -0.00013655527
      ],
      [
        " free",
        -0.025157059
      ],
      [
        " energy",
        -6.098748e-05
      ]
    ]
  },
  "Red Rosner has recently translated this thinker's medical texts into English. This man's most notable treatise was the subject of a sharp critique by Gerso called The Wars of the Lord. That work by this thinker features a third volume that heavily examines the merkavah, or the throne of God vision that Ezekiel saw. His other treatises include the Mishneh Torah and a Commentary on the Mishnah. He was heavily influenced by the kalam philosophy of Saadia Gaon, which inspired his religious treatise that cleared up the doubts of Rabbi Joseph ben Judah. For 10 points, name this Jewish Rabbi and author": {
    "guess": "Maimonides",
    "confidence": [
      [
        "M",
        -0.0049045007
      ],
      [
        "aim",
        -0.08214676
      ],
      [
        "on",
        -1.6524515e-05
      ],
      [
        "ides",
        -9.126521e-05
      ]
    ]
  },
  "By a referendum that may have been rigged, the residents of Sopron decided in 1921 not to join this country, which was later led by a priest named Ignaz Seipel. A plebiscite in 1920 allowed this country to retain its province of Carinthia; that vote had been required by the Treaty of Saint Germain. Its": {
    "guess": "Treaty of Saint Germain",
    "confidence": [
      [
        "T",
        -0.8680252
      ],
      [
        "reat",
        -0.00044949973
      ],
      [
        "y",
        -0.0018792546
      ],
      [
        " of",
        -0.010502742
      ],
      [
        " Saint",
        -0.6773858
      ],
      [
        " Ger",
        -0.28023487
      ],
      [
        "main",
        -9.6629374e-05
      ]
    ]
  },
  "In 1961, this man won reelection with the results being 1,320,478 in favor and none opposed. Dissidents against this man fled to a neighboring country led by Juan Bosch. This man ordered the killing of": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.20136987
      ],
      [
        "af",
        -0.0025779172
      ],
      [
        "ael",
        -1.378283e-05
      ],
      [
        " Tr",
        -0.023712307
      ],
      [
        "uj",
        -7.58424e-06
      ],
      [
        "illo",
        -2.8325678e-05
      ]
    ]
  },
  "Red splotches cover the face of one of the two titular poor men wearing hats in this painter's Two Peasants, and a man on the left approaches the top of a flight of red and orange stairs as a man smokes": {
    "guess": "Pieter Bruegel the Elder",
    "confidence": [
      [
        "Pi",
        -0.74292034
      ],
      [
        "eter",
        -0.0016049596
      ],
      [
        " Br",
        -0.0049973787
      ],
      [
        "ue",
        -0.00011522515
      ],
      [
        "gel",
        -0.033906743
      ],
      [
        " the",
        -0.003405494
      ],
      [
        " Elder",
        -0.0056051076
      ]
    ]
  },
  "A reduced form of this monomeric molecule is converted to ascorbic acid in the Reichstein Process. When in its ring form, this substance has a hemiacetyl group at its anomeric carbon. The absence of this molecule triggers the use of \"ketone bodies\" for energy in some organs. This molecule can cross the blood brain barrier, and its interaction with CAP regulates the lac operon. Hexokinase cleaves this molecule in a certain metabolic process, and this carbohydrate is stored in the liver as glycogen.": {
    "guess": "Glucose",
    "confidence": [
      [
        "Gl",
        -0.0024414086
      ],
      [
        "ucose",
        -0.00011188744
      ]
    ]
  },
  "By a referendum that may have been rigged, the residents of Sopron decided in 1921 not to join this country, which was later led by a priest named Ignaz Seipel. A plebiscite in 1920 allowed this country to retain its province of Carinthia; that vote had been required by the Treaty of Saint Germain. Its parliament was disbanded in 1933 by Engelbert Dollfuss, who was assassinated by Nazi agents in 1934 a few months after clashes fighting broke out in Linz. For 10 points, name this country that was annexed to Germany via the Anschluss.": {
    "guess": "Austria",
    "confidence": [
      [
        "A",
        -0.01776602
      ],
      [
        "ustria",
        -0.0025041979
      ]
    ]
  },
  "By a referendum that may have been rigged, the residents of Sopron decided in 1921 not to join this country, which was later led by a priest named Ignaz Seipel. A plebiscite in 1920 allowed this country to retain its province of Carinthia; that vote had been required by the Treaty of Saint Germain. Its parliament was disbanded in 1933 by Engelbert Dollfuss, who was assassinated by Nazi agents in 1934": {
    "guess": "Austria",
    "confidence": [
      [
        "A",
        -1.1124526
      ],
      [
        "ustria",
        -0.10838591
      ]
    ]
  },
  "Red splotches cover the face of one of the two titular poor men wearing hats in this painter's Two Peasants, and a man on the left approaches the top of a flight of red and orange stairs as a man smokes on a couch in his The Visit- Couple and Newcomer. While living in a farm house in the Alps he painted such works as View of Davos. Other landscapes of this painter include The Junkerboden Under Snow,": {
    "guess": "Félix Vallotton",
    "confidence": [
      [
        "F",
        -0.6129293
      ],
      [
        "é",
        -0.6142661
      ],
      [
        "lix",
        -8.876193e-05
      ],
      [
        " Vall",
        -0.0012002318
      ],
      [
        "otton",
        -0.000106284875
      ]
    ]
  },
  "A reference to the author's cousin, who died in childbirth, may be seen in the fourth one, which notes \"the boy with the brown, squinting, eyes,\" and that fourth one begins \"O trees of life, O when are": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.13897319
      ],
      [
        "ino",
        -8.900034e-05
      ],
      [
        " E",
        -0.00015669702
      ],
      [
        "leg",
        -6.325235e-05
      ],
      [
        "ies",
        -0.0001726703
      ]
    ]
  },
  "This man referred to the brain as a \"mystery box\" in a noted debate or battle with William McDougall,": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -1.773042
      ],
      [
        " James",
        -0.046745177
      ]
    ]
  },
  "Reduced expression of SEMA3F protein is identified with the formation of tumors in this organ. Though it is not the kidney, the hilum is the spot where nerves and other vessels enter this organ. The mediastinum": {
    "guess": "Lung",
    "confidence": [
      [
        "L",
        -0.16499157
      ],
      [
        "ung",
        -0.012699525
      ]
    ]
  },
  "Red Rosner has recently translated this thinker's medical texts into English. This man's most notable treatise was the subject of a sharp critique by Gerso called The Wars of the Lord. That work by this thinker features a third volume that heavily examines the merkavah, or the throne of God vision that Ezekiel saw. His other treatises include the Mishneh Torah and a Commentary on the Mishnah. He was heavily influenced by the kalam philosophy of Saadia Gaon, which inspired his religious treatise that cleared up the doubts of Rabbi Joseph ben Judah. For 10 points, name this Jewish Rabbi and author of The Guide for the Perplexed.": {
    "guess": "Maimonides",
    "confidence": [
      [
        "M",
        -0.00094398047
      ],
      [
        "aim",
        -0.10284311
      ],
      [
        "on",
        -1.2352386e-05
      ],
      [
        "ides",
        -7.398068e-05
      ]
    ]
  },
  "It was referred to in the initial planning stages as Operation Hummingbird, and was partially in response to a speech given at Marburg University by the Vice-Chancellor.  One pretext for it was the homosexuality": {
    "guess": "Night of the Long Knives",
    "confidence": [
      [
        "Night",
        -0.08157909
      ],
      [
        " of",
        -0.00031937702
      ],
      [
        " the",
        -0.00057388237
      ],
      [
        " Long",
        -0.0006559624
      ],
      [
        " Kn",
        -6.1106686e-05
      ],
      [
        "ives",
        -0.00025752498
      ]
    ]
  },
  "This man referred to the \"dizziness of freedom\" in a work in which a man looking over a cliff instinctively": {
    "guess": "Søren Kierkegaard",
    "confidence": [
      [
        "S",
        -0.5583945
      ],
      [
        "ø",
        -0.004585942
      ],
      [
        "ren",
        -6.229872e-05
      ],
      [
        " K",
        -0.0005225312
      ],
      [
        "ier",
        -2.057744e-05
      ],
      [
        "ke",
        -4.00813e-06
      ],
      [
        "gaard",
        -3.5716304e-05
      ]
    ]
  },
  "This man referred to the \"dizziness of freedom\" in a work in which a man looking over a cliff instinctively feels the need to jump. This man that wrote The Concept of Anxiety investigated the possibility": {
    "guess": "Søren Kierkegaard",
    "confidence": [
      [
        "S",
        -0.03662112
      ],
      [
        "ø",
        -0.00015467056
      ],
      [
        "ren",
        -1.2113979e-05
      ],
      [
        " K",
        -6.730528e-05
      ],
      [
        "ier",
        -5.5265704e-05
      ],
      [
        "ke",
        -1.7432603e-06
      ],
      [
        "gaard",
        -1.962381e-05
      ]
    ]
  },
  "A reduced form of this monomeric molecule is converted to ascorbic acid in the Reichstein Process. When in its ring form, this substance has a hemiacetyl group at its anomeric carbon. The absence of this molecule triggers the use of \"ketone bodies\" for energy in some organs. This molecule can cross the blood brain barrier, and its interaction with CAP regulates the lac operon. Hexokinase cleaves this molecule in a certain metabolic process, and this carbohydrate is stored in the liver as glycogen. For 10 points, name this simple sugar that is the main product of photosynthesis and has chemical formula C6H12O6.": {
    "guess": "Glucose",
    "confidence": [
      [
        "Gl",
        -0.0018196474
      ],
      [
        "ucose",
        -3.22594e-05
      ]
    ]
  },
  "For redox reactions, it is equal to the charge transferred times the potential, and it can be written as the product of the negative of the ideal gas constant, temperature, and the natural logarithm of": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.20340857
      ],
      [
        "ib",
        -2.2007884e-05
      ],
      [
        "bs",
        -0.00014227704
      ],
      [
        " free",
        -0.004797615
      ],
      [
        " energy",
        -3.059055e-05
      ]
    ]
  },
  "A reference to a bassinette, or \"kneading basin,\" in this play is properly translated as an accusation of masturbation. Shortly afterwards, more humor is provided by confusion as to whether the names Melesias and Amynias are masculine or feminine. A subplot concerns twelve minai owed to Pasias due to": {
    "guess": "Lysistrata",
    "confidence": [
      [
        "L",
        -0.040583298
      ],
      [
        "ys",
        -0.00078663713
      ],
      [
        "istr",
        -0.0002352449
      ],
      [
        "ata",
        -0.00024072826
      ]
    ]
  },
  "References to local history are found among its sections, which includes a list of Hebrew names and the Canon of Eusebius. Also known as the * Gospel of Columba, it once featured a jewel encrusted cover which was subsequently torn off during its theft, after which the rest was thrown into a ditch, where it sustained water damage. It was probably created on the Isle of Iona, where at least two different": {
    "guess": "Book of Kells",
    "confidence": [
      [
        "Book",
        -0.31596455
      ],
      [
        " of",
        -9.1622824e-05
      ],
      [
        " K",
        -0.0072692716
      ],
      [
        "ells",
        -0.00015383612
      ]
    ]
  },
  "By a referendum that may have been rigged, the residents of Sopron decided in 1921 not to join this country, which was later led by a priest named Ignaz Seipel. A plebiscite in 1920 allowed this country to retain its province of Carinthia; that vote had been required by the Treaty of Saint Germain. Its parliament was disbanded in 1933 by Engelbert Dollfuss, who was assassinated by Nazi agents in 1934 a few months after clashes fighting broke out in Linz. For 10 points, name this country that was": {
    "guess": "Austria",
    "confidence": [
      [
        "A",
        -0.94259226
      ],
      [
        "ustria",
        -0.080847844
      ]
    ]
  },
  "A reduced form of this monomeric molecule is converted to ascorbic acid in the Reichstein Process. When in its ring form, this substance has a hemiacetyl group at its anomeric carbon. The absence of this molecule triggers the use of \"ketone bodies\" for energy in some organs. This molecule can cross the": {
    "guess": "Glucose",
    "confidence": [
      [
        "Gl",
        -0.007947407
      ],
      [
        "ucose",
        -0.00011200665
      ]
    ]
  },
  "Referring to a designer mentioned in this story, one of the characters asks, \"Was he soldier, judge, engineer, chemist, and draftsman?\" Another character in this work boasts at having so far fended off the new Commandant, and later laments the absence of a new felt. In the end, it is discovered that the followers of the Old Commandant were not allowed to have a name, and the Traveler tells one of those followers that he does not approve of the procedure and will testify against it. At the end of this story, the Officer sets the Harrow to read \"Be just!\" and submits himself to the machine, only to have it kill him and destroy itself. For ten points, identify this Franz Kafka short story about": {
    "guess": "In the Penal Colony",
    "confidence": [
      [
        "In",
        -0.023344593
      ],
      [
        " the",
        -0.0023170114
      ],
      [
        " Penal",
        -0.0002699185
      ],
      [
        " Colony",
        -5.4385737e-06
      ]
    ]
  },
  "It is referred to in first Corinthians, chapter 16, and in Italy it is customary to scatter rose leaves from the ceilings of churches on this day.  It is celebrated in Eastern Europe with green branches.": {
    "guess": "Palm Sunday",
    "confidence": [
      [
        "P",
        -0.035409544
      ],
      [
        "alm",
        -0.0017043407
      ],
      [
        " Sunday",
        -8.208653e-05
      ]
    ]
  },
  "A reduced form of this monomeric molecule is converted to ascorbic acid in the Reichstein Process. When in its ring form, this substance has a hemiacetyl group at its anomeric carbon. The absence of this molecule triggers the use of \"ketone bodies\" for energy in some organs. This molecule can cross the blood brain barrier, and its interaction with CAP regulates the lac operon. Hexokinase cleaves this molecule in a certain metabolic process, and this carbohydrate is stored in the liver as glycogen. For 10 points, name this simple sugar that is the main product of photosynthesis and has chemical": {
    "guess": "Glucose",
    "confidence": [
      [
        "Gl",
        -0.0030428392
      ],
      [
        "ucose",
        -6.46828e-05
      ]
    ]
  },
  "A reference to a bassinette, or \"kneading basin,\" in this play is properly translated as an accusation of masturbation. Shortly afterwards, more humor is provided by confusion as to whether the names Melesias and Amynias are masculine or feminine. A subplot concerns twelve minai owed to Pasias due to the horse racing addiction of one the play's central characters. The main plot ends with Xanthias beginning": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.087591656
      ],
      [
        " Cloud",
        -0.10244875
      ],
      [
        "s",
        -8.180258e-06
      ]
    ]
  },
  "This man referred to the brain as a \"mystery box\" in a noted debate or battle with William McDougall, and supposedly conducted a study involving drinking ten gallons of rye whiskey. A student of Henry Donaldson, his own pupils included Harvey Carr and Rosalie Rayner. His personal proclivities are discussed in Breaking the Silence, a 1988 book by his granddaughter Mariette Hartley. After being hired at Johns Hopkins, he wrote Psychology from the Standpoint of a Behaviorist and conducted the Kerplunk": {
    "guess": "John B. Watson",
    "confidence": [
      [
        "John",
        -0.026073266
      ],
      [
        " B",
        -0.0016525676
      ],
      [
        ".",
        -0.00032545274
      ],
      [
        " Watson",
        -8.6497064e-05
      ]
    ]
  },
  "Reduced expression of SEMA3F protein is identified with the formation of tumors in this organ. Though": {
    "guess": "Lung cancer",
    "confidence": [
      [
        "L",
        -0.038959153
      ],
      [
        "ung",
        -0.0019332779
      ],
      [
        " cancer",
        -0.6899031
      ]
    ]
  },
  "Red splotches cover the face of one of the two titular poor men wearing hats in this painter's Two Peasants, and a man on the left approaches the top of a flight of red and orange stairs as a man smokes on a couch in his The Visit- Couple and Newcomer. While living in a farm house in the Alps he painted such works as View of Davos. Other landscapes of this painter include The Junkerboden Under Snow, and he advocated the \"modern teaching of painting\" along with founding the MUIM-Institut with Max (*) Pechstein. Works of his such as Cocotte in Red are discussed in Sherwin Simmons's depictions of his \"Streetwalkers\", otherwise known as his Großstadtbilder. Also a founder of a certain art school": {
    "guess": "Ernst Ludwig Kirchner",
    "confidence": [
      [
        "Er",
        -0.014192531
      ],
      [
        "nst",
        -0.0015355739
      ],
      [
        " Ludwig",
        -0.013319991
      ],
      [
        " Kir",
        -3.9530823e-05
      ],
      [
        "chner",
        -3.368984e-05
      ]
    ]
  },
  "The reduction of thioredoxin by ferrodoxin activates many enzymes in this process, while another enzyme central to it is activated by the binding of magnesium ions to a carbamate group. It also sees the epimerization of Xylulose-5-phosphate to Ru5P. Its second stage sees phosphorylation of 3-PGA to yield six glyceraldehyde-3-phosphate molecules, only one of which is later used to produce glucose. For": {
    "guess": "Calvin Cycle",
    "confidence": [
      [
        "Cal",
        -0.0316463
      ],
      [
        "vin",
        -4.012684e-05
      ],
      [
        " Cycle",
        -0.41942975
      ]
    ]
  },
  "Reduced expression of SEMA3F protein is identified with the formation of tumors in this organ. Though it is not the kidney, the hilum is the spot where nerves and other vessels enter this organ. The mediastinum separates the pleural cavities that house the left and right of these organs. The horizontal fissure is present in the right one but not the left, so the right one contains a middle lobe in addition to the superior and inferior lobes found in the left one. For 10 points, identify this organ": {
    "guess": "Lung",
    "confidence": [
      [
        "L",
        -0.0049368856
      ],
      [
        "ung",
        -0.0005186012
      ]
    ]
  },
  "Red Rosner has recently translated this thinker's medical texts into English. This man's most notable": {
    "guess": "Maimonides",
    "confidence": [
      [
        "M",
        -0.19573288
      ],
      [
        "aim",
        -0.019552685
      ],
      [
        "on",
        -0.0001311911
      ],
      [
        "ides",
        -0.0003862246
      ]
    ]
  },
  "This man referred to the \"dizziness of freedom\" in a work in which a man looking over a cliff instinctively feels the need to jump. This man that wrote The Concept of Anxiety investigated the possibility of a \"teleological suspension of the ethical\" in a work in which the story of the sacrifice of Isaac is retold four times. This philosopher that wrote Fear (*) and Trembling created a debate between A and Judge Wilhelm over hedonistic and responsible lifestyles. For 10 points, name this Danish philosopher": {
    "guess": "Søren Kierkegaard",
    "confidence": [
      [
        "S",
        -0.005789782
      ],
      [
        "ø",
        -0.00021390743
      ],
      [
        "ren",
        -1.0325924e-05
      ],
      [
        " K",
        -0.0002938711
      ],
      [
        "ier",
        -1.7716551e-05
      ],
      [
        "ke",
        -2.9352968e-06
      ],
      [
        "gaard",
        -2.0935051e-05
      ]
    ]
  },
  "The reduction of thioredoxin by ferrodoxin activates many enzymes in this process, while another enzyme": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.52401143
      ],
      [
        "vin",
        -8.3159364e-05
      ],
      [
        " cycle",
        -0.3222556
      ]
    ]
  },
  "Referring to a designer mentioned in this story, one of the characters asks, \"Was he soldier, judge, engineer, chemist, and draftsman?\" Another character in this work boasts at having so far fended off the new Commandant, and later laments the absence of a new felt. In the end, it is discovered that": {
    "guess": "The Gas Heart",
    "confidence": [
      [
        "The",
        -0.2852099
      ],
      [
        " Gas",
        -0.3595497
      ],
      [
        " Heart",
        -0.00047547516
      ]
    ]
  },
  "A reference to the author's cousin, who died in childbirth, may be seen in the fourth one, which notes": {
    "guess": "Mary Shelley",
    "confidence": [
      [
        "Mary",
        -2.226741
      ],
      [
        " Shelley",
        -0.23124743
      ]
    ]
  }
}