{
  "Sutter Green is named after one member of this society, and one of its leaders, John Kelly, was a trustee of the savings bank located across from this society's headquarters. William Leggett led the Locofocos who opposed this organization, and its leaders included Charles Francis Murray and its founder, William Mooney. In political cartoons, this group was often represented as a tiger, and one of its": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.05614364
      ],
      [
        "many",
        -0.00034118397
      ],
      [
        " Hall",
        -0.011662001
      ]
    ]
  },
  "Sutter Green is named after one member of this society, and one of its leaders, John Kelly, was a trustee of the savings bank located across from this society's headquarters. William Leggett led the Locofocos who opposed this organization, and its leaders included Charles Francis Murray and its founder, William Mooney. In political cartoons, this group was often represented as a tiger, and one of its leaders was represented as a man with a moneybag in place of his head by cartoonist Thomas Nast. For 10 points, name this Democratic Party political machine which heavily influenced New York politics under the leadership of bosses like William Tweed.": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.028957652
      ],
      [
        "many",
        -5.419287e-05
      ],
      [
        " Hall",
        -0.00011117222
      ]
    ]
  },
  "Sutter Green is named after one member of this society, and one of its leaders, John Kelly, was a trustee": {
    "guess": "Ancient Order of Hibernians",
    "confidence": [
      [
        "Anc",
        -1.0850656
      ],
      [
        "ient",
        -0.0012171404
      ],
      [
        " Order",
        -0.0059889974
      ],
      [
        " of",
        -0.000118324446
      ],
      [
        " H",
        -0.01187219
      ],
      [
        "ibern",
        -0.0018625956
      ],
      [
        "ians",
        -0.00020509004
      ]
    ]
  },
  "Sutter Green is named after one member of this society, and one of its leaders, John Kelly, was a trustee of the savings bank located across from this society's headquarters. William Leggett led the Locofocos who opposed this organization, and its leaders included Charles Francis Murray and its founder, William Mooney. In political cartoons, this group was often represented as a tiger, and one of its leaders was represented as a man with a moneybag in place of his head by cartoonist Thomas Nast.": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.00805207
      ],
      [
        "many",
        -0.00011534435
      ],
      [
        " Hall",
        -0.13505034
      ]
    ]
  },
  "Sutter Green is named after one member of this society, and one of its leaders, John Kelly, was a trustee of the savings bank located across from this society's headquarters. William Leggett led the Locofocos who opposed this organization, and its leaders included Charles Francis Murray and its founder,": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.120740704
      ],
      [
        "many",
        -0.00015288251
      ],
      [
        " Hall",
        -0.04682265
      ]
    ]
  },
  "Sutter Green is named after one member of this society, and one of its leaders, John Kelly, was a trustee of the savings bank located across from this society's headquarters. William Leggett led the Locofocos": {
    "guess": "Locofocos",
    "confidence": [
      [
        "Loc",
        -0.2522074
      ],
      [
        "of",
        -0.0054488517
      ],
      [
        "ocos",
        -0.019804932
      ]
    ]
  },
  "Sutter Green is named after one member of this society, and one of its leaders, John Kelly, was a trustee of the savings bank located across from this society's headquarters. William Leggett led the Locofocos who opposed this organization, and its leaders included Charles Francis Murray and its founder, William Mooney. In political cartoons, this group was often represented as a tiger, and one of its leaders was represented as a man with a moneybag in place of his head by cartoonist Thomas Nast. For 10 points, name this Democratic Party political machine which heavily influenced New York politics": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.06793805
      ],
      [
        "many",
        -0.00030864868
      ],
      [
        " Hall",
        -1.6286107e-05
      ]
    ]
  }
}