{
  "The r-process refers to rapid neutron capture during these phenomena. One type of these phenomena is": {
    "guess": "Supernova",
    "confidence": [
      [
        "Sup",
        -0.17921332
      ],
      [
        "ern",
        -5.6338537e-05
      ],
      [
        "ova",
        -0.0011437879
      ]
    ]
  },
  "The r-process refers to rapid neutron capture during these phenomena. One type of these phenomena is useful for measuring distances in excess of one thousand megaparsecs. Another type of these phenomena lack hydrogen lines and generally occur above the Chandrasekhar limit. The abundance of the heavy elements can be explained by their nuclear synthesis during these phenomena, and the Crab Nebula was formed by one of these phenomena. In white dwarfs above 1.44 solar masses, this event leads to the formation of a black hole. For 10 points, name these extremely energetic explosions of stars.": {
    "guess": "Supernova",
    "confidence": [
      [
        "Sup",
        -0.0029294419
      ],
      [
        "ern",
        -8.657073e-06
      ],
      [
        "ova",
        -0.0011247373
      ]
    ]
  },
  "The r-process refers to rapid neutron capture during these phenomena. One type of these phenomena is useful for measuring distances in excess of one thousand megaparsecs. Another type of these phenomena lack hydrogen lines and generally occur above the Chandrasekhar limit. The abundance of the heavy elements can be explained by their nuclear synthesis during these phenomena, and the Crab Nebula was": {
    "guess": "Supernova",
    "confidence": [
      [
        "Sup",
        -0.004679442
      ],
      [
        "ern",
        -1.3306016e-05
      ],
      [
        "ova",
        -0.00040314416
      ]
    ]
  },
  "The r-process refers to rapid neutron capture during these phenomena. One type of these phenomena is useful for measuring distances in excess of one thousand megaparsecs. Another type of these phenomena lack hydrogen lines and generally occur above the Chandrasekhar limit. The abundance of the heavy elements can be explained by their nuclear synthesis during these phenomena, and the Crab Nebula was formed by one of these phenomena. In white dwarfs above 1.44 solar masses, this event leads to the": {
    "guess": "Supernova",
    "confidence": [
      [
        "Sup",
        -0.021921711
      ],
      [
        "ern",
        -1.569009e-05
      ],
      [
        "ova",
        -0.00027122974
      ]
    ]
  },
  "The r-process refers to rapid neutron capture during these phenomena. One type of these phenomena is useful for measuring distances in excess of one thousand megaparsecs. Another type of these phenomena": {
    "guess": "Supernova",
    "confidence": [
      [
        "Sup",
        -0.14071529
      ],
      [
        "ern",
        -2.2484697e-05
      ],
      [
        "ova",
        -0.0016340013
      ]
    ]
  },
  "The r-process refers to rapid neutron capture during these phenomena. One type of these phenomena is useful for measuring distances in excess of one thousand megaparsecs. Another type of these phenomena lack hydrogen lines and generally occur above the Chandrasekhar limit. The abundance of the heavy": {
    "guess": "Supernova",
    "confidence": [
      [
        "Sup",
        -0.0041430998
      ],
      [
        "ern",
        -8.776276e-06
      ],
      [
        "ova",
        -0.00044783088
      ]
    ]
  }
}