{
  "Due to the combination of very large, wide-set eyes and a strangely yellowish skin tone, this Admiral": {
    "guess": "Admiral Ackbar",
    "confidence": [
      [
        "Ad",
        -1.0215335
      ],
      [
        "mir",
        -0.016894821
      ],
      [
        "al",
        -0.00026956087
      ],
      [
        " Ack",
        -0.5636205
      ],
      [
        "bar",
        -6.873572e-05
      ]
    ]
  },
  "Due to disagreements between some of this group's leaders, one of them left to start the Red Republican newspaper. The newly passed Crown and Security Act targeted this group, who's so-called \"Schoolmaster,\" James O'Brien, tried to steer a middle ground between its two factions.  Richard Pilling, one of its leaders, was among those charged for participating in the Plug Plots. Their positions were delineated in their newspaper, the Northern Star, and they were split into the Moral and Physical Force factions; the latter supported the Newport Rising. Their newspaper was edited by Feargus O'Connor,": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.0027451965
      ],
      [
        "ism",
        -0.0005468378
      ]
    ]
  },
  "Due to this country's nearly $2 billion debt, Gazprom shut off delivery of natural gas in June 2014. This country was led by Viktor Yanukovich until February 2014; one month later, its peninsula on the Black Sea, including its city of (*) Sevastopol, was annexed by its eastern neighbor. For 10 points,": {
    "guess": "Annexation of Crimea by the Russian Federation",
    "confidence": [
      [
        "Ann",
        -0.64832276
      ],
      [
        "ex",
        -1.11603495e-05
      ],
      [
        "ation",
        -0.00021748354
      ],
      [
        " of",
        -0.00010938417
      ],
      [
        " Crimea",
        -1.27099975e-05
      ],
      [
        " by",
        -6.396757e-05
      ],
      [
        " the",
        -9.770221e-05
      ],
      [
        " Russian",
        -1.247159e-05
      ],
      [
        " Federation",
        -0.00083607365
      ]
    ]
  },
  "Due to its discrete nature, it led to a precise definition of the unit of electrical resistance, which was given the name of its discoverer.  It only occurs in two-dimensional surfaces, which is why it is properly in the realm of semiconductor physics.  Its discoverer found the surprising fact that it was exactly discrete, namely that electrical conductance equals v times e-squared over h, where v is any integer, e is the fundamental charge, and h is Planck's constant.  The earlier form of it described": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.080597684
      ],
      [
        "um",
        -0.027799737
      ],
      [
        " Hall",
        -0.0037373719
      ],
      [
        " effect",
        -0.031018399
      ]
    ]
  },
  "Due chiefly to the provocation of this man, problems stemming from the Convention of Gastein led to the Seven Weeks War and Austria's exclusion from a newly established empire. This person arranged the Reinsurance Treaty with Russia, a secret agreement compelled by the collapse of the Three Emperors League. The May Laws promulgated by this leader's minister of culture, Adalbert Falk, contributed to": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.029088156
      ],
      [
        "to",
        -4.604148e-06
      ],
      [
        " von",
        -0.0002639583
      ],
      [
        " B",
        -1.0280384e-06
      ],
      [
        "ism",
        -2.1769476e-05
      ],
      [
        "ar",
        -0.0002667
      ],
      [
        "ck",
        -6.0345924e-06
      ]
    ]
  },
  "Due to its discrete nature, it led to a precise definition of the unit of electrical resistance, which was given the name of its discoverer.  It only occurs in two-dimensional surfaces, which is why it is properly in the realm of semiconductor physics.  Its discoverer found the surprising fact that it": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.1721432
      ],
      [
        "um",
        -0.03444486
      ],
      [
        " Hall",
        -0.014422624
      ],
      [
        " effect",
        -0.09882145
      ]
    ]
  },
  "Due to its discrete nature, it led to a precise definition of the unit of electrical resistance, which was given the name of its discoverer.  It only occurs in two-dimensional surfaces, which is why it is properly in the realm of semiconductor physics.  Its discoverer found the surprising fact that it was exactly discrete, namely that electrical conductance equals v times e-squared over h, where v is any integer, e is the fundamental charge, and h is Planck's constant.  The earlier form of it described the creation of a voltage in the direction perpendicular to a magnetic field applied to a perpendicular current and offered an interpretation of current, rather than as a movement of negatively-charged": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.16658391
      ],
      [
        "um",
        -0.08000846
      ],
      [
        " Hall",
        -0.0056355707
      ],
      [
        " effect",
        -0.027067533
      ]
    ]
  },
  "Due chiefly to the provocation of this man, problems stemming from the Convention of Gastein led to the": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.7607158
      ],
      [
        "ust",
        -0.00046594252
      ],
      [
        "ro",
        -0.009571679
      ],
      [
        "-",
        -0.0006329744
      ],
      [
        "Pr",
        -5.4385737e-06
      ],
      [
        "ussian",
        -5.109358e-05
      ],
      [
        " War",
        -0.002904374
      ]
    ]
  },
  "Due to this country's nearly $2 billion debt, Gazprom shut off delivery of natural gas in June 2014. This country was led by Viktor Yanukovich until February 2014; one month later, its peninsula on the": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.09685653
      ],
      [
        "kraine",
        -0.0032100382
      ]
    ]
  },
  "Due to disagreements between some of this group's leaders, one of them left to start the Red Republican newspaper. The newly passed Crown and Security Act targeted this group, who's so-called \"Schoolmaster,\" James O'Brien, tried to steer a middle ground between its two factions.  Richard Pilling, one of its leaders, was among those charged for participating in the Plug Plots. Their positions were delineated in their newspaper, the Northern Star, and they were split into the Moral and Physical Force factions; the latter supported the Newport Rising. Their newspaper was edited by Feargus O'Connor, who was often at odds with their chief leader, William Lovett.  Thomas Carlyle wrote a famous petition supporting their demands such as voting by ballot and an end to rotten boroughs.  For 10 points, identify this 19th century British group that agitated for their namesake document of rights.": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.0064959275
      ],
      [
        "ism",
        -0.0012209403
      ]
    ]
  },
  "Due chiefly to the provocation of this man, problems stemming from the Convention of Gastein led to the Seven Weeks War and Austria's exclusion from a newly established empire. This person arranged the Reinsurance Treaty with Russia, a secret agreement compelled by the collapse of the Three Emperors": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0010141144
      ],
      [
        "to",
        -1.3856493e-06
      ],
      [
        " von",
        -0.00039361522
      ],
      [
        " B",
        -2.3392786e-06
      ],
      [
        "ism",
        -1.4140442e-05
      ],
      [
        "ar",
        -0.00023500649
      ],
      [
        "ck",
        -1.3856493e-06
      ]
    ]
  },
  "Due to this country's nearly $2 billion debt, Gazprom shut off delivery of natural gas in June 2014. This country was led by Viktor Yanukovich until February 2014; one month later, its peninsula on the Black Sea, including its city of (*) Sevastopol, was annexed by its eastern neighbor. For 10 points, name this Eastern European country, now led by Petro Poroshenko from its capital of Kiev, which has": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.026338616
      ],
      [
        "kraine",
        -0.0005412389
      ]
    ]
  },
  "Due to its discrete nature, it led to a precise definition of the unit of electrical resistance, which was given the name of its discoverer.  It only occurs in two-dimensional surfaces, which is why it": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.07218903
      ],
      [
        "um",
        -0.03538895
      ],
      [
        " Hall",
        -0.00710594
      ],
      [
        " effect",
        -0.113208905
      ]
    ]
  },
  "Due to this country's nearly $2 billion debt, Gazprom shut off delivery of natural gas in June 2014.": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.078057244
      ],
      [
        "kraine",
        -0.0012176172
      ]
    ]
  },
  "Due to disagreements between some of this group's leaders, one of them left to start the Red Republican newspaper. The newly passed Crown and Security Act targeted this group, who's so-called \"Schoolmaster,\"": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.43364483
      ],
      [
        " of",
        -0.003340141
      ],
      [
        " Islam",
        -0.0030069426
      ]
    ]
  },
  "Due to its discrete nature, it led to a precise definition of the unit of electrical resistance, which": {
    "guess": "Ohm's Law",
    "confidence": [
      [
        "Oh",
        -0.91172063
      ],
      [
        "m",
        -0.0006125979
      ],
      [
        "'s",
        -0.46411565
      ],
      [
        " Law",
        -0.3965541
      ]
    ]
  },
  "Due to the combination of very large, wide-set eyes and a strangely yellowish skin tone, this Admiral was secretly called \"the son of a Cingalese princess\" by his detractors. They had good reason to fear and distrust him, however, as he shook the foundations of the Royal Navy often by ignoring old traditionalists in favor of young, technologically-adept officers like Jellicoe and Beatty. FTP, who was this man, who served seven years as First Sea Lord, and presided over the construction of the first Dreadnoughts?": {
    "guess": "John Fisher, 1st Baron Fisher",
    "confidence": [
      [
        "John",
        -0.7297296
      ],
      [
        " Fisher",
        -0.12462092
      ],
      [
        ",",
        -0.0018961522
      ],
      [
        " ",
        -0.0005440961
      ],
      [
        "1",
        -0.00020330198
      ],
      [
        "st",
        -1.4974867e-05
      ],
      [
        " Baron",
        -0.00015455135
      ],
      [
        " Fisher",
        -4.596782e-05
      ]
    ]
  },
  "Due to the combination of very large, wide-set eyes and a strangely yellowish skin tone, this Admiral was secretly called \"the son of a Cingalese princess\" by his detractors. They had good reason to fear and distrust him, however, as he shook the foundations of the Royal Navy often by ignoring old traditionalists in favor of young, technologically-adept officers like Jellicoe and Beatty. FTP, who was this man, who served seven years as First Sea Lord, and presided over the construction of the first": {
    "guess": "John Fisher, 1st Baron Fisher",
    "confidence": [
      [
        "John",
        -0.842409
      ],
      [
        " Fisher",
        -0.24933259
      ],
      [
        ",",
        -0.00351478
      ],
      [
        " ",
        -0.00057924655
      ],
      [
        "1",
        -0.00018506382
      ],
      [
        "st",
        -1.4378848e-05
      ],
      [
        " Baron",
        -0.00010294717
      ],
      [
        " Fisher",
        -4.2510914e-05
      ]
    ]
  },
  "Due to the combination of very large, wide-set eyes and a strangely yellowish skin tone, this Admiral was secretly called \"the son of a Cingalese princess\" by his detractors. They had good reason to fear and distrust him, however, as he shook the foundations of the Royal Navy often by ignoring old traditionalists": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.31727606
      ],
      [
        "atio",
        -0.00021307668
      ],
      [
        " Nelson",
        -0.0005440961
      ],
      [
        ",",
        -0.3083615
      ],
      [
        " ",
        -0.00033308176
      ],
      [
        "1",
        -9.2576454e-05
      ],
      [
        "st",
        -6.6306106e-06
      ],
      [
        " Vis",
        -0.00026169344
      ],
      [
        "count",
        -1.6643718e-05
      ],
      [
        " Nelson",
        -1.504853e-06
      ]
    ]
  },
  "Due to disagreements between some of this group's leaders, one of them left to start the Red Republican newspaper. The newly passed Crown and Security Act targeted this group, who's so-called \"Schoolmaster,\" James O'Brien, tried to steer a middle ground between its two factions.  Richard Pilling, one of its leaders, was among those charged for participating in the Plug Plots. Their positions were delineated": {
    "guess": "Chartists",
    "confidence": [
      [
        "Chart",
        -0.6858866
      ],
      [
        "ists",
        -0.6847632
      ]
    ]
  },
  "Due chiefly to the provocation of this man, problems stemming from the Convention of Gastein led to the Seven Weeks War and Austria's exclusion from a newly established empire. This person arranged the Reinsurance Treaty with Russia, a secret agreement compelled by the collapse of the Three Emperors League. The May Laws promulgated by this leader's minister of culture, Adalbert Falk, contributed to a political struggle called the Kulturkampf. This prime minister edited an exchange between the French Count Benedetti and King William in such a way so as to provoke armed conflict; that message, the Ems telegram, precipitated the Franco-Prussian War. For 10 points, name this German chancellor from": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00030304978
      ],
      [
        "to",
        -4.00813e-06
      ],
      [
        " von",
        -0.00019269285
      ],
      [
        " B",
        -2.0458236e-05
      ],
      [
        "ism",
        -1.3544423e-05
      ],
      [
        "ar",
        -0.0001820874
      ],
      [
        "ck",
        -1.3856493e-06
      ]
    ]
  },
  "Due to disagreements between some of this group's leaders, one of them left to start the Red Republican": {
    "guess": "Jacobin Club",
    "confidence": [
      [
        "Jacob",
        -2.1603332
      ],
      [
        "in",
        -0.17123304
      ],
      [
        " Club",
        -0.011027667
      ]
    ]
  },
  "Due to disagreements between some of this group's leaders, one of them left to start the Red Republican newspaper. The newly passed Crown and Security Act targeted this group, who's so-called \"Schoolmaster,\" James O'Brien, tried to steer a middle ground between its two factions.  Richard Pilling, one of its leaders, was among those charged for participating in the Plug Plots. Their positions were delineated in their newspaper, the Northern Star, and they were split into the Moral and Physical Force": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.15165478
      ],
      [
        "ism",
        -0.028557695
      ]
    ]
  },
  "Due to its discrete nature, it led to a precise definition of the unit of electrical resistance, which was given the name of its discoverer.  It only occurs in two-dimensional surfaces, which is why it is properly in the realm of semiconductor physics.  Its discoverer found the surprising fact that it was exactly discrete, namely that electrical conductance equals v times e-squared over h, where v is any integer, e is the fundamental charge, and h is Planck's constant.  The earlier form of it described the creation of a voltage in the direction perpendicular to a magnetic field applied to a perpendicular current and offered an interpretation of current, rather than as a movement of negatively-charged electrons, as a movement of positively-charged \"holes\".  FTP, identify this effect for which": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.08284631
      ],
      [
        "um",
        -0.049363557
      ],
      [
        " Hall",
        -0.0045480845
      ],
      [
        " effect",
        -0.017141165
      ]
    ]
  },
  "Due to disagreements between some of this group's leaders, one of them left to start the Red Republican newspaper. The newly passed Crown and Security Act targeted this group, who's so-called \"Schoolmaster,\" James O'Brien, tried to steer a middle ground between its two factions.  Richard Pilling, one of its leaders, was among those charged for participating in the Plug Plots. Their positions were delineated in their newspaper, the Northern Star, and they were split into the Moral and Physical Force factions; the latter supported the Newport Rising. Their newspaper was edited by Feargus O'Connor, who was often at odds with their chief leader, William Lovett.  Thomas Carlyle wrote a famous petition supporting their demands such as voting by ballot and an end to rotten boroughs.  For 10 points,": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.0016066285
      ],
      [
        "ism",
        -0.00041637212
      ]
    ]
  },
  "Due to its discrete nature, it led to a precise definition of the unit of electrical resistance, which was given the name of its discoverer.  It only occurs in two-dimensional surfaces, which is why it is properly in the realm of semiconductor physics.  Its discoverer found the surprising fact that it was exactly discrete, namely that electrical conductance equals v times e-squared over h, where v is any integer, e is the fundamental charge, and h is Planck's constant.  The earlier form of it described the creation of a voltage in the direction perpendicular to a magnetic field applied to a perpendicular": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.051824618
      ],
      [
        "um",
        -0.04752984
      ],
      [
        " Hall",
        -0.0072878622
      ],
      [
        " effect",
        -0.03460194
      ]
    ]
  },
  "Due to this country's nearly $2 billion debt, Gazprom shut off delivery of natural gas in June 2014. This country was led by Viktor Yanukovich until February 2014; one month later, its peninsula on the Black Sea, including its city of (*) Sevastopol, was annexed by its eastern neighbor. For 10 points, name this Eastern European country, now led by Petro Poroshenko from its capital of Kiev, which has recently struggled with pro-Russian separatists.": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.018421965
      ],
      [
        "kraine",
        -0.0008725133
      ]
    ]
  },
  "Due to its discrete nature, it led to a precise definition of the unit of electrical resistance, which was given the name of its discoverer.  It only occurs in two-dimensional surfaces, which is why it is properly in the realm of semiconductor physics.  Its discoverer found the surprising fact that it was exactly discrete, namely that electrical conductance equals v times e-squared over h, where v": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.12458418
      ],
      [
        "um",
        -0.06010144
      ],
      [
        " Hall",
        -0.027403373
      ],
      [
        " effect",
        -0.034152508
      ]
    ]
  },
  "Due to disagreements between some of this group's leaders, one of them left to start the Red Republican newspaper. The newly passed Crown and Security Act targeted this group, who's so-called \"Schoolmaster,\" James O'Brien, tried to steer a middle ground between its two factions.  Richard Pilling, one of its leaders, was among those charged for participating in the Plug Plots. Their positions were delineated in their newspaper, the Northern Star, and they were split into the Moral and Physical Force factions; the latter supported the Newport Rising. Their newspaper was edited by Feargus O'Connor, who was often at odds with their chief leader, William Lovett.  Thomas Carlyle wrote a famous petition": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.0038816654
      ],
      [
        "ism",
        -0.000716604
      ]
    ]
  },
  "Due to the combination of very large, wide-set eyes and a strangely yellowish skin tone, this Admiral was secretly called \"the son of a Cingalese princess\" by his detractors. They had good reason to fear and distrust him, however, as he shook the foundations of the Royal Navy often by ignoring old traditionalists in favor of young, technologically-adept officers like Jellicoe and Beatty. FTP, who was": {
    "guess": "John Fisher, 1st Baron Fisher",
    "confidence": [
      [
        "John",
        -1.3353338
      ],
      [
        " Fisher",
        -0.12810613
      ],
      [
        ",",
        -0.010005622
      ],
      [
        " ",
        -0.0008261834
      ],
      [
        "1",
        -0.00018006093
      ],
      [
        "st",
        -2.2961513e-05
      ],
      [
        " Baron",
        -7.016616e-05
      ],
      [
        " Fisher",
        -4.894791e-05
      ]
    ]
  },
  "Due to disagreements between some of this group's leaders, one of them left to start the Red Republican newspaper. The newly passed Crown and Security Act targeted this group, who's so-called \"Schoolmaster,\" James O'Brien, tried to steer a middle ground between its two factions.  Richard Pilling, one": {
    "guess": "Molly Maguires",
    "confidence": [
      [
        "M",
        -2.493374
      ],
      [
        "olly",
        -0.23550358
      ],
      [
        " Mag",
        -0.0010853286
      ],
      [
        "ui",
        -0.0029912516
      ],
      [
        "res",
        -2.8160932e-06
      ]
    ]
  },
  "Due to its discrete nature, it led to a precise definition of the unit of electrical resistance, which was given the name of its discoverer.  It only occurs in two-dimensional surfaces, which is why it is properly in the realm of semiconductor physics.  Its discoverer found the surprising fact that it was exactly discrete, namely that electrical conductance equals v times e-squared over h, where v is any integer, e is the fundamental charge, and h is Planck's constant.  The earlier form of it described the creation of a voltage in the direction perpendicular to a magnetic field applied to a perpendicular current and offered an interpretation of current, rather than as a movement of negatively-charged electrons, as a movement of positively-charged \"holes\".  FTP, identify this effect for which Klaus von Klitzing won the 1985 Nobel Prize in Physics.": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.11624714
      ],
      [
        "um",
        -0.037147556
      ],
      [
        " Hall",
        -0.0006903939
      ],
      [
        " effect",
        -0.012472803
      ]
    ]
  },
  "Due chiefly to the provocation of this man, problems stemming from the Convention of Gastein led to the Seven Weeks War and Austria's exclusion from a newly established empire. This person arranged the Reinsurance Treaty with Russia, a secret agreement compelled by the collapse of the Three Emperors League. The May Laws promulgated by this leader's minister of culture, Adalbert Falk, contributed to a political struggle called the Kulturkampf. This prime minister edited an exchange between the French": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00074065744
      ],
      [
        "to",
        -1.9816675e-06
      ],
      [
        " von",
        -0.00022022522
      ],
      [
        " B",
        -1.27099975e-05
      ],
      [
        "ism",
        -2.0696643e-05
      ],
      [
        "ar",
        -0.00031973462
      ],
      [
        "ck",
        -2.3392786e-06
      ]
    ]
  },
  "Due chiefly to the provocation of this man, problems stemming from the Convention of Gastein led to the Seven Weeks War and Austria's exclusion from a newly established empire. This person arranged the Reinsurance Treaty with Russia, a secret agreement compelled by the collapse of the Three Emperors League. The May Laws promulgated by this leader's minister of culture, Adalbert Falk, contributed to a political struggle called the Kulturkampf. This prime minister edited an exchange between the French Count Benedetti and King William in such a way so as to provoke armed conflict; that message, the": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00044163596
      ],
      [
        "to",
        -1.8624639e-06
      ],
      [
        " von",
        -0.00015622021
      ],
      [
        " B",
        -7.822647e-06
      ],
      [
        "ism",
        -1.8431772e-05
      ],
      [
        "ar",
        -0.00031127117
      ],
      [
        "ck",
        -3.5313153e-06
      ]
    ]
  },
  "Due chiefly to the provocation of this man, problems stemming from the Convention of Gastein led to the Seven Weeks War and Austria's exclusion from a newly established empire. This person arranged the": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.087633476
      ],
      [
        "to",
        -2.577686e-06
      ],
      [
        " von",
        -0.00020759332
      ],
      [
        " B",
        -3.0545007e-06
      ],
      [
        "ism",
        -1.1398757e-05
      ],
      [
        "ar",
        -0.00018018014
      ],
      [
        "ck",
        -5.6769813e-06
      ]
    ]
  },
  "Due to the combination of very large, wide-set eyes and a strangely yellowish skin tone, this Admiral was secretly called \"the son of a Cingalese princess\" by his detractors. They had good reason to fear": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.86446565
      ],
      [
        "atio",
        -0.002208424
      ],
      [
        " Nelson",
        -0.0018190513
      ],
      [
        ",",
        -0.46123165
      ],
      [
        " ",
        -0.0005026352
      ],
      [
        "1",
        -0.00013476722
      ],
      [
        "st",
        -9.849109e-06
      ],
      [
        " Vis",
        -0.0018792546
      ],
      [
        "count",
        -5.288163e-05
      ],
      [
        " Nelson",
        -8.657073e-06
      ]
    ]
  },
  "Due chiefly to the provocation of this man, problems stemming from the Convention of Gastein led to the Seven Weeks War and Austria's exclusion from a newly established empire. This person arranged the Reinsurance Treaty with Russia, a secret agreement compelled by the collapse of the Three Emperors League. The May Laws promulgated by this leader's minister of culture, Adalbert Falk, contributed to a political struggle called the Kulturkampf. This prime minister edited an exchange between the French Count Benedetti and King William in such a way so as to provoke armed conflict; that message, the Ems telegram, precipitated the Franco-Prussian War. For 10 points, name this German chancellor from 1871 to 1890, a Prussian who was the chief architect of the late-nineteenth century German Empire.": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00089776615
      ],
      [
        "to",
        -2.9352968e-06
      ],
      [
        " von",
        -0.000225947
      ],
      [
        " B",
        -1.2948405e-05
      ],
      [
        "ism",
        -1.2948405e-05
      ],
      [
        "ar",
        -0.00021236145
      ],
      [
        "ck",
        -3.5313153e-06
      ]
    ]
  }
}