{
  "In its majority decision the court cited two prior cases: U.S. v. Classic and U.S. v. Moseley. Justices Harlan and Frankfurter dissented claiming that they could find nothing in the Constitution, particularly the Equal Protection clause, to justify the decision. The defendant was the secretary of state for the state involved and the plaintiff had challenged the validity of a 1901 Tennessee statute apportioning members of the General Assembly. FTP, name this 1962 case that focused on discriminatory": {
    "guess": "Baker v. Carr",
    "confidence": [
      [
        "B",
        -0.0033893299
      ],
      [
        "aker",
        -5.080963e-06
      ],
      [
        " v",
        -9.603336e-05
      ],
      [
        ".",
        -7.111979e-05
      ],
      [
        " Carr",
        -1.5809293e-05
      ]
    ]
  },
  "A major idea behind the Coleman-De Luccia instanton, this process allows matter to go from a \"false vacuum\" state to a \"true vacuum\" state. Also responsible for the non-classical behavior of the Josephson junction, in which a thin electrically insulating film is sandwiched between two pieces of superconductor,": {
    "guess": "Quantum tunneling",
    "confidence": [
      [
        "Quant",
        -1.0460109
      ],
      [
        "um",
        -2.7014437e-05
      ],
      [
        " tunnel",
        -0.046989173
      ],
      [
        "ing",
        -5.407367e-05
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he": {
    "guess": "Charles Evans Hughes",
    "confidence": [
      [
        "Charles",
        -0.9152039
      ],
      [
        " Evans",
        -0.028330604
      ],
      [
        " Hughes",
        -0.0076919175
      ]
    ]
  },
  "One major symbol of this nation is the Tree of Life, a gigantic tree found alone in its southern desert, and Umm an Nusan island is home to the ruling family's private reserve. The island of Al-Muharraq contains its international airport and a structure designed to look like a desert tent holds the stands": {
    "guess": "Bahrain",
    "confidence": [
      [
        "B",
        -0.00048940734
      ],
      [
        "ahrain",
        -1.0280384e-06
      ]
    ]
  },
  "A major idea behind the Coleman-De Luccia instanton, this process allows matter to go from a \"false vacuum\" state to a \"true vacuum\" state. Also responsible for the non-classical behavior of the Josephson junction, in which a thin electrically insulating film is sandwiched between two pieces of superconductor, in 1928 this quantum effect was shown by Condon, Gamow, and Gurney to be responsible for the emission of alpha particles. FTP, name this effect, also called barrier penetration, in which a": {
    "guess": "Quantum tunneling",
    "confidence": [
      [
        "Quant",
        -0.46549594
      ],
      [
        "um",
        -0.00011200665
      ],
      [
        " tunnel",
        -0.20245555
      ],
      [
        "ing",
        -2.1054253e-05
      ]
    ]
  },
  "Its major section begins with eight unnamed chapters, the only unnamed parts of this work. Three of its fragments are only known by English names: Gray, Westergaard, and Darmesteter. The Westergaard section is followed by the Hadhokt, which gives an explanation of the soul's final destination, which itself can be determined based on the ritual specifications outlined in the Nirangistan. Its Khorda part is basically a book of common prayer, while extensions to the liturgy are the subject of the Visperad.": {
    "guess": "Yasna",
    "confidence": [
      [
        "Y",
        -0.8151715
      ],
      [
        "as",
        -0.0027739669
      ],
      [
        "na",
        -0.0015389079
      ]
    ]
  },
  "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and": {
    "guess": "Ecstasy of Saint Teresa",
    "confidence": [
      [
        "Ec",
        -1.4905512
      ],
      [
        "stasy",
        -0.0008946668
      ],
      [
        " of",
        -0.00023393365
      ],
      [
        " Saint",
        -0.0071808607
      ],
      [
        " Teresa",
        -0.029401904
      ]
    ]
  },
  "After making light of his ill fortune, this character realizes that \"the worst is not / so long as we can say ‘This is the worst.'\" This character pretends to lead his suicidal father to the edge of a cliff and tells him to jump off, although they are on level ground. He claims to be possessed by five \"foul fiends,\" including Flibbertigibbet, when three other characters take refuge from a storm in his hovel. After he stops pretending to be (*) Tom O'Bedlam, this character kills the treacherous Oswald in a duel. At the end of the play, Albany declares this man king along with Kent. This man's father had his eyes ripped out by Cornwall before being stripped of his title as the Duke of Gloucester.": {
    "guess": "King Lear",
    "confidence": [
      [
        "King",
        -0.0005295606
      ],
      [
        " Lear",
        -2.58224e-05
      ]
    ]
  },
  "A major influence on Ruwet's paradigmatic analysis, this man's dialogues with Krystyna Pomorska provides insight into much of his work in semiotics. His model of the functions of language incorporates Malinowski's work and Buhler's tripartite system into a theory of functional communication dependent": {
    "guess": "Roman Jakobson",
    "confidence": [
      [
        "Roman",
        -0.15770005
      ],
      [
        " Jak",
        -0.0008702484
      ],
      [
        "ob",
        -9.114601e-05
      ],
      [
        "son",
        -5.538491e-05
      ]
    ]
  },
  "A major idea behind the Coleman-De Luccia instanton, this process allows matter to go from a \"false vacuum\"": {
    "guess": "False vacuum",
    "confidence": [
      [
        "False",
        -0.042331524
      ],
      [
        " vacuum",
        -0.03711357
      ]
    ]
  },
  "After making light of his ill fortune, this character realizes that \"the worst is not / so long as we can say ‘This is the worst.'\" This character pretends to lead his suicidal father to the edge of a": {
    "guess": "King Lear",
    "confidence": [
      [
        "King",
        -0.3307023
      ],
      [
        " Lear",
        -0.011647645
      ]
    ]
  },
  "Make some conservative school board members in Kansas upset by answering these questions about physical": {
    "guess": "Physical education in the United States",
    "confidence": [
      [
        "Physical",
        -0.28080878
      ],
      [
        " education",
        -0.18402933
      ],
      [
        " in",
        -0.008954664
      ],
      [
        " the",
        -0.018875947
      ],
      [
        " United",
        -0.0006261798
      ],
      [
        " States",
        -0.00023607932
      ]
    ]
  },
  "Major battles in this war included Fleurus, at which the Prince of Waldeck was defeated by Marshal Luxembourg, and the naval encounter at Cap La Hogue, at which Tourville was defeated. Its causes included the disputed election of the Archbishop of Cologne and a struggle over the lands of the Elector Charles, and after nine years of fighting, it ended with the acknowledgement of William III as king of England at Ryswick. FTP, identify this war, which lasted from 1688 to 1697, fought by its namesake": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.0011511749
      ],
      [
        " Years",
        -3.1186566e-05
      ],
      [
        "'",
        -9.698699e-05
      ],
      [
        " War",
        -1.8074163e-05
      ]
    ]
  },
  "A major influence on Ruwet's paradigmatic analysis, this man's dialogues with Krystyna Pomorska provides insight into much of his work in semiotics. His model of the functions of language incorporates": {
    "guess": "Roman Jakobson",
    "confidence": [
      [
        "Roman",
        -0.35245237
      ],
      [
        " Jak",
        -0.0012973773
      ],
      [
        "ob",
        -4.0842064e-05
      ],
      [
        "son",
        -5.5980927e-05
      ]
    ]
  },
  "In its majority decision the court cited two prior cases: U.S. v. Classic and U.S. v. Moseley. Justices Harlan and Frankfurter dissented claiming that they could find nothing in the Constitution, particularly the Equal Protection clause, to justify the decision. The defendant was the secretary of state": {
    "guess": "Reynolds v. Sims",
    "confidence": [
      [
        "Re",
        -0.8405836
      ],
      [
        "yn",
        -0.1561034
      ],
      [
        "olds",
        -0.0011860613
      ],
      [
        " v",
        -0.0006952776
      ],
      [
        ".",
        -0.0009999402
      ],
      [
        " Sims",
        -0.0037194383
      ]
    ]
  },
  "While making a speech in support of the failed Rivers and Harbors Act of 1846, this man infamously claimed that rivers should be classified as inland seas. This man created the Bureau of Indian Affairs": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -1.433053
      ],
      [
        " C",
        -0.23176993
      ],
      [
        ".",
        -0.0001973418
      ],
      [
        " Cal",
        -0.031493492
      ],
      [
        "h",
        -4.2510914e-05
      ],
      [
        "oun",
        -1.9862217e-05
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of": {
    "guess": "The Metaphysical Club",
    "confidence": [
      [
        "The",
        -0.59547925
      ],
      [
        " Met",
        -1.1546215
      ],
      [
        "aph",
        -0.17122059
      ],
      [
        "ysical",
        -0.44791847
      ],
      [
        " Club",
        -0.038667087
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he made in Syracuse, New York. This man was joined by Justices Reed and Minton in a dissent that cited Lincoln's naval blockade of the South to argue for the party represented by Secretary of State Charles Sawyer. He used reasons like the necessity of keeping electronic devices secret in his majority opinion denying Air Force reports to widows of civilian crash victims in United States v. Reynolds. He also wrote a majority opinion holding that certain individuals were trying to overthrow the government and that the Smith Act was constitutional in Dennis v. U.S, a landmark anti-Communist opinion. Dying before his court could rule on Brown v. Board of Education, for 10 points, name this former Secretary of the Treasury whom Truman appointed as a replacement for Harlan Fiske Stone as Chief Justice": {
    "guess": "Fred M. Vinson",
    "confidence": [
      [
        "Fred",
        -0.21768764
      ],
      [
        " M",
        -0.14511392
      ],
      [
        ".",
        -0.001196421
      ],
      [
        " Vin",
        -0.0005380204
      ],
      [
        "son",
        -0.00011164904
      ]
    ]
  },
  "A major idea behind the Coleman-De Luccia instanton, this process allows matter to go from a \"false vacuum\" state to a \"true vacuum\" state. Also responsible for the non-classical behavior of the Josephson junction, in which a thin electrically insulating film is sandwiched between two pieces of superconductor, in 1928 this quantum effect was shown by Condon, Gamow, and Gurney to be responsible for the emission of alpha particles. FTP, name this effect, also called barrier penetration, in which a particle travels through a potential barrier to the other side, even though the presence of the particle": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.0016009102
      ],
      [
        "um",
        -1.3067608e-05
      ],
      [
        " tun",
        -0.12168308
      ],
      [
        "n",
        -0.00019901065
      ],
      [
        "elling",
        -1.2664457e-06
      ]
    ]
  },
  "A major moment for this house was the acquisition of Champagne by Eudes II, making them the greatest rivals to the French throne. It came to an end in 1230 when the countship passed to the House of Chatillon, having earlier been founded around 940 by Thibaut the Cheat. The most famous member of this house seized power in England from his cousin Matilda, beginning a tumultuous reign that ended with": {
    "guess": "House of Blois",
    "confidence": [
      [
        "House",
        -0.11218932
      ],
      [
        " of",
        -0.00049453304
      ],
      [
        " Blo",
        -0.003954679
      ],
      [
        "is",
        -9.1742026e-05
      ]
    ]
  },
  "A major constituent of granite pegmatites and the most common gangue mineral in hydrothermal and metal-bearing veins, it is easily recognizable from its characteristic hexagonal shape, usually terminated in positive or negative rhombehedrons.  The beta form of this tectosilicate forms at high temperatures,": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.00021355349
      ],
      [
        "artz",
        -1.504853e-06
      ]
    ]
  },
  "The major account of this man's deeds is paraphrased in the so-called \"Short Report\" and includes an episode in which a Muslim woman from Hornachos prophesied doom for many explorers, but great wealth for those that survive. In 1544, this man was arrested in Asuncion and brought to Seville in chains, where he was tried and sentenced to exile in present day Oran, Algeria. This man, who often imitated scenes of the Bible out of piety, was regarded as a (*) medicine man when he started curing many Indians": {
    "guess": "Juan Ortiz de Zárate",
    "confidence": [
      [
        "Juan",
        -1.4513088
      ],
      [
        " Ortiz",
        -0.42641068
      ],
      [
        " de",
        -0.34512207
      ],
      [
        " Z",
        -0.046258505
      ],
      [
        "á",
        -1.0802739e-05
      ],
      [
        "rate",
        -2.220075e-06
      ]
    ]
  },
  "A major influence on Ruwet's paradigmatic analysis, this man's dialogues with Krystyna Pomorska provides insight into much of his work in semiotics. His model of the functions of language incorporates Malinowski's work and Buhler's tripartite system into a theory of functional communication dependent on six constituent parts: referential, poetic, emotive, conative, phatic, and metalingual. A major influence upon Claude Lévi-Strauss' structuralism while at the New School for Social Research, his theories are best summarized in his Lectures on Sound and Meaning and his Linguistics and Poetics: Closing Statement. For ten points, name this perhaps foremost member of the Prague School.": {
    "guess": "Roman Jakobson",
    "confidence": [
      [
        "Roman",
        -0.0034033556
      ],
      [
        " Jak",
        -0.0001940041
      ],
      [
        "ob",
        -1.8624639e-06
      ],
      [
        "son",
        -2.4630364e-05
      ]
    ]
  },
  "Make sure that your optical cables are all securely attached before answering these questions about neutrinos:": {
    "guess": "Optical fiber connector",
    "confidence": [
      [
        "Opt",
        -0.37333503
      ],
      [
        "ical",
        -0.0062128166
      ],
      [
        " fiber",
        -0.23697345
      ],
      [
        " connector",
        -0.27562767
      ]
    ]
  },
  "Major Cornelius Melody is the focus of his proposed nine-play cycle, A Tale of Possessors Dispossessed, but only the first play, A Touch of the Poet, was completed in his lifetime. Jim is a black man married to the white woman Ella in this author's story of racial tensions, All God's Chillun Got Wings, and other works by this author of Anna Christie include ones featuring Nina Leeds and Harry Hope. He included both \"The Haunted\" and \"Homecoming\" in his trilogy, Mourning Becomes Electra. For 10 points,": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.00084857905
      ],
      [
        "ug",
        -1.6166903e-05
      ],
      [
        "ene",
        -1.18755715e-05
      ],
      [
        " O",
        -5.6219335e-05
      ],
      [
        "'Neill",
        -0.0013167856
      ]
    ]
  },
  "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and Claude Poussin.  Its building was highly unpopular due to the new bread tax instituted to finance its construction.  The artist himself was responsible for the images at the center, which were carved": {
    "guess": "Trevi Fountain",
    "confidence": [
      [
        "T",
        -0.7145234
      ],
      [
        "rev",
        -0.043873727
      ],
      [
        "i",
        -0.00012201976
      ],
      [
        " Fountain",
        -0.0006562008
      ]
    ]
  },
  "Major battles in this war included Fleurus, at which the Prince of Waldeck was defeated by Marshal Luxembourg, and the naval encounter at Cap La Hogue, at which Tourville was defeated. Its causes included the disputed election of the Archbishop of Cologne and a struggle over the lands of the Elector Charles, and after nine years of fighting, it ended with the acknowledgement of William III as king of England at Ryswick. FTP, identify this war, which lasted from 1688 to 1697, fought by its namesake group of Protestants against Louis XIV.": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.28164068
      ],
      [
        " Years",
        -0.00022988072
      ],
      [
        "'",
        -0.0005723327
      ],
      [
        " War",
        -2.1650272e-05
      ]
    ]
  },
  "Make some conservative school board members in Kansas upset by answering these questions about physical cosmology for the stated number of points.  15 For fifteen points, name either the Belgian cosmologist": {
    "guess": "Belgian cosmologist",
    "confidence": [
      [
        "Bel",
        -0.92607296
      ],
      [
        "g",
        -0.089999944
      ],
      [
        "ian",
        -0.0014015485
      ],
      [
        " cosm",
        -1.2717539
      ],
      [
        "ologist",
        -0.069962665
      ]
    ]
  },
  "What makes this theory possible is the apparent arbitrariness of Von Neumann's fifth postulate, which is based on the assumption of additivity for the expectations of identically prepared systems. Because the conventional state vector is related to values of the hidden vectors in an explicitly instantaneous": {
    "guess": "Quantum mechanics",
    "confidence": [
      [
        "Quant",
        -0.13833113
      ],
      [
        "um",
        -0.00018149138
      ],
      [
        " mechanics",
        -0.56598544
      ]
    ]
  },
  "One major symbol of this nation is the Tree of Life, a gigantic tree found alone in its southern desert, and Umm an Nusan island is home to the ruling family's private reserve. The island of Al-Muharraq contains its international airport and a structure designed to look like a desert tent holds the stands at its Formula 500 racetrack. This nation also contains a number of burial mounds from its (*) Dilmun era. This state has a conflict with a nearby state over the Hawar islands, but recently announced plans to construct a  ? causeway to that state. The King Fahd Causeway already connects Khobar": {
    "guess": "Bahrain",
    "confidence": [
      [
        "B",
        -0.0014394003
      ],
      [
        "ahrain",
        -4.246537e-06
      ]
    ]
  },
  "The only major change resulting from this war was the possession of Innviertel. It was set in motion due to the lack of an heir for a branch of the Wittelsbach family, leading Maximilian Joseph to declare": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.06592092
      ],
      [
        " of",
        -0.00023071514
      ],
      [
        " the",
        -0.003954798
      ],
      [
        " Bav",
        -0.035045188
      ],
      [
        "arian",
        -1.1756368e-05
      ],
      [
        " Success",
        -0.0007457832
      ],
      [
        "ion",
        -1.7597347e-05
      ]
    ]
  },
  "The major account of this man's deeds is paraphrased in the so-called \"Short Report\" and includes an episode in which a Muslim woman from Hornachos prophesied doom for many explorers, but great wealth for those that survive. In 1544, this man was arrested in Asuncion and brought to Seville in chains, where he was tried and sentenced to exile in present day Oran, Algeria. This man, who often imitated scenes of the Bible out of piety, was regarded as a (*) medicine man when he started curing many Indians through prayer and herbs. An account of this man's deeds and travels are preserved in his namesake La Relacion, and he was the treasurer of the Narvaez expedition, which included a voyage from": {
    "guess": "Álvar Núñez Cabeza de Vaca",
    "confidence": [
      [
        "Á",
        -0.07657728
      ],
      [
        "l",
        -0.0003898007
      ],
      [
        "var",
        -6.2729996e-06
      ],
      [
        " N",
        -0.0003342738
      ],
      [
        "ú",
        -0.00025347207
      ],
      [
        "ñ",
        -0.00020544765
      ],
      [
        "ez",
        -7.8033605e-05
      ],
      [
        " C",
        -3.8577193e-05
      ],
      [
        "abe",
        -5.5122365e-07
      ],
      [
        "za",
        -2.577686e-06
      ],
      [
        " de",
        -0.000147522
      ],
      [
        " V",
        -0.00011605957
      ],
      [
        "aca",
        -2.9352968e-06
      ]
    ]
  },
  "The only major change resulting from this war was the possession of Innviertel. It was set in motion due to the lack of an heir for a branch of the Wittelsbach family, leading Maximilian Joseph to declare Elector Palatine Karl Theodore his heir. However, Maximilian also tried to sell a third of his realm to Joseph II, and after Maximilian's death, Frederick the Great opposed Joseph's claims. A stalemate was quickly reached in which no battles were fought, prompting the Treaty of Teschen and leading the Prussian troops to pick potatoes in their free time, leading to its nickname, the \"Potato War\".": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.16747472
      ],
      [
        " of",
        -5.550411e-05
      ],
      [
        " the",
        -0.00023107276
      ],
      [
        " Bav",
        -1.9862217e-05
      ],
      [
        "arian",
        -1.8193366e-05
      ],
      [
        " Success",
        -0.00048620347
      ],
      [
        "ion",
        -2.057744e-05
      ]
    ]
  },
  "While the majority of this novel is told in first person, the last two paragraphs are in third person. Believing the patriotic fervor of their schoolmaster Kantorek, the narrator and his friends have enlisted in the German army but soon are disillusioned and are killed or desert. By the end of the novel, the narrator Paul Baumer is the last of his friends to die and he welcomes it. For ten points, name this anti-war novel by Erich Maria Remarque (ray-MARK).": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.002000131
      ],
      [
        " Quiet",
        -6.392203e-06
      ],
      [
        " on",
        -2.577686e-06
      ],
      [
        " the",
        -6.8616515e-05
      ],
      [
        " Western",
        -1.2113979e-05
      ],
      [
        " Front",
        -2.6968896e-06
      ]
    ]
  },
  "A major moment for this house was the acquisition of Champagne by Eudes II, making them the greatest rivals to the French throne. It came to an end in 1230 when the countship passed to the House of Chatillon, having earlier been founded around 940 by Thibaut the Cheat. The most famous member of this house seized power in England from his cousin Matilda, beginning a tumultuous reign that ended with the ascension of Henry II. FTP, what was this royal house of King Stephen?": {
    "guess": "House of Blois",
    "confidence": [
      [
        "House",
        -0.0064423922
      ],
      [
        " of",
        -0.00025788258
      ],
      [
        " Blo",
        -0.0026384378
      ],
      [
        "is",
        -0.00024643904
      ]
    ]
  },
  "Its major section begins with eight unnamed chapters, the only unnamed parts of this work. Three of its fragments are only known by English names: Gray, Westergaard, and Darmesteter. The Westergaard section is followed by the Hadhokt, which gives an explanation of the soul's final destination, which itself can be determined based on the ritual specifications outlined in the Nirangistan. Its Khorda part is basically a book of common prayer, while extensions to the liturgy are the subject of the Visperad. FTP, name this work that is also composed of the Vendidad and the Yasnas and Gathas, the sacred": {
    "guess": "Zend Avesta",
    "confidence": [
      [
        "Zend",
        -1.1286759
      ],
      [
        " A",
        -0.14856619
      ],
      [
        "vest",
        -2.8160932e-06
      ],
      [
        "a",
        -8.061054e-06
      ]
    ]
  },
  "A major influence on Ruwet's paradigmatic analysis, this man's dialogues with Krystyna Pomorska provides insight into much of his work in semiotics. His model of the functions of language incorporates Malinowski's work and Buhler's tripartite system into a theory of functional communication dependent on six constituent parts: referential, poetic, emotive, conative, phatic, and metalingual. A major influence upon Claude Lévi-Strauss' structuralism while at the New School for Social Research, his theories are best summarized in his Lectures on Sound and Meaning and his Linguistics and Poetics: Closing": {
    "guess": "Roman Jakobson",
    "confidence": [
      [
        "Roman",
        -0.0034829434
      ],
      [
        " Jak",
        -0.000656916
      ],
      [
        "ob",
        -4.0007635e-05
      ],
      [
        "son",
        -6.0153056e-05
      ]
    ]
  },
  "Its major advantage is that the effect of mobile-phase mass transfer on band or peak broadening will be reduced. It usually relies on impermeable macroparticles, such as glass beads, coated with a thin layer of microparticles. In this procedure the particles either constitute or support the stationary phase, and the mobile phase flows through the channels of the interstitial spaces, and all of this": {
    "guess": "HPLC - High-performance liquid chromatography",
    "confidence": [
      [
        "H",
        -0.8969171
      ],
      [
        "PL",
        -0.13876942
      ],
      [
        "C",
        -3.7697225e-06
      ],
      [
        " -",
        -0.29490015
      ],
      [
        " High",
        -0.00079557
      ],
      [
        "-performance",
        -0.17983635
      ],
      [
        " liquid",
        -0.0023555488
      ],
      [
        " chromat",
        -0.00011892046
      ],
      [
        "ography",
        -0.0001822066
      ]
    ]
  },
  "It makes the sound of thunder from distant lightning low because sound must get past many obstacles and longer wavelengths more easily make it, unlike a close strike's sharp crack. It ruins magnified images": {
    "guess": "Sound refraction",
    "confidence": [
      [
        "Sound",
        -1.8619461
      ],
      [
        " ref",
        -1.3823025
      ],
      [
        "raction",
        -1.6882126e-05
      ]
    ]
  },
  "After making light of his ill fortune, this character realizes that \"the worst is not / so long as we": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -1.9603441
      ],
      [
        " R",
        -0.83438265
      ],
      [
        "ime",
        -0.01920778
      ],
      [
        " of",
        -0.0001167748
      ],
      [
        " the",
        -0.0029465593
      ],
      [
        " Ancient",
        -0.00095505174
      ],
      [
        " Mar",
        -5.5146502e-05
      ],
      [
        "iner",
        -5.6769813e-06
      ]
    ]
  },
  "His major work began as a commentary on a compendium by Peter of Spain, but became a standard logic textbook in its own right.  He became so famous that legends spread about him, including one which claimed that he competed with the future Pope Clement VI for the affections of a shoemaker's wife.  In": {
    "guess": "Jean Buridan",
    "confidence": [
      [
        "Jean",
        -0.035022873
      ],
      [
        " Bur",
        -0.00010497363
      ],
      [
        "idan",
        -0.00014609157
      ]
    ]
  },
  "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and Claude Poussin.  Its building was highly unpopular due to the new bread tax instituted to finance its construction.  The artist himself was responsible for the images at the center, which were carved in situ, and include a horse and a palm tree.  Another pupil, Baratta, was responsible for the bearded black man who sits on a pile of coins and has his arm upraised, a gesture theorized to be an insult to the design of the neighboring church of Sant'Agnese by Borromini.  It is also populated by several types of animals, including a few lions and the dove at the top representing the Pamphili family of its patron, Innocent X.  For 10 points, name this structure in the Piazza Navona of Rome that was designed by Bernini and includes personifications of the Rio de la Plata and the Ganges.": {
    "guess": "Fountain of the Four Rivers",
    "confidence": [
      [
        "F",
        -0.7837829
      ],
      [
        "ountain",
        -0.00026753443
      ],
      [
        " of",
        -0.00011772843
      ],
      [
        " the",
        -0.0019621782
      ],
      [
        " Four",
        -0.030230932
      ],
      [
        " Rivers",
        -3.8219583e-05
      ]
    ]
  },
  "Its major section begins with eight unnamed chapters, the only unnamed parts of this work. Three of its fragments are only known by English names: Gray, Westergaard, and Darmesteter. The Westergaard section is followed by the Hadhokt, which gives an explanation of the soul's final destination, which": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.1996881
      ],
      [
        " Waste",
        -0.7429041
      ],
      [
        " Land",
        -0.0023367587
      ]
    ]
  },
  "Their major disadvantage as compared to their counterpart is that they begin to denature after several weeks of storage, even at –80 degrees C. To produce them, an animal is hyperimmunized, and then B cells are removed from the spleen. Polyethylene glycol is added to a culture containing both the B cells": {
    "guess": "Monoclonal antibody",
    "confidence": [
      [
        "Mon",
        -0.055447016
      ],
      [
        "oc",
        -0.00014847564
      ],
      [
        "lon",
        -1.0280384e-06
      ],
      [
        "al",
        -2.6968896e-06
      ],
      [
        " antibody",
        -0.60906196
      ]
    ]
  },
  "After making light of his ill fortune, this character realizes that \"the worst is not / so long as we can say ‘This is the worst.'\" This character pretends to lead his suicidal father to the edge of a cliff and tells him to jump off, although they are on level ground. He claims to be possessed by five \"foul fiends,\" including Flibbertigibbet, when three other characters take refuge from a storm in his hovel. After he stops pretending to be (*) Tom O'Bedlam, this character kills the treacherous Oswald in a duel. At the end of the play, Albany declares this man king along with Kent. This man's father had his eyes ripped out by Cornwall before being stripped of his title as the Duke of Gloucester. For 10 points, name this virtuous brother of Edmund from King Lear.": {
    "guess": "King Lear",
    "confidence": [
      [
        "King",
        -0.018006412
      ],
      [
        " Lear",
        -0.00014382669
      ]
    ]
  },
  "A major work of the Stuckism movement proclaims that \"a dead one\" of these \"is not art,\" in reference to Damien Hirst's The Physical Impossibility of Death in the Mind of Someone Living, which shows one of these cut into three sections and preserved in formaldehyde. In another work, two men in white reach out to save the title naked figure from one of these animals; that painting, set near Havana, shows a man about to stab it with a harpoon. For 10 points, name this creature which John Singleton Copley depicted with \"Watson.\"": {
    "guess": "Great White Shark",
    "confidence": [
      [
        "Great",
        -0.8182564
      ],
      [
        " White",
        -0.18641934
      ],
      [
        " Shark",
        -0.024008434
      ]
    ]
  },
  "The majority of consonants in this language are \"paired,\" meaning that they can occur in either plain": {
    "guess": "Korean language",
    "confidence": [
      [
        "K",
        -0.7709344
      ],
      [
        "orean",
        -0.009401039
      ],
      [
        " language",
        -0.3630638
      ]
    ]
  },
  "The major structural proteins of these entities use the PTAP motif to recruit the ESCRT-1 [\"escort-one\"] complex and the LYPxL motif to recruit the ALIX protein in order to facilitate the budding process. In addition to possessing the Gag polyprotein, these entities produce the Vif protein which counteracts the effects of the cytidine deaminase APOBEC3G. They are unable to infect individuals who possess a homozygous 32 base pair deletion in the CCR5 protein. The glycoprotein gp120 found on them allows": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.0039391257
      ],
      [
        "IV",
        -1.6240566e-06
      ]
    ]
  },
  "After making light of his ill fortune, this character realizes that \"the worst is not / so long as we can say ‘This is the worst.'\" This character pretends to lead his suicidal father to the edge of a cliff and tells him to jump off, although they are on level ground. He claims to be possessed by five": {
    "guess": "Edgar (King Lear)",
    "confidence": [
      [
        "Ed",
        -0.53252745
      ],
      [
        "gar",
        -0.52959186
      ],
      [
        " (",
        -0.012718595
      ],
      [
        "King",
        -0.002981506
      ],
      [
        " Lear",
        -8.6735476e-05
      ],
      [
        ")",
        -0.00015502817
      ]
    ]
  },
  "This man makes an appearance in The White Company and Sir Nigel, historical novels by Sir Arthur Conan Doyle. He also is rescued by Ralph Fitzgerald in World Without End by Ken Follett. A large statue of this man made in 1903 by Thomas Brock stands in Leeds, England. Although he never ascended to the throne, he won victories at battles such as Crécy (\"cray-see\") and Poitiers (\"pwat- eeay\"), culminating in the capture of John the Good, King of France. Name this son of Edward III who never became king but is known for his colorful sobriquet (\"soe-brickay\").": {
    "guess": "Edward, the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.0035097955
      ],
      [
        ",",
        -0.29840836
      ],
      [
        " the",
        -0.008824449
      ],
      [
        " Black",
        -0.000114748334
      ],
      [
        " Prince",
        -0.00035048186
      ]
    ]
  },
  "A major moment for this house was the acquisition of Champagne by Eudes II, making them the greatest rivals to the French throne. It came to an end in 1230 when the countship passed to the House of Chatillon,": {
    "guess": "House of Blois",
    "confidence": [
      [
        "House",
        -0.20656852
      ],
      [
        " of",
        -0.00016647171
      ],
      [
        " Blo",
        -0.0074339933
      ],
      [
        "is",
        -4.5133394e-05
      ]
    ]
  },
  "In the majority opinion, the precedent set in Boyd v. U.S. was reaffirmed through the Olmstead and McNabb": {
    "guess": "Katz v. United States",
    "confidence": [
      [
        "K",
        -0.8500441
      ],
      [
        "atz",
        -0.0017426508
      ],
      [
        " v",
        -0.00043543737
      ],
      [
        ".",
        -0.00028708015
      ],
      [
        " United",
        -0.00021140782
      ],
      [
        " States",
        -3.1737043e-06
      ]
    ]
  },
  "In its majority decision the court cited two prior cases: U.S. v. Classic and U.S. v. Moseley. Justices Harlan and Frankfurter dissented claiming that they could find nothing in the Constitution, particularly the Equal Protection clause, to justify the decision. The defendant was the secretary of state for the state involved and the plaintiff had challenged the validity of a 1901 Tennessee statute": {
    "guess": "Baker v. Carr",
    "confidence": [
      [
        "B",
        -0.10483666
      ],
      [
        "aker",
        -0.006372744
      ],
      [
        " v",
        -0.00095231377
      ],
      [
        ".",
        -0.00049465225
      ],
      [
        " Carr",
        -0.00015157493
      ]
    ]
  },
  "Its major advantage over previous attempts at the same standard is the use of a filter bank created by a discrete cosine transform, which increases the resolution by 18 times. It takes advantage of the Fletcher-Munson threshold and the forward and backward masking effects when making 576 independent": {
    "guess": "MP3",
    "confidence": [
      [
        "MP",
        -1.027424
      ],
      [
        "3",
        -0.0013278568
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian columns and flanked by shield-bearing gargoyles, also designed by this architect. This architect's design of the Ming Quon home led to a commission for a building that mixed a Renaissance floor plan with": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.0026295194
      ],
      [
        "ia",
        -4.0842064e-05
      ],
      [
        " Morgan",
        -1.378283e-05
      ]
    ]
  },
  "The majority in this case repeatedly cites the Fifth Circuit decision Burnside v. Byars for the relevant standard; it also uses the earlier opinions of Justice McReynolds in Bartels v. Iowa and Meyer v. Nebraska on reasonableness, which is cited as erroneous in Justice Black's dissent. Decided a year": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -1.7386146
      ],
      [
        "chner",
        -0.0016732762
      ],
      [
        " v",
        -0.0016229337
      ],
      [
        ".",
        -0.0007349394
      ],
      [
        " New",
        -0.00015478976
      ],
      [
        " York",
        -3.7146747e-05
      ]
    ]
  },
  "Its major advantage over previous attempts at the same standard is the use of a filter bank created by a discrete cosine transform, which increases the resolution by 18 times. It takes advantage of the Fletcher-Munson threshold and the forward and backward masking effects when making 576 independent passes of each frequency band. Huffman coding is used to reduce the size of the final data set, which is first minimized via the byte reservoir, joint stereo techniques, and other psychoacoustic technologies.": {
    "guess": "MP3",
    "confidence": [
      [
        "MP",
        -0.031729106
      ],
      [
        "3",
        -0.0011790355
      ]
    ]
  },
  "One of its major royal capitals was dissected by the Ceremonial Road and contained the Chapel of the": {
    "guess": "Persepolis",
    "confidence": [
      [
        "Per",
        -0.21822448
      ],
      [
        "se",
        -0.00019209684
      ],
      [
        "pol",
        -1.3067608e-05
      ],
      [
        "is",
        -8.3993786e-05
      ]
    ]
  },
  "A major character in this novel chooses to have his right foot cut off instead of being castrated after he is caught attempting to escape for the fourth time. Another character in this novel becomes so good at training gamecocks that he is nicknamed \"Chicken George.\" Subtitled \"The Saga of an American": {
    "guess": "Roots: The Saga of an American Family",
    "confidence": [
      [
        "Root",
        -0.17072767
      ],
      [
        "s",
        -2.5345586e-05
      ],
      [
        ":",
        -0.006751374
      ],
      [
        " The",
        -0.0014866471
      ],
      [
        " Saga",
        -0.031266373
      ],
      [
        " of",
        -0.00023202639
      ],
      [
        " an",
        -0.00031794657
      ],
      [
        " American",
        -0.00016325322
      ],
      [
        " Family",
        -2.1054253e-05
      ]
    ]
  },
  "A major character in this novel chooses to have his right foot cut off instead of being castrated after he is caught attempting to escape for the fourth time. Another character in this novel becomes so good at training gamecocks that he is nicknamed \"Chicken George.\" Subtitled \"The Saga of an American Family,\" this novel begins with the capture and sale into slavery of Kunta Kinte. For 10 points, name this Alex Haley novel that fictionalizes several generations of his ancestors.": {
    "guess": "Roots (novel)",
    "confidence": [
      [
        "Root",
        -0.0058971574
      ],
      [
        "s",
        -4.9617593e-06
      ],
      [
        " (",
        -0.5579241
      ],
      [
        "nov",
        -0.004450059
      ],
      [
        "el",
        -8.537869e-06
      ],
      [
        ")",
        -2.0219828e-05
      ]
    ]
  },
  "After making light of his ill fortune, this character realizes that \"the worst is not / so long as we can say ‘This is the worst.'\" This character pretends to lead his suicidal father to the edge of a cliff and tells him to jump off, although they are on level ground. He claims to be possessed by five \"foul fiends,\" including Flibbertigibbet, when three other characters take refuge from a storm in his hovel. After he stops pretending to be (*) Tom O'Bedlam, this character kills the treacherous Oswald in a duel. At the end of the play, Albany declares this man king along with Kent. This man's father": {
    "guess": "King Lear",
    "confidence": [
      [
        "King",
        -0.004819919
      ],
      [
        " Lear",
        -0.0009543365
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies is \"buttressed by the experience of other States.\" The dissent alludes to \"untoward practical ramifications\" that would be had regarding the in forma pauperis cases that relied on the legal procedure invalidated by this case. The dissent also mentions that an inability to recognize the weight carried by stare decisis made it seem like the Court \"reached out\" to overturn (*) Wolf v. Colorado. This case saw Justice Clark note that \"Nothing can destroy a government more quickly than its failure to observe its own laws.\" The Boyd and Weeks decisions provided precedents for this case, which exemplified the \"fruit of the poisonous tree\" doctrine with regards to a trunk of pornographic materials. For 10 points, identify this case which ruled that the exclusionary rule made evidence taken by the Cleveland police inadmissible in court.": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.008221752
      ],
      [
        "app",
        -3.6431527e-05
      ],
      [
        " v",
        -0.00012344286
      ],
      [
        ".",
        -5.6100132e-05
      ],
      [
        " Ohio",
        -3.1186566e-05
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he made in Syracuse, New York. This man was joined by Justices Reed and Minton in a dissent that cited Lincoln's naval blockade of the South to argue for the party represented by Secretary of State Charles Sawyer. He used reasons like the necessity of keeping electronic devices secret in his majority opinion denying Air Force reports to widows of civilian crash victims in United States v. Reynolds. He also wrote a majority opinion holding that certain individuals were trying to overthrow the government": {
    "guess": "William O. Douglas",
    "confidence": [
      [
        "William",
        -1.0872221
      ],
      [
        " O",
        -0.037401948
      ],
      [
        ".",
        -0.0029729456
      ],
      [
        " Douglas",
        -0.00067168626
      ]
    ]
  },
  "While making a speech in support of the failed Rivers and Harbors Act of 1846, this man infamously claimed that rivers should be classified as inland seas. This man created the Bureau of Indian Affairs while serving as Secretary of War, and he also served as the last Secretary of State to John (*) Tyler.": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -1.4318857
      ],
      [
        " Webster",
        -0.0029522628
      ]
    ]
  },
  "Major Cornelius Melody is the focus of his proposed nine-play cycle, A Tale of Possessors Dispossessed, but only the first play, A Touch of the Poet, was completed in his lifetime. Jim is a black man married": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.04639336
      ],
      [
        "ug",
        -8.657073e-06
      ],
      [
        "ene",
        -8.89548e-06
      ],
      [
        " O",
        -7.445749e-05
      ],
      [
        "'Neill",
        -0.00021772196
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.15414795
      ],
      [
        "ia",
        -0.0005972353
      ],
      [
        " Morgan",
        -2.8564085e-05
      ]
    ]
  },
  "While the majority of this novel is told in first person, the last two paragraphs are in third person. Believing the patriotic fervor of their schoolmaster Kantorek, the narrator and his friends have enlisted in the German army but soon are disillusioned and are killed or desert. By the end of the novel, the narrator Paul Baumer is the last of his friends to die and he welcomes it. For ten points,": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.003436731
      ],
      [
        " Quiet",
        -1.473646e-05
      ],
      [
        " on",
        -2.577686e-06
      ],
      [
        " the",
        -4.012684e-05
      ],
      [
        " Western",
        -1.8074163e-05
      ],
      [
        " Front",
        -4.3202e-07
      ]
    ]
  },
  "Major Cornelius Melody is the focus of his proposed nine-play cycle, A Tale of Possessors Dispossessed,": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.0009383779
      ],
      [
        "ug",
        -5.080963e-06
      ],
      [
        "ene",
        -1.0325924e-05
      ],
      [
        " O",
        -1.2113979e-05
      ],
      [
        "'Neill",
        -0.00036347136
      ]
    ]
  },
  "The major account of this man's deeds is paraphrased in the so-called \"Short Report\" and includes an episode in which a Muslim woman from Hornachos prophesied doom for many explorers, but great wealth for those that survive. In 1544, this man was arrested in Asuncion and brought to Seville in chains, where he was tried and sentenced to exile in present day Oran, Algeria. This man, who often imitated scenes of the Bible out of piety, was regarded as a (*) medicine man when he started curing many Indians through prayer and herbs. An account of this man's deeds and travels are preserved in his namesake": {
    "guess": "Álvar Núñez Cabeza de Vaca",
    "confidence": [
      [
        "Á",
        -1.4517974
      ],
      [
        "l",
        -0.00035012423
      ],
      [
        "var",
        -2.129266e-05
      ],
      [
        " N",
        -0.0005995002
      ],
      [
        "ú",
        -0.0002782591
      ],
      [
        "ñ",
        -0.00051609793
      ],
      [
        "ez",
        -0.00011427152
      ],
      [
        " C",
        -3.2497806e-05
      ],
      [
        "abe",
        -1.9361265e-07
      ],
      [
        "za",
        -2.577686e-06
      ],
      [
        " de",
        -0.00014215785
      ],
      [
        " V",
        -0.00012487332
      ],
      [
        "aca",
        -2.9352968e-06
      ]
    ]
  },
  "A major point in this drama is the contention between Right and Wrong Arguments, the latter of which supposedly wins. Because his uncle is willing to spend money on horses and other frivolous things, Pheidippides also engages in this pastime, much to the chagrin of his father Strepsiades, who sends him": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.005609493
      ],
      [
        " Cloud",
        -0.00017302792
      ],
      [
        "s",
        -1.6240566e-06
      ]
    ]
  },
  "It makes the sound of thunder from distant lightning low because sound must get past many obstacles and": {
    "guess": "Sound shadow",
    "confidence": [
      [
        "Sound",
        -0.7417814
      ],
      [
        " shadow",
        -0.65689075
      ]
    ]
  },
  "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and Claude Poussin.  Its building was highly unpopular due to the new bread tax instituted to finance its construction.  The artist himself was responsible for the images at the center, which were carved in situ, and include a horse and a palm tree.  Another pupil, Baratta, was responsible for the bearded black man who sits on a pile of coins and has his arm upraised, a gesture theorized to be an insult to the design of the neighboring church of Sant'Agnese by Borromini.  It is also populated by several types of animals, including a few lions and the dove at the top representing the Pamphili family of its patron, Innocent X.  For 10 points, name this structure in the Piazza Navona of Rome that": {
    "guess": "Fountain of the Four Rivers",
    "confidence": [
      [
        "F",
        -0.2976225
      ],
      [
        "ountain",
        -0.00031305922
      ],
      [
        " of",
        -0.00013977377
      ],
      [
        " the",
        -0.005097257
      ],
      [
        " Four",
        -5.121278e-05
      ],
      [
        " Rivers",
        -1.9385403e-05
      ]
    ]
  },
  "After making light of his ill fortune, this character realizes that \"the worst is not / so long as we can say ‘This is the worst.'\" This character pretends to lead his suicidal father to the edge of a cliff and tells him to jump off, although they are on level ground. He claims to be possessed by five \"foul fiends,\" including Flibbertigibbet, when three other characters take refuge from a storm in his hovel. After he stops pretending to be (*) Tom O'Bedlam, this character kills the treacherous Oswald": {
    "guess": "King Lear",
    "confidence": [
      [
        "King",
        -0.009637444
      ],
      [
        " Lear",
        -6.587483e-05
      ]
    ]
  },
  "One major symbol of this nation is the Tree of Life, a gigantic tree found alone in its southern desert, and Umm an Nusan island is home to the ruling family's private reserve. The island of Al-Muharraq contains its international airport and a structure designed to look like a desert tent holds the stands at its Formula 500 racetrack. This nation also contains a number of burial mounds from its (*) Dilmun era. This state has a conflict with a nearby state over the Hawar islands, but recently announced plans to construct a  ? causeway to that state. The King Fahd Causeway already connects Khobar in Saudi Arabia to, for 10 points, what state located west of Qatar, an island nation in the Persian": {
    "guess": "Bahrain",
    "confidence": [
      [
        "B",
        -0.0003889663
      ],
      [
        "ahrain",
        -1.6240566e-06
      ]
    ]
  },
  "Major Cornelius Melody is the focus of his proposed nine-play cycle, A Tale of Possessors Dispossessed, but only the first play, A Touch of the Poet, was completed in his lifetime. Jim is a black man married to the white woman Ella in this author's story of racial tensions, All God's Chillun Got Wings, and other works by this author of Anna Christie include ones featuring Nina Leeds and Harry Hope. He included both \"The Haunted\" and \"Homecoming\" in his trilogy, Mourning Becomes Electra. For 10 points, name this American playwright of Strange Interlude and The Iceman Cometh, who also wrote the autobiographical": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.0006261798
      ],
      [
        "ug",
        -1.2233183e-05
      ],
      [
        "ene",
        -1.1994775e-05
      ],
      [
        " O",
        -3.5477897e-05
      ],
      [
        "'Neill",
        -0.0004181602
      ]
    ]
  },
  "What makes this theory possible is the apparent arbitrariness of Von Neumann's fifth postulate, which": {
    "guess": "Parallel postulate",
    "confidence": [
      [
        "Parallel",
        -0.5037273
      ],
      [
        " post",
        -0.21722084
      ],
      [
        "ulate",
        -0.00010652328
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he made in Syracuse, New York. This man was joined by Justices Reed and Minton in a dissent that cited Lincoln's naval blockade of the South to argue for the party represented by Secretary of State Charles Sawyer. He used reasons like the necessity of keeping electronic devices secret in his majority opinion denying Air Force reports to widows of civilian crash victims in United States v. Reynolds.": {
    "guess": "Fred M. Vinson",
    "confidence": [
      [
        "Fred",
        -1.3624787
      ],
      [
        " M",
        -0.08767018
      ],
      [
        ".",
        -0.0024429546
      ],
      [
        " Vin",
        -0.00055029104
      ],
      [
        "son",
        -0.000118086034
      ]
    ]
  },
  "A major character in this novel chooses to have his right foot cut off instead of being castrated after": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.43607974
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of free speech.\" This work claims romanticism on Foucault's part when he quips that Herculine Barbin was": {
    "guess": "The History of Sexuality",
    "confidence": [
      [
        "The",
        -0.68652487
      ],
      [
        " History",
        -0.02807146
      ],
      [
        " of",
        -6.909333e-05
      ],
      [
        " Sex",
        -0.01559589
      ],
      [
        "uality",
        -3.1281633e-07
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies is \"buttressed by the experience of other States.\" The dissent alludes to \"untoward practical ramifications\"": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.51061565
      ]
    ]
  },
  "While the majority of this novel is told in first person, the last two paragraphs are in third person.": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.5117539
      ],
      [
        " Great",
        -0.12669414
      ],
      [
        " G",
        -0.00043722545
      ],
      [
        "atsby",
        -0.00010986099
      ]
    ]
  },
  "His major work began as a commentary on a compendium by Peter of Spain, but became a standard logic textbook in its own right.  He became so famous that legends spread about him, including one which claimed that he competed with the future Pope Clement VI for the affections of a shoemaker's wife.  In his Compendium Logicae he offered a lengthy account of the way to find the middle term of a demonstration, which came to be known as a certain type of \"bridge\" for traversing a syllogism.  He is best known for arguing that will and intellect are not distinct faculties, which led him to conclude that the will is always determined by the stronger motive, and that when presented with equally desirable alternatives we cannot choose.  FTP, name this scholastic philosopher of the 14th century, who is": {
    "guess": "John Buridan",
    "confidence": [
      [
        "John",
        -1.0344514
      ],
      [
        " Bur",
        -0.022656778
      ],
      [
        "idan",
        -0.00055934687
      ]
    ]
  },
  "The majority in this case repeatedly cites the Fifth Circuit decision Burnside v. Byars for the relevant standard; it also uses the earlier opinions of Justice McReynolds in Bartels v. Iowa and Meyer v. Nebraska on reasonableness, which is cited as erroneous in Justice Black's dissent. Decided a year after United States v. O'Brien, Justice Harlan added a short dissent in this case, which involved an unnamed petitioner Christopher Eckhardt. Justices Stewart and White issued short concurrences to the majority opinion by Abe Fortas, which held that the central behavior was \"akin to pure speech\" and that \"undifferentiated fear\" could not be used to prohibit a symbolic act which does not \"materially and substantially interfere with requirements of discipline.\" FTP, name this 1969 case about the": {
    "guess": "Tinker v. Des Moines Independent Community School District",
    "confidence": [
      [
        "T",
        -0.0036170622
      ],
      [
        "inker",
        -0.0003066222
      ],
      [
        " v",
        -0.00029422872
      ],
      [
        ".",
        -0.0007243486
      ],
      [
        " Des",
        -0.00035131257
      ],
      [
        " Moines",
        -8.180258e-06
      ],
      [
        " Independent",
        -0.002613825
      ],
      [
        " Community",
        -0.0018911494
      ],
      [
        " School",
        -9.729906e-06
      ],
      [
        " District",
        -3.1782583e-05
      ]
    ]
  },
  "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and Claude Poussin.  Its building was highly unpopular due to the new bread tax instituted to finance": {
    "guess": "Fountain of Neptune",
    "confidence": [
      [
        "F",
        -1.5286549
      ],
      [
        "ountain",
        -0.00793617
      ],
      [
        " of",
        -0.00030948312
      ],
      [
        " Neptune",
        -0.6295398
      ]
    ]
  },
  "Its major advantage over previous attempts at the same standard is the use of a filter bank created by a discrete cosine transform, which increases the resolution by 18 times. It takes advantage of the Fletcher-Munson threshold and the forward and backward masking effects when making 576 independent passes of each frequency band. Huffman coding is used to reduce the size of the final data set, which is first minimized via the byte reservoir, joint stereo techniques, and other psychoacoustic technologies. For 10 points, the Fraunhofer institute claims a patent on what technology standard, which filters out imperceptible variations in sound files in order to create smaller but acoustically identical": {
    "guess": "MP3",
    "confidence": [
      [
        "MP",
        -0.005589941
      ],
      [
        "3",
        -4.2630116e-05
      ]
    ]
  },
  "Its major advantage over previous attempts at the same standard is the use of a filter bank created by a discrete cosine transform, which increases the resolution by 18 times. It takes advantage of the": {
    "guess": "JPEG 2000",
    "confidence": [
      [
        "JPEG",
        -0.3189888
      ],
      [
        " ",
        -0.33099243
      ],
      [
        "200",
        -0.0008422649
      ],
      [
        "0",
        -4.3202e-07
      ]
    ]
  },
  "In its majority decision the court cited two prior cases: U.S. v. Classic and U.S. v. Moseley. Justices Harlan and Frankfurter dissented claiming that they could find nothing in the Constitution, particularly": {
    "guess": "Wolf v. Colorado",
    "confidence": [
      [
        "Wolf",
        -1.8364164
      ],
      [
        " v",
        -0.011834256
      ],
      [
        ".",
        -0.0006248722
      ],
      [
        " Colorado",
        -0.0038095727
      ]
    ]
  },
  "The majority of consonants in this language are \"paired,\" meaning that they can occur in either plain or palatalized forms. The literary form of this language combines the consonant system of its Northern dialect and the vowel system of its Southern dialect, and it uses such letters as \"yah\" and \"shah.\" The most widely spoken of the eastern Slavic languages, it is written in the Cyrillic alphabet. For 10 points, name this language, which is closely related to Ukrainian and is the most common native": {
    "guess": "Russian Language",
    "confidence": [
      [
        "Russian",
        -0.32887313
      ],
      [
        " Language",
        -0.30849153
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian columns and flanked by shield-bearing gargoyles, also designed by this architect. This architect's design of the Ming Quon home led to a commission for a building that mixed a Renaissance floor plan with  traditional Chinese elements. While working under John Galen Howard, this architect created the  preliminary design for both the Sather Gate and the Greek Theatre on the Berkeley campus, and this  architect's other Bay Area work includes the bel tower at Mil s Col ege, the Chinatown YWCA, and the aforementioned Berkeley Women's Club. This architect's most famous work features the twin towers of  the Casa Grande in the Mediterranean style as wel as the thrice-rebuilt Neptune Pool surrounded by  classical colonnades, and is located in San Simeon. For 10 points, identify this architect responsible for the design and construction of Hearst Castle.": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.00096017757
      ],
      [
        "ia",
        -4.0603656e-05
      ],
      [
        " Morgan",
        -1.0802739e-05
      ]
    ]
  },
  "One major symbol of this nation is the Tree of Life, a gigantic tree found alone in its southern desert, and Umm an Nusan island is home to the ruling family's private reserve. The island of Al-Muharraq contains its international airport and a structure designed to look like a desert tent holds the stands at its Formula 500 racetrack. This nation also contains a number of burial mounds from its (*) Dilmun era. This state has a conflict with a nearby state over the Hawar islands, but recently announced plans to construct a  ? causeway to that state. The King Fahd Causeway already connects Khobar in Saudi Arabia to, for 10 points, what state located west of Qatar, an island nation in the Persian Gulf?": {
    "guess": "Bahrain",
    "confidence": [
      [
        "B",
        -0.0004216171
      ],
      [
        "ahrain",
        -1.504853e-06
      ]
    ]
  },
  "His major work began as a commentary on a compendium by Peter of Spain, but became a standard logic textbook": {
    "guess": "Summa Logicae",
    "confidence": [
      [
        "Sum",
        -0.096818335
      ],
      [
        "ma",
        -0.0059257126
      ],
      [
        " Log",
        -0.006255581
      ],
      [
        "ica",
        -3.9411618e-05
      ],
      [
        "e",
        -1.6762922e-05
      ]
    ]
  },
  "Its major advantage is that the effect of mobile-phase mass transfer on band or peak broadening will be reduced. It usually relies on impermeable macroparticles, such as glass beads, coated with a thin layer of microparticles. In this procedure the particles either constitute or support the stationary phase, and the mobile phase flows through the channels of the interstitial spaces, and all of this occurs in a tube. FTP, name this technique for separating the components of a mixture, a specific type of chromatography.": {
    "guess": "Expanded Bed Adsorption",
    "confidence": [
      [
        "Expanded",
        -0.5237656
      ],
      [
        " Bed",
        -0.25783905
      ],
      [
        " Ads",
        -0.037955526
      ],
      [
        "orption",
        -0.00086584524
      ]
    ]
  },
  "It makes the sound of thunder from distant lightning low because sound must get past many obstacles and longer wavelengths more easily make it, unlike a close strike's sharp crack. It ruins magnified images if wavelengths employed for viewing are larger than objects seen. The Fresnel type occurs if that scientist's namesake number is greater than one; the Fraunhofer variety is seen if the value is less than one. It happens because Huygen's principle says all points on a wave front are propagation": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.2697538
      ],
      [
        "raction",
        -3.5597102e-05
      ]
    ]
  },
  "One of the major consequences of this war was the transfer of the asiento slave-trading privilege. The treaties of Baden and Rastatt were signed in addition to the major treaty that ended it, and a major battle in it saw Tallard's forces defeated by Eugene of Savoy and Marlborough at Blenheim. The American phase of this war was called Queen Anne's War, and it ended with the Treaty of Utrecht in 1713. For 10 points, name this conflict which was sparked by Louis XIV's attempts to gain power from the heir to Carlos II in a neighboring country.": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.00030161935
      ],
      [
        " of",
        -1.9504607e-05
      ],
      [
        " the",
        -0.0031242408
      ],
      [
        " Spanish",
        -6.6306106e-06
      ],
      [
        " Success",
        -5.2643223e-05
      ],
      [
        "ion",
        -1.5213274e-05
      ]
    ]
  },
  "The majority in this case repeatedly cites the Fifth Circuit decision Burnside v. Byars for the relevant standard; it also uses the earlier opinions of Justice McReynolds in Bartels v. Iowa and Meyer v.": {
    "guess": "Pierce v. Society of Sisters",
    "confidence": [
      [
        "P",
        -1.4594774
      ],
      [
        "ierce",
        -0.11224047
      ],
      [
        " v",
        -0.018273674
      ],
      [
        ".",
        -0.004052752
      ],
      [
        " Society",
        -0.002072706
      ],
      [
        " of",
        -0.00020687809
      ],
      [
        " Sisters",
        -0.018511254
      ]
    ]
  },
  "The majority opinion of this case alludes to the missionary John Smith, who had aided a slave rebellion in Demerara, and also cites the reaction of the Virginia legislature to the decrees of Lord Dunmore as a precedent. Denying the government's claim that Luther v. Borden provided justification, Justice Davis said that (*) General Hovey's actions towards a member of the Knights of the Golden Circle were impermissible. That petitioner, represented by future President Garfield, contended that Indiana's civilian courts were still functioning. For 10 points, name this 1866 Supreme Court case which prohibited the use of military courts to try civilians.": {
    "guess": "Ex parte Milligan",
    "confidence": [
      [
        "Ex",
        -0.043437704
      ],
      [
        " parte",
        -0.09086537
      ],
      [
        " Mill",
        -0.062253132
      ],
      [
        "igan",
        -1.7239736e-05
      ]
    ]
  },
  "The major structural proteins of these entities use the PTAP motif to recruit the ESCRT-1 [\"escort-one\"] complex and the LYPxL motif to recruit the ALIX protein in order to facilitate the budding process. In addition to possessing the Gag polyprotein, these entities produce the Vif protein which counteracts the effects of the cytidine deaminase APOBEC3G. They are unable to infect individuals who possess a homozygous 32 base pair deletion in the CCR5 protein. The glycoprotein gp120 found on them allows them to dock onto CD4 receptors, and azidothymidine is a reverse transcriptase inhibitor that is used to treat infections by this agent. For 10 points, name this retrovirus that mostly infects immune cells and which causes AIDS.": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.0051584505
      ],
      [
        "IV",
        -5.6769813e-06
      ]
    ]
  },
  "Their major disadvantage as compared to their counterpart is that they begin to denature after several": {
    "guess": "Protein Denaturation",
    "confidence": [
      [
        "Pro",
        -1.0034835
      ],
      [
        "tein",
        -0.08070259
      ],
      [
        " Den",
        -0.14726792
      ],
      [
        "at",
        -9.3530085e-05
      ],
      [
        "uration",
        -5.7172965e-05
      ]
    ]
  },
  "Make sure that your optical cables are all securely attached before answering these questions about neutrinos:         A. Neutrinos come in three flavors: electron, muon, and tau- but they can oscillate between flavors as they travel. Neutrino oscillation was hinted at when scientists observed fewer electron neutrinos than they expected coming from this object, whose PP and PEP reactions produce huge": {
    "guess": "Solar neutrinos",
    "confidence": [
      [
        "Solar",
        -0.07432641
      ],
      [
        " neutr",
        -0.3965235
      ],
      [
        "inos",
        -0.2810745
      ]
    ]
  },
  "His major work began as a commentary on a compendium by Peter of Spain, but became a standard logic textbook in its own right.  He became so famous that legends spread about him, including one which claimed that he competed with the future Pope Clement VI for the affections of a shoemaker's wife.  In his Compendium Logicae he offered a lengthy account of the way to find the middle term of a demonstration,": {
    "guess": "John Buridan",
    "confidence": [
      [
        "John",
        -0.74546003
      ],
      [
        " Bur",
        -0.036742356
      ],
      [
        "idan",
        -2.188868e-05
      ]
    ]
  },
  "The majority of consonants in this language are \"paired,\" meaning that they can occur in either plain or palatalized forms. The literary form of this language combines the consonant system of its Northern": {
    "guess": "Ukrainian phonology",
    "confidence": [
      [
        "U",
        -1.6075785
      ],
      [
        "kr",
        -0.012258392
      ],
      [
        "ain",
        -8.657073e-06
      ],
      [
        "ian",
        -0.00030650303
      ],
      [
        " phon",
        -0.5244124
      ],
      [
        "ology",
        -0.0038404523
      ]
    ]
  },
  "A major constituent of granite pegmatites and the most common gangue mineral in hydrothermal and metal-bearing": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.15380037
      ],
      [
        "artz",
        -1.9361265e-07
      ]
    ]
  },
  "Its major section begins with eight unnamed chapters, the only unnamed parts of this work. Three of its": {
    "guess": "Moby-Dick",
    "confidence": [
      [
        "M",
        -1.1513016
      ],
      [
        "oby",
        -0.011898461
      ],
      [
        "-D",
        -0.046999067
      ],
      [
        "ick",
        -0.00024084747
      ]
    ]
  },
  "A major primary source of this event is the \"relation\" of Lion Gardiner, who fired on a group of vessels despite the presence of Abraham Swain's daughters. Prior to this conflict, the ransom of Tatobem's corpse prompted the retaliatory murder of John Stone, and it saw John Mason immolate hundreds of civilians in an action that failed to kill its target Sassacus, who was with a Niantic raiding party. This conflict began after John (*) Oldham was murdered on his way to Block Island and ended after the \"Great Swamp Fight\" near Fairfield. The Mystic Massacre occurred during this conflict, which was ended by the Treaty of Hartford. The Narragansett joined the Massachusetts Bay and Plymouth colonies": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.005160582
      ],
      [
        "quot",
        -4.9305523e-05
      ],
      [
        " War",
        -0.0002734946
      ]
    ]
  },
  "This man makes an appearance in The White Company and Sir Nigel, historical novels by Sir Arthur Conan Doyle. He also is rescued by Ralph Fitzgerald in World Without End by Ken Follett. A large statue of this man made in 1903 by Thomas Brock stands in Leeds, England. Although he never ascended to the throne, he won victories at battles such as Crécy (\"cray-see\") and Poitiers (\"pwat- eeay\"), culminating in the capture of John the Good, King of France. Name this son of Edward III who never became king": {
    "guess": "Edward, the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.002381473
      ],
      [
        ",",
        -0.13757926
      ],
      [
        " the",
        -0.006067802
      ],
      [
        " Black",
        -6.647085e-05
      ],
      [
        " Prince",
        -0.0003867014
      ]
    ]
  },
  "This man makes an appearance in The White Company and Sir Nigel, historical novels by Sir Arthur Conan Doyle. He also is rescued by Ralph Fitzgerald in World Without End by Ken Follett. A large statue of this man made in 1903 by Thomas Brock stands in Leeds, England. Although he never ascended to the": {
    "guess": "Richard the Lionheart",
    "confidence": [
      [
        "Richard",
        -0.1468559
      ],
      [
        " the",
        -0.2762315
      ],
      [
        " Lion",
        -0.0062722894
      ],
      [
        "heart",
        -0.00014489953
      ]
    ]
  },
  "The majority in this case repeatedly cites the Fifth Circuit decision Burnside v. Byars for the relevant": {
    "guess": "Slaughter-House Cases",
    "confidence": [
      [
        "S",
        -0.5723235
      ],
      [
        "laughter",
        -0.0046844264
      ],
      [
        "-H",
        -0.0014879584
      ],
      [
        "ouse",
        -1.4855664e-05
      ],
      [
        " Cases",
        -7.107425e-06
      ]
    ]
  },
  "In the majority opinion, the precedent set in Boyd v. U.S. was reaffirmed through the Olmstead and McNabb cases by Justice Clark. Elaborating on an issue left open in Weeks v. U.S., it reexamined Wolf v. Colorado and concluded that the Fourth Amendment must also apply to states. A search of the suspect's Cleveland home resulted in discovery of illegal pornographic materials, but the court ignored First Amendment implications because no valid warrant was possessed by the police. For 10 points, name": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.0028701385
      ],
      [
        "app",
        -1.1637165e-05
      ],
      [
        " v",
        -0.00024323154
      ],
      [
        ".",
        -0.000111291425
      ],
      [
        " Ohio",
        -8.418666e-06
      ]
    ]
  },
  "A major work of the Stuckism movement proclaims that \"a dead one\" of these \"is not art,\" in reference to Damien Hirst's The Physical Impossibility of Death in the Mind of Someone Living, which shows one": {
    "guess": "Stuckism",
    "confidence": [
      [
        "St",
        -0.3442735
      ],
      [
        "uck",
        -0.0006946815
      ],
      [
        "ism",
        -0.018205546
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian columns and flanked by shield-bearing gargoyles, also designed by this architect. This architect's design of the Ming Quon home led to a commission for a building that mixed a Renaissance floor plan with  traditional Chinese elements. While working under John Galen Howard, this architect created the  preliminary design for both the Sather Gate and the Greek Theatre on the Berkeley campus, and this  architect's other Bay Area work includes the bel tower at Mil s Col ege, the Chinatown YWCA, and the": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.0010023243
      ],
      [
        "ia",
        -6.206032e-05
      ],
      [
        " Morgan",
        -1.7716551e-05
      ]
    ]
  },
  "One of the major consequences of this war was the transfer of the asiento slave-trading privilege. The treaties of Baden and Rastatt were signed in addition to the major treaty that ended it, and a major": {
    "guess": "War of Spanish Succession",
    "confidence": [
      [
        "War",
        -0.0152806975
      ],
      [
        " of",
        -0.0003186618
      ],
      [
        " Spanish",
        -0.5696378
      ],
      [
        " Success",
        -0.001860569
      ],
      [
        "ion",
        -5.407367e-05
      ]
    ]
  },
  "Make some conservative school board members in Kansas upset by answering these questions about physical cosmology for the stated number of points.  15 For fifteen points, name either the Belgian cosmologist who published \"hypothesis of the primeval atom\" or the Russian mathematician cum meteorologist": {
    "guess": "Georges Lemaître",
    "confidence": [
      [
        "Ge",
        -0.07566658
      ],
      [
        "orges",
        -1.1756368e-05
      ],
      [
        " L",
        -0.0048101847
      ],
      [
        "ema",
        -1.0802739e-05
      ],
      [
        "ître",
        -3.5313153e-06
      ]
    ]
  },
  "This man makes an appearance in The White Company and Sir Nigel, historical novels by Sir Arthur Conan Doyle. He also is rescued by Ralph Fitzgerald in World Without End by Ken Follett. A large statue of this man made in 1903 by Thomas Brock stands in Leeds, England. Although he never ascended to the throne, he won victories at battles such as Crécy (\"cray-see\") and Poitiers (\"pwat- eeay\"), culminating": {
    "guess": "Edward the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.0064634746
      ],
      [
        " the",
        -0.6519979
      ],
      [
        " Black",
        -5.538491e-05
      ],
      [
        " Prince",
        -0.00011963568
      ]
    ]
  },
  "Make sure that your optical cables are all securely attached before answering these questions about neutrinos:         A. Neutrinos come in three flavors: electron, muon, and tau- but they can oscillate between flavors as they travel. Neutrino oscillation was hinted at when scientists observed fewer": {
    "guess": "Neutrino oscillation",
    "confidence": [
      [
        "Ne",
        -0.001340839
      ],
      [
        "utr",
        -6.6306106e-06
      ],
      [
        "ino",
        -0.00023035755
      ],
      [
        " oscill",
        -0.3500763
      ],
      [
        "ation",
        -0.0075685303
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies is \"buttressed by the experience of other States.\" The dissent alludes to \"untoward practical ramifications\" that would be had regarding the in forma pauperis cases that relied on the legal procedure invalidated by this case. The dissent also mentions that an inability to recognize the weight carried by stare decisis made it seem like the Court \"reached out\" to overturn (*) Wolf v. Colorado. This case saw Justice Clark note that \"Nothing can destroy a government more quickly than its failure to observe its own laws.\" The Boyd and Weeks decisions provided precedents for this case, which exemplified the \"fruit of the poisonous tree\" doctrine with regards to a trunk of pornographic materials. For": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.013162583
      ],
      [
        "app",
        -0.00011009939
      ],
      [
        " v",
        -0.00037275828
      ],
      [
        ".",
        -8.518583e-05
      ],
      [
        " Ohio",
        -5.8126592e-05
      ]
    ]
  },
  "A major idea behind the Coleman-De Luccia instanton, this process allows matter to go from a \"false vacuum\" state to a \"true vacuum\" state. Also responsible for the non-classical behavior of the Josephson": {
    "guess": "False vacuum",
    "confidence": [
      [
        "False",
        -0.50545
      ],
      [
        " vacuum",
        -0.045989394
      ]
    ]
  },
  "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and Claude Poussin.  Its building was highly unpopular due to the new bread tax instituted to finance its construction.  The artist himself was responsible for the images at the center, which were carved in situ, and include a horse and a palm tree.  Another pupil, Baratta, was responsible for the bearded": {
    "guess": "Fontana delle Tartarughe",
    "confidence": [
      [
        "Font",
        -1.1931278
      ],
      [
        "ana",
        -0.007904592
      ],
      [
        " delle",
        -0.9261709
      ],
      [
        " Tart",
        -0.03070755
      ],
      [
        "ar",
        -0.0024137038
      ],
      [
        "ug",
        -0.00053611316
      ],
      [
        "he",
        -3.1281633e-07
      ]
    ]
  },
  "Major Cornelius Melody is the focus of his proposed nine-play cycle, A Tale of Possessors Dispossessed, but only the first play, A Touch of the Poet, was completed in his lifetime. Jim is a black man married to the white woman Ella in this author's story of racial tensions, All God's Chillun Got Wings,": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.004271427
      ],
      [
        "ug",
        -2.3392786e-06
      ],
      [
        "ene",
        -1.2352386e-05
      ],
      [
        " O",
        -2.8206474e-05
      ],
      [
        "'Neill",
        -0.0007805614
      ]
    ]
  },
  "A major influence on Ruwet's paradigmatic analysis, this man's dialogues with Krystyna Pomorska provides": {
    "guess": "Roman Jakobson",
    "confidence": [
      [
        "Roman",
        -0.5170741
      ],
      [
        " Jak",
        -0.0024528264
      ],
      [
        "ob",
        -0.00017839209
      ],
      [
        "son",
        -0.00015193255
      ]
    ]
  },
  "The majority opinion of this case alludes to the missionary John Smith, who had aided a slave rebellion in Demerara, and also cites the reaction of the Virginia legislature to the decrees of Lord Dunmore as a precedent. Denying the government's claim that Luther v. Borden provided justification, Justice Davis said that (*) General Hovey's actions towards a member of the Knights of the Golden Circle were impermissible. That petitioner, represented by future President Garfield, contended that Indiana's": {
    "guess": "Ex parte Milligan",
    "confidence": [
      [
        "Ex",
        -1.3732834
      ],
      [
        " parte",
        -0.029081566
      ],
      [
        " Mill",
        -0.7246962
      ],
      [
        "igan",
        -1.4974867e-05
      ]
    ]
  },
  "A major work of the Stuckism movement proclaims that \"a dead one\" of these \"is not art,\" in reference to Damien Hirst's The Physical Impossibility of Death in the Mind of Someone Living, which shows one of these cut into three sections and preserved in formaldehyde. In another work, two men in white": {
    "guess": "Conceptual art",
    "confidence": [
      [
        "Concept",
        -1.9418696
      ],
      [
        "ual",
        -2.7848862e-05
      ],
      [
        " art",
        -0.43130204
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he made in Syracuse, New York. This man was joined by Justices Reed and Minton in a dissent that cited Lincoln's naval blockade of the South to argue for the party represented by Secretary of State Charles Sawyer. He used reasons like the necessity of keeping electronic devices secret in his majority": {
    "guess": "Felix Frankfurter",
    "confidence": [
      [
        "F",
        -1.1512836
      ],
      [
        "elix",
        -0.00543937
      ],
      [
        " Frank",
        -0.0007962852
      ],
      [
        "fur",
        -0.0003609681
      ],
      [
        "ter",
        -2.129266e-05
      ]
    ]
  },
  "The only major change resulting from this war was the possession of Innviertel. It was set in motion": {
    "guess": "Potato War",
    "confidence": [
      [
        "Pot",
        -0.0033614123
      ],
      [
        "ato",
        -0.00013584005
      ],
      [
        " War",
        -0.014091338
      ]
    ]
  },
  "Its major advantage over previous attempts at the same standard is the use of a filter bank created by a discrete cosine transform, which increases the resolution by 18 times. It takes advantage of the Fletcher-Munson threshold and the forward and backward masking effects when making 576 independent passes of each frequency band. Huffman coding is used to reduce the size of the final data set, which is first minimized via the byte reservoir, joint stereo techniques, and other psychoacoustic technologies. For 10 points, the Fraunhofer institute claims a patent on what technology standard, which": {
    "guess": "MP3",
    "confidence": [
      [
        "MP",
        -0.013528054
      ],
      [
        "3",
        -0.00021509947
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies is \"buttressed by the experience of other States.\" The dissent alludes to \"untoward practical ramifications\" that would be had regarding the in forma pauperis cases that relied on the legal procedure": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.21026172
      ]
    ]
  },
  "A major point in this drama is the contention between Right and Wrong Arguments, the latter of which": {
    "guess": "Antigone",
    "confidence": [
      [
        "Ant",
        -0.8932904
      ],
      [
        "ig",
        -0.00014251545
      ],
      [
        "one",
        -4.4849444e-06
      ]
    ]
  },
  "The major account of this man's deeds is paraphrased in the so-called \"Short Report\" and includes an": {
    "guess": "William Wallace",
    "confidence": [
      [
        "William",
        -1.9105463
      ],
      [
        " Wallace",
        -0.38059682
      ]
    ]
  },
  "The majority of consonants in this language are \"paired,\" meaning that they can occur in either plain or palatalized forms. The literary form of this language combines the consonant system of its Northern dialect and the vowel system of its Southern dialect, and it uses such letters as \"yah\" and \"shah.\" The most widely spoken of the eastern Slavic languages, it is written in the Cyrillic alphabet. For 10 points, name this language, which is closely related to Ukrainian and is the most common native tongue in Volgograd, St. Petersburg, and Moscow.": {
    "guess": "Russian Language",
    "confidence": [
      [
        "Russian",
        -0.0027718323
      ],
      [
        " Language",
        -0.23007247
      ]
    ]
  },
  "The major account of this man's deeds is paraphrased in the so-called \"Short Report\" and includes an episode in which a Muslim woman from Hornachos prophesied doom for many explorers, but great wealth for those that survive. In 1544, this man was arrested in Asuncion and brought to Seville in chains, where he was tried and sentenced to exile in present day Oran, Algeria. This man, who often imitated scenes of the Bible out of piety, was regarded as a (*) medicine man when he started curing many Indians through prayer and herbs. An account of this man's deeds and travels are preserved in his namesake La Relacion, and he was the treasurer of the Narvaez expedition, which included a voyage from Florida to Galveston Island. For 10 points, identify this explorer and conquistador who explored the": {
    "guess": "Álvar Núñez Cabeza de Vaca",
    "confidence": [
      [
        "Á",
        -0.2150323
      ],
      [
        "l",
        -0.0004985823
      ],
      [
        "var",
        -1.640531e-05
      ],
      [
        " N",
        -0.00032569113
      ],
      [
        "ú",
        -0.00046725376
      ],
      [
        "ñ",
        -0.00031699296
      ],
      [
        "ez",
        -6.313315e-05
      ],
      [
        " C",
        -4.572941e-05
      ],
      [
        "abe",
        -7.89631e-07
      ],
      [
        "za",
        -3.4121115e-06
      ],
      [
        " de",
        -0.00022809267
      ],
      [
        " V",
        -0.00011343709
      ],
      [
        "aca",
        -7.107425e-06
      ]
    ]
  },
  "His major work began as a commentary on a compendium by Peter of Spain, but became a standard logic textbook in its own right.  He became so famous that legends spread about him, including one which claimed that he competed with the future Pope Clement VI for the affections of a shoemaker's wife.  In his Compendium Logicae he offered a lengthy account of the way to find the middle term of a demonstration, which came to be known as a certain type of \"bridge\" for traversing a syllogism.  He is best known for arguing that will and intellect are not distinct faculties, which led him to conclude that the will is always determined by the stronger motive, and that when presented with equally desirable": {
    "guess": "Jean Buridan",
    "confidence": [
      [
        "Jean",
        -0.8090098
      ],
      [
        " Bur",
        -6.301394e-05
      ],
      [
        "idan",
        -6.670925e-05
      ]
    ]
  },
  "The majority of consonants in this language are \"paired,\" meaning that they can occur in either plain or palatalized forms. The literary form of this language combines the consonant system of its Northern dialect and the vowel system of its Southern dialect, and it uses such letters as \"yah\" and \"shah.\" The most widely spoken of the eastern Slavic languages, it is written in the Cyrillic alphabet.": {
    "guess": "Russian Language",
    "confidence": [
      [
        "Russian",
        -0.7100207
      ],
      [
        " Language",
        -0.019629484
      ]
    ]
  },
  "One major symbol of this nation is the Tree of Life, a gigantic tree found alone in its southern desert, and Umm an Nusan island is home to the ruling family's private reserve. The island of Al-Muharraq": {
    "guess": "Bahrain",
    "confidence": [
      [
        "B",
        -0.006438961
      ],
      [
        "ahrain",
        -2.8160932e-06
      ]
    ]
  },
  "While the majority of this novel is told in first person, the last two paragraphs are in third person. Believing the patriotic fervor of their schoolmaster Kantorek, the narrator and his friends have enlisted in the German army but soon are disillusioned and are killed or desert. By the end of the novel,": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.0031123534
      ],
      [
        " Quiet",
        -1.8193366e-05
      ],
      [
        " on",
        -6.1537958e-06
      ],
      [
        " the",
        -8.363618e-05
      ],
      [
        " Western",
        -2.451116e-05
      ],
      [
        " Front",
        -3.0545007e-06
      ]
    ]
  },
  "The majority in this case repeatedly cites the Fifth Circuit decision Burnside v. Byars for the relevant standard; it also uses the earlier opinions of Justice McReynolds in Bartels v. Iowa and Meyer v. Nebraska on reasonableness, which is cited as erroneous in Justice Black's dissent. Decided a year after United States v. O'Brien, Justice Harlan added a short dissent in this case, which involved an unnamed petitioner Christopher Eckhardt. Justices Stewart and White issued short concurrences to the majority opinion by Abe Fortas, which held that the central behavior was \"akin to pure speech\" and": {
    "guess": "Tinker v. Des Moines Independent Community School District",
    "confidence": [
      [
        "T",
        -0.21846902
      ],
      [
        "inker",
        -0.00045795587
      ],
      [
        " v",
        -0.00016778296
      ],
      [
        ".",
        -0.00029887765
      ],
      [
        " Des",
        -0.00011534435
      ],
      [
        " Moines",
        -4.604148e-06
      ],
      [
        " Independent",
        -0.0007623416
      ],
      [
        " Community",
        -0.0012833296
      ],
      [
        " School",
        -1.4140442e-05
      ],
      [
        " District",
        -3.488188e-05
      ]
    ]
  },
  "Its major section begins with eight unnamed chapters, the only unnamed parts of this work. Three of its fragments are only known by English names: Gray, Westergaard, and Darmesteter. The Westergaard section": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.3116539
      ],
      [
        " Waste",
        -0.29238632
      ],
      [
        " Land",
        -0.0007762774
      ]
    ]
  },
  "The majority opinion of this case alludes to the missionary John Smith, who had aided a slave rebellion": {
    "guess": "United States v. The Amistad",
    "confidence": [
      [
        "United",
        -0.52918196
      ],
      [
        " States",
        -0.0001786305
      ],
      [
        " v",
        -0.002684564
      ],
      [
        ".",
        -0.0025735176
      ],
      [
        " The",
        -0.62887996
      ],
      [
        " Am",
        -0.014663704
      ],
      [
        "ist",
        -6.909333e-05
      ],
      [
        "ad",
        -1.6524515e-05
      ]
    ]
  },
  "Make some conservative school board members in Kansas upset by answering these questions about physical cosmology for the stated number of points.  15 For fifteen points, name either the Belgian cosmologist who published \"hypothesis of the primeval atom\" or the Russian mathematician cum meteorologist author of 1922's \"On the curvature of Space\"  who disagreed that a stationary universe was a consequence of general relativity.": {
    "guess": "Georges Lemaître",
    "confidence": [
      [
        "Ge",
        -0.48446655
      ],
      [
        "orges",
        -2.220075e-06
      ],
      [
        " L",
        -0.008214423
      ],
      [
        "ema",
        -1.1637165e-05
      ],
      [
        "ître",
        -3.2929079e-06
      ]
    ]
  },
  "The only major change resulting from this war was the possession of Innviertel. It was set in motion due to the lack of an heir for a branch of the Wittelsbach family, leading Maximilian Joseph to declare Elector Palatine Karl Theodore his heir. However, Maximilian also tried to sell a third of his realm to Joseph II, and after Maximilian's death, Frederick the Great opposed Joseph's claims. A stalemate": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.5205592
      ],
      [
        " of",
        -0.000492149
      ],
      [
        " the",
        -0.0011558165
      ],
      [
        " Bav",
        -0.00066990557
      ],
      [
        "arian",
        -2.2842309e-05
      ],
      [
        " Success",
        -0.00025716738
      ],
      [
        "ion",
        -1.5332478e-05
      ]
    ]
  },
  "The major structural proteins of these entities use the PTAP motif to recruit the ESCRT-1 [\"escort-one\"] complex and the LYPxL motif to recruit the ALIX protein in order to facilitate the budding process.": {
    "guess": "HIV-1 assembly and release",
    "confidence": [
      [
        "H",
        -0.40134743
      ],
      [
        "IV",
        -0.0001407274
      ],
      [
        "-",
        -0.2705096
      ],
      [
        "1",
        -0.0002739714
      ],
      [
        " assembly",
        -1.0180473
      ],
      [
        " and",
        -0.0068226433
      ],
      [
        " release",
        -0.21385604
      ]
    ]
  },
  "A major primary source of this event is the \"relation\" of Lion Gardiner, who fired on a group of vessels despite the presence of Abraham Swain's daughters. Prior to this conflict, the ransom of Tatobem's corpse prompted the retaliatory murder of John Stone, and it saw John Mason immolate hundreds of civilians in an action that failed to kill its target Sassacus, who was with a Niantic raiding party. This conflict began after John (*) Oldham was murdered on his way to Block Island and ended after": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.008193847
      ],
      [
        "quot",
        -3.2140193e-05
      ],
      [
        " War",
        -0.00011629798
      ]
    ]
  },
  "One of its major royal capitals was dissected by the Ceremonial Road and contained the Chapel of the Western Queen and the famous Brazen Temple. That capital was ruled by Asela, who took power from Sena and Gutthika, and then was followed by Elara and Dutu-gem-unu, according to the chronicle of Mahawamsa.": {
    "guess": "Anuradhapura",
    "confidence": [
      [
        "An",
        -0.018627921
      ],
      [
        "ur",
        -2.4630364e-05
      ],
      [
        "ad",
        -0.00018292182
      ],
      [
        "hap",
        -5.967624e-05
      ],
      [
        "ura",
        -0.00015836587
      ]
    ]
  },
  "What makes this theory possible is the apparent arbitrariness of Von Neumann's fifth postulate, which is based on the assumption of additivity for the expectations of identically prepared systems. Because": {
    "guess": "Quantum mechanics",
    "confidence": [
      [
        "Quant",
        -0.31860635
      ],
      [
        "um",
        -4.990154e-05
      ],
      [
        " mechanics",
        -0.35254094
      ]
    ]
  },
  "It makes the sound of thunder from distant lightning low because sound must get past many obstacles and longer wavelengths more easily make it, unlike a close strike's sharp crack. It ruins magnified images if wavelengths employed for viewing are larger than objects seen. The Fresnel type occurs if that scientist's namesake number is greater than one; the Fraunhofer variety is seen if the value is less than one. It happens because Huygen's principle says all points on a wave front are propagation sources, so even the tiniest opening can ruin a soundproof room. For ten points, name the phenomenon": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.01777023
      ],
      [
        "raction",
        -9.014684e-06
      ]
    ]
  },
  "One of the major consequences of this war was the transfer of the asiento slave-trading privilege. The treaties of Baden and Rastatt were signed in addition to the major treaty that ended it, and a major battle in it saw Tallard's forces defeated by Eugene of Savoy and Marlborough at Blenheim. The American": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.0063892035
      ],
      [
        " of",
        -0.00023274162
      ],
      [
        " the",
        -0.0046845456
      ],
      [
        " Spanish",
        -2.8160932e-06
      ],
      [
        " Success",
        -8.017927e-05
      ],
      [
        "ion",
        -1.9027791e-05
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian columns and flanked by shield-bearing gargoyles, also designed by this architect. This architect's design of the Ming Quon home led to a commission for a building that mixed a Renaissance floor plan with  traditional Chinese elements. While working under John Galen Howard, this architect created the  preliminary design for both the Sather Gate and the Greek Theatre on the Berkeley campus, and this  architect's other Bay Area work includes the bel tower at Mil s Col ege, the Chinatown YWCA, and the aforementioned Berkeley Women's Club. This architect's most famous work features the twin towers of  the Casa Grande in the Mediterranean style as wel as the thrice-rebuilt Neptune Pool surrounded by  classical colonnades, and is located in San Simeon. For 10 points, identify this architect responsible": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.0009616006
      ],
      [
        "ia",
        -2.5345586e-05
      ],
      [
        " Morgan",
        -8.180258e-06
      ]
    ]
  },
  "One of its major royal capitals was dissected by the Ceremonial Road and contained the Chapel of the Western Queen and the famous Brazen Temple. That capital was ruled by Asela, who took power from Sena and Gutthika, and then was followed by Elara and Dutu-gem-unu, according to the chronicle of Mahawamsa. This occurred after the prince Vijaya was succeeded by Pandukabaya who built up the capital, Anurad-hapura. Later, it saw wars fought over the independent kingdom of Kandy. It was referred to as Taprobane in the Greco- Roman world, Serendip in Arab culture, and Ceylon. FTP, name this island, which": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.42053863
      ],
      [
        "ri",
        -7.147741e-05
      ],
      [
        " Lanka",
        -0.0011066367
      ]
    ]
  },
  "Their major disadvantage as compared to their counterpart is that they begin to denature after several weeks of storage, even at –80 degrees C. To produce them, an animal is hyperimmunized, and then B cells are removed from the spleen. Polyethylene glycol is added to a culture containing both the B cells and myelomas, which then fuse to form immortal hybridoma cells. The hybridomas can then be screened and used to produce these identical immunoglobulins. FTP, name this type of antibody produced from": {
    "guess": "Monoclonal antibody",
    "confidence": [
      [
        "Mon",
        -0.025920415
      ],
      [
        "oc",
        -0.0011870149
      ],
      [
        "lon",
        -9.014684e-06
      ],
      [
        "al",
        -0.00015693542
      ],
      [
        " antibody",
        -0.5114376
      ]
    ]
  },
  "The major structural proteins of these entities use the PTAP motif to recruit the ESCRT-1 [\"escort-one\"] complex and the LYPxL motif to recruit the ALIX protein in order to facilitate the budding process. In addition to possessing the Gag polyprotein, these entities produce the Vif protein which counteracts": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.2144668
      ],
      [
        "IV",
        -2.0815847e-05
      ]
    ]
  },
  "The major structural proteins of these entities use the PTAP motif to recruit the ESCRT-1 [\"escort-one\"] complex and the LYPxL motif to recruit the ALIX protein in order to facilitate the budding process. In addition to possessing the Gag polyprotein, these entities produce the Vif protein which counteracts the effects of the cytidine deaminase APOBEC3G. They are unable to infect individuals who possess a homozygous 32 base pair deletion in the CCR5 protein. The glycoprotein gp120 found on them allows them to dock onto CD4 receptors, and azidothymidine is a reverse transcriptase inhibitor that is used to treat infections by this agent. For 10 points, name this retrovirus that mostly infects immune": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.003460968
      ],
      [
        "IV",
        -2.8160932e-06
      ]
    ]
  },
  "In its majority decision the court cited two prior cases: U.S. v. Classic and U.S. v. Moseley. Justices": {
    "guess": "United States v. Lopez",
    "confidence": [
      [
        "United",
        -0.8470073
      ],
      [
        " States",
        -0.00014740281
      ],
      [
        " v",
        -0.55079645
      ],
      [
        ".",
        -0.0011871341
      ],
      [
        " Lopez",
        -2.217152
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies is \"buttressed by the experience of other States.\" The dissent alludes to \"untoward practical ramifications\" that would be had regarding the in forma pauperis cases that relied on the legal procedure invalidated by this case. The dissent also mentions that an inability to recognize the weight carried by stare decisis made it seem like the Court \"reached out\" to overturn (*) Wolf v. Colorado. This case saw Justice Clark note that \"Nothing can destroy a government more quickly than its failure to": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.2855025
      ],
      [
        "app",
        -0.0019052008
      ],
      [
        " v",
        -0.00016539889
      ],
      [
        ".",
        -5.5265704e-05
      ],
      [
        " Ohio",
        -0.00010652328
      ]
    ]
  },
  "It makes the sound of thunder from distant lightning low because sound must get past many obstacles and longer wavelengths more easily make it, unlike a close strike's sharp crack. It ruins magnified images if wavelengths employed for viewing are larger than objects seen. The Fresnel type occurs if that scientist's namesake number is greater than one; the Fraunhofer variety is seen if the value is": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -1.0706666
      ],
      [
        "raction",
        -1.7597347e-05
      ]
    ]
  },
  "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and Claude Poussin.  Its building was highly unpopular due to the new bread tax instituted to finance its construction.  The artist himself was responsible for the images at the center, which were carved in situ, and include a horse and a palm tree.  Another pupil, Baratta, was responsible for the bearded black man who sits on a pile of coins and has his arm upraised, a gesture theorized to be an insult to the design of the neighboring church of Sant'Agnese by Borromini.  It is also populated by several types of animals, including a few lions and the dove at the top representing the Pamphili family": {
    "guess": "Fountain of the Four Rivers",
    "confidence": [
      [
        "F",
        -0.6415403
      ],
      [
        "ountain",
        -0.0006211769
      ],
      [
        " of",
        -0.0011947522
      ],
      [
        " the",
        -0.0066864835
      ],
      [
        " Four",
        -0.00025025356
      ],
      [
        " Rivers",
        -2.355753e-05
      ]
    ]
  },
  "Major battles in this war included Fleurus, at which the Prince of Waldeck was defeated by Marshal Luxembourg, and the naval encounter at Cap La Hogue, at which Tourville was defeated. Its causes included the disputed election of the Archbishop of Cologne and a struggle over the lands of the Elector": {
    "guess": "War of the Grand Alliance",
    "confidence": [
      [
        "War",
        -0.64469266
      ],
      [
        " of",
        -4.5491004e-05
      ],
      [
        " the",
        -0.011032138
      ],
      [
        " Grand",
        -0.55915713
      ],
      [
        " Alliance",
        -6.46828e-05
      ]
    ]
  },
  "While making a speech in support of the failed Rivers and Harbors Act of 1846, this man infamously claimed that rivers should be classified as inland seas. This man created the Bureau of Indian Affairs while serving as Secretary of War, and he also served as the last Secretary of State to John (*) Tyler. While serving in the Monroe Administration, this man advocated censuring Andrew Jackson for invading Spanish Florida. This man authored the \"Exposition and Protest\", a document claiming that the": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.012667863
      ],
      [
        " C",
        -0.0018097716
      ],
      [
        ".",
        -0.0002544257
      ],
      [
        " Cal",
        -2.7014437e-05
      ],
      [
        "h",
        -4.6444635e-05
      ],
      [
        "oun",
        -1.7120534e-05
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian columns and flanked by shield-bearing gargoyles, also designed by this architect. This architect's design": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.43234834
      ],
      [
        "ia",
        -6.146429e-05
      ],
      [
        " Morgan",
        -7.743759e-05
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he made in Syracuse, New York. This man was joined by Justices Reed and Minton in a dissent that cited Lincoln's naval blockade of the South to argue for the party represented by Secretary of State Charles Sawyer. He used reasons like the necessity of keeping electronic devices secret in his majority opinion denying Air Force reports to widows of civilian crash victims in United States v. Reynolds. He also wrote a majority opinion holding that certain individuals were trying to overthrow the government and that the Smith Act was constitutional in Dennis v. U.S, a landmark anti-Communist opinion. Dying before his court could rule on Brown v. Board of Education, for 10 points, name this former Secretary": {
    "guess": "Earl Warren",
    "confidence": [
      [
        "Ear",
        -0.31146532
      ],
      [
        "l",
        -7.243103e-05
      ],
      [
        " Warren",
        -0.00031091354
      ]
    ]
  },
  "One of the major consequences of this war was the transfer of the asiento slave-trading privilege. The": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.20468879
      ],
      [
        " of",
        -0.0001135563
      ],
      [
        " the",
        -0.32617053
      ],
      [
        " Spanish",
        -0.0044176555
      ],
      [
        " Success",
        -0.00318354
      ],
      [
        "ion",
        -1.147242e-06
      ]
    ]
  },
  "It makes the sound of thunder from distant lightning low because sound must get past many obstacles and longer wavelengths more easily make it, unlike a close strike's sharp crack. It ruins magnified images if wavelengths employed for viewing are larger than objects seen. The Fresnel type occurs if that scientist's namesake number is greater than one; the Fraunhofer variety is seen if the value is less than one. It happens because Huygen's principle says all points on a wave front are propagation sources, so even the tiniest opening can ruin a soundproof room. For ten points, name the phenomenon of waves bending when passing edges of openings.": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.0015178345
      ],
      [
        "raction",
        -1.700133e-05
      ]
    ]
  },
  "A major primary source of this event is the \"relation\" of Lion Gardiner, who fired on a group of vessels despite the presence of Abraham Swain's daughters. Prior to this conflict, the ransom of Tatobem's corpse prompted the retaliatory murder of John Stone, and it saw John Mason immolate hundreds of civilians in an action that failed to kill its target Sassacus, who was with a Niantic raiding party. This conflict began after John (*) Oldham was murdered on his way to Block Island and ended after the \"Great Swamp Fight\" near Fairfield. The Mystic Massacre occurred during this conflict, which was ended by the Treaty of Hartford. The Narragansett joined the Massachusetts Bay and Plymouth colonies in, for 10 points, what conflict that practically exterminated the namesake Indian tribe?": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.0405042
      ],
      [
        "quot",
        -0.00011915887
      ],
      [
        " War",
        -0.0004362718
      ]
    ]
  },
  "A major work of the Stuckism movement proclaims that \"a dead one\" of these \"is not art,\" in reference": {
    "guess": "Stuckism",
    "confidence": [
      [
        "St",
        -0.24763256
      ],
      [
        "uck",
        -0.00061319396
      ],
      [
        "ism",
        -0.016873019
      ]
    ]
  },
  "This man makes an appearance in The White Company and Sir Nigel, historical novels by Sir Arthur Conan Doyle. He also is rescued by Ralph Fitzgerald in World Without End by Ken Follett. A large statue": {
    "guess": "Sir Nigel",
    "confidence": [
      [
        "Sir",
        -0.9003155
      ],
      [
        " Nigel",
        -0.0046769497
      ]
    ]
  },
  "Major Cornelius Melody is the focus of his proposed nine-play cycle, A Tale of Possessors Dispossessed, but only the first play, A Touch of the Poet, was completed in his lifetime. Jim is a black man married to the white woman Ella in this author's story of racial tensions, All God's Chillun Got Wings, and other works by this author of Anna Christie include ones featuring Nina Leeds and Harry Hope.": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.0011421227
      ],
      [
        "ug",
        -1.7432603e-06
      ],
      [
        "ene",
        -3.4121115e-06
      ],
      [
        " O",
        -2.1769476e-05
      ],
      [
        "'Neill",
        -0.00075221295
      ]
    ]
  },
  "A major point in this drama is the contention between Right and Wrong Arguments, the latter of which supposedly wins. Because his uncle is willing to spend money on horses and other frivolous things, Pheidippides": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.49115455
      ],
      [
        " Cloud",
        -0.007863671
      ],
      [
        "s",
        -3.650519e-06
      ]
    ]
  },
  "Its major advantage over previous attempts at the same standard is the use of a filter bank created by a discrete cosine transform, which increases the resolution by 18 times. It takes advantage of the Fletcher-Munson threshold and the forward and backward masking effects when making 576 independent passes of each frequency band. Huffman coding is used to reduce the size of the final data set, which is first minimized via the byte reservoir, joint stereo techniques, and other psychoacoustic technologies. For 10 points, the Fraunhofer institute claims a patent on what technology standard, which filters out imperceptible variations in sound files in order to create smaller but acoustically identical files that might be acquired from Kazaa, Soulseek, or a CD ripping program?": {
    "guess": "MP3",
    "confidence": [
      [
        "MP",
        -0.0134210335
      ],
      [
        "3",
        -2.9636918e-05
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he made in Syracuse, New York. This man was joined by Justices Reed and Minton in a dissent that cited Lincoln's naval blockade of the South to argue for the party represented by Secretary of State Charles Sawyer. He used reasons like the necessity of keeping electronic devices secret in his majority opinion denying Air Force reports to widows of civilian crash victims in United States v. Reynolds. He also wrote a majority opinion holding that certain individuals were trying to overthrow the government and that the Smith Act was constitutional in Dennis v. U.S, a landmark anti-Communist opinion.": {
    "guess": "Earl Warren",
    "confidence": [
      [
        "Ear",
        -0.8297674
      ],
      [
        "l",
        -1.92662e-05
      ],
      [
        " Warren",
        -9.388769e-05
      ]
    ]
  },
  "It makes the sound of thunder from distant lightning low because sound must get past many obstacles and longer wavelengths more easily make it, unlike a close strike's sharp crack. It ruins magnified images if wavelengths employed for viewing are larger than objects seen. The Fresnel type occurs if that": {
    "guess": "Atmospheric refraction",
    "confidence": [
      [
        "At",
        -0.90971774
      ],
      [
        "mos",
        -0.000119754885
      ],
      [
        "pheric",
        -0.001125691
      ],
      [
        " ref",
        -0.93882287
      ],
      [
        "raction",
        -4.990154e-05
      ]
    ]
  },
  "While the majority of this novel is told in first person, the last two paragraphs are in third person. Believing the patriotic fervor of their schoolmaster Kantorek, the narrator and his friends have enlisted": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.0017622865
      ],
      [
        " Quiet",
        -2.1173457e-05
      ],
      [
        " on",
        -6.511407e-06
      ],
      [
        " the",
        -0.00010485443
      ],
      [
        " Western",
        -2.1769476e-05
      ],
      [
        " Front",
        -1.8624639e-06
      ]
    ]
  },
  "The major account of this man's deeds is paraphrased in the so-called \"Short Report\" and includes an episode in which a Muslim woman from Hornachos prophesied doom for many explorers, but great wealth for those that survive. In 1544, this man was arrested in Asuncion and brought to Seville in chains, where he was tried and sentenced to exile in present day Oran, Algeria. This man, who often imitated scenes of the Bible out of piety, was regarded as a (*) medicine man when he started curing many Indians through prayer and herbs. An account of this man's deeds and travels are preserved in his namesake La Relacion, and he was the treasurer of the Narvaez expedition, which included a voyage from Florida to Galveston Island. For 10 points, identify this explorer and conquistador who explored the American South and Mexico during the early 16th century.": {
    "guess": "Álvar Núñez Cabeza de Vaca",
    "confidence": [
      [
        "Á",
        -0.15150808
      ],
      [
        "l",
        -0.00041160765
      ],
      [
        "var",
        -4.00813e-06
      ],
      [
        " N",
        -8.6616266e-05
      ],
      [
        "ú",
        -0.00015145572
      ],
      [
        "ñ",
        -0.00021188465
      ],
      [
        "ez",
        -6.420598e-05
      ],
      [
        " C",
        -2.5226382e-05
      ],
      [
        "abe",
        -5.5122365e-07
      ],
      [
        "za",
        -4.1273333e-06
      ],
      [
        " de",
        -0.0001407274
      ],
      [
        " V",
        -0.0001135563
      ],
      [
        "aca",
        -3.2929079e-06
      ]
    ]
  },
  "The majority in this case repeatedly cites the Fifth Circuit decision Burnside v. Byars for the relevant standard; it also uses the earlier opinions of Justice McReynolds in Bartels v. Iowa and Meyer v. Nebraska on reasonableness, which is cited as erroneous in Justice Black's dissent. Decided a year after United States v. O'Brien, Justice Harlan added a short dissent in this case, which involved an unnamed petitioner Christopher Eckhardt. Justices Stewart and White issued short concurrences to the majority opinion by Abe Fortas, which held that the central behavior was \"akin to pure speech\" and that \"undifferentiated fear\" could not be used to prohibit a symbolic act which does not \"materially": {
    "guess": "Tinker v. Des Moines Independent Community School District",
    "confidence": [
      [
        "T",
        -0.035213348
      ],
      [
        "inker",
        -0.00016349163
      ],
      [
        " v",
        -0.00019841464
      ],
      [
        ".",
        -0.00018565984
      ],
      [
        " Des",
        -0.00019138161
      ],
      [
        " Moines",
        -3.1737043e-06
      ],
      [
        " Independent",
        -0.0006413076
      ],
      [
        " Community",
        -0.0010306655
      ],
      [
        " School",
        -7.3458323e-06
      ],
      [
        " District",
        -3.1544176e-05
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian columns and flanked by shield-bearing gargoyles, also designed by this architect. This architect's design of the Ming Quon home led to a commission for a building that mixed a Renaissance floor plan with  traditional Chinese elements. While working under John Galen Howard, this architect created the  preliminary design for both the Sather Gate and the Greek Theatre on the Berkeley campus, and this  architect's other Bay Area work includes the bel tower at Mil s Col ege, the Chinatown YWCA, and the aforementioned Berkeley Women's Club. This architect's most famous work features the twin towers": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.00049953593
      ],
      [
        "ia",
        -5.1808798e-05
      ],
      [
        " Morgan",
        -7.3458323e-06
      ]
    ]
  },
  "A major moment for this house was the acquisition of Champagne by Eudes II, making them the greatest rivals to the French throne. It came to an end in 1230 when the countship passed to the House of Chatillon, having earlier been founded around 940 by Thibaut the Cheat. The most famous member of this": {
    "guess": "House of Blois",
    "confidence": [
      [
        "House",
        -0.09523072
      ],
      [
        " of",
        -0.0002072357
      ],
      [
        " Blo",
        -0.015182555
      ],
      [
        "is",
        -0.00010223195
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies is \"buttressed by the experience of other States.\" The dissent alludes to \"untoward practical ramifications\" that would be had regarding the in forma pauperis cases that relied on the legal procedure invalidated by this case. The dissent also mentions that an inability to recognize the weight carried by stare decisis made it seem like the Court \"reached out\" to overturn (*) Wolf v. Colorado. This": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.36347315
      ],
      [
        "app",
        -0.004310834
      ],
      [
        " v",
        -5.7411373e-05
      ],
      [
        ".",
        -4.2272506e-05
      ],
      [
        " Ohio",
        -2.9040899e-05
      ]
    ]
  },
  "The only major change resulting from this war was the possession of Innviertel. It was set in motion due to the lack of an heir for a branch of the Wittelsbach family, leading Maximilian Joseph to declare Elector Palatine Karl Theodore his heir. However, Maximilian also tried to sell a third of his realm to Joseph II, and after Maximilian's death, Frederick the Great opposed Joseph's claims. A stalemate was quickly reached in which no battles were fought, prompting the Treaty of Teschen and leading": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.16645746
      ],
      [
        " of",
        -4.7517467e-05
      ],
      [
        " the",
        -2.868329e-05
      ],
      [
        " Bav",
        -5.8365e-05
      ],
      [
        "arian",
        -2.4630364e-05
      ],
      [
        " Success",
        -4.465658e-05
      ],
      [
        "ion",
        -3.9769227e-05
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies": {
    "guess": "California v. Texas",
    "confidence": [
      [
        "California",
        -0.2067504
      ],
      [
        " v",
        -1.2419821
      ],
      [
        ".",
        -0.0018589149
      ],
      [
        " Texas",
        -0.44199374
      ]
    ]
  },
  "A major constituent of granite pegmatites and the most common gangue mineral in hydrothermal and metal-bearing veins, it is easily recognizable from its characteristic hexagonal shape, usually terminated": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0021583529
      ],
      [
        "artz",
        -3.1281633e-07
      ]
    ]
  },
  "A major character in this novel chooses to have his right foot cut off instead of being castrated after he is caught attempting to escape for the fourth time. Another character in this novel becomes so good at training gamecocks that he is nicknamed \"Chicken George.\" Subtitled \"The Saga of an American Family,\" this novel begins with the capture and sale into slavery of Kunta Kinte. For 10 points, name": {
    "guess": "Roots (novel)",
    "confidence": [
      [
        "Root",
        -0.0072274935
      ],
      [
        "s",
        -0.0001005631
      ],
      [
        " (",
        -0.16928193
      ],
      [
        "nov",
        -0.08706643
      ],
      [
        "el",
        -1.50940705e-05
      ],
      [
        ")",
        -0.00011749002
      ]
    ]
  },
  "Their major disadvantage as compared to their counterpart is that they begin to denature after several weeks of storage, even at –80 degrees C. To produce them, an animal is hyperimmunized, and then B cells are removed from the spleen. Polyethylene glycol is added to a culture containing both the B cells and myelomas, which then fuse to form immortal hybridoma cells. The hybridomas can then be screened": {
    "guess": "Monoclonal Antibody",
    "confidence": [
      [
        "Mon",
        -0.03788058
      ],
      [
        "oc",
        -4.978234e-05
      ],
      [
        "lon",
        0.0
      ],
      [
        "al",
        -5.5577775e-06
      ],
      [
        " Antib",
        -0.35417974
      ],
      [
        "ody",
        -0.03700857
      ]
    ]
  },
  "One of the major consequences of this war was the transfer of the asiento slave-trading privilege. The treaties of Baden and Rastatt were signed in addition to the major treaty that ended it, and a major battle in it saw Tallard's forces defeated by Eugene of Savoy and Marlborough at Blenheim. The American phase of this war was called Queen Anne's War, and it ended with the Treaty of Utrecht in 1713. For 10 points, name this conflict which was sparked by Louis XIV's attempts to gain power from the": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.0003925424
      ],
      [
        " of",
        -2.7729659e-05
      ],
      [
        " the",
        -0.0019006748
      ],
      [
        " Spanish",
        -2.6968896e-06
      ],
      [
        " Success",
        -2.1531068e-05
      ],
      [
        "ion",
        -8.89548e-06
      ]
    ]
  },
  "A major work of the Stuckism movement proclaims that \"a dead one\" of these \"is not art,\" in reference to Damien Hirst's The Physical Impossibility of Death in the Mind of Someone Living, which shows one of these cut into three sections and preserved in formaldehyde. In another work, two men in white reach out to save the title naked figure from one of these animals; that painting, set near Havana, shows a man about to stab it with a harpoon. For 10 points, name this creature which John Singleton": {
    "guess": "Shark",
    "confidence": [
      [
        "Sh",
        -0.7694664
      ],
      [
        "ark",
        -0.00055136386
      ]
    ]
  },
  "The major account of this man's deeds is paraphrased in the so-called \"Short Report\" and includes an episode in which a Muslim woman from Hornachos prophesied doom for many explorers, but great wealth": {
    "guess": "Christopher Columbus",
    "confidence": [
      [
        "Christopher",
        -0.6869273
      ],
      [
        " Columbus",
        -0.0011732018
      ]
    ]
  },
  "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and Claude Poussin.  Its building was highly unpopular due to the new bread tax instituted to finance its construction.  The artist himself was responsible for the images at the center, which were carved in situ, and include a horse and a palm tree.  Another pupil, Baratta, was responsible for the bearded black man who sits on a pile of coins and has his arm upraised, a gesture theorized to be an insult to the design of the neighboring church of Sant'Agnese by Borromini.  It is also populated by": {
    "guess": "Fountain of the Four Rivers",
    "confidence": [
      [
        "F",
        -0.7010611
      ],
      [
        "ountain",
        -0.0026684038
      ],
      [
        " of",
        -0.0018769935
      ],
      [
        " the",
        -0.008851512
      ],
      [
        " Four",
        -0.023627676
      ],
      [
        " Rivers",
        -3.7265952e-05
      ]
    ]
  },
  "Their major disadvantage as compared to their counterpart is that they begin to denature after several weeks of storage, even at –80 degrees C. To produce them, an animal is hyperimmunized, and then B": {
    "guess": "Monoclonal antibody",
    "confidence": [
      [
        "Mon",
        -0.7819876
      ],
      [
        "oc",
        -0.00026419671
      ],
      [
        "lon",
        -2.577686e-06
      ],
      [
        "al",
        -1.4378848e-05
      ],
      [
        " antibody",
        -0.1696967
      ]
    ]
  },
  "Its major advantage is that the effect of mobile-phase mass transfer on band or peak broadening will be reduced. It usually relies on impermeable macroparticles, such as glass beads, coated with a thin layer of microparticles. In this procedure the particles either constitute or support the stationary phase, and the mobile phase flows through the channels of the interstitial spaces, and all of this occurs in a tube. FTP, name this technique for separating the components of a mixture, a specific type": {
    "guess": "Expanded Bed Adsorption",
    "confidence": [
      [
        "Expanded",
        -1.1652076
      ],
      [
        " Bed",
        -0.294688
      ],
      [
        " Ads",
        -0.019991793
      ],
      [
        "orption",
        -0.00035476952
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he made in Syracuse, New York. This man was joined by Justices Reed and Minton in a dissent that cited": {
    "guess": "Felix Frankfurter",
    "confidence": [
      [
        "F",
        -0.8036849
      ],
      [
        "elix",
        -0.025892882
      ],
      [
        " Frank",
        -0.000665495
      ],
      [
        "fur",
        -0.00044699648
      ],
      [
        "ter",
        -7.226629e-06
      ]
    ]
  },
  "While making a speech in support of the failed Rivers and Harbors Act of 1846, this man infamously claimed": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -1.1963773
      ],
      [
        " Webster",
        -0.027641002
      ]
    ]
  },
  "While making a speech in support of the failed Rivers and Harbors Act of 1846, this man infamously claimed that rivers should be classified as inland seas. This man created the Bureau of Indian Affairs while serving as Secretary of War, and he also served as the last Secretary of State to John (*) Tyler. While serving in the Monroe Administration, this man advocated censuring Andrew Jackson for invading": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.22134793
      ],
      [
        " C",
        -0.0093505
      ],
      [
        ".",
        -0.00023727135
      ],
      [
        " Cal",
        -2.2723105e-05
      ],
      [
        "h",
        -4.179569e-05
      ],
      [
        "oun",
        -2.0339032e-05
      ]
    ]
  },
  "What makes this theory possible is the apparent arbitrariness of Von Neumann's fifth postulate, which is based on the assumption of additivity for the expectations of identically prepared systems. Because the conventional state vector is related to values of the hidden vectors in an explicitly instantaneous and nonlocal way, it is not a violation of Bell's inequality, though it does violate general relativity. FTP, identify this formulation of quantum mechanics which postulates hidden wave functions": {
    "guess": "Hidden variable theory",
    "confidence": [
      [
        "Hidden",
        -0.7704922
      ],
      [
        " variable",
        -0.71920085
      ],
      [
        " theory",
        -0.00057066756
      ]
    ]
  },
  "In the majority opinion, the precedent set in Boyd v. U.S. was reaffirmed through the Olmstead and McNabb cases by Justice Clark. Elaborating on an issue left open in Weeks v. U.S., it reexamined Wolf": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.08205934
      ],
      [
        "app",
        -0.00022034443
      ],
      [
        " v",
        -3.166338e-05
      ],
      [
        ".",
        -0.00016146517
      ],
      [
        " Ohio",
        -1.8550976e-05
      ]
    ]
  },
  "The majority in this case repeatedly cites the Fifth Circuit decision Burnside v. Byars for the relevant standard; it also uses the earlier opinions of Justice McReynolds in Bartels v. Iowa and Meyer v. Nebraska on reasonableness, which is cited as erroneous in Justice Black's dissent. Decided a year after United States v. O'Brien, Justice Harlan added a short dissent in this case, which involved an unnamed petitioner Christopher Eckhardt. Justices Stewart and White issued short concurrences to the majority opinion by Abe Fortas, which held that the central behavior was \"akin to pure speech\" and that \"undifferentiated fear\" could not be used to prohibit a symbolic act which does not \"materially and substantially interfere with requirements of discipline.\" FTP, name this 1969 case about the wearing of black armbands to protest the Vietnam War at a school in Des Moines.": {
    "guess": "Tinker v. Des Moines Independent Community School District",
    "confidence": [
      [
        "T",
        -0.0014872431
      ],
      [
        "inker",
        -0.00049619825
      ],
      [
        " v",
        -0.0003124632
      ],
      [
        ".",
        -0.0010585333
      ],
      [
        " Des",
        -0.00032080378
      ],
      [
        " Moines",
        -1.0325924e-05
      ],
      [
        " Independent",
        -0.0005412389
      ],
      [
        " Community",
        -0.0034844857
      ],
      [
        " School",
        -9.133887e-06
      ],
      [
        " District",
        -2.3676734e-05
      ]
    ]
  },
  "This man makes an appearance in The White Company and Sir Nigel, historical novels by Sir Arthur Conan": {
    "guess": "Sir Nigel",
    "confidence": [
      [
        "Sir",
        -0.3556568
      ],
      [
        " Nigel",
        -0.17791523
      ]
    ]
  },
  "Its major advantage is that the effect of mobile-phase mass transfer on band or peak broadening will be reduced. It usually relies on impermeable macroparticles, such as glass beads, coated with a thin layer of microparticles. In this procedure the particles either constitute or support the stationary": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.19416101
      ],
      [
        "rom",
        -1.504853e-06
      ],
      [
        "at",
        -4.8425554e-06
      ],
      [
        "ography",
        -3.5313153e-06
      ]
    ]
  },
  "The major structural proteins of these entities use the PTAP motif to recruit the ESCRT-1 [\"escort-one\"] complex and the LYPxL motif to recruit the ALIX protein in order to facilitate the budding process. In addition to possessing the Gag polyprotein, these entities produce the Vif protein which counteracts the effects of the cytidine deaminase APOBEC3G. They are unable to infect individuals who possess": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.0043382603
      ],
      [
        "IV",
        -2.6968896e-06
      ]
    ]
  },
  "One of its major royal capitals was dissected by the Ceremonial Road and contained the Chapel of the Western Queen and the famous Brazen Temple. That capital was ruled by Asela, who took power from Sena and Gutthika, and then was followed by Elara and Dutu-gem-unu, according to the chronicle of Mahawamsa. This occurred after the prince Vijaya was succeeded by Pandukabaya who built up the capital, Anurad-hapura. Later, it saw wars fought over the independent kingdom of Kandy. It was referred to as": {
    "guess": "Anuradhapura",
    "confidence": [
      [
        "An",
        -0.051281948
      ],
      [
        "ur",
        -3.7697225e-06
      ],
      [
        "ad",
        -0.00019793781
      ],
      [
        "hap",
        -0.00018625586
      ],
      [
        "ura",
        -0.00014764121
      ]
    ]
  },
  "The majority of consonants in this language are \"paired,\" meaning that they can occur in either plain or palatalized forms. The literary form of this language combines the consonant system of its Northern dialect and the vowel system of its Southern dialect, and it uses such letters as \"yah\" and \"shah.\"": {
    "guess": "Belarusian Language",
    "confidence": [
      [
        "Bel",
        -0.21186975
      ],
      [
        "arus",
        -0.0015581895
      ],
      [
        "ian",
        -3.4285862e-05
      ],
      [
        " Language",
        -0.027820257
      ]
    ]
  },
  "A major idea behind the Coleman-De Luccia instanton, this process allows matter to go from a \"false vacuum\" state to a \"true vacuum\" state. Also responsible for the non-classical behavior of the Josephson junction, in which a thin electrically insulating film is sandwiched between two pieces of superconductor, in 1928 this quantum effect was shown by Condon, Gamow, and Gurney to be responsible for": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.054992527
      ],
      [
        "um",
        -0.000114033115
      ],
      [
        " tun",
        -0.5311504
      ],
      [
        "n",
        -0.0001789881
      ],
      [
        "elling",
        -5.7961847e-06
      ]
    ]
  },
  "A major idea behind the Coleman-De Luccia instanton, this process allows matter to go from a \"false vacuum\" state to a \"true vacuum\" state. Also responsible for the non-classical behavior of the Josephson junction, in which a thin electrically insulating film is sandwiched between two pieces of superconductor, in 1928 this quantum effect was shown by Condon, Gamow, and Gurney to be responsible for the emission of alpha particles. FTP, name this effect, also called barrier penetration, in which a particle travels through a potential barrier to the other side, even though the presence of the particle within that barrier is forbidden by classical physics.": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.0008220186
      ],
      [
        "um",
        -1.60477e-05
      ],
      [
        " tun",
        -0.010186312
      ],
      [
        "n",
        -9.7583004e-05
      ],
      [
        "elling",
        -1.6240566e-06
      ]
    ]
  },
  "Its major advantage over previous attempts at the same standard is the use of a filter bank created by a discrete cosine transform, which increases the resolution by 18 times. It takes advantage of the Fletcher-Munson threshold and the forward and backward masking effects when making 576 independent passes of each frequency band. Huffman coding is used to reduce the size of the final data set, which": {
    "guess": "MP3",
    "confidence": [
      [
        "MP",
        -0.25668806
      ],
      [
        "3",
        -0.006763922
      ]
    ]
  },
  "While making a speech in support of the failed Rivers and Harbors Act of 1846, this man infamously claimed that rivers should be classified as inland seas. This man created the Bureau of Indian Affairs while serving as Secretary of War, and he also served as the last Secretary of State to John (*) Tyler. While serving in the Monroe Administration, this man advocated censuring Andrew Jackson for invading Spanish Florida. This man authored the \"Exposition and Protest\", a document claiming that the Tariff of Abominations could and should be invalidated by his home state. For ten points, name this powerful South Carolina Senator associated with nullification.": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.005072822
      ],
      [
        " C",
        -0.00059532805
      ],
      [
        ".",
        -0.0001508597
      ],
      [
        " Cal",
        -1.1279553e-05
      ],
      [
        "h",
        -1.2233183e-05
      ],
      [
        "oun",
        -7.822647e-06
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies is \"buttressed by the experience of other States.\" The dissent alludes to \"untoward practical ramifications\" that would be had regarding the in forma pauperis cases that relied on the legal procedure invalidated by this case. The dissent also mentions that an inability to recognize the weight carried by stare decisis made it seem like the Court \"reached out\" to overturn (*) Wolf v. Colorado. This case saw Justice Clark note that \"Nothing can destroy a government more quickly than its failure to observe its own laws.\" The Boyd and Weeks decisions provided precedents for this case, which exemplified": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.007821798
      ],
      [
        "app",
        -5.4550484e-05
      ],
      [
        " v",
        -0.0005798389
      ],
      [
        ".",
        -0.000117132404
      ],
      [
        " Ohio",
        -8.637786e-05
      ]
    ]
  },
  "Its major portions were completed by a select group of the artist's pupils, including Antonio Raggi and Claude Poussin.  Its building was highly unpopular due to the new bread tax instituted to finance its construction.  The artist himself was responsible for the images at the center, which were carved in situ, and include a horse and a palm tree.  Another pupil, Baratta, was responsible for the bearded black man who sits on a pile of coins and has his arm upraised, a gesture theorized to be an insult": {
    "guess": "Fontana delle Tartarughe",
    "confidence": [
      [
        "Font",
        -0.8172812
      ],
      [
        "ana",
        -0.0028912982
      ],
      [
        " delle",
        -0.647233
      ],
      [
        " Tart",
        -0.019039128
      ],
      [
        "ar",
        -0.001595438
      ],
      [
        "ug",
        -0.0005655418
      ],
      [
        "he",
        -5.5122365e-07
      ]
    ]
  },
  "The majority in this case repeatedly cites the Fifth Circuit decision Burnside v. Byars for the relevant standard; it also uses the earlier opinions of Justice McReynolds in Bartels v. Iowa and Meyer v. Nebraska on reasonableness, which is cited as erroneous in Justice Black's dissent. Decided a year after United States v. O'Brien, Justice Harlan added a short dissent in this case, which involved an": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0208477
      ]
    ]
  },
  "His major work began as a commentary on a compendium by Peter of Spain, but became a standard logic textbook in its own right.  He became so famous that legends spread about him, including one which claimed": {
    "guess": "Summa Logicae",
    "confidence": [
      [
        "Sum",
        -0.9830638
      ],
      [
        "ma",
        -0.01042877
      ],
      [
        " Log",
        -0.020345086
      ],
      [
        "ica",
        -2.188868e-05
      ],
      [
        "e",
        -5.3239244e-05
      ]
    ]
  },
  "Major battles in this war included Fleurus, at which the Prince of Waldeck was defeated by Marshal Luxembourg, and the naval encounter at Cap La Hogue, at which Tourville was defeated. Its causes included the disputed election of the Archbishop of Cologne and a struggle over the lands of the Elector Charles, and after nine years of fighting, it ended with the acknowledgement of William III as king": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.027318696
      ],
      [
        " Years",
        -0.0003121056
      ],
      [
        "'",
        -0.0006440494
      ],
      [
        " War",
        -5.145119e-05
      ]
    ]
  },
  "A major point in this drama is the contention between Right and Wrong Arguments, the latter of which supposedly wins. Because his uncle is willing to spend money on horses and other frivolous things, Pheidippides also engages in this pastime, much to the chagrin of his father Strepsiades, who sends him to Socrates' Thinkshop to learn how to outwit creditors. Socrates describes the title characters as being gods in, FTP, what play by Aristophanes?": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.015132893
      ],
      [
        " Cloud",
        -0.00038658222
      ],
      [
        "s",
        -7.89631e-07
      ]
    ]
  },
  "Make sure that your optical cables are all securely attached before answering these questions about neutrinos:         A. Neutrinos come in three flavors: electron, muon, and tau- but they can oscillate": {
    "guess": "Neutrino Oscillation",
    "confidence": [
      [
        "Ne",
        -0.0022410124
      ],
      [
        "utr",
        -5.080963e-06
      ],
      [
        "ino",
        -0.002152523
      ],
      [
        " Osc",
        -0.4057625
      ],
      [
        "illation",
        -0.001203089
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian columns and flanked by shield-bearing gargoyles, also designed by this architect. This architect's design of the Ming Quon home led to a commission for a building that mixed a Renaissance floor plan with  traditional Chinese elements. While working under John Galen Howard, this architect created the  preliminary design for both the Sather Gate and the Greek Theatre on the Berkeley campus, and this  architect's other Bay Area work includes the bel tower at Mil s Col ege, the Chinatown YWCA, and the aforementioned Berkeley Women's Club. This architect's most famous work features the twin towers of  the Casa Grande in the Mediterranean style as wel as the thrice-rebuilt Neptune Pool surrounded": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.00061033305
      ],
      [
        "ia",
        -3.9411618e-05
      ],
      [
        " Morgan",
        -1.0921943e-05
      ]
    ]
  },
  "What makes this theory possible is the apparent arbitrariness of Von Neumann's fifth postulate, which is based on the assumption of additivity for the expectations of identically prepared systems. Because the conventional state vector is related to values of the hidden vectors in an explicitly instantaneous and nonlocal way, it is not a violation of Bell's inequality, though it does violate general": {
    "guess": "Quantum mechanics",
    "confidence": [
      [
        "Quant",
        -0.33285064
      ],
      [
        "um",
        -6.575563e-05
      ],
      [
        " mechanics",
        -0.3781223
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he made in Syracuse, New York. This man was joined by Justices Reed and Minton in a dissent that cited Lincoln's naval blockade of the South to argue for the party represented by Secretary of State Charles Sawyer. He used reasons like the necessity of keeping electronic devices secret in his majority opinion denying Air Force reports to widows of civilian crash victims in United States v. Reynolds. He also wrote a majority opinion holding that certain individuals were trying to overthrow the government and that the Smith Act was constitutional in Dennis v. U.S, a landmark anti-Communist opinion. Dying before his court could rule on Brown v. Board of Education, for 10 points, name this former Secretary of the Treasury whom Truman appointed as a replacement for Harlan Fiske Stone as Chief Justice of the Supreme Court in 1946.": {
    "guess": "Fred M. Vinson",
    "confidence": [
      [
        "Fred",
        -0.034458224
      ],
      [
        " M",
        -0.14232945
      ],
      [
        ".",
        -0.0014789172
      ],
      [
        " Vin",
        -0.0006260606
      ],
      [
        "son",
        -0.00015562419
      ]
    ]
  },
  "A major constituent of granite pegmatites and the most common gangue mineral in hydrothermal and metal-bearing veins, it is easily recognizable from its characteristic hexagonal shape, usually terminated in positive or negative rhombehedrons.  The beta form of this tectosilicate forms at high temperatures, and all forms have formula SiO2.  FTP, name this common mineral, the definition of 7 on Mohs hardness scale, and having varieties amethyst, milky, and rose.": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.00096613035
      ],
      [
        "artz",
        -1.6882126e-05
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian columns and flanked by shield-bearing gargoyles, also designed by this architect. This architect's design of the Ming Quon home led to a commission for a building that mixed a Renaissance floor plan with  traditional Chinese elements. While working under John Galen Howard, this architect created the": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.002433213
      ],
      [
        "ia",
        -7.672237e-05
      ],
      [
        " Morgan",
        -1.831257e-05
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies is \"buttressed by the experience of other States.\" The dissent alludes to \"untoward practical ramifications\" that would be had regarding the in forma pauperis cases that relied on the legal procedure invalidated by this case. The dissent also mentions that an inability to recognize the weight carried": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.22889954
      ]
    ]
  },
  "The major structural proteins of these entities use the PTAP motif to recruit the ESCRT-1 [\"escort-one\"]": {
    "guess": "HIV-1 Gag",
    "confidence": [
      [
        "H",
        -0.35493174
      ],
      [
        "IV",
        -0.00013440961
      ],
      [
        "-",
        -0.11812034
      ],
      [
        "1",
        -0.00037800323
      ],
      [
        " G",
        -0.13042785
      ],
      [
        "ag",
        -0.00020759332
      ]
    ]
  },
  "A major influence on Ruwet's paradigmatic analysis, this man's dialogues with Krystyna Pomorska provides insight into much of his work in semiotics. His model of the functions of language incorporates Malinowski's work and Buhler's tripartite system into a theory of functional communication dependent on six constituent parts: referential, poetic, emotive, conative, phatic, and metalingual. A major influence upon Claude Lévi-Strauss' structuralism while at the New School for Social Research, his theories": {
    "guess": "Roman Jakobson",
    "confidence": [
      [
        "Roman",
        -0.06646497
      ],
      [
        " Jak",
        -0.00065393955
      ],
      [
        "ob",
        -0.00021152703
      ],
      [
        "son",
        -0.00014513794
      ]
    ]
  },
  "The majority opinion of this case alludes to the missionary John Smith, who had aided a slave rebellion in Demerara, and also cites the reaction of the Virginia legislature to the decrees of Lord Dunmore as a precedent. Denying the government's claim that Luther v. Borden provided justification, Justice Davis said that (*) General Hovey's actions towards a member of the Knights of the Golden Circle were impermissible. That petitioner, represented by future President Garfield, contended that Indiana's civilian courts were still functioning. For 10 points, name this 1866 Supreme Court case which": {
    "guess": "Ex parte Milligan",
    "confidence": [
      [
        "Ex",
        -0.2369376
      ],
      [
        " parte",
        -0.06473587
      ],
      [
        " Mill",
        -0.19981913
      ],
      [
        "igan",
        -4.9067115e-05
      ]
    ]
  },
  "Its major advantage is that the effect of mobile-phase mass transfer on band or peak broadening will be reduced. It usually relies on impermeable macroparticles, such as glass beads, coated with a thin": {
    "guess": "HPLC",
    "confidence": [
      [
        "H",
        -1.6592916
      ],
      [
        "PL",
        -0.07545856
      ],
      [
        "C",
        -1.6240566e-06
      ]
    ]
  },
  "A major primary source of this event is the \"relation\" of Lion Gardiner, who fired on a group of vessels despite the presence of Abraham Swain's daughters. Prior to this conflict, the ransom of Tatobem's": {
    "guess": "Gardiners Island",
    "confidence": [
      [
        "G",
        -1.1189551
      ],
      [
        "ard",
        -0.001075088
      ],
      [
        "iners",
        -0.07040552
      ],
      [
        " Island",
        -0.00068431813
      ]
    ]
  },
  "Major Cornelius Melody is the focus of his proposed nine-play cycle, A Tale of Possessors Dispossessed, but only the first play, A Touch of the Poet, was completed in his lifetime. Jim is a black man married to the white woman Ella in this author's story of racial tensions, All God's Chillun Got Wings, and other works by this author of Anna Christie include ones featuring Nina Leeds and Harry Hope. He included both \"The Haunted\" and \"Homecoming\" in his trilogy, Mourning Becomes Electra. For 10 points, name this American playwright of Strange Interlude and The Iceman Cometh, who also wrote the autobiographical Long Day's Journey Into Night.": {
    "guess": "Eugene O'Neill",
    "confidence": [
      [
        "E",
        -0.0004866803
      ],
      [
        "ug",
        -1.6166903e-05
      ],
      [
        "ene",
        -1.0921943e-05
      ],
      [
        " O",
        -1.1517961e-05
      ],
      [
        "'Neill",
        -0.00038336372
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance archway, as wel as a notable grand staircase with a vaulted ceiling supported by Corinthian columns and flanked by shield-bearing gargoyles, also designed by this architect. This architect's design of the Ming Quon home led to a commission for a building that mixed a Renaissance floor plan with  traditional Chinese elements. While working under John Galen Howard, this architect created the  preliminary design for both the Sather Gate and the Greek Theatre on the Berkeley campus, and this": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.0015306938
      ],
      [
        "ia",
        -8.220573e-05
      ],
      [
        " Morgan",
        -2.5941605e-05
      ]
    ]
  },
  "The majority opinion in this case notes that California's continual invocation of worthless remedies is \"buttressed by the experience of other States.\" The dissent alludes to \"untoward practical ramifications\" that would be had regarding the in forma pauperis cases that relied on the legal procedure invalidated by this case. The dissent also mentions that an inability to recognize the weight carried by stare decisis made it seem like the Court \"reached out\" to overturn (*) Wolf v. Colorado. This case saw Justice Clark note that \"Nothing can destroy a government more quickly than its failure to observe its own laws.\" The Boyd and Weeks decisions provided precedents for this case, which exemplified the \"fruit of the poisonous tree\" doctrine with regards to a trunk of pornographic materials. For 10 points, identify this case which ruled that the exclusionary rule made evidence taken by the Cleveland": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.028869418
      ],
      [
        "app",
        -5.6815352e-05
      ],
      [
        " v",
        -0.00058520306
      ],
      [
        ".",
        -9.913265e-05
      ],
      [
        " Ohio",
        -7.0523776e-05
      ]
    ]
  },
  "One of its major royal capitals was dissected by the Ceremonial Road and contained the Chapel of the Western Queen and the famous Brazen Temple. That capital was ruled by Asela, who took power from Sena": {
    "guess": "Kingdom of Zimbabwe",
    "confidence": [
      [
        "King",
        -1.1651355
      ],
      [
        "dom",
        -0.0016389969
      ],
      [
        " of",
        -0.0007865179
      ],
      [
        " Zimbabwe",
        -1.3596834
      ]
    ]
  },
  "A major point in this drama is the contention between Right and Wrong Arguments, the latter of which supposedly wins. Because his uncle is willing to spend money on horses and other frivolous things, Pheidippides also engages in this pastime, much to the chagrin of his father Strepsiades, who sends him to Socrates' Thinkshop to learn how to outwit creditors. Socrates describes the title characters": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.002556996
      ],
      [
        " Cloud",
        -0.0001527633
      ],
      [
        "s",
        -4.3202e-07
      ]
    ]
  },
  "His major work began as a commentary on a compendium by Peter of Spain, but became a standard logic textbook in its own right.  He became so famous that legends spread about him, including one which claimed that he competed with the future Pope Clement VI for the affections of a shoemaker's wife.  In his Compendium Logicae he offered a lengthy account of the way to find the middle term of a demonstration, which came to be known as a certain type of \"bridge\" for traversing a syllogism.  He is best known for arguing that will and intellect are not distinct faculties, which led him to conclude that": {
    "guess": "William of Ockham",
    "confidence": [
      [
        "William",
        -0.7239831
      ],
      [
        " of",
        -0.014086282
      ],
      [
        " O",
        -0.0003927808
      ],
      [
        "ck",
        -5.5122365e-07
      ],
      [
        "ham",
        -0.00010092071
      ]
    ]
  },
  "The majority opinion of this case alludes to the missionary John Smith, who had aided a slave rebellion in Demerara, and also cites the reaction of the Virginia legislature to the decrees of Lord Dunmore": {
    "guess": "George III",
    "confidence": [
      [
        "George",
        -1.0800031
      ],
      [
        " III",
        -0.06207849
      ]
    ]
  },
  "The major structural proteins of these entities use the PTAP motif to recruit the ESCRT-1 [\"escort-one\"] complex and the LYPxL motif to recruit the ALIX protein in order to facilitate the budding process. In addition to possessing the Gag polyprotein, these entities produce the Vif protein which counteracts the effects of the cytidine deaminase APOBEC3G. They are unable to infect individuals who possess a homozygous 32 base pair deletion in the CCR5 protein. The glycoprotein gp120 found on them allows them to dock onto CD4 receptors, and azidothymidine is a reverse transcriptase inhibitor that": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.02742796
      ],
      [
        "IV",
        -2.2246291e-05
      ]
    ]
  },
  "Make some conservative school board members in Kansas upset by answering these questions about physical cosmology for the stated number of points.  15 For fifteen points, name either the Belgian cosmologist who published \"hypothesis of the primeval atom\" or the Russian mathematician cum meteorologist author of 1922's \"On the curvature of Space\"  who disagreed that a stationary universe was a consequence": {
    "guess": "Georges Lemaître",
    "confidence": [
      [
        "Ge",
        -0.07387967
      ],
      [
        "orges",
        -5.6769813e-06
      ],
      [
        " L",
        -0.0029886365
      ],
      [
        "ema",
        -1.247159e-05
      ],
      [
        "ître",
        -4.9617593e-06
      ]
    ]
  },
  "A major primary source of this event is the \"relation\" of Lion Gardiner, who fired on a group of vessels despite the presence of Abraham Swain's daughters. Prior to this conflict, the ransom of Tatobem's corpse prompted the retaliatory murder of John Stone, and it saw John Mason immolate hundreds of": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.1342043
      ],
      [
        "quot",
        -1.2113979e-05
      ],
      [
        " War",
        -3.1782583e-05
      ]
    ]
  },
  "The majority opinion of this case alludes to the missionary John Smith, who had aided a slave rebellion in Demerara, and also cites the reaction of the Virginia legislature to the decrees of Lord Dunmore as a precedent. Denying the government's claim that Luther v. Borden provided justification, Justice Davis said that (*) General Hovey's actions towards a member of the Knights of the Golden Circle": {
    "guess": "Luther v. Borden",
    "confidence": [
      [
        "L",
        -0.99086994
      ],
      [
        "uther",
        -0.0020467672
      ],
      [
        " v",
        -0.0009920801
      ],
      [
        ".",
        -0.00047869363
      ],
      [
        " B",
        -6.0153056e-05
      ],
      [
        "orden",
        -0.00015383612
      ]
    ]
  },
  "His major work began as a commentary on a compendium by Peter of Spain, but became a standard logic textbook in its own right.  He became so famous that legends spread about him, including one which claimed that he competed with the future Pope Clement VI for the affections of a shoemaker's wife.  In his Compendium Logicae he offered a lengthy account of the way to find the middle term of a demonstration, which came to be known as a certain type of \"bridge\" for traversing a syllogism.  He is best": {
    "guess": "William of Ockham",
    "confidence": [
      [
        "William",
        -0.5189585
      ],
      [
        " of",
        -0.011270633
      ],
      [
        " O",
        -0.00024084747
      ],
      [
        "ck",
        -4.3202e-07
      ],
      [
        "ham",
        -5.669615e-05
      ]
    ]
  },
  "One of the major consequences of this war was the transfer of the asiento slave-trading privilege. The treaties of Baden and Rastatt were signed in addition to the major treaty that ended it, and a major battle in it saw Tallard's forces defeated by Eugene of Savoy and Marlborough at Blenheim. The American phase of this war was called Queen Anne's War, and it ended with the Treaty of Utrecht in 1713.": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.0014712991
      ],
      [
        " of",
        -6.9331734e-05
      ],
      [
        " the",
        -0.00270252
      ],
      [
        " Spanish",
        -5.7961847e-06
      ],
      [
        " Success",
        -2.8325678e-05
      ],
      [
        "ion",
        -1.0325924e-05
      ]
    ]
  },
  "His major work began as a commentary on a compendium by Peter of Spain, but became a standard logic textbook in its own right.  He became so famous that legends spread about him, including one which claimed that he competed with the future Pope Clement VI for the affections of a shoemaker's wife.  In his Compendium Logicae he offered a lengthy account of the way to find the middle term of a demonstration, which came to be known as a certain type of \"bridge\" for traversing a syllogism.  He is best known for arguing that will and intellect are not distinct faculties, which led him to conclude that the will is always determined by the stronger motive, and that when presented with equally desirable alternatives we cannot choose.  FTP, name this scholastic philosopher of the 14th century, who is associated with an indecisive ass.": {
    "guess": "Jean Buridan",
    "confidence": [
      [
        "Jean",
        -0.7446874
      ],
      [
        " Bur",
        -3.9292416e-05
      ],
      [
        "idan",
        -6.241792e-05
      ]
    ]
  },
  "In its majority decision the court cited two prior cases: U.S. v. Classic and U.S. v. Moseley. Justices Harlan and Frankfurter dissented claiming that they could find nothing in the Constitution, particularly the Equal Protection clause, to justify the decision. The defendant was the secretary of state for the state involved and the plaintiff had challenged the validity of a 1901 Tennessee statute apportioning members of the General Assembly. FTP, name this 1962 case that focused on discriminatory redistricting patterns.": {
    "guess": "Baker v. Carr",
    "confidence": [
      [
        "B",
        -0.005044356
      ],
      [
        "aker",
        -3.2929079e-06
      ],
      [
        " v",
        -6.396757e-05
      ],
      [
        ".",
        -6.9331734e-05
      ],
      [
        " Carr",
        -1.3306016e-05
      ]
    ]
  },
  "One of its major royal capitals was dissected by the Ceremonial Road and contained the Chapel of the Western Queen and the famous Brazen Temple. That capital was ruled by Asela, who took power from Sena and Gutthika, and then was followed by Elara and Dutu-gem-unu, according to the chronicle of Mahawamsa. This occurred after the prince Vijaya was succeeded by Pandukabaya who built up the capital, Anurad-hapura.": {
    "guess": "Anuradhapura",
    "confidence": [
      [
        "An",
        -0.42179346
      ],
      [
        "ur",
        -5.7961847e-06
      ],
      [
        "ad",
        -0.00026824963
      ],
      [
        "hap",
        -7.3861476e-05
      ],
      [
        "ura",
        -9.3530085e-05
      ]
    ]
  },
  "A major primary source of this event is the \"relation\" of Lion Gardiner, who fired on a group of vessels despite the presence of Abraham Swain's daughters. Prior to this conflict, the ransom of Tatobem's corpse prompted the retaliatory murder of John Stone, and it saw John Mason immolate hundreds of civilians in an action that failed to kill its target Sassacus, who was with a Niantic raiding party. This conflict began after John (*) Oldham was murdered on his way to Block Island and ended after the \"Great Swamp Fight\" near Fairfield. The Mystic Massacre occurred during this conflict, which was": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.0015610468
      ],
      [
        "quot",
        -3.7027545e-05
      ],
      [
        " War",
        -0.00012928384
      ]
    ]
  },
  "Its major advantage over previous attempts at the same standard is the use of a filter bank created by": {
    "guess": "Filter bank multicarrier",
    "confidence": [
      [
        "Filter",
        -0.43974614
      ],
      [
        " bank",
        -0.62364477
      ],
      [
        " multic",
        -1.1814157
      ],
      [
        "ar",
        -6.511407e-06
      ],
      [
        "rier",
        -0.00057292875
      ]
    ]
  },
  "One of its major royal capitals was dissected by the Ceremonial Road and contained the Chapel of the Western Queen and the famous Brazen Temple. That capital was ruled by Asela, who took power from Sena and Gutthika, and then was followed by Elara and Dutu-gem-unu, according to the chronicle of Mahawamsa. This occurred after the prince Vijaya was succeeded by Pandukabaya who built up the capital, Anurad-hapura. Later, it saw wars fought over the independent kingdom of Kandy. It was referred to as Taprobane in the Greco- Roman world, Serendip in Arab culture, and Ceylon. FTP, name this island, which still sits across the Palk Strait from India.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.0018220241
      ],
      [
        "ri",
        -3.5313153e-06
      ],
      [
        " Lanka",
        -0.00011188744
      ]
    ]
  },
  "A major moment for this house was the acquisition of Champagne by Eudes II, making them the greatest": {
    "guess": "House of Blois",
    "confidence": [
      [
        "House",
        -0.13352467
      ],
      [
        " of",
        -0.00029637438
      ],
      [
        " Blo",
        -0.040169638
      ],
      [
        "is",
        -2.9875326e-05
      ]
    ]
  },
  "A major primary source of this event is the \"relation\" of Lion Gardiner, who fired on a group of vessels despite the presence of Abraham Swain's daughters. Prior to this conflict, the ransom of Tatobem's corpse prompted the retaliatory murder of John Stone, and it saw John Mason immolate hundreds of civilians in an action that failed to kill its target Sassacus, who was with a Niantic raiding party.": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.010787464
      ],
      [
        "quot",
        -1.6240566e-06
      ],
      [
        " War",
        -3.0113732e-05
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -1.293059
      ],
      [
        " Met",
        -0.40388435
      ],
      [
        "am",
        -7.910644e-05
      ],
      [
        "orph",
        -8.208653e-05
      ],
      [
        "osis",
        -0.0003084103
      ]
    ]
  },
  "The only major change resulting from this war was the possession of Innviertel. It was set in motion due to the lack of an heir for a branch of the Wittelsbach family, leading Maximilian Joseph to declare Elector Palatine Karl Theodore his heir. However, Maximilian also tried to sell a third of his realm to Joseph II, and after Maximilian's death, Frederick the Great opposed Joseph's claims. A stalemate was quickly reached in which no battles were fought, prompting the Treaty of Teschen and leading the Prussian troops to pick potatoes in their free time, leading to its nickname, the \"Potato War\". FTP, what was this 1778-79 war of succession?": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.8012064
      ],
      [
        " of",
        -7.13582e-05
      ],
      [
        " the",
        -0.0011324746
      ],
      [
        " Bav",
        -5.550411e-05
      ],
      [
        "arian",
        -6.749814e-06
      ],
      [
        " Success",
        -0.00015229016
      ],
      [
        "ion",
        -8.776276e-06
      ]
    ]
  },
  "The only major change resulting from this war was the possession of Innviertel. It was set in motion due to the lack of an heir for a branch of the Wittelsbach family, leading Maximilian Joseph to declare Elector Palatine Karl Theodore his heir. However, Maximilian also tried to sell a third of his realm": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.11129435
      ],
      [
        " of",
        -4.8113485e-05
      ],
      [
        " the",
        -0.0003741887
      ],
      [
        " Bav",
        -0.21804573
      ],
      [
        "arian",
        -9.372295e-06
      ],
      [
        " Success",
        -0.00014001218
      ],
      [
        "ion",
        -5.5577775e-06
      ]
    ]
  },
  "A major influence on Ruwet's paradigmatic analysis, this man's dialogues with Krystyna Pomorska provides insight into much of his work in semiotics. His model of the functions of language incorporates Malinowski's work and Buhler's tripartite system into a theory of functional communication dependent on six constituent parts: referential, poetic, emotive, conative, phatic, and metalingual. A major": {
    "guess": "Roman Jakobson",
    "confidence": [
      [
        "Roman",
        -0.056931112
      ],
      [
        " Jak",
        -0.00039528406
      ],
      [
        "ob",
        -8.888114e-05
      ],
      [
        "son",
        -4.6206227e-05
      ]
    ]
  },
  "In the majority opinion, the precedent set in Boyd v. U.S. was reaffirmed through the Olmstead and McNabb cases by Justice Clark. Elaborating on an issue left open in Weeks v. U.S., it reexamined Wolf v. Colorado and concluded that the Fourth Amendment must also apply to states. A search of the suspect's Cleveland home resulted in discovery of illegal pornographic materials, but the court ignored First Amendment implications because no valid warrant was possessed by the police. For 10 points, name this Supreme Court case of 1961 that applied the exclusionary rule to all criminal proceedings.": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.001738244
      ],
      [
        "app",
        -3.1737043e-06
      ],
      [
        " v",
        -5.7292167e-05
      ],
      [
        ".",
        -5.025915e-05
      ],
      [
        " Ohio",
        -5.2001665e-06
      ]
    ]
  },
  "A major constituent of granite pegmatites and the most common gangue mineral in hydrothermal and metal-bearing veins, it is easily recognizable from its characteristic hexagonal shape, usually terminated in positive or negative rhombehedrons.  The beta form of this tectosilicate forms at high temperatures, and all forms have formula SiO2.  FTP, name this common mineral, the definition of 7 on Mohs": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0015494986
      ],
      [
        "artz",
        -9.372295e-06
      ]
    ]
  },
  "One major symbol of this nation is the Tree of Life, a gigantic tree found alone in its southern desert, and Umm an Nusan island is home to the ruling family's private reserve. The island of Al-Muharraq contains its international airport and a structure designed to look like a desert tent holds the stands at its Formula 500 racetrack. This nation also contains a number of burial mounds from its (*) Dilmun era. This state has a conflict with a nearby state over the Hawar islands, but recently announced": {
    "guess": "Bahrain",
    "confidence": [
      [
        "B",
        -0.0003128208
      ],
      [
        "ahrain",
        -1.2664457e-06
      ]
    ]
  },
  "One major symbol of this nation is the Tree of Life, a gigantic tree found alone in its southern desert,": {
    "guess": "Bahrain",
    "confidence": [
      [
        "B",
        -0.006285083
      ],
      [
        "ahrain",
        -4.5491004e-05
      ]
    ]
  },
  "One major building designed by this architect is six stories tal and contains a recessed Romanesque entrance": {
    "guess": "Julia Morgan",
    "confidence": [
      [
        "Jul",
        -0.23548096
      ],
      [
        "ia",
        -4.0246043e-05
      ],
      [
        " Morgan",
        -9.865584e-05
      ]
    ]
  },
  "A major primary source of this event is the \"relation\" of Lion Gardiner, who fired on a group of vessels": {
    "guess": "Gardiners Island",
    "confidence": [
      [
        "G",
        -0.42904052
      ],
      [
        "ard",
        -0.0007709132
      ],
      [
        "iners",
        -0.08929451
      ],
      [
        " Island",
        -0.00043507977
      ]
    ]
  },
  "A major character in this novel chooses to have his right foot cut off instead of being castrated after he is caught attempting to escape for the fourth time. Another character in this novel becomes so": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.27315772
      ]
    ]
  },
  "The major account of this man's deeds is paraphrased in the so-called \"Short Report\" and includes an episode in which a Muslim woman from Hornachos prophesied doom for many explorers, but great wealth for those that survive. In 1544, this man was arrested in Asuncion and brought to Seville in chains, where he was tried and sentenced to exile in present day Oran, Algeria. This man, who often imitated": {
    "guess": "Álvar Núñez Cabeza de Vaca",
    "confidence": [
      [
        "Á",
        -0.59379923
      ],
      [
        "l",
        -0.00012344286
      ],
      [
        "var",
        -7.226629e-06
      ],
      [
        " N",
        -0.00024084747
      ],
      [
        "ú",
        -0.00033248574
      ],
      [
        "ñ",
        -0.00044556602
      ],
      [
        "ez",
        -8.864273e-05
      ],
      [
        " C",
        -3.7742768e-05
      ],
      [
        "abe",
        -1.9361265e-07
      ],
      [
        "za",
        -1.6240566e-06
      ],
      [
        " de",
        -9.627177e-05
      ],
      [
        " V",
        -0.00010509284
      ],
      [
        "aca",
        -2.577686e-06
      ]
    ]
  },
  "One majority opinion by this man upheld the arrest of Irving Feiner following inflammatory remarks he made in Syracuse, New York. This man was joined by Justices Reed and Minton in a dissent that cited Lincoln's naval blockade of the South to argue for the party represented by Secretary of State Charles": {
    "guess": "Felix Frankfurter",
    "confidence": [
      [
        "F",
        -0.64726126
      ],
      [
        "elix",
        -0.0033571322
      ],
      [
        " Frank",
        -0.00032342627
      ],
      [
        "fur",
        -0.00062177295
      ],
      [
        "ter",
        -1.1517961e-05
      ]
    ]
  },
  "Make sure that your optical cables are all securely attached before answering these questions about neutrinos:         A. Neutrinos come in three flavors: electron, muon, and tau- but they can oscillate between flavors as they travel. Neutrino oscillation was hinted at when scientists observed fewer electron neutrinos than they expected coming from this object, whose PP and PEP reactions produce huge numbers of the particles": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.35418862
      ]
    ]
  },
  "The majority opinion of this case alludes to the missionary John Smith, who had aided a slave rebellion in Demerara, and also cites the reaction of the Virginia legislature to the decrees of Lord Dunmore as a precedent. Denying the government's claim that Luther v. Borden provided justification, Justice": {
    "guess": "Luther v. Borden",
    "confidence": [
      [
        "L",
        -0.40186027
      ],
      [
        "uther",
        -0.0006920627
      ],
      [
        " v",
        -0.00043150366
      ],
      [
        ".",
        -0.00019793781
      ],
      [
        " B",
        -3.9769227e-05
      ],
      [
        "orden",
        -5.2285613e-05
      ]
    ]
  },
  "Its major section begins with eight unnamed chapters, the only unnamed parts of this work. Three of its fragments are only known by English names: Gray, Westergaard, and Darmesteter. The Westergaard section is followed by the Hadhokt, which gives an explanation of the soul's final destination, which itself can be determined based on the ritual specifications outlined in the Nirangistan. Its Khorda part is basically a book of common prayer, while extensions to the liturgy are the subject of the Visperad. FTP, name this work that is also composed of the Vendidad and the Yasnas and Gathas, the sacred collection of Zoroastrian scriptures.": {
    "guess": "Avesta",
    "confidence": [
      [
        "A",
        -0.25568038
      ],
      [
        "vest",
        -0.00022439736
      ],
      [
        "a",
        -4.7755875e-05
      ]
    ]
  },
  "Their major disadvantage as compared to their counterpart is that they begin to denature after several weeks of storage, even at –80 degrees C. To produce them, an animal is hyperimmunized, and then B cells are removed from the spleen. Polyethylene glycol is added to a culture containing both the B cells and myelomas, which then fuse to form immortal hybridoma cells. The hybridomas can then be screened and used to produce these identical immunoglobulins. FTP, name this type of antibody produced from a single B cell.": {
    "guess": "Monoclonal antibody",
    "confidence": [
      [
        "Mon",
        -0.004234393
      ],
      [
        "oc",
        -0.0008597695
      ],
      [
        "lon",
        -2.2723105e-05
      ],
      [
        "al",
        -0.00016766376
      ],
      [
        " antibody",
        -0.44557
      ]
    ]
  },
  "A major work of the Stuckism movement proclaims that \"a dead one\" of these \"is not art,\" in reference to Damien Hirst's The Physical Impossibility of Death in the Mind of Someone Living, which shows one of these cut into three sections and preserved in formaldehyde. In another work, two men in white reach out to save the title naked figure from one of these animals; that painting, set near Havana,": {
    "guess": "The Physical Impossibility of Death in the Mind of Someone Living",
    "confidence": [
      [
        "The",
        -1.4214208
      ],
      [
        " Physical",
        -0.20275179
      ],
      [
        " Im",
        -0.00010127832
      ],
      [
        "poss",
        -4.4849444e-06
      ],
      [
        "ibility",
        -0.00014501873
      ],
      [
        " of",
        -4.501419e-05
      ],
      [
        " Death",
        -0.0037616089
      ],
      [
        " in",
        -0.0003213998
      ],
      [
        " the",
        -8.75699e-05
      ],
      [
        " Mind",
        -3.2140193e-05
      ],
      [
        " of",
        -5.0020742e-05
      ],
      [
        " Someone",
        -0.00031150956
      ],
      [
        " Living",
        -0.00046260483
      ]
    ]
  },
  "Its major section begins with eight unnamed chapters, the only unnamed parts of this work. Three of its fragments are only known by English names: Gray, Westergaard, and Darmesteter. The Westergaard section is followed by the Hadhokt, which gives an explanation of the soul's final destination, which itself can be determined based on the ritual specifications outlined in the Nirangistan. Its Khorda": {
    "guess": "The Book of Arda Viraf",
    "confidence": [
      [
        "The",
        -1.6384045
      ],
      [
        " Book",
        -1.274414
      ],
      [
        " of",
        -0.00039659534
      ],
      [
        " Ar",
        -0.6045259
      ],
      [
        "da",
        -0.004010015
      ],
      [
        " Vir",
        -0.12093518
      ],
      [
        "af",
        -0.002414896
      ]
    ]
  },
  "The major account of this man's deeds is paraphrased in the so-called \"Short Report\" and includes an episode in which a Muslim woman from Hornachos prophesied doom for many explorers, but great wealth for those that survive. In 1544, this man was arrested in Asuncion and brought to Seville in chains,": {
    "guess": "Hernando de Soto",
    "confidence": [
      [
        "H",
        -0.35827413
      ],
      [
        "ern",
        -0.0012315384
      ],
      [
        "ando",
        -0.14288184
      ],
      [
        " de",
        -0.042590644
      ],
      [
        " S",
        -0.0017564566
      ],
      [
        "oto",
        -9.133887e-06
      ]
    ]
  },
  "One major symbol of this nation is the Tree of Life, a gigantic tree found alone in its southern desert, and Umm an Nusan island is home to the ruling family's private reserve. The island of Al-Muharraq contains its international airport and a structure designed to look like a desert tent holds the stands at its Formula 500 racetrack. This nation also contains a number of burial mounds from its (*)": {
    "guess": "Bahrain",
    "confidence": [
      [
        "B",
        -0.010773194
      ],
      [
        "ahrain",
        -3.5313153e-06
      ]
    ]
  },
  "Major battles in this war included Fleurus, at which the Prince of Waldeck was defeated by Marshal Luxembourg, and the naval encounter at Cap La Hogue, at which Tourville was defeated. Its causes included": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.4249342
      ],
      [
        " Years",
        -0.00056316133
      ],
      [
        "'",
        -0.00068800984
      ],
      [
        " War",
        -3.9888433e-05
      ]
    ]
  },
  "What makes this theory possible is the apparent arbitrariness of Von Neumann's fifth postulate, which is based on the assumption of additivity for the expectations of identically prepared systems. Because the conventional state vector is related to values of the hidden vectors in an explicitly instantaneous and nonlocal way, it is not a violation of Bell's inequality, though it does violate general relativity. FTP, identify this formulation of quantum mechanics which postulates hidden wave functions which push particles around deterministically, but unknowably.": {
    "guess": "Pilot wave theory",
    "confidence": [
      [
        "P",
        -0.9289041
      ],
      [
        "ilot",
        -0.0003244991
      ],
      [
        " wave",
        -0.05329861
      ],
      [
        " theory",
        -0.0010667512
      ]
    ]
  },
  "While making a speech in support of the failed Rivers and Harbors Act of 1846, this man infamously claimed that rivers should be classified as inland seas. This man created the Bureau of Indian Affairs while serving as Secretary of War, and he also served as the last Secretary of State to John (*) Tyler. While serving in the Monroe Administration, this man advocated censuring Andrew Jackson for invading Spanish Florida. This man authored the \"Exposition and Protest\", a document claiming that the Tariff of Abominations could and should be invalidated by his home state. For ten points, name this": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.014589459
      ],
      [
        " C",
        -0.001451902
      ],
      [
        ".",
        -0.00018935515
      ],
      [
        " Cal",
        -1.3067608e-05
      ],
      [
        "h",
        -1.8908588e-05
      ],
      [
        "oun",
        -1.1517961e-05
      ]
    ]
  },
  "Major battles in this war included Fleurus, at which the Prince of Waldeck was defeated by Marshal Luxembourg,": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.026271846
      ],
      [
        " Years",
        -0.00016325322
      ],
      [
        "'",
        -0.00024168189
      ],
      [
        " War",
        -2.546479e-05
      ]
    ]
  },
  "In the majority opinion, the precedent set in Boyd v. U.S. was reaffirmed through the Olmstead and McNabb cases by Justice Clark. Elaborating on an issue left open in Weeks v. U.S., it reexamined Wolf v. Colorado and concluded that the Fourth Amendment must also apply to states. A search of the suspect's": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.0035933023
      ],
      [
        "app",
        -6.0345924e-06
      ],
      [
        " v",
        -4.0722858e-05
      ],
      [
        ".",
        -4.8471098e-05
      ],
      [
        " Ohio",
        -6.511407e-06
      ]
    ]
  },
  "The majority in this case repeatedly cites the Fifth Circuit decision Burnside v. Byars for the relevant standard; it also uses the earlier opinions of Justice McReynolds in Bartels v. Iowa and Meyer v. Nebraska on reasonableness, which is cited as erroneous in Justice Black's dissent. Decided a year after United States v. O'Brien, Justice Harlan added a short dissent in this case, which involved an unnamed petitioner Christopher Eckhardt. Justices Stewart and White issued short concurrences to the": {
    "guess": "Terry v. Ohio",
    "confidence": [
      [
        "T",
        -0.35787642
      ],
      [
        "erry",
        -0.22124313
      ],
      [
        " v",
        -5.2047206e-05
      ],
      [
        ".",
        -0.00032390308
      ],
      [
        " Ohio",
        -0.0014880776
      ]
    ]
  },
  "Its major advantage is that the effect of mobile-phase mass transfer on band or peak broadening will": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.60752624
      ]
    ]
  },
  "After making light of his ill fortune, this character realizes that \"the worst is not / so long as we can say ‘This is the worst.'\" This character pretends to lead his suicidal father to the edge of a cliff and tells him to jump off, although they are on level ground. He claims to be possessed by five \"foul fiends,\" including Flibbertigibbet, when three other characters take refuge from a storm in": {
    "guess": "King Lear",
    "confidence": [
      [
        "King",
        -0.0075297286
      ],
      [
        " Lear",
        -6.921253e-05
      ]
    ]
  },
  "In the majority opinion, the precedent set in Boyd v. U.S. was reaffirmed through the Olmstead and McNabb cases by Justice Clark. Elaborating on an issue left open in Weeks v. U.S., it reexamined Wolf v. Colorado and concluded that the Fourth Amendment must also apply to states. A search of the suspect's Cleveland home resulted in discovery of illegal pornographic materials, but the court ignored First": {
    "guess": "Mapp v. Ohio",
    "confidence": [
      [
        "M",
        -0.0053956113
      ],
      [
        "app",
        -4.00813e-06
      ],
      [
        " v",
        -9.960947e-05
      ],
      [
        ".",
        -5.3358446e-05
      ],
      [
        " Ohio",
        -6.511407e-06
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of free speech.\" This work claims romanticism on Foucault's part when he quips that Herculine Barbin was able to live some part of her life in the \"happy limbo of non-identity.\"  Levi-Strauss' description": {
    "guess": "The History of Sexuality",
    "confidence": [
      [
        "The",
        -0.11078154
      ],
      [
        " History",
        -0.08795176
      ],
      [
        " of",
        -8.42322e-05
      ],
      [
        " Sex",
        -0.0064563705
      ],
      [
        "uality",
        -3.1281633e-07
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of free speech.\" This work claims romanticism on Foucault's part when he quips that Herculine Barbin was able to live some part of her life in the \"happy limbo of non-identity.\"  Levi-Strauss' description of the taboo incest as a \"pervasive cultural fantasy,\" Freud's psychoanalytic explanation of mourning": {
    "guess": "The History of Sexuality",
    "confidence": [
      [
        "The",
        -0.43903345
      ],
      [
        " History",
        -0.50944304
      ],
      [
        " of",
        -0.0011019915
      ],
      [
        " Sex",
        -0.010993706
      ],
      [
        "uality",
        -7.89631e-07
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of free speech.\" This work claims romanticism on Foucault's part when he quips that Herculine Barbin was able to live some part of her life in the \"happy limbo of non-identity.\"  Levi-Strauss' description of the taboo incest as a \"pervasive cultural fantasy,\" Freud's psychoanalytic explanation of mourning and melancholia, and Riviere's claim of \"womanliness as a masquerade,\" construct this work's notion": {
    "guess": "The History of Sexuality",
    "confidence": [
      [
        "The",
        -0.11661744
      ],
      [
        " History",
        -0.004968324
      ],
      [
        " of",
        -0.0004123192
      ],
      [
        " Sex",
        -0.015897926
      ],
      [
        "uality",
        -4.3202e-07
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of free speech.\" This work claims romanticism on Foucault's part when he quips that Herculine Barbin was able to live some part of her life in the \"happy limbo of non-identity.\"  Levi-Strauss' description of the taboo incest as a \"pervasive cultural fantasy,\" Freud's psychoanalytic explanation of mourning and melancholia, and Riviere's claim of \"womanliness as a masquerade,\" construct this work's notion of the \"Heterosexual Matrix.\" It begins by analyzing the incomplete notion of female subjectivity": {
    "guess": "The History of Sexuality",
    "confidence": [
      [
        "The",
        -0.20963863
      ],
      [
        " History",
        -0.00073219766
      ],
      [
        " of",
        -0.0011018722
      ],
      [
        " Sex",
        -0.002158472
      ],
      [
        "uality",
        -1.8624639e-06
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of free speech.\" This work claims romanticism on Foucault's part when he quips that Herculine Barbin was able to live some part of her life in the \"happy limbo of non-identity.\"  Levi-Strauss' description of the taboo incest as a \"pervasive cultural fantasy,\" Freud's psychoanalytic explanation of mourning and melancholia, and Riviere's claim of \"womanliness as a masquerade,\" construct this work's notion of the \"Heterosexual Matrix.\" It begins by analyzing the incomplete notion of female subjectivity in the work of Irigaray and Beauvoir, and its author was the target of Martha Nussbaum's essay \"The": {
    "guess": "The History of Sexuality",
    "confidence": [
      [
        "The",
        -0.06950171
      ],
      [
        " History",
        -0.00055482076
      ],
      [
        " of",
        -0.00097494776
      ],
      [
        " Sex",
        -0.0008709637
      ],
      [
        "uality",
        -1.3856493e-06
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of free speech.\" This work claims romanticism on Foucault's part when he quips that Herculine Barbin was able to live some part of her life in the \"happy limbo of non-identity.\"  Levi-Strauss' description of the taboo incest as a \"pervasive cultural fantasy,\" Freud's psychoanalytic explanation of mourning and melancholia, and Riviere's claim of \"womanliness as a masquerade,\" construct this work's notion of the \"Heterosexual Matrix.\" It begins by analyzing the incomplete notion of female subjectivity in the work of Irigaray and Beauvoir, and its author was the target of Martha Nussbaum's essay \"The Professor of Parody.\" Advising that parodic performance like dressing in drag can bring about the": {
    "guess": "The History of Sexuality",
    "confidence": [
      [
        "The",
        -0.12639016
      ],
      [
        " History",
        -0.0012838064
      ],
      [
        " of",
        -0.0008870415
      ],
      [
        " Sex",
        -0.0007206533
      ],
      [
        "uality",
        -2.220075e-06
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of free speech.\" This work claims romanticism on Foucault's part when he quips that Herculine Barbin was able to live some part of her life in the \"happy limbo of non-identity.\"  Levi-Strauss' description of the taboo incest as a \"pervasive cultural fantasy,\" Freud's psychoanalytic explanation of mourning and melancholia, and Riviere's claim of \"womanliness as a masquerade,\" construct this work's notion of the \"Heterosexual Matrix.\" It begins by analyzing the incomplete notion of female subjectivity in the work of Irigaray and Beauvoir, and its author was the target of Martha Nussbaum's essay \"The Professor of Parody.\" Advising that parodic performance like dressing in drag can bring about the title phenomenon and developing the concept of performativity, for 10 points, name this fundamental": {
    "guess": "Gender Trouble",
    "confidence": [
      [
        "Gender",
        -0.0023831418
      ],
      [
        " Trouble",
        -0.0009599391
      ]
    ]
  },
  "One major criticism of this work argued that its author takes pleasure in the impossibility of change and called the author's work which followed this one \"unconscionably bad... as a work on the law of free speech.\" This work claims romanticism on Foucault's part when he quips that Herculine Barbin was able to live some part of her life in the \"happy limbo of non-identity.\"  Levi-Strauss' description of the taboo incest as a \"pervasive cultural fantasy,\" Freud's psychoanalytic explanation of mourning and melancholia, and Riviere's claim of \"womanliness as a masquerade,\" construct this work's notion of the \"Heterosexual Matrix.\" It begins by analyzing the incomplete notion of female subjectivity in the work of Irigaray and Beauvoir, and its author was the target of Martha Nussbaum's essay \"The Professor of Parody.\" Advising that parodic performance like dressing in drag can bring about the title phenomenon and developing the concept of performativity, for 10 points, name this fundamental work of post-structural feminist theory by Judith Butler.": {
    "guess": "Gender Trouble",
    "confidence": [
      [
        "Gender",
        -0.0054300004
      ],
      [
        " Trouble",
        -0.00061164424
      ]
    ]
  }
}