{
  "A B-flat minor work by this composer famously contrasts arpeggiated and fortissimo chords,, while another work in the same key includes a prominent portion characterized by a Lento interlude, the \"funeral march.\" He sparked controversy over the brevity of the twenty-four members of his opus 28, his Preludes, while Franz Liszt was the dedicatee of a piece grouped with works nicknamed \"Black Key\" and \"Sunshine.\" The challenging \"Winter Wind\" and A-flat major \"Aeolian Harp\" share a genre with this composer's": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.123166986
      ],
      [
        "éd",
        -0.00025645216
      ],
      [
        "éric",
        -0.00033748866
      ],
      [
        " Chop",
        -0.0058457195
      ],
      [
        "in",
        -2.618001e-05
      ]
    ]
  },
  "A B-flat minor work by this composer famously contrasts arpeggiated and fortissimo chords,, while another work in the same key includes a prominent portion characterized by a Lento interlude, the \"funeral march.\" He sparked controversy over the brevity of the twenty-four members of his opus 28, his Preludes, while Franz Liszt was the dedicatee of a piece grouped with works nicknamed \"Black Key\" and \"Sunshine.\" The challenging \"Winter Wind\" and A-flat major \"Aeolian Harp\" share a genre with this composer's \"Revolutionary\" etude. For ten points, name this composer of many mazurkas and polonaises and the \"Minute Waltz,\" a Polish composer and piano virtuoso.": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.006010207
      ],
      [
        "éd",
        -2.6968896e-06
      ],
      [
        "éric",
        -2.4584822e-06
      ],
      [
        " Chop",
        -3.7623562e-05
      ],
      [
        "in",
        -3.888926e-06
      ]
    ]
  },
  "A B-flat minor work by this composer famously contrasts arpeggiated and fortissimo chords,, while another work in the same key includes a prominent portion characterized by a Lento interlude, the \"funeral": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.34954512
      ],
      [
        "éd",
        -5.2001665e-06
      ],
      [
        "éric",
        -5.1928004e-05
      ],
      [
        " Chop",
        -0.00020270597
      ],
      [
        "in",
        -6.9882217e-06
      ]
    ]
  },
  "A B-flat minor work by this composer famously contrasts arpeggiated and fortissimo chords,, while another": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.33148238
      ],
      [
        "éd",
        -1.7239736e-05
      ],
      [
        "éric",
        -0.00013297916
      ],
      [
        " Chop",
        -0.0005560128
      ],
      [
        "in",
        -1.8074163e-05
      ]
    ]
  },
  "A B-flat minor work by this composer famously contrasts arpeggiated and fortissimo chords,, while another work in the same key includes a prominent portion characterized by a Lento interlude, the \"funeral march.\" He sparked controversy over the brevity of the twenty-four members of his opus 28, his Preludes, while Franz Liszt was the dedicatee of a piece grouped with works nicknamed \"Black Key\" and": {
    "guess": "Piano Sonata No. 2 (Chopin)",
    "confidence": [
      [
        "P",
        -1.3729306
      ],
      [
        "iano",
        -0.635323
      ],
      [
        " Sonata",
        -0.0472422
      ],
      [
        " No",
        -0.00732951
      ],
      [
        ".",
        -0.00043484138
      ],
      [
        " ",
        -0.0063086585
      ],
      [
        "2",
        -0.005413993
      ],
      [
        " (",
        -0.26025847
      ],
      [
        "Ch",
        -0.00031365524
      ],
      [
        "op",
        -3.1281633e-07
      ],
      [
        "in",
        -2.0339032e-05
      ],
      [
        ")",
        -0.00049798633
      ]
    ]
  },
  "A B-flat minor work by this composer famously contrasts arpeggiated and fortissimo chords,, while another work in the same key includes a prominent portion characterized by a Lento interlude, the \"funeral march.\" He sparked controversy over the brevity of the twenty-four members of his opus 28, his Preludes, while Franz Liszt was the dedicatee of a piece grouped with works nicknamed \"Black Key\" and \"Sunshine.\" The challenging \"Winter Wind\" and A-flat major \"Aeolian Harp\" share a genre with this composer's \"Revolutionary\" etude. For ten points, name this composer of many mazurkas and polonaises": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.10772936
      ],
      [
        "éd",
        -0.00019209684
      ],
      [
        "éric",
        -7.588794e-05
      ],
      [
        " Chop",
        -0.0026712571
      ],
      [
        "in",
        -1.2113979e-05
      ]
    ]
  },
  "A B-flat minor work by this composer famously contrasts arpeggiated and fortissimo chords,, while another work in the same key includes a prominent portion characterized by a Lento interlude, the \"funeral march.\" He sparked controversy over the brevity of the twenty-four members of his opus 28, his Preludes,": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.14038144
      ],
      [
        "éd",
        -7.564953e-05
      ],
      [
        "éric",
        -9.8536635e-05
      ],
      [
        " Chop",
        -0.0029796024
      ],
      [
        "in",
        -1.9504607e-05
      ]
    ]
  }
}