{
  "The Havel-Hakimi theorem gives the conditions for a sequence to correspond to one of these. Ramsey's theorem deals with the coloring of complete ones. They can occur in undirected and directed forms, the": {
    "guess": "Graphs",
    "confidence": [
      [
        "Graph",
        -0.010513471
      ],
      [
        "s",
        -0.40094307
      ]
    ]
  },
  "In Hawaiian mythology these creatures frighten a race of magical little people known as the Menehune. The Mayan ruler of Mitnal, Ah Puch, had the head of one of these creatures, and the Hindu goddess Lakshmi": {
    "guess": "YAKSHA",
    "confidence": [
      [
        "Y",
        -0.84753716
      ],
      [
        "AK",
        -0.6037982
      ],
      [
        "SHA",
        -0.0019125767
      ]
    ]
  },
  "In Hawaiian mythology these creatures frighten a race of magical little people known as the Menehune.": {
    "guess": "Menehune",
    "confidence": [
      [
        "M",
        -0.030505918
      ],
      [
        "ene",
        -0.00015002528
      ],
      [
        "h",
        -1.0683535e-05
      ],
      [
        "une",
        -1.5928495e-05
      ]
    ]
  },
  "In Hawaiian mythology these creatures frighten a race of magical little people known as the Menehune. The Mayan ruler of Mitnal, Ah Puch, had the head of one of these creatures, and the Hindu goddess Lakshmi rides one known as Ulooka. According to Ovid, Persephone threw water from Phlegethon on Ascalaphus to turn him into one, and Gwydion turned Blodeuwedd into one of these creatures, condemning her": {
    "guess": "OWL",
    "confidence": [
      [
        "OWL",
        -0.31642586
      ]
    ]
  },
  "The Havel-Hakimi theorem gives the conditions for a sequence to correspond to one of these. Ramsey's theorem deals with the coloring of complete ones. They can occur in undirected and directed forms, the latter of which gives a direction to one of their components. Hamilton and Euler (OY-ler) name cycles": {
    "guess": "Graphs",
    "confidence": [
      [
        "Graph",
        -0.041088212
      ],
      [
        "s",
        -0.06932877
      ]
    ]
  },
  "The Havel-Hakimi theorem gives the conditions for a sequence to correspond to one of these. Ramsey's": {
    "guess": "Graph coloring",
    "confidence": [
      [
        "Graph",
        -0.2863026
      ],
      [
        " coloring",
        -0.18233715
      ]
    ]
  },
  "The Havel-Hakimi theorem gives the conditions for a sequence to correspond to one of these. Ramsey's theorem deals with the coloring of complete ones. They can occur in undirected and directed forms, the latter of which gives a direction to one of their components. Hamilton and Euler (OY-ler) name cycles in these; Euler's is used in the Seven Bridges of Konigsberg Problem, which launched the study of them. For 10 points, name these mathematical objects made of vertices and edges.": {
    "guess": "Graphs",
    "confidence": [
      [
        "Graph",
        -0.0008595311
      ],
      [
        "s",
        -0.0130958855
      ]
    ]
  },
  "In Hawaiian mythology these creatures frighten a race of magical little people known as the Menehune. The Mayan ruler of Mitnal, Ah Puch, had the head of one of these creatures, and the Hindu goddess Lakshmi rides one known as Ulooka. According to Ovid, Persephone threw water from Phlegethon on Ascalaphus": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.937979
      ],
      [
        "orse",
        -0.46343637
      ]
    ]
  },
  "In Hawaiian mythology these creatures frighten a race of magical little people known as the Menehune. The Mayan ruler of Mitnal, Ah Puch, had the head of one of these creatures, and the Hindu goddess Lakshmi rides one known as Ulooka. According to Ovid, Persephone threw water from Phlegethon on Ascalaphus to turn him into one, and Gwydion turned Blodeuwedd into one of these creatures, condemning her to haunt the night. Eros causes indifference using leaden arrows fletched with their feathers. A symbol": {
    "guess": "Owl",
    "confidence": [
      [
        "O",
        -0.5470703
      ],
      [
        "wl",
        -0.001030427
      ]
    ]
  },
  "The Havel-Hakimi theorem gives the conditions for a sequence to correspond to one of these. Ramsey's theorem deals with the coloring of complete ones. They can occur in undirected and directed forms, the latter of which gives a direction to one of their components. Hamilton and Euler (OY-ler) name cycles in these; Euler's is used in the Seven Bridges of Konigsberg Problem, which launched the study": {
    "guess": "Graphs",
    "confidence": [
      [
        "Graph",
        -0.006224425
      ],
      [
        "s",
        -0.030840298
      ]
    ]
  },
  "In Hawaiian mythology these creatures frighten a race of magical little people known as the Menehune. The Mayan ruler of Mitnal, Ah Puch, had the head of one of these creatures, and the Hindu goddess Lakshmi rides one known as Ulooka. According to Ovid, Persephone threw water from Phlegethon on Ascalaphus to turn him into one, and Gwydion turned Blodeuwedd into one of these creatures, condemning her to haunt the night. Eros causes indifference using leaden arrows fletched with their feathers. A symbol of Athena, FTP, name these birds often associated with wisdom.": {
    "guess": "Owl",
    "confidence": [
      [
        "O",
        -0.29061416
      ],
      [
        "wl",
        -0.0024969447
      ]
    ]
  }
}