{
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with good quizbowl.  He starts by making 13 posts in the \"An Open Letter to NAQT\" thread about the Alexander-Leftchetz duality, but loses 40% of his argument's validity by agreeing with Brad Fischer.  Reaching a dead end, he convinces Tom Egan to make X7 edits to the Computational Math page on the qbwiki, where x represents the O'Neals Handwave index calculated to the nearest Watson Ladd integral.  Still not finding a satisfactory answer, Yi studies the 30 canonical types of NAQT math problems for 6 hours, applying a Fourier Transform to the 425 character limit, printing out the result, and accidentally using the paper in place of a substituted alkene while performing a Diels-Alder reaction for his orgo class.  The subsequent explosion kills him so he is not able to finish the problem.  For no": {
    "guess": "Computational mathematics",
    "confidence": [
      [
        "Comput",
        -1.0473274
      ],
      [
        "ational",
        -0.0007093326
      ],
      [
        " mathematics",
        -0.42938972
      ]
    ]
  },
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with good quizbowl.  He starts by making 13 posts in the \"An Open Letter to NAQT\" thread about the Alexander-Leftchetz duality, but loses 40% of his argument's validity by agreeing with Brad Fischer.  Reaching": {
    "guess": "An Open Letter to NAQT",
    "confidence": [
      [
        "An",
        -0.68171734
      ],
      [
        " Open",
        -0.009387933
      ],
      [
        " Letter",
        -0.00059902336
      ],
      [
        " to",
        -0.0011183077
      ],
      [
        " NA",
        -0.010586958
      ],
      [
        "QT",
        -6.2775536e-05
      ]
    ]
  },
  "The PEN model of this construct was developed by Hans Eysenck, while another man's lexical approach included cardinal, central, and secondary levels. The subject of a Gordon Allport work, a common test of it is the MMPI. Described in terms of the \"Big Five\" factors, this concept is measured on four dichotomies by the Myers-Briggs indicator. Impatient and over-achieving individuals are said to have one of Type A, and introversion and extroversion are among its traits. For 10 points, give this term": {
    "guess": "Personality",
    "confidence": [
      [
        "Person",
        -0.0073228823
      ],
      [
        "ality",
        -7.1238996e-05
      ]
    ]
  },
  "In the penultimate question of the 3rd 2008 presidential debate, Obama criticized McCain's support for educational vouchers, citing this person's support for school charters. Her firing practices were questioned when, in 2008, she fired the principal of Oyster-Adams Bilingual School, which her own children": {
    "guess": "Michelle Rhee",
    "confidence": [
      [
        "Michelle",
        -0.029261023
      ],
      [
        " R",
        -0.005696031
      ],
      [
        "hee",
        -5.8961017e-05
      ]
    ]
  },
  "Its penultimate ruler took a name meaning \"the cultivated field is difficult to move,\" while its last ruler was known as the \"shark who made the ocean waters tremble.\"  That penultimate ruler, Gl?? was defeated by the Abeokuta, as was his predecessor Gezu.  A puppet named Goutchilli was installed as its ruler after the overthrow of its last ruler, Behanzin, who was defeated in an 1892 battle by the": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.5696201
      ],
      [
        "ah",
        -0.000468565
      ],
      [
        "ome",
        -5.6769813e-06
      ],
      [
        "y",
        -0.0016461455
      ]
    ]
  },
  "Its penultimate ruler took a name meaning \"the cultivated field is difficult to move,\" while its last": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -2.3432546
      ],
      [
        "omon",
        -0.0025493852
      ]
    ]
  },
  "The PEN model of this construct was developed by Hans Eysenck, while another man's lexical approach included cardinal, central, and secondary levels. The subject of a Gordon Allport work, a common test of it is the MMPI. Described in terms of the \"Big Five\" factors, this concept is measured on four dichotomies": {
    "guess": "Personality",
    "confidence": [
      [
        "Person",
        -0.007840131
      ],
      [
        "ality",
        -4.978234e-05
      ]
    ]
  },
  "P E N N B O W L 1 1  Tossups by  Duke  4  1  On the left, peasants sit and cook in front of a large yellow": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2961284
      ]
    ]
  },
  "The PEN model of this construct was developed by Hans Eysenck, while another man's lexical approach included": {
    "guess": "Personality traits",
    "confidence": [
      [
        "Person",
        -0.043768756
      ],
      [
        "ality",
        -0.00012344286
      ],
      [
        " traits",
        -0.6150164
      ]
    ]
  },
  "A Penning mixture is mostly composed of one of these elements, and the decay of one of these elements' isotope-40 to its isotope-39 is used in a namesake type of radioactive dating. One of these elements is the main component of the mixture ionized by radiation in a Geiger counter. An alpha particle is the nucleus of one of these elements, and all of these elements have complete octets. For 10 points,": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.06632507
      ],
      [
        "oble",
        -0.0006690711
      ],
      [
        " gas",
        -0.013304468
      ]
    ]
  },
  "Its penultimate ruler took a name meaning \"the cultivated field is difficult to move,\" while its last ruler was known as the \"shark who made the ocean waters tremble.\"  That penultimate ruler, Gl?? was defeated by the Abeokuta, as was his predecessor Gezu.  A puppet named Goutchilli was installed as its ruler after the overthrow of its last ruler, Behanzin, who was defeated in an 1892 battle by the army of Alfred-Am?? Dodds.  Originally part of Allada, it was made independent by Wegbaja in the 17th century.  A major player in the slave trade, its power depended upon a permanent army which included a group of the king's wives known to Europeans as the \"Amazons.\"  FTP, name this African state of": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.40590486
      ],
      [
        "ah",
        -0.00011415232
      ],
      [
        "ome",
        -5.5122365e-07
      ],
      [
        "y",
        -1.5332478e-05
      ]
    ]
  },
  "The penultimate section of this work sees the forging of keys to release the sun and moon from the mountains, and this work details the protagonist's attempt to make a new harp-like instrument after his fell into the sea. Featuring [?] Surma, a guardian of an analogue of Manala, this text depicts a man who turns cows into bears to kill the wife of a blacksmith, as well as the slaughter of Untamo's tribe only after accidentally seducing his sister. This work also sees the Saari Isle as an Isle of Refuge and the protagonist crafting a wooden ship after dropping an axe into his foot in addition to having Ilmatar forming the world from an egg. For ten points, name this compilation featuring the Sampo": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.02089837
      ],
      [
        "ale",
        -0.00046153198
      ],
      [
        "val",
        -1.0445127e-05
      ],
      [
        "a",
        -1.8193366e-05
      ]
    ]
  },
  "This man penned the lines \"The slippery verge her feet beguiled/She tumbled headlong in\" in a poem he wrote for his lifelong friend Horace Walpole, \"Ode on the Death of a Favourite Cat, Drowned in a Tub of Gold Fishes\". He is responsible for many memorable lines including \"Some mute inglorious Milton here may rest\" and \"where ignorance is bliss,/'tis folly to be wise\", the latter of which came from his \"Ode on a Distant Prospect of Eton College\". The writer of the line \"Far from the madding crowd's": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.00932723
      ],
      [
        " Gray",
        -0.0001437075
      ]
    ]
  },
  "The penultimate section of this work sees the forging of keys to release the sun and moon from the mountains, and this work details the protagonist's attempt to make a new harp-like instrument after his fell into the sea. Featuring [?] Surma, a guardian of an analogue of Manala, this text depicts a man who turns cows into bears to kill the wife of a blacksmith, as well as the slaughter of Untamo's": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.05339219
      ],
      [
        "ale",
        -0.10337127
      ],
      [
        "val",
        -3.917321e-05
      ],
      [
        "a",
        -4.7994283e-05
      ]
    ]
  },
  "The penultimate section of this work sees the forging of keys to release the sun and moon from the mountains,": {
    "guess": "The Lord of the Rings",
    "confidence": [
      [
        "The",
        -0.35005262
      ],
      [
        " Lord",
        -1.3892375
      ],
      [
        " of",
        -0.0012476125
      ],
      [
        " the",
        -0.0069010244
      ],
      [
        " Rings",
        -0.00094123883
      ]
    ]
  },
  "In the penultimate question of the 3rd 2008 presidential debate, Obama criticized McCain's support for educational vouchers, citing this person's support for school charters. Her firing practices were questioned when, in 2008, she fired the principal of Oyster-Adams Bilingual School, which her own children attend. She called the election of Vincent Gray \"devastating for the schoolchildren of D.C.\" after leading the district to an increase of 17 percentage points in math aptitude during her tenure. After she resigned from her most notable position, she collaborated with Davis Guggenheim in the film Waiting for Superman, and currently serving on the transition team of Rick Scott. For 10 points,": {
    "guess": "Michelle Rhee",
    "confidence": [
      [
        "Michelle",
        -0.008990345
      ],
      [
        " R",
        -0.011096393
      ],
      [
        "hee",
        -3.2140193e-05
      ]
    ]
  },
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with good quizbowl.  He starts by making 13 posts in the \"An Open Letter to NAQT\" thread about the Alexander-Leftchetz": {
    "guess": "Alexander-Leftchetz duality",
    "confidence": [
      [
        "Alexander",
        -1.937789
      ],
      [
        "-",
        -0.45203006
      ],
      [
        "Left",
        -0.11304634
      ],
      [
        "chet",
        -0.062376898
      ],
      [
        "z",
        -0.00013929696
      ],
      [
        " d",
        -1.9394112
      ],
      [
        "uality",
        -0.0007173156
      ]
    ]
  },
  "In the penultimate question of the 3rd 2008 presidential debate, Obama criticized McCain's support for educational vouchers, citing this person's support for school charters. Her firing practices were questioned when, in 2008, she fired the principal of Oyster-Adams Bilingual School, which her own children attend. She called the election of Vincent Gray \"devastating for the schoolchildren of D.C.\"": {
    "guess": "Michelle Rhee",
    "confidence": [
      [
        "Michelle",
        -0.011180685
      ],
      [
        " R",
        -0.007963732
      ],
      [
        "hee",
        -0.00010831134
      ]
    ]
  },
  "Pencil and paper may be helful. From a bag filled with two blue marbles, six red marbles and eleven green marbles, you pull out one of the green marbles. Without putting the green marble back in the bag,": {
    "guess": "Hypergeometric distribution",
    "confidence": [
      [
        "Hyper",
        -0.88788164
      ],
      [
        "ge",
        -1.3934635
      ],
      [
        "ometric",
        -0.00080009975
      ],
      [
        " distribution",
        -0.10265304
      ]
    ]
  },
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with good quizbowl.  He starts by making 13 posts in the \"An Open Letter to NAQT\" thread about the Alexander-Leftchetz duality, but loses 40% of his argument's validity by agreeing with Brad Fischer.  Reaching a dead end, he convinces Tom Egan to make X7 edits to the Computational Math page on the qbwiki, where x represents the O'Neals Handwave index calculated to the nearest Watson Ladd integral.  Still": {
    "guess": "Computational mathematics",
    "confidence": [
      [
        "Comput",
        -0.31607562
      ],
      [
        "ational",
        -0.0022046166
      ],
      [
        " mathematics",
        -0.5548927
      ]
    ]
  },
  "A penta chain of it makes up the crosslinks of peptidoglycan in gram- positive bacteria. Its dipeptide has a completely filled Ramachandran plot, and it can serve as an inhibitory neurotransmitter. Occurring frequently in beta fibroin, beta sheets, and collagen, but not in alpha helices because it is": {
    "guess": "Proline",
    "confidence": [
      [
        "Pro",
        -0.6768098
      ],
      [
        "line",
        -6.420598e-05
      ]
    ]
  },
  "Its penultimate ruler took a name meaning \"the cultivated field is difficult to move,\" while its last ruler was known as the \"shark who made the ocean waters tremble.\"  That penultimate ruler, Gl?? was defeated by the Abeokuta, as was his predecessor Gezu.  A puppet named Goutchilli was installed as its ruler after the overthrow of its last ruler, Behanzin, who was defeated in an 1892 battle by the army of Alfred-Am?? Dodds.  Originally part of Allada, it was made independent by Wegbaja in the 17th": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.50106996
      ],
      [
        "ah",
        -0.00056006206
      ],
      [
        "ome",
        -3.888926e-06
      ],
      [
        "y",
        -0.0003029306
      ]
    ]
  },
  "The Pendleton Act ended a debate in this group on the question of civil service reform that had divided it into Half-Breeds and Stalwarts. One president of this party signed the McKinley Tariff and the": {
    "guess": "Republican Party (United States)",
    "confidence": [
      [
        "Republican",
        -0.0072704596
      ],
      [
        " Party",
        -0.00048131612
      ],
      [
        " (",
        -1.4617256e-05
      ],
      [
        "United",
        -6.0345924e-06
      ],
      [
        " States",
        -1.4855664e-05
      ],
      [
        ")",
        -2.3392786e-06
      ]
    ]
  },
  "The PEN model of this construct was developed by Hans Eysenck, while another man's lexical approach included cardinal, central, and secondary levels. The subject of a Gordon Allport work, a common test of it is the MMPI. Described in terms of the \"Big Five\" factors, this concept is measured on four dichotomies by the Myers-Briggs indicator. Impatient and over-achieving individuals are said to have one of Type A, and introversion and extroversion are among its traits. For 10 points, give this term for an individual's characteristic way of thinking, feeling, and behaving.": {
    "guess": "Personality",
    "confidence": [
      [
        "Person",
        -0.012483522
      ],
      [
        "ality",
        -7.421909e-05
      ]
    ]
  },
  "In the penultimate question of the 3rd 2008 presidential debate, Obama criticized McCain's support for educational vouchers, citing this person's support for school charters. Her firing practices were questioned when, in 2008, she fired the principal of Oyster-Adams Bilingual School, which her own children attend. She called the election of Vincent Gray \"devastating for the schoolchildren of D.C.\" after leading the district to an increase of 17 percentage points in math aptitude during her tenure. After she resigned from her most notable position, she collaborated with Davis Guggenheim in the film": {
    "guess": "Michelle Rhee",
    "confidence": [
      [
        "Michelle",
        -0.009188218
      ],
      [
        " R",
        -0.011398873
      ],
      [
        "hee",
        -0.00013786652
      ]
    ]
  },
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with good quizbowl.  He starts by making 13 posts in the \"An Open Letter to NAQT\" thread about the Alexander-Leftchetz duality, but loses 40% of his argument's validity by agreeing with Brad Fischer.  Reaching a dead end, he convinces Tom Egan to make X7 edits to the Computational Math page on the qbwiki, where x represents the O'Neals Handwave index calculated to the nearest Watson Ladd integral.  Still not finding a satisfactory answer, Yi studies the 30 canonical types of NAQT math problems for": {
    "guess": "NAQT Math Questions",
    "confidence": [
      [
        "NA",
        -1.2647039
      ],
      [
        "QT",
        -0.0002421587
      ],
      [
        " Math",
        -1.4062558
      ],
      [
        " Questions",
        -1.4701774
      ]
    ]
  },
  "This man penned the lines \"The slippery verge her feet beguiled/She tumbled headlong in\" in a poem he wrote for his lifelong friend Horace Walpole, \"Ode on the Death of a Favourite Cat, Drowned in a Tub of Gold Fishes\". He is responsible for many memorable lines including \"Some mute inglorious Milton here may rest\" and \"where ignorance is bliss,/'tis folly to be wise\", the latter of which came from his \"Ode on a Distant Prospect of Eton College\". The writer of the line \"Far from the madding crowd's ignoble strife\" in his most famous work, identify this poet of \"Elegy Written in a Country Churchyard\".": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.0005973545
      ],
      [
        " Gray",
        -3.6789137e-05
      ]
    ]
  },
  "One peninsula jutting into this body of water is the Abseron, and the Aras and Kura Rivers empty into it south of that peninsula. Other rivers feeding it include the Terek and the Atrek, which is the only major river on its southeastern side. It is bounded to the south by the Elburz Mountains, and to its east is the Ust'-Urt Plateau. The Kara Bogaz Gol, on it east side, was originally a gulf of this lake, but a manmade embankment recently formed it into a shallow lagoon. FTP, name this saltwater": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.003917157
      ],
      [
        "asp",
        -1.7954959e-05
      ],
      [
        "ian",
        -0.00020807012
      ],
      [
        " Sea",
        -6.81397e-05
      ]
    ]
  },
  "A Penning mixture is mostly composed of one of these elements, and the decay of one of these elements' isotope-40 to its isotope-39 is used in a namesake type of radioactive dating. One of these elements is the main component of the mixture ionized by radiation in a Geiger counter. An alpha particle is the nucleus of one of these elements, and all of these elements have complete octets. For 10 points, name this group of very non-reactive elements including xenon, argon, and helium.": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.0046366034
      ],
      [
        "oble",
        -0.0001530017
      ],
      [
        " gas",
        -0.060094476
      ]
    ]
  },
  "In the penultimate scene of this music video, the singer leads a zebra towards her significant other. In one scene, the singer reminisces about former days when she and her partner were inseparable. After": {
    "guess": "Hot 'n Cold",
    "confidence": [
      [
        "Hot",
        -0.59362364
      ],
      [
        " '",
        -0.20791024
      ],
      [
        "n",
        -0.0037878465
      ],
      [
        " Cold",
        -0.0012232051
      ]
    ]
  },
  "P E N N B O W L 1 1  Tossups by  Duke  4  1  On the left, peasants sit and cook in front of a large yellow fire, while a young child tries to keep warm. At the top, a few lone birds rest in bare trees, suggesting the solitude of winter. [*] In the background, village children play atop frozen ponds, while in the foreground the title characters, carrying sharp spears, are accompanied by a pack of hounds in—for 10 points—what 1565 painting by Pieter Brueghel the Elder?": {
    "guess": "The Return of the Hunters",
    "confidence": [
      [
        "The",
        -0.01297868
      ],
      [
        " Return",
        -0.2595873
      ],
      [
        " of",
        -0.00018161058
      ],
      [
        " the",
        -0.0004917914
      ],
      [
        " Hunters",
        -0.02620438
      ]
    ]
  },
  "In its penultimate chapter, \"Amantium Irae,\" a secretary of legation named Tapeworm invites Major William": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.040672123
      ],
      [
        "anity",
        -7.3458323e-06
      ],
      [
        " Fair",
        -0.0006160548
      ],
      [
        " (",
        -0.41264242
      ],
      [
        "nov",
        -0.0049553895
      ],
      [
        "el",
        -3.888926e-06
      ],
      [
        ")",
        -0.0004920298
      ]
    ]
  },
  "One peninsula jutting into this body of water is the Abseron, and the Aras and Kura Rivers empty into it south of that peninsula. Other rivers feeding it include the Terek and the Atrek, which is the only major river on its southeastern side. It is bounded to the south by the Elburz Mountains, and to its east is the Ust'-Urt Plateau. The Kara Bogaz Gol, on it east side, was originally a gulf of this lake, but a manmade embankment recently formed it into a shallow lagoon. FTP, name this saltwater lake whose other tributaries include the Ural and Volga Rivers.          |": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.0011751055
      ],
      [
        "asp",
        -1.9361265e-07
      ],
      [
        "ian",
        -9.400689e-05
      ],
      [
        " Sea",
        -3.5313153e-06
      ]
    ]
  },
  "Pencil and paper may be helful. From a bag filled with two blue marbles, six red marbles and eleven green marbles, you pull out one of the green marbles. Without putting the green marble back in the bag, FTP, what is the probability that you will pull a red marble out next? You have 10 seconds.": {
    "guess": "Hyperbolic geometry",
    "confidence": [
      [
        "Hyper",
        -0.75851434
      ],
      [
        "b",
        -1.1459558
      ],
      [
        "olic",
        -0.14996706
      ],
      [
        " geometry",
        -0.32114232
      ]
    ]
  },
  "In the penultimate question of the 3rd 2008 presidential debate, Obama criticized McCain's support for educational vouchers, citing this person's support for school charters. Her firing practices were questioned when, in 2008, she fired the principal of Oyster-Adams Bilingual School, which her own children attend. She called the election of Vincent Gray \"devastating for the schoolchildren of D.C.\" after leading the district to an increase of 17 percentage points in math aptitude during her tenure. After she resigned from her most notable position, she collaborated with Davis Guggenheim in the film Waiting for Superman, and currently serving on the transition team of Rick Scott. For 10 points, name this woman, the Korean-American former chancellor of the D.C. Public school system who made headlines with her strict reform policies.": {
    "guess": "Michelle Rhee",
    "confidence": [
      [
        "Michelle",
        -0.0023536452
      ],
      [
        " R",
        -0.0054910607
      ],
      [
        "hee",
        -3.7623562e-05
      ]
    ]
  },
  "The penultimate section of this work sees the forging of keys to release the sun and moon from the mountains, and this work details the protagonist's attempt to make a new harp-like instrument after his fell into the sea. Featuring [?] Surma, a guardian of an analogue of Manala, this text depicts a man": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.0096199745
      ],
      [
        "ale",
        -0.018442445
      ],
      [
        "val",
        -9.4914985e-06
      ],
      [
        "a",
        -1.50940705e-05
      ]
    ]
  },
  "A penta chain of it makes up the crosslinks of peptidoglycan in gram- positive bacteria. Its dipeptide has a completely filled Ramachandran plot, and it can serve as an inhibitory neurotransmitter. Occurring": {
    "guess": "Γ-Aminobutyric acid",
    "confidence": [
      [
        "\\xce",
        -0.65439016
      ],
      [
        "\\x93",
        -0.00080355303
      ],
      [
        "-A",
        -0.0021322984
      ],
      [
        "min",
        -0.00056339975
      ],
      [
        "ob",
        -0.00031830417
      ],
      [
        "uty",
        -1.0564331e-05
      ],
      [
        "ric",
        -2.6968896e-06
      ],
      [
        " acid",
        -0.0054194466
      ]
    ]
  },
  "The Pendleton Act ended a debate in this group on the question of civil service reform that had divided it into Half-Breeds and Stalwarts. One president of this party signed the McKinley Tariff and the Sherman Antitrust Act. This party's first presidential candidate was John C. Frémont, and it absorbed": {
    "guess": "Republican Party (United States)",
    "confidence": [
      [
        "Republican",
        -0.044338875
      ],
      [
        " Party",
        -0.0002849345
      ],
      [
        " (",
        -0.00061474356
      ],
      [
        "United",
        -1.2113979e-05
      ],
      [
        " States",
        -1.11603495e-05
      ],
      [
        ")",
        -7.703444e-06
      ]
    ]
  },
  "In the penultimate scene of this music video, the singer leads a zebra towards her significant other. In one scene, the singer reminisces about former days when she and her partner were inseparable. After her lover is confronted by bridesmaids sporting baseball bats, she compares their relationship to a rollercoaster ride. The singer also begs for someone to call a doctor to help with a case of \"love bipolar\" because her partner changes his mind like a girl changes clothes. The chorus to this song": {
    "guess": "Hot 'n Cold",
    "confidence": [
      [
        "Hot",
        -0.19279194
      ],
      [
        " '",
        -0.008961754
      ],
      [
        "n",
        -0.0029588044
      ],
      [
        " Cold",
        -0.00031043674
      ]
    ]
  },
  "Its penultimate ruler took a name meaning \"the cultivated field is difficult to move,\" while its last ruler was known as the \"shark who made the ocean waters tremble.\"  That penultimate ruler, Gl?? was defeated by the Abeokuta, as was his predecessor Gezu.  A puppet named Goutchilli was installed as its ruler after the overthrow of its last ruler, Behanzin, who was defeated in an 1892 battle by the army of Alfred-Am?? Dodds.  Originally part of Allada, it was made independent by Wegbaja in the 17th century.  A major player in the slave trade, its power depended upon a permanent army which included a group of the king's wives known to Europeans as the \"Amazons.\"  FTP, name this African state of the Fon people, which occupied modern-day Benin.": {
    "guess": "Kingdom of Dahomey",
    "confidence": [
      [
        "King",
        -0.37506303
      ],
      [
        "dom",
        -0.00018875914
      ],
      [
        " of",
        -0.00029887765
      ],
      [
        " Dah",
        -0.0027534033
      ],
      [
        "ome",
        -1.147242e-06
      ],
      [
        "y",
        -7.89631e-07
      ]
    ]
  },
  "A penta chain of it makes up the crosslinks of peptidoglycan in gram- positive bacteria. Its dipeptide": {
    "guess": "Peptidoglycan",
    "confidence": [
      [
        "Pe",
        -0.7551937
      ],
      [
        "pt",
        -0.17369582
      ],
      [
        "id",
        -3.5835506e-05
      ],
      [
        "og",
        -0.0002509688
      ],
      [
        "ly",
        -0.00023309923
      ],
      [
        "can",
        -0.00012868783
      ]
    ]
  },
  "One is penned by Dan Vera and mentions the remembered poet's time at Columbia, and Denver, and the poet Orlovsky. The other is dedicated to its poet's mother, Naomi, and reflects the author's Jewish background.": {
    "guess": "Kaddish (poem)",
    "confidence": [
      [
        "K",
        -0.01918333
      ],
      [
        "add",
        -3.2497806e-05
      ],
      [
        "ish",
        -1.2948405e-05
      ],
      [
        " (",
        -0.26332754
      ],
      [
        "po",
        -0.25236052
      ],
      [
        "em",
        -0.017609427
      ],
      [
        ")",
        -0.00070742896
      ]
    ]
  },
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with": {
    "guess": "Computational thinking",
    "confidence": [
      [
        "Comput",
        -0.8405226
      ],
      [
        "ational",
        -0.02667726
      ],
      [
        " thinking",
        -0.8778087
      ]
    ]
  },
  "In the penultimate question of the 3rd 2008 presidential debate, Obama criticized McCain's support for educational vouchers, citing this person's support for school charters. Her firing practices were questioned when, in 2008, she fired the principal of Oyster-Adams Bilingual School, which her own children attend. She called the election of Vincent Gray \"devastating for the schoolchildren of D.C.\" after leading the district to an increase of 17 percentage points in math aptitude during her tenure.": {
    "guess": "Michelle Rhee",
    "confidence": [
      [
        "Michelle",
        -0.0077716596
      ],
      [
        " R",
        -0.011330267
      ],
      [
        "hee",
        -4.2510914e-05
      ]
    ]
  },
  "A penta chain of it makes up the crosslinks of peptidoglycan in gram- positive bacteria. Its dipeptide has a completely filled Ramachandran plot, and it can serve as an inhibitory neurotransmitter. Occurring frequently in beta fibroin, beta sheets, and collagen, but not in alpha helices because it is too flexible, it is achiral and named for its sweetness. FTP name this nonpolar aliphatic amino acid with a hydrogen for its side chain, the simplest of the 20 amino acids.": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.049442876
      ],
      [
        "ly",
        -3.368984e-05
      ],
      [
        "c",
        -0.00016492206
      ],
      [
        "ine",
        -4.9186317e-05
      ]
    ]
  },
  "Peng and Robinson's is more commonly used than the Dieterici and Bertholet ones, which are examples of the two-parameter type. The Wohl type is useful for its statement in terms of critical values, and one of the most complex is the Beattie-Bridgeman type. \"Thermal\" types are less common than \"Volumetric\" types, which include the virial one and which relate the pressure, temperature and volume of a substance. For 10 points, the Ideal Gas Law is perhaps the best-known example of what three-word phrase": {
    "guess": "Equation of State",
    "confidence": [
      [
        "Equ",
        -0.041908424
      ],
      [
        "ation",
        -0.0016273368
      ],
      [
        " of",
        -0.00016074994
      ],
      [
        " State",
        -0.52351105
      ]
    ]
  },
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with good quizbowl.  He starts by making 13 posts in the \"An Open Letter to NAQT\" thread about the Alexander-Leftchetz duality, but loses 40% of his argument's validity by agreeing with Brad Fischer.  Reaching a dead end, he convinces Tom Egan to make X7 edits to the Computational Math page on the qbwiki,": {
    "guess": "QBWiki",
    "confidence": [
      [
        "QB",
        -1.1427069
      ],
      [
        "Wiki",
        -0.044445943
      ]
    ]
  },
  "Peng and Robinson's is more commonly used than the Dieterici and Bertholet ones, which are examples of the two-parameter type. The Wohl type is useful for its statement in terms of critical values, and one of the most complex is the Beattie-Bridgeman type. \"Thermal\" types are less common than \"Volumetric\" types, which include the virial one and which relate the pressure, temperature and volume of a substance. For 10 points, the Ideal Gas Law is perhaps the best-known example of what three-word phrase for a constitutive equation describing a phase of matter under given physical conditions?": {
    "guess": "Equation of state",
    "confidence": [
      [
        "Equ",
        -0.058947723
      ],
      [
        "ation",
        -0.0016833937
      ],
      [
        " of",
        -0.00011653639
      ],
      [
        " state",
        -0.27751237
      ]
    ]
  },
  "This man penned the lines \"The slippery verge her feet beguiled/She tumbled headlong in\" in a poem he wrote for his lifelong friend Horace Walpole, \"Ode on the Death of a Favourite Cat, Drowned in a Tub of Gold Fishes\". He is responsible for many memorable lines including \"Some mute inglorious Milton": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.037128616
      ],
      [
        " Gray",
        -0.00065048266
      ]
    ]
  },
  "The penultimate section of this work sees the forging of keys to release the sun and moon from the mountains, and this work details the protagonist's attempt to make a new harp-like instrument after his fell into the sea. Featuring [?] Surma, a guardian of an analogue of Manala, this text depicts a man who turns cows into bears to kill the wife of a blacksmith, as well as the slaughter of Untamo's tribe only after accidentally seducing his sister. This work also sees the Saari Isle as an Isle of Refuge and the protagonist crafting a wooden ship after dropping an axe into his foot in addition to": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.04688817
      ],
      [
        "ale",
        -0.009374706
      ],
      [
        "val",
        -9.841743e-05
      ],
      [
        "a",
        -2.9994528e-05
      ]
    ]
  },
  "In its penultimate chapter, \"Amantium Irae,\" a secretary of legation named Tapeworm invites Major William to dinner.  Its 67th and final chapter \"contains births, marriages, and deaths,\" and tells us that Joseph died at Aix-la-Chapelle, while Colonel Rawdon died of yellow fever at Coventry Island.  It opens at Chiswick Mall, where the two chief female characters have been students at Miss Pinkerton's academy.  One of those female characters finally marries William Dobbin after foolishly marrying": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.020941809
      ],
      [
        "anity",
        -9.253091e-06
      ],
      [
        " Fair",
        -0.00016849818
      ],
      [
        " (",
        -0.002202594
      ],
      [
        "nov",
        -4.4179764e-05
      ],
      [
        "el",
        -1.9504607e-05
      ],
      [
        ")",
        -4.9617593e-06
      ]
    ]
  },
  "In its penultimate chapter, \"Amantium Irae,\" a secretary of legation named Tapeworm invites Major William to dinner.  Its 67th and final chapter \"contains births, marriages, and deaths,\" and tells us that Joseph died at Aix-la-Chapelle, while Colonel Rawdon died of yellow fever at Coventry Island.  It opens at Chiswick Mall, where the two chief female characters have been students at Miss Pinkerton's academy.  One of those female characters finally marries William Dobbin after foolishly marrying George Osborne, who died at the battle of Waterloo.  FTP, identify this \"novel without a hero,\" a tale": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.0054045077
      ],
      [
        "anity",
        -7.89631e-07
      ],
      [
        " Fair",
        -4.596782e-05
      ],
      [
        " (",
        -0.00093933154
      ],
      [
        "nov",
        -4.723352e-06
      ],
      [
        "el",
        -1.3856493e-06
      ],
      [
        ")",
        -1.6240566e-06
      ]
    ]
  },
  "In its penultimate chapter, \"Amantium Irae,\" a secretary of legation named Tapeworm invites Major William to dinner.  Its 67th and final chapter \"contains births, marriages, and deaths,\" and tells us that Joseph died at Aix-la-Chapelle, while Colonel Rawdon died of yellow fever at Coventry Island.  It": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.05217555
      ],
      [
        "anity",
        -2.9756122e-05
      ],
      [
        " Fair",
        -0.0003840789
      ],
      [
        " (",
        -0.02457413
      ],
      [
        "nov",
        -0.048564773
      ],
      [
        "el",
        -1.8550976e-05
      ],
      [
        ")",
        -0.00013059509
      ]
    ]
  },
  "In the penultimate scene of this music video, the singer leads a zebra towards her significant other. In one scene, the singer reminisces about former days when she and her partner were inseparable. After her lover is confronted by bridesmaids sporting baseball bats, she compares their relationship to a rollercoaster ride. The singer also begs for someone to call a doctor to help with a case of \"love bipolar\" because her partner changes his mind like a girl changes clothes. The chorus to this song features a list of opposites such as up and down, wrong and right, and also the two which give this": {
    "guess": "Hot 'n Cold",
    "confidence": [
      [
        "Hot",
        -0.02270758
      ],
      [
        " '",
        -0.01867964
      ],
      [
        "n",
        -0.004567781
      ],
      [
        " Cold",
        -0.00018709028
      ]
    ]
  },
  "Peng and Robinson's is more commonly used than the Dieterici and Bertholet ones, which are examples of the two-parameter type. The Wohl type is useful for its statement in terms of critical values, and": {
    "guess": "Equation of state",
    "confidence": [
      [
        "Equ",
        -0.43085995
      ],
      [
        "ation",
        -0.0005259882
      ],
      [
        " of",
        -0.0002257086
      ],
      [
        " state",
        -0.06952051
      ]
    ]
  },
  "One peninsula jutting into this body of water is the Abseron, and the Aras and Kura Rivers empty into it south of that peninsula. Other rivers feeding it include the Terek and the Atrek, which is the only": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.00696649
      ],
      [
        "asp",
        -1.6240566e-06
      ],
      [
        "ian",
        -0.00014501873
      ],
      [
        " Sea",
        -7.529192e-05
      ]
    ]
  },
  "The penultimate section of this work sees the forging of keys to release the sun and moon from the mountains, and this work details the protagonist's attempt to make a new harp-like instrument after his": {
    "guess": "The Kalevala",
    "confidence": [
      [
        "The",
        -0.39885163
      ],
      [
        " Kale",
        -2.0498862
      ],
      [
        "val",
        -0.00013178712
      ],
      [
        "a",
        -3.786197e-05
      ]
    ]
  },
  "In the penultimate scene of this music video, the singer leads a zebra towards her significant other. In one scene, the singer reminisces about former days when she and her partner were inseparable. After her lover is confronted by bridesmaids sporting baseball bats, she compares their relationship to a rollercoaster ride. The singer also begs for someone to call a doctor to help with a case of \"love bipolar\" because her partner changes his mind like a girl changes clothes. The chorus to this song features a list of opposites such as up and down, wrong and right, and also the two which give this song its title. For ten points, name this song by Katy Perry that describes her partner as having the title qualities which are thermal opposites.": {
    "guess": "Hot 'n Cold (song)",
    "confidence": [
      [
        "Hot",
        -0.010595688
      ],
      [
        " '",
        -0.0072910544
      ],
      [
        "n",
        -0.0036035136
      ],
      [
        " Cold",
        -0.00043162284
      ],
      [
        " (",
        -0.66413295
      ],
      [
        "song",
        -0.6512897
      ],
      [
        ")",
        -0.0034109626
      ]
    ]
  },
  "The Pendleton Act ended a debate in this group on the question of civil service reform that had divided it into Half-Breeds and Stalwarts. One president of this party signed the McKinley Tariff and the Sherman Antitrust Act. This party's first presidential candidate was John C. Frémont, and it absorbed most of the Free Soilers. It was the party of the President who was succeeded by Andrew Johnson and": {
    "guess": "Republican Party (United States)",
    "confidence": [
      [
        "Republican",
        -0.0485675
      ],
      [
        " Party",
        -0.002002627
      ],
      [
        " (",
        -0.0026662655
      ],
      [
        "United",
        -2.6418418e-05
      ],
      [
        " States",
        -2.4272753e-05
      ],
      [
        ")",
        -1.11603495e-05
      ]
    ]
  },
  "P E N N B O W L 1 1  Tossups by  Duke  4  1  On the left, peasants sit and cook in front of a large yellow fire, while a young child tries to keep warm. At the top, a few lone birds rest in bare trees, suggesting the solitude of winter. [*] In the background, village children play atop frozen ponds, while in the foreground the title characters, carrying sharp spears, are accompanied by a pack of hounds": {
    "guess": "The Third-Class Carriage",
    "confidence": [
      [
        "The",
        -0.060974363
      ],
      [
        " Third",
        -0.7146528
      ],
      [
        "-Class",
        -0.13248794
      ],
      [
        " Car",
        -2.2842309e-05
      ],
      [
        "riage",
        -0.0002907718
      ]
    ]
  },
  "The Pendleton Act ended a debate in this group on the question of civil service reform that had divided": {
    "guess": "Republican Party (United States)",
    "confidence": [
      [
        "Republican",
        -0.7506718
      ],
      [
        " Party",
        -0.00028898742
      ],
      [
        " (",
        -0.0022643285
      ],
      [
        "United",
        -2.3795938e-05
      ],
      [
        " States",
        -1.1637165e-05
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "One is penned by Dan Vera and mentions the remembered poet's time at Columbia, and Denver, and the poet": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -1.9699643
      ],
      [
        "z",
        -0.41568455
      ],
      [
        "ra",
        -0.0008621499
      ],
      [
        " Pound",
        -0.0019054392
      ]
    ]
  },
  "The penultimate section of this work sees the forging of keys to release the sun and moon from the mountains, and this work details the protagonist's attempt to make a new harp-like instrument after his fell into the sea. Featuring [?] Surma, a guardian of an analogue of Manala, this text depicts a man who turns cows into bears to kill the wife of a blacksmith, as well as the slaughter of Untamo's tribe only after accidentally seducing his sister. This work also sees the Saari Isle as an Isle of Refuge and the protagonist crafting a wooden ship after dropping an axe into his foot in addition to having Ilmatar forming the world from an egg. For ten points, name this compilation featuring the Sampo maker Kulervo, Ilmarinen, and Vainomoinen, by Elias Lonnrot, clearly the most famous work of Finnish": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.0011976092
      ],
      [
        "ale",
        -2.6299214e-05
      ],
      [
        "val",
        -1.1398757e-05
      ],
      [
        "a",
        -8.89548e-06
      ]
    ]
  },
  "A Penning mixture is mostly composed of one of these elements, and the decay of one of these elements' isotope-40 to its isotope-39 is used in a namesake type of radioactive dating. One of these elements is the main component of the mixture ionized by radiation in a Geiger counter. An alpha particle": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.3656317
      ],
      [
        "oble",
        -0.017250843
      ],
      [
        " gas",
        -0.0090116
      ]
    ]
  },
  "Its penultimate ruler took a name meaning \"the cultivated field is difficult to move,\" while its last ruler was known as the \"shark who made the ocean waters tremble.\"  That penultimate ruler, Gl?? was defeated by the Abeokuta, as was his predecessor Gezu.  A puppet named Goutchilli was installed as its ruler after the overthrow of its last ruler, Behanzin, who was defeated in an 1892 battle by the army of Alfred-Am?? Dodds.  Originally part of Allada, it was made independent by Wegbaja in the 17th century.  A major player in the slave trade, its power depended upon a permanent army which included": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.34263393
      ],
      [
        "ah",
        -0.00028350405
      ],
      [
        "ome",
        -2.1008714e-06
      ],
      [
        "y",
        -0.00013226394
      ]
    ]
  },
  "In its penultimate chapter, \"Amantium Irae,\" a secretary of legation named Tapeworm invites Major William to dinner.  Its 67th and final chapter \"contains births, marriages, and deaths,\" and tells us that Joseph died at Aix-la-Chapelle, while Colonel Rawdon died of yellow fever at Coventry Island.  It opens at Chiswick Mall, where the two chief female characters have been students at Miss Pinkerton's": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.13397633
      ],
      [
        "anity",
        -0.00014525715
      ],
      [
        " Fair",
        -0.000342376
      ],
      [
        " (",
        -0.040192552
      ],
      [
        "nov",
        -0.056835607
      ],
      [
        "el",
        -3.8934802e-05
      ],
      [
        ")",
        -0.00017052464
      ]
    ]
  },
  "A Penning mixture is mostly composed of one of these elements, and the decay of one of these elements' isotope-40 to its isotope-39 is used in a namesake type of radioactive dating. One of these elements": {
    "guess": "Argon",
    "confidence": [
      [
        "Arg",
        -0.37344927
      ],
      [
        "on",
        -4.8709502e-05
      ]
    ]
  },
  "Its penultimate ruler took a name meaning \"the cultivated field is difficult to move,\" while its last ruler was known as the \"shark who made the ocean waters tremble.\"  That penultimate ruler, Gl?? was": {
    "guess": "Muisca Confederation",
    "confidence": [
      [
        "M",
        -2.6305487
      ],
      [
        "uis",
        -1.1398535
      ],
      [
        "ca",
        -0.0025163272
      ],
      [
        " Confeder",
        -0.03859494
      ],
      [
        "ation",
        -4.8425554e-06
      ]
    ]
  },
  "P E N N B O W L 1 1  Tossups by  Duke  4  1  On the left, peasants sit and cook in front of a large yellow fire, while a young child tries to keep warm. At the top, a few lone birds rest in bare trees, suggesting the solitude of winter. [*] In the background, village children play atop frozen ponds,": {
    "guess": "The Hunters in the Snow",
    "confidence": [
      [
        "The",
        -0.060692254
      ],
      [
        " Hunters",
        -0.0026497364
      ],
      [
        " in",
        -0.00011927807
      ],
      [
        " the",
        -0.00027921272
      ],
      [
        " Snow",
        -3.8219583e-05
      ]
    ]
  },
  "The penultimate section of this work sees the forging of keys to release the sun and moon from the mountains, and this work details the protagonist's attempt to make a new harp-like instrument after his fell into the sea. Featuring [?] Surma, a guardian of an analogue of Manala, this text depicts a man who turns cows into bears to kill the wife of a blacksmith, as well as the slaughter of Untamo's tribe only after accidentally seducing his sister. This work also sees the Saari Isle as an Isle of": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.17981294
      ],
      [
        "ale",
        -0.009012545
      ],
      [
        "val",
        -2.9636918e-05
      ],
      [
        "a",
        -3.8457987e-05
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle  between Galta and Haggag, the latter of whom is murdered. That same section ends with the triumph of  Kassem's men over Galta's thugs. In another section, Kerim, Ali, Hussein, and Zaki arrive too late to  prevent the murder of Rifaa after Jasmine betrays him to the chief Bayumi. In the first chapter": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.010002555
      ],
      [
        " Children",
        -0.007332941
      ],
      [
        " of",
        -1.18755715e-05
      ],
      [
        " Geb",
        -0.00035417348
      ],
      [
        "el",
        -6.873572e-05
      ],
      [
        "awi",
        -2.5107178e-05
      ]
    ]
  },
  "P E N N B O W L 1 1  Tossups by  Duke  4  1  On the left, peasants sit and cook in front of a large yellow fire, while a young child tries to keep warm. At the top, a few lone birds rest in bare trees,": {
    "guess": "The Peasant Wedding",
    "confidence": [
      [
        "The",
        -0.09227851
      ],
      [
        " Pe",
        -0.5912811
      ],
      [
        "asant",
        -0.010651011
      ],
      [
        " Wedding",
        -0.3865728
      ]
    ]
  },
  "In the penultimate question of the 3rd 2008 presidential debate, Obama criticized McCain's support for educational vouchers, citing this person's support for school charters. Her firing practices were": {
    "guess": "Betsy DeVos",
    "confidence": [
      [
        "B",
        -0.659344
      ],
      [
        "etsy",
        -0.0097958725
      ],
      [
        " DeV",
        -0.0071281926
      ],
      [
        "os",
        -5.025915e-05
      ]
    ]
  },
  "One is penned by Dan Vera and mentions the remembered poet's time at Columbia, and Denver, and the poet Orlovsky. The other is dedicated to its poet's mother, Naomi, and reflects the author's Jewish background. For ten points, name either poem, one by Vera, and the other by Allen Ginsberg, both of which": {
    "guess": "Kaddish (poem)",
    "confidence": [
      [
        "K",
        -0.21930657
      ],
      [
        "add",
        -0.00016289561
      ],
      [
        "ish",
        -1.473646e-05
      ],
      [
        " (",
        -0.20033619
      ],
      [
        "po",
        -0.07083262
      ],
      [
        "em",
        -0.0008960973
      ],
      [
        ")",
        -0.0022334019
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle  between Galta and Haggag, the latter of whom is murdered. That same section ends with the triumph of  Kassem's men over Galta's thugs. In another section, Kerim, Ali, Hussein, and Zaki arrive too late": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.0030670762
      ],
      [
        " Children",
        -0.0036497223
      ],
      [
        " of",
        -2.8921695e-05
      ],
      [
        " Geb",
        -0.0021714359
      ],
      [
        "el",
        -9.436451e-05
      ],
      [
        "awi",
        -7.743759e-05
      ]
    ]
  },
  "In its penultimate chapter, \"Amantium Irae,\" a secretary of legation named Tapeworm invites Major William to dinner.  Its 67th and final chapter \"contains births, marriages, and deaths,\" and tells us that Joseph died at Aix-la-Chapelle, while Colonel Rawdon died of yellow fever at Coventry Island.  It opens at Chiswick Mall, where the two chief female characters have been students at Miss Pinkerton's academy.  One of those female characters finally marries William Dobbin after foolishly marrying George Osborne, who died at the battle of Waterloo.  FTP, identify this \"novel without a hero,\" a tale of Amelia Sedley and Becky Sharp written by William Makepeace Thackeray.": {
    "guess": "Vanity Fair (novel)",
    "confidence": [
      [
        "V",
        -0.006665043
      ],
      [
        "anity",
        -1.6240566e-06
      ],
      [
        " Fair",
        -0.00010676169
      ],
      [
        " (",
        -0.0022485075
      ],
      [
        "nov",
        -1.4378848e-05
      ],
      [
        "el",
        -1.6240566e-06
      ],
      [
        ")",
        -2.220075e-06
      ]
    ]
  },
  "One peninsula jutting into this body of water is the Abseron, and the Aras and Kura Rivers empty into it south of that peninsula. Other rivers feeding it include the Terek and the Atrek, which is the only major river on its southeastern side. It is bounded to the south by the Elburz Mountains, and to its east is the Ust'-Urt Plateau. The Kara Bogaz Gol, on it east side, was originally a gulf of this": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.0028572977
      ],
      [
        "asp",
        -6.704273e-07
      ],
      [
        "ian",
        -0.00011749002
      ],
      [
        " Sea",
        -0.00018482542
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle  between Galta and Haggag, the latter of whom is murdered. That same section ends with the triumph of  Kassem's men over Galta's thugs. In another section, Kerim, Ali, Hussein, and Zaki arrive too late to  prevent the murder of Rifaa after Jasmine betrays him to the chief Bayumi. In the first chapter of this  book, Kadri, the son of Adham, kil s his brother Hammam and is forced to carry the body back home on  his shoulders. The final part of this book is named after Arafa, a character who represents": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.0036317888
      ],
      [
        " Children",
        -0.0005975929
      ],
      [
        " of",
        -1.4378848e-05
      ],
      [
        " Geb",
        -0.00014358829
      ],
      [
        "el",
        -6.945094e-05
      ],
      [
        "awi",
        -1.1637165e-05
      ]
    ]
  },
  "A penta chain of it makes up the crosslinks of peptidoglycan in gram- positive bacteria. Its dipeptide has a completely filled Ramachandran plot, and it can serve as an inhibitory neurotransmitter. Occurring frequently in beta fibroin, beta sheets, and collagen, but not in alpha helices because it is too flexible, it is achiral and named for its sweetness. FTP name this nonpolar aliphatic amino acid": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.0051185964
      ],
      [
        "ly",
        -1.8550976e-05
      ],
      [
        "c",
        -0.00010306638
      ],
      [
        "ine",
        -1.8074163e-05
      ]
    ]
  },
  "In the penultimate question of the 3rd 2008 presidential debate, Obama criticized McCain's support for": {
    "guess": "Joe the Plumber",
    "confidence": [
      [
        "Joe",
        -1.463507
      ],
      [
        " the",
        -0.04714623
      ],
      [
        " Pl",
        -0.069314875
      ],
      [
        "umber",
        -0.00010497363
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle  between Galta and Haggag, the latter of whom is murdered. That same section ends with the triumph of  Kassem's men over Galta's thugs. In another section, Kerim, Ali, Hussein, and Zaki arrive too late to  prevent the murder of Rifaa after Jasmine betrays him to the chief Bayumi. In the first chapter of this  book, Kadri, the son of Adham, kil s his brother Hammam and is forced to carry the body back home on  his shoulders. The final part of this book is named after Arafa, a character who represents science and  progress, just as the previous four sections are named after characters who represent Adam, Moses,  Jesus, and Muhammad respectively. Taking its name from the fictional al ey that represents God, for 10  points, identify this al egorical history of the Abrahamic religions set in Cairo, a novel by Naguib Mahfouz.": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.0018048917
      ],
      [
        " Children",
        -0.0007954509
      ],
      [
        " of",
        -3.650519e-06
      ],
      [
        " Geb",
        -1.6882126e-05
      ],
      [
        "el",
        -2.0458236e-05
      ],
      [
        "awi",
        -5.2001665e-06
      ]
    ]
  },
  "In its penultimate chapter, \"Amantium Irae,\" a secretary of legation named Tapeworm invites Major William to dinner.  Its 67th and final chapter \"contains births, marriages, and deaths,\" and tells us that": {
    "guess": "Vanity Fair",
    "confidence": [
      [
        "V",
        -0.038073856
      ],
      [
        "anity",
        -6.134509e-05
      ],
      [
        " Fair",
        -0.0021201656
      ]
    ]
  },
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with good quizbowl.  He starts by making 13 posts in the \"An Open Letter to NAQT\" thread about the Alexander-Leftchetz duality, but loses 40% of his argument's validity by agreeing with Brad Fischer.  Reaching a dead end, he convinces Tom Egan to make X7 edits to the Computational Math page on the qbwiki, where x represents the O'Neals Handwave index calculated to the nearest Watson Ladd integral.  Still not finding a satisfactory answer, Yi studies the 30 canonical types of NAQT math problems for 6 hours, applying a Fourier Transform to the 425 character limit, printing out the result, and accidentally using the paper in place of a substituted alkene while performing a Diels-Alder reaction for": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.7272724
      ],
      [
        "els",
        -0.00024715427
      ],
      [
        "–",
        -0.34983593
      ],
      [
        "A",
        -3.23786e-05
      ],
      [
        "lder",
        -0.0002554985
      ],
      [
        " reaction",
        -0.014013879
      ]
    ]
  },
  "A Penning mixture is mostly composed of one of these elements, and the decay of one of these elements'": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.1561599
      ],
      [
        "oble",
        -0.0012384448
      ],
      [
        " gas",
        -0.069447994
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle  between Galta and Haggag, the latter of whom is murdered. That same section ends with the triumph of  Kassem's men over Galta's thugs. In another section, Kerim, Ali, Hussein, and Zaki arrive too late to  prevent the murder of Rifaa after Jasmine betrays him to the chief Bayumi. In the first chapter of this  book, Kadri, the son of Adham, kil s his brother Hammam and is forced to carry the body back home on  his shoulders. The final part of this book is named after Arafa, a character who represents science and  progress, just as the previous four sections are named after characters who represent Adam, Moses,  Jesus, and Muhammad respectively. Taking its name from the fictional al ey that represents God, for 10  points, identify this al egorical history of the Abrahamic religions set in": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.004063679
      ],
      [
        " Children",
        -0.0002700377
      ],
      [
        " of",
        -6.511407e-06
      ],
      [
        " Geb",
        -6.551722e-05
      ],
      [
        "el",
        -3.4047454e-05
      ],
      [
        "awi",
        -7.822647e-06
      ]
    ]
  },
  "Peng and Robinson's is more commonly used than the Dieterici and Bertholet ones, which are examples of": {
    "guess": "Equation of state",
    "confidence": [
      [
        "Equ",
        -0.11095865
      ],
      [
        "ation",
        -0.07416062
      ],
      [
        " of",
        -0.0014592853
      ],
      [
        " state",
        -0.019487917
      ]
    ]
  },
  "In the penultimate scene of this music video, the singer leads a zebra towards her significant other. In one scene, the singer reminisces about former days when she and her partner were inseparable. After her lover is confronted by bridesmaids sporting baseball bats, she compares their relationship to a rollercoaster ride. The singer also begs for someone to call a doctor to help with a case of \"love": {
    "guess": "Hot 'n Cold",
    "confidence": [
      [
        "Hot",
        -0.28988174
      ],
      [
        " '",
        -0.106991515
      ],
      [
        "n",
        -0.0063812677
      ],
      [
        " Cold",
        -0.0020081028
      ]
    ]
  },
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with good quizbowl.  He starts by making 13 posts in the \"An Open Letter to NAQT\" thread about the Alexander-Leftchetz duality, but loses 40% of his argument's validity by agreeing with Brad Fischer.  Reaching a dead end, he convinces Tom Egan to make X7 edits to the Computational Math page on the qbwiki, where x represents the O'Neals Handwave index calculated to the nearest Watson Ladd integral.  Still not finding a satisfactory answer, Yi studies the 30 canonical types of NAQT math problems for 6 hours, applying a Fourier Transform to the 425 character limit, printing out the result, and accidentally": {
    "guess": "Computational mathematics",
    "confidence": [
      [
        "Comput",
        -1.2382838
      ],
      [
        "ational",
        -0.0012388024
      ],
      [
        " mathematics",
        -0.72893083
      ]
    ]
  },
  "One is penned by Dan Vera and mentions the remembered poet's time at Columbia, and Denver, and the poet Orlovsky. The other is dedicated to its poet's mother, Naomi, and reflects the author's Jewish background. For ten points, name either poem, one by Vera, and the other by Allen Ginsberg, both of which are named after the Jewish prayer of mourning.": {
    "guess": "Kaddish (poem)",
    "confidence": [
      [
        "K",
        -0.000826541
      ],
      [
        "add",
        -2.1008714e-06
      ],
      [
        "ish",
        -2.8160932e-06
      ],
      [
        " (",
        -0.47959358
      ],
      [
        "po",
        -0.12684357
      ],
      [
        "em",
        -0.008718696
      ],
      [
        ")",
        -0.000614386
      ]
    ]
  },
  "The Pendleton Act ended a debate in this group on the question of civil service reform that had divided it into Half-Breeds and Stalwarts. One president of this party signed the McKinley Tariff and the Sherman Antitrust Act. This party's first presidential candidate was John C. Frémont, and it absorbed most of the Free Soilers. It was the party of the President who was succeeded by Andrew Johnson and who issued the Emancipation Proclamation. For 10 points, name this political party of Abraham Lincoln that opposes the Democrats.": {
    "guess": "Republican Party (United States)",
    "confidence": [
      [
        "Republican",
        -0.0042812806
      ],
      [
        " Party",
        -7.946405e-05
      ],
      [
        " (",
        -0.00029601678
      ],
      [
        "United",
        -1.7716551e-05
      ],
      [
        " States",
        -2.6895234e-05
      ],
      [
        ")",
        -3.2929079e-06
      ]
    ]
  },
  "In the penultimate scene of this music video, the singer leads a zebra towards her significant other. In one scene, the singer reminisces about former days when she and her partner were inseparable. After her lover is confronted by bridesmaids sporting baseball bats, she compares their relationship to a rollercoaster ride. The singer also begs for someone to call a doctor to help with a case of \"love bipolar\" because her partner changes his mind like a girl changes clothes. The chorus to this song features a list of opposites such as up and down, wrong and right, and also the two which give this song its title. For ten points, name this song by Katy Perry that describes her partner as having": {
    "guess": "Hot 'n Cold",
    "confidence": [
      [
        "Hot",
        -0.0066097416
      ],
      [
        " '",
        -0.0014784405
      ],
      [
        "n",
        -0.0013859512
      ],
      [
        " Cold",
        -0.00012642296
      ]
    ]
  },
  "Peng and Robinson's is more commonly used than the Dieterici and Bertholet ones, which are examples of the two-parameter type. The Wohl type is useful for its statement in terms of critical values, and one of the most complex is the Beattie-Bridgeman type. \"Thermal\" types are less common than \"Volumetric\"": {
    "guess": "Equation of state",
    "confidence": [
      [
        "Equ",
        -0.0802481
      ],
      [
        "ation",
        -0.0064853844
      ],
      [
        " of",
        -0.0003236647
      ],
      [
        " state",
        -0.06091425
      ]
    ]
  },
  "In the penultimate scene of this music video, the singer leads a zebra towards her significant other. In one scene, the singer reminisces about former days when she and her partner were inseparable. After her lover is confronted by bridesmaids sporting baseball bats, she compares their relationship to": {
    "guess": "Hot 'n Cold",
    "confidence": [
      [
        "Hot",
        -0.14816302
      ],
      [
        " '",
        -0.123299465
      ],
      [
        "n",
        -0.0020606883
      ],
      [
        " Cold",
        -0.0023868298
      ]
    ]
  },
  "In the penultimate question of the 3rd 2008 presidential debate, Obama criticized McCain's support for educational vouchers, citing this person's support for school charters. Her firing practices were questioned when, in 2008, she fired the principal of Oyster-Adams Bilingual School, which her own children attend. She called the election of Vincent Gray \"devastating for the schoolchildren of D.C.\" after leading the district to an increase of 17 percentage points in math aptitude during her tenure. After she resigned from her most notable position, she collaborated with Davis Guggenheim in the film Waiting for Superman, and currently serving on the transition team of Rick Scott. For 10 points, name this woman, the Korean-American former chancellor of the D.C. Public school system who made headlines": {
    "guess": "Michelle Rhee",
    "confidence": [
      [
        "Michelle",
        -0.002810344
      ],
      [
        " R",
        -0.00696649
      ],
      [
        "hee",
        -4.9067115e-05
      ]
    ]
  },
  "One peninsula jutting into this body of water is the Abseron, and the Aras and Kura Rivers empty into": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.016366772
      ],
      [
        "asp",
        -5.2001665e-06
      ],
      [
        "ian",
        -8.709308e-05
      ],
      [
        " Sea",
        -2.2723105e-05
      ]
    ]
  },
  "Peng and Robinson's is more commonly used than the Dieterici and Bertholet ones, which are examples of the two-parameter type. The Wohl type is useful for its statement in terms of critical values, and one of the most complex is the Beattie-Bridgeman type. \"Thermal\" types are less common than \"Volumetric\" types, which include the virial one and which relate the pressure, temperature and volume of a": {
    "guess": "Equation of state",
    "confidence": [
      [
        "Equ",
        -0.034979925
      ],
      [
        "ation",
        -0.0041019083
      ],
      [
        " of",
        -6.17027e-05
      ],
      [
        " state",
        -0.12278971
      ]
    ]
  },
  "The penultimate section of this work sees the forging of keys to release the sun and moon from the mountains, and this work details the protagonist's attempt to make a new harp-like instrument after his fell into the sea. Featuring [?] Surma, a guardian of an analogue of Manala, this text depicts a man who turns cows into bears to kill the wife of a blacksmith, as well as the slaughter of Untamo's tribe only after accidentally seducing his sister. This work also sees the Saari Isle as an Isle of Refuge and the protagonist crafting a wooden ship after dropping an axe into his foot in addition to having Ilmatar forming the world from an egg. For ten points, name this compilation featuring the Sampo maker Kulervo, Ilmarinen, and Vainomoinen, by Elias Lonnrot, clearly the most famous work of Finnish Literaure.": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.0007980733
      ],
      [
        "ale",
        -2.6418418e-05
      ],
      [
        "val",
        -7.107425e-06
      ],
      [
        "a",
        -9.4914985e-06
      ]
    ]
  },
  "One peninsula jutting into this body of water is the Abseron, and the Aras and Kura Rivers empty into it south of that peninsula. Other rivers feeding it include the Terek and the Atrek, which is the only major river on its southeastern side. It is bounded to the south by the Elburz Mountains, and to": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.0028324577
      ],
      [
        "asp",
        -5.5122365e-07
      ],
      [
        "ian",
        -7.088138e-05
      ],
      [
        " Sea",
        -1.700133e-05
      ]
    ]
  },
  "PENCIL AND PAPER READY.  Yi Sun wants to calculate how to make computational questions compatible with good quizbowl.  He starts by making 13 posts in the \"An Open Letter to NAQT\" thread about the Alexander-Leftchetz duality, but loses 40% of his argument's validity by agreeing with Brad Fischer.  Reaching a dead end, he convinces Tom Egan to make X7 edits to the Computational Math page on the qbwiki, where x represents the O'Neals Handwave index calculated to the nearest Watson Ladd integral.  Still not finding a satisfactory answer, Yi studies the 30 canonical types of NAQT math problems for 6 hours, applying a Fourier Transform to the 425 character limit, printing out the result, and accidentally using the paper in place of a substituted alkene while performing a Diels-Alder reaction for his orgo class.  The subsequent explosion kills him so he is not able to finish the problem.  For no points, give a funeral oration which explains for Yi why computational math questions make good quizbowl.": {
    "guess": "Computational mathematics in quizbowl",
    "confidence": [
      [
        "Comput",
        -0.05444401
      ],
      [
        "ational",
        -0.0010512694
      ],
      [
        " mathematics",
        -0.32381597
      ],
      [
        " in",
        -0.15868099
      ],
      [
        " quiz",
        -0.32497406
      ],
      [
        "b",
        -0.48238844
      ],
      [
        "owl",
        -1.5570886e-05
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle  between Galta and Haggag, the latter of whom is murdered. That same section ends with the triumph of  Kassem's men over Galta's thugs. In another section, Kerim, Ali, Hussein, and Zaki arrive too late to  prevent the murder of Rifaa after Jasmine betrays him to the chief Bayumi. In the first chapter of this  book, Kadri, the son of Adham, kil s his brother Hammam and is forced to carry the body back home on  his shoulders. The final part of this book is named after Arafa, a character who represents science and  progress, just as the previous four sections are named after characters who represent": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.001829631
      ],
      [
        " Children",
        -0.00037025497
      ],
      [
        " of",
        -1.9743013e-05
      ],
      [
        " Geb",
        -9.651017e-05
      ],
      [
        "el",
        -7.088138e-05
      ],
      [
        "awi",
        -4.9617593e-06
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle  between Galta and Haggag, the latter of whom is murdered. That same section ends with the triumph": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.0010062543
      ],
      [
        " Children",
        -0.0005579164
      ],
      [
        " of",
        -1.1756368e-05
      ],
      [
        " Geb",
        -4.3583746e-05
      ],
      [
        "el",
        -5.7292167e-05
      ],
      [
        "awi",
        -2.6537622e-05
      ]
    ]
  },
  "The PEN model of this construct was developed by Hans Eysenck, while another man's lexical approach included cardinal, central, and secondary levels. The subject of a Gordon Allport work, a common test": {
    "guess": "Personality",
    "confidence": [
      [
        "Person",
        -0.006021703
      ],
      [
        "ality",
        -4.632543e-05
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.004501331
      ],
      [
        " Children",
        -0.0017396745
      ],
      [
        " of",
        -6.945094e-05
      ],
      [
        " Geb",
        -0.00010163593
      ],
      [
        "el",
        -0.0001942425
      ],
      [
        "awi",
        -3.88156e-05
      ]
    ]
  },
  "In the penultimate scene of this music video, the singer leads a zebra towards her significant other.": {
    "guess": "Hot 'n Cold",
    "confidence": [
      [
        "Hot",
        -0.6494882
      ],
      [
        " '",
        -0.07882226
      ],
      [
        "n",
        -0.0009451725
      ],
      [
        " Cold",
        -0.00026562717
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle  between Galta and Haggag, the latter of whom is murdered. That same section ends with the triumph of  Kassem's men over Galta's thugs. In another section, Kerim, Ali, Hussein, and Zaki arrive too late to  prevent the murder of Rifaa after Jasmine betrays him to the chief Bayumi. In the first chapter of this  book, Kadri, the son of Adham, kil s his brother Hammam and is forced to carry the body": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.0071940008
      ],
      [
        " Children",
        -0.0011209265
      ],
      [
        " of",
        -2.5226382e-05
      ],
      [
        " Geb",
        -0.001372373
      ],
      [
        "el",
        -6.086828e-05
      ],
      [
        "awi",
        -2.188868e-05
      ]
    ]
  },
  "Pencil and paper may be helful. From a bag filled with two blue marbles, six red marbles and eleven green": {
    "guess": "Probability distribution",
    "confidence": [
      [
        "Probability",
        -1.2725995
      ],
      [
        " distribution",
        -0.629346
      ]
    ]
  },
  "This man penned the lines \"The slippery verge her feet beguiled/She tumbled headlong in\" in a poem he wrote for his lifelong friend Horace Walpole, \"Ode on the Death of a Favourite Cat, Drowned in a Tub": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.025086835
      ],
      [
        " Gray",
        -0.00038968152
      ]
    ]
  },
  "The PEN model of this construct was developed by Hans Eysenck, while another man's lexical approach included cardinal, central, and secondary levels. The subject of a Gordon Allport work, a common test of it is the MMPI. Described in terms of the \"Big Five\" factors, this concept is measured on four dichotomies by the Myers-Briggs indicator. Impatient and over-achieving individuals are said to have": {
    "guess": "Personality",
    "confidence": [
      [
        "Person",
        -0.011490439
      ],
      [
        "ality",
        -0.0001527633
      ]
    ]
  },
  "The Pendleton Act ended a debate in this group on the question of civil service reform that had divided it into Half-Breeds and Stalwarts. One president of this party signed the McKinley Tariff and the Sherman Antitrust Act. This party's first presidential candidate was John C. Frémont, and it absorbed most of the Free Soilers. It was the party of the President who was succeeded by Andrew Johnson and who issued the Emancipation Proclamation. For 10 points, name this political party of Abraham Lincoln": {
    "guess": "Republican Party (United States)",
    "confidence": [
      [
        "Republican",
        -0.0030154996
      ],
      [
        " Party",
        -7.934485e-05
      ],
      [
        " (",
        -0.0002670576
      ],
      [
        "United",
        -2.0100624e-05
      ],
      [
        " States",
        -2.8206474e-05
      ],
      [
        ")",
        -7.107425e-06
      ]
    ]
  },
  "This man penned the lines \"The slippery verge her feet beguiled/She tumbled headlong in\" in a poem he": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.05830908
      ],
      [
        " Gray",
        -0.0002584786
      ]
    ]
  },
  "This man penned the lines \"The slippery verge her feet beguiled/She tumbled headlong in\" in a poem he wrote for his lifelong friend Horace Walpole, \"Ode on the Death of a Favourite Cat, Drowned in a Tub of Gold Fishes\". He is responsible for many memorable lines including \"Some mute inglorious Milton here may rest\" and \"where ignorance is bliss,/'tis folly to be wise\", the latter of which came from": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.014996212
      ],
      [
        " Gray",
        -0.00037561916
      ]
    ]
  },
  "In the penultimate section of this book, the death of Lehita in a street fight causes a power struggle  between Galta and Haggag, the latter of whom is murdered. That same section ends with the triumph of  Kassem's men over Galta's thugs. In another section, Kerim, Ali, Hussein, and Zaki arrive too late to  prevent the murder of Rifaa after Jasmine betrays him to the chief Bayumi. In the first chapter of this  book, Kadri, the son of Adham, kil s his brother Hammam and is forced to carry the body back home on  his shoulders. The final part of this book is named after Arafa, a character who represents science and  progress, just as the previous four sections are named after characters who represent Adam, Moses,  Jesus, and Muhammad respectively. Taking its name from the fictional al ey that": {
    "guess": "The Children of Gebelawi",
    "confidence": [
      [
        "The",
        -0.00054719544
      ],
      [
        " Children",
        -0.00011343709
      ],
      [
        " of",
        -4.4849444e-06
      ],
      [
        " Geb",
        -2.3795938e-05
      ],
      [
        "el",
        -1.2113979e-05
      ],
      [
        "awi",
        -4.604148e-06
      ]
    ]
  },
  "Its penultimate ruler took a name meaning \"the cultivated field is difficult to move,\" while its last ruler was known as the \"shark who made the ocean waters tremble.\"  That penultimate ruler, Gl?? was defeated by the Abeokuta, as was his predecessor Gezu.  A puppet named Goutchilli was installed as": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.5824837
      ],
      [
        "ah",
        -0.004438663
      ],
      [
        "ome",
        -9.3530085e-05
      ],
      [
        "y",
        -0.0010037511
      ]
    ]
  }
}