{
  "His future wife and her mother Blanche of Artois sought refuge in his father's court in the same year that his father married his second wife, Marie de Brabant. His vassal Guy de Dampierre betrayed him during a conflict with England, and a later uprising in Guy's lands led to a defeat of this king's": {
    "guess": "Philip IV of France",
    "confidence": [
      [
        "Philip",
        -0.20689115
      ],
      [
        " IV",
        -0.08430491
      ],
      [
        " of",
        -0.0019406538
      ],
      [
        " France",
        -3.6073914e-05
      ]
    ]
  },
  "Future leaders of this state were allowed to kill their slaves in a ritual called the krypteia. This state decided foreign policy issues in a public assembly called the apella, which considered legislation brought forth by its five ephors and by the gerousia. Also known as Lacedaemon, this state lived": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.04531613
      ],
      [
        "part",
        -4.00813e-06
      ],
      [
        "a",
        -0.00010139752
      ]
    ]
  },
  "A futuristic version of this American city was the home of Rick Deckard in Philip K. Dick's novel Do Androids Dream of Electric Sheep. Dave Eggers moves himself and two siblings from Illinois to this city in his somewhat exaggerated memoir, A Heartbreaking Work of Staggering Genius. This city's namesake \"Renaissance\" included the poets Lew Welch and Philip Whalen, with author/teacher Kenneth Rexroth at the forefront. Those poets were joined by Gary Snyder at the famous 1956 reading at the Six Gallery": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.015855225
      ],
      [
        " Francisco",
        -0.0009889845
      ]
    ]
  },
  "The fuses in some rocket propelled grenades make use of this effect, while sensors utilizing it can be used to measure vibrations. Like Ferromagnetism, dipoles in materials exhibiting this effect are often  aligned in Weiss domains. One of the most common uses of it is in cigarette lighters where a material with this property is struck by a spring-loaded hammer. The converse of this effect, electrostriction, allows bones to slightly change their structure in the presence of an electric field. Discovered by Jacques and Pierre Curie in 1880, FTP, is this effect which is most prominently displayed": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.000905507
      ],
      [
        "z",
        -3.6073914e-05
      ],
      [
        "oe",
        -3.1281633e-07
      ],
      [
        "lectric",
        -4.1273333e-06
      ],
      [
        "ity",
        -0.00013679368
      ]
    ]
  },
  "The fuses in some rocket propelled grenades make use of this effect, while sensors utilizing it can be used to measure vibrations. Like Ferromagnetism, dipoles in materials exhibiting this effect are often  aligned in Weiss domains. One of the most common uses of it is in cigarette lighters where a material with this property is struck by a spring-loaded hammer. The converse of this effect, electrostriction, allows bones to slightly change their structure in the presence of an electric field. Discovered by Jacques and Pierre Curie in 1880, FTP, is this effect which is most prominently displayed in compounds like barium  titanate, berlinite, Rochelle salts, and quartz.": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.00012178135
      ],
      [
        "z",
        -2.7968066e-05
      ],
      [
        "oe",
        -1.8624639e-06
      ],
      [
        "lectric",
        -8.180258e-06
      ],
      [
        "ity",
        -0.000116894
      ]
    ]
  },
  "His future wife and her mother Blanche of Artois sought refuge in his father's court in the same year that his father married his second wife, Marie de Brabant. His vassal Guy de Dampierre betrayed him during a conflict with England, and a later uprising in Guy's lands led to a defeat of this king's forces at the Battle of the Golden Spurs. A crusade to Tunisia saw the deaths of his mother and grandfather, Isabella of Aragon and Louis IX. On October 13, 1307, he arrested all of the Knights Templar in France and had the order disbanded using his influence on Pope Clement V. FTP, name this Capetian": {
    "guess": "Philip IV of France",
    "confidence": [
      [
        "Philip",
        -0.0035150182
      ],
      [
        " IV",
        -0.09716574
      ],
      [
        " of",
        -0.521774
      ],
      [
        " France",
        -2.58224e-05
      ]
    ]
  },
  "A futuristic version of this American city was the home of Rick Deckard in Philip K. Dick's novel Do Androids Dream of Electric Sheep. Dave Eggers moves himself and two siblings from Illinois to this city in his somewhat exaggerated memoir, A Heartbreaking Work of Staggering Genius. This city's namesake \"Renaissance\" included the poets Lew Welch and Philip Whalen, with author/teacher Kenneth Rexroth at the forefront. Those poets were joined by Gary Snyder at the famous 1956 reading at the Six Gallery in this city, at which Allan Ginsberg's \"Howl\" was first read. Also the setting of The Maltese Falcon and Lawrence Ferlinghetti's City Lights bookstore is, FTP, what California city featured in Randy Shilts's The Mayor of Castro Street, a biography of Harvey Milk, and Vikram Seth's The Golden Gate?": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0010507925
      ],
      [
        " Francisco",
        -0.0005826998
      ]
    ]
  },
  "This man's future throne was secured after his father supplanted Eurystheus, who died while trying to storm into Athens and slaughter the Heracleidae. A dispute between his father and uncle prior to this man's accession saw Zeus reverse the course of the sun and Thyestes tricked into cannibalizing his own children before impregnating his daughter with this man's eventual murderer. This king's willingness to sacrifice Iphigenia rekindled the family curse of his father Atreus, eventually leading to his son's pursuit by the Erinyes for the death of Aegisthus. This man was the father of Elektra and": {
    "guess": "Agamemnon",
    "confidence": [
      [
        "Ag",
        -0.778673
      ],
      [
        "am",
        -0.00022415895
      ],
      [
        "em",
        -0.0020962532
      ],
      [
        "non",
        -0.00025025356
      ]
    ]
  },
  "This man's future throne was secured after his father supplanted Eurystheus, who died while trying to storm into Athens and slaughter the Heracleidae. A dispute between his father and uncle prior to this man's accession saw Zeus reverse the course of the sun and Thyestes tricked into cannibalizing his": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.7536777
      ],
      [
        "acles",
        -0.020230023
      ]
    ]
  },
  "The fuses in some rocket propelled grenades make use of this effect, while sensors utilizing it can be used to measure vibrations. Like Ferromagnetism, dipoles in materials exhibiting this effect are often  aligned in Weiss domains. One of the most common uses of it is in cigarette lighters where a material": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.002247796
      ],
      [
        "z",
        -1.7478143e-05
      ],
      [
        "oe",
        -1.9361265e-07
      ],
      [
        "lectric",
        -9.0883464e-07
      ],
      [
        "ity",
        -0.00031711214
      ]
    ]
  },
  "This man's future throne was secured after his father supplanted Eurystheus, who died while trying to": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -1.3160671
      ],
      [
        "acles",
        -0.037289873
      ]
    ]
  },
  "A futuristic version of this American city was the home of Rick Deckard in Philip K. Dick's novel Do Androids Dream of Electric Sheep. Dave Eggers moves himself and two siblings from Illinois to this city": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.1278545
      ],
      [
        " Francisco",
        -0.008672365
      ]
    ]
  },
  "A futuristic version of this American city was the home of Rick Deckard in Philip K. Dick's novel Do": {
    "guess": "Blade Runner",
    "confidence": [
      [
        "Bl",
        -1.0581061
      ],
      [
        "ade",
        -0.0036165854
      ],
      [
        " Runner",
        -0.0017104017
      ]
    ]
  },
  "This man's future throne was secured after his father supplanted Eurystheus, who died while trying to storm into Athens and slaughter the Heracleidae. A dispute between his father and uncle prior to this man's accession saw Zeus reverse the course of the sun and Thyestes tricked into cannibalizing his own children before impregnating his daughter with this man's eventual murderer. This king's willingness to sacrifice Iphigenia rekindled the family curse of his father Atreus, eventually leading to his son's pursuit by the Erinyes for the death of Aegisthus. This man was the father of Elektra and Orestes. For 10 points, identify this brother of Menalaus and king of Mycenae, who was murdered with": {
    "guess": "Agamemnon",
    "confidence": [
      [
        "Ag",
        -0.16876417
      ],
      [
        "am",
        -0.00096922595
      ],
      [
        "em",
        -0.0020332036
      ],
      [
        "non",
        -0.00012976067
      ]
    ]
  },
  "A futuristic version of this American city was the home of Rick Deckard in Philip K. Dick's novel Do Androids Dream of Electric Sheep. Dave Eggers moves himself and two siblings from Illinois to this city in his somewhat exaggerated memoir, A Heartbreaking Work of Staggering Genius. This city's namesake \"Renaissance\" included the poets Lew Welch and Philip Whalen, with author/teacher Kenneth Rexroth at the forefront. Those poets were joined by Gary Snyder at the famous 1956 reading at the Six Gallery in this city, at which Allan Ginsberg's \"Howl\" was first read. Also the setting of The Maltese": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.005022533
      ],
      [
        " Francisco",
        -0.0028870215
      ]
    ]
  },
  "His future wife and her mother Blanche of Artois sought refuge in his father's court in the same year that his father married his second wife, Marie de Brabant. His vassal Guy de Dampierre betrayed him during a conflict with England, and a later uprising in Guy's lands led to a defeat of this king's forces at the Battle of the Golden Spurs. A crusade to Tunisia saw the deaths of his mother and grandfather, Isabella of Aragon and Louis IX. On October 13, 1307, he arrested all of the Knights Templar in France and had the order disbanded using his influence on Pope Clement V. FTP, name this Capetian king whose reign saw the papal curia move to Avignon.": {
    "guess": "Philip IV of France",
    "confidence": [
      [
        "Philip",
        -0.005727913
      ],
      [
        " IV",
        -0.12781979
      ],
      [
        " of",
        -0.12710795
      ],
      [
        " France",
        -1.50940705e-05
      ]
    ]
  },
  "The fuses in some rocket propelled grenades make use of this effect, while sensors utilizing it can be used to measure vibrations. Like Ferromagnetism, dipoles in materials exhibiting this effect are often": {
    "guess": "Magnetostriction",
    "confidence": [
      [
        "Magn",
        -0.123553395
      ],
      [
        "eto",
        -3.5597102e-05
      ],
      [
        "striction",
        -0.01432063
      ]
    ]
  },
  "Future leaders of this state were allowed to kill their slaves in a ritual called the krypteia. This state decided foreign policy issues in a public assembly called the apella, which considered legislation brought forth by its five ephors and by the gerousia. Also known as Lacedaemon, this state lived in constant fear of revolts from its lower class, the helots. It defeated its major rival in the Peloponnesian": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.0015303362
      ],
      [
        "part",
        -0.0001530017
      ],
      [
        "a",
        -0.00016849818
      ]
    ]
  },
  "His future wife and her mother Blanche of Artois sought refuge in his father's court in the same year that his father married his second wife, Marie de Brabant. His vassal Guy de Dampierre betrayed him during a conflict with England, and a later uprising in Guy's lands led to a defeat of this king's forces at the Battle of the Golden Spurs. A crusade to Tunisia saw the deaths of his mother and grandfather, Isabella of Aragon and Louis IX. On October 13, 1307, he arrested all of the Knights Templar": {
    "guess": "Philip IV of France",
    "confidence": [
      [
        "Philip",
        -0.0024140615
      ],
      [
        " IV",
        -0.21600357
      ],
      [
        " of",
        -0.68338233
      ],
      [
        " France",
        -0.00010402
      ]
    ]
  },
  "The fuses in some rocket propelled grenades make use of this effect, while sensors utilizing it can be": {
    "guess": "Barkhausen effect",
    "confidence": [
      [
        "B",
        -0.2554496
      ],
      [
        "ark",
        -0.0044120788
      ],
      [
        "hausen",
        -5.7649777e-05
      ],
      [
        " effect",
        -0.009121
      ]
    ]
  },
  "This man's future throne was secured after his father supplanted Eurystheus, who died while trying to storm into Athens and slaughter the Heracleidae. A dispute between his father and uncle prior to this man's accession saw Zeus reverse the course of the sun and Thyestes tricked into cannibalizing his own children before impregnating his daughter with this man's eventual murderer. This king's willingness": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -1.0086623
      ],
      [
        "acles",
        -0.035762034
      ]
    ]
  },
  "The fuses in some rocket propelled grenades make use of this effect, while sensors utilizing it can be used to measure vibrations. Like Ferromagnetism, dipoles in materials exhibiting this effect are often  aligned in Weiss domains. One of the most common uses of it is in cigarette lighters where a material with this property is struck by a spring-loaded hammer. The converse of this effect, electrostriction,": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.0020735294
      ],
      [
        "z",
        -8.280175e-05
      ],
      [
        "oe",
        -2.220075e-06
      ],
      [
        "lectric",
        -2.577686e-06
      ],
      [
        "ity",
        -0.0005760281
      ]
    ]
  },
  "A futuristic version of this American city was the home of Rick Deckard in Philip K. Dick's novel Do Androids Dream of Electric Sheep. Dave Eggers moves himself and two siblings from Illinois to this city in his somewhat exaggerated memoir, A Heartbreaking Work of Staggering Genius. This city's namesake": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.027341662
      ],
      [
        " Francisco",
        -0.0027874077
      ]
    ]
  },
  "Future leaders of this state were allowed to kill their slaves in a ritual called the krypteia. This state decided foreign policy issues in a public assembly called the apella, which considered legislation brought forth by its five ephors and by the gerousia. Also known as Lacedaemon, this state lived in constant fear of revolts from its lower class, the helots. It defeated its major rival in the Peloponnesian War. For 10 points, name this Greek city-state, a rival of Athens known for its prowess": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.00217572
      ],
      [
        "part",
        -1.6643718e-05
      ],
      [
        "a",
        -7.398068e-05
      ]
    ]
  },
  "Future leaders of this state were allowed to kill their slaves in a ritual called the krypteia. This state decided foreign policy issues in a public assembly called the apella, which considered legislation brought forth by its five ephors and by the gerousia. Also known as Lacedaemon, this state lived in constant fear of revolts from its lower class, the helots. It defeated its major rival in the Peloponnesian War. For 10 points, name this Greek city-state, a rival of Athens known for its prowess in war.": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.0018203625
      ],
      [
        "part",
        -1.0280384e-06
      ],
      [
        "a",
        -3.035214e-05
      ]
    ]
  },
  "A futuristic version of this American city was the home of Rick Deckard in Philip K. Dick's novel Do Androids Dream of Electric Sheep. Dave Eggers moves himself and two siblings from Illinois to this city in his somewhat exaggerated memoir, A Heartbreaking Work of Staggering Genius. This city's namesake \"Renaissance\" included the poets Lew Welch and Philip Whalen, with author/teacher Kenneth Rexroth": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.005614239
      ],
      [
        " Francisco",
        -0.0014458299
      ]
    ]
  },
  "His future wife and her mother Blanche of Artois sought refuge in his father's court in the same year": {
    "guess": "Philip III of France",
    "confidence": [
      [
        "Philip",
        -0.9402287
      ],
      [
        " III",
        -0.084765546
      ],
      [
        " of",
        -0.005152639
      ],
      [
        " France",
        -0.00041684892
      ]
    ]
  },
  "This man's future throne was secured after his father supplanted Eurystheus, who died while trying to storm into Athens and slaughter the Heracleidae. A dispute between his father and uncle prior to this man's accession saw Zeus reverse the course of the sun and Thyestes tricked into cannibalizing his own children before impregnating his daughter with this man's eventual murderer. This king's willingness to sacrifice Iphigenia rekindled the family curse of his father Atreus, eventually leading to": {
    "guess": "Atreus",
    "confidence": [
      [
        "At",
        -0.63692605
      ],
      [
        "re",
        -1.1637165e-05
      ],
      [
        "us",
        -0.0006332091
      ]
    ]
  },
  "Future leaders of this state were allowed to kill their slaves in a ritual called the krypteia. This state decided foreign policy issues in a public assembly called the apella, which considered legislation": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.05100297
      ],
      [
        "part",
        -4.9617593e-06
      ],
      [
        "a",
        -0.0053508054
      ]
    ]
  },
  "His future wife and her mother Blanche of Artois sought refuge in his father's court in the same year that his father married his second wife, Marie de Brabant. His vassal Guy de Dampierre betrayed him during a conflict with England, and a later uprising in Guy's lands led to a defeat of this king's forces at the Battle of the Golden Spurs. A crusade to Tunisia saw the deaths of his mother and grandfather,": {
    "guess": "Philip IV of France",
    "confidence": [
      [
        "Philip",
        -0.066813916
      ],
      [
        " IV",
        -0.30873108
      ],
      [
        " of",
        -0.10690454
      ],
      [
        " France",
        -4.763667e-05
      ]
    ]
  },
  "The fuses in some rocket propelled grenades make use of this effect, while sensors utilizing it can be used to measure vibrations. Like Ferromagnetism, dipoles in materials exhibiting this effect are often  aligned in Weiss domains. One of the most common uses of it is in cigarette lighters where a material with this property is struck by a spring-loaded hammer. The converse of this effect, electrostriction, allows bones to slightly change their structure in the presence of an electric field. Discovered": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.0004724987
      ],
      [
        "z",
        -2.677603e-05
      ],
      [
        "oe",
        -1.9361265e-07
      ],
      [
        "lectric",
        -1.7432603e-06
      ],
      [
        "ity",
        -0.00010330478
      ]
    ]
  },
  "This man's future throne was secured after his father supplanted Eurystheus, who died while trying to storm into Athens and slaughter the Heracleidae. A dispute between his father and uncle prior to this": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.5684811
      ],
      [
        "acles",
        -0.030052919
      ]
    ]
  },
  "His future wife and her mother Blanche of Artois sought refuge in his father's court in the same year that his father married his second wife, Marie de Brabant. His vassal Guy de Dampierre betrayed him": {
    "guess": "Louis IX of France",
    "confidence": [
      [
        "Louis",
        -0.5379345
      ],
      [
        " IX",
        -0.3605019
      ],
      [
        " of",
        -0.0010627019
      ],
      [
        " France",
        -8.5543434e-05
      ]
    ]
  },
  "This man's future throne was secured after his father supplanted Eurystheus, who died while trying to storm into Athens and slaughter the Heracleidae. A dispute between his father and uncle prior to this man's accession saw Zeus reverse the course of the sun and Thyestes tricked into cannibalizing his own children before impregnating his daughter with this man's eventual murderer. This king's willingness to sacrifice Iphigenia rekindled the family curse of his father Atreus, eventually leading to his son's pursuit by the Erinyes for the death of Aegisthus. This man was the father of Elektra and Orestes. For 10 points, identify this brother of Menalaus and king of Mycenae, who was murdered with the help of his wife Clytemnestra and led the Greeks in the Trojan War.": {
    "guess": "Agamemnon",
    "confidence": [
      [
        "Ag",
        -0.016151438
      ],
      [
        "am",
        -0.00039659534
      ],
      [
        "em",
        -0.00017112066
      ],
      [
        "non",
        -3.8219583e-05
      ]
    ]
  },
  "A futuristic version of this American city was the home of Rick Deckard in Philip K. Dick's novel Do Androids Dream of Electric Sheep. Dave Eggers moves himself and two siblings from Illinois to this city in his somewhat exaggerated memoir, A Heartbreaking Work of Staggering Genius. This city's namesake \"Renaissance\" included the poets Lew Welch and Philip Whalen, with author/teacher Kenneth Rexroth at the forefront. Those poets were joined by Gary Snyder at the famous 1956 reading at the Six Gallery in this city, at which Allan Ginsberg's \"Howl\" was first read. Also the setting of The Maltese Falcon and Lawrence Ferlinghetti's City Lights bookstore is, FTP, what California city featured in Randy": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.003925945
      ],
      [
        " Francisco",
        -0.0012596374
      ]
    ]
  },
  "Future leaders of this state were allowed to kill their slaves in a ritual called the krypteia. This": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.6096568
      ],
      [
        "part",
        -0.00010998019
      ],
      [
        "a",
        -0.011562914
      ]
    ]
  }
}