{
  "Ten days before this event, L. Frank Baum of the Aberdeen Saturday Pioneer had called for genocide, and": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -1.6143074
      ],
      [
        "ounded",
        -0.026876189
      ],
      [
        " Knee",
        -0.0005785313
      ],
      [
        " Mass",
        -0.027920082
      ],
      [
        "acre",
        -0.00019018957
      ]
    ]
  },
  "Ten thousand Brahmans cut their hair and took vows after this man correctly predicted that the limbs of Asuras would drop from the heavens. He had earlier spent ninety days studying at the bottom of the sea in the palace of the King of the Dragons. He began his study of the Pitakas after getting three companions killed by sneaking into a harem. He refuted the Sarvastivada and Sautrantika schools and revived the catuskoti or method of \"four errors\", while Santaraksita attempted to integrate this man's thought with that of Dign?ga and Dharmak?rti. He claimed there was no difference between samsara and nirvana, and addressed his The End of Disputes to the burgeoning Nyaya school. He posited everything was characterized by sunyata or emptiness in his Fundamental Verses on the Middle Way. For 10": {
    "guess": "Nagarjuna",
    "confidence": [
      [
        "N",
        -0.0031366013
      ],
      [
        "agar",
        -0.0006700247
      ],
      [
        "j",
        -9.150362e-05
      ],
      [
        "una",
        -8.180258e-06
      ]
    ]
  },
  "During his tenure, an illegal naval shipment was made to Israel as part of the Cherbourg Gunboats affair. While running for president, this man was rumored to have been involved in the death of a bodyguard of the movie star Alain Delon named Stefan Markovic, although this man blamed rival Maurice Couve de Murville for that scandal. After working for the Rothschilds, this man replaced Michel Debre as Prime Minister. As President, he substituted (*) Pierre Mesmer for his prime minister Chaban Delmas.": {
    "guess": "Jacques Chirac",
    "confidence": [
      [
        "Jac",
        -0.22454704
      ],
      [
        "ques",
        -0.00023286081
      ],
      [
        " Ch",
        -0.00035274302
      ],
      [
        "ir",
        -0.051416248
      ],
      [
        "ac",
        -0.000101039914
      ]
    ]
  },
  "The tenderness of one of the characters in this work is compared to \"the harp-like morning glory strings,": {
    "guess": "The Death of the Hired Man",
    "confidence": [
      [
        "The",
        -0.065699026
      ],
      [
        " Death",
        -0.021856043
      ],
      [
        " of",
        -8.613945e-05
      ],
      [
        " the",
        -0.00045617513
      ],
      [
        " H",
        -0.00021974841
      ],
      [
        "ired",
        -1.3306016e-05
      ],
      [
        " Man",
        -1.2948405e-05
      ]
    ]
  },
  "The tenderness of one of the characters in this work is compared to \"the harp-like morning glory strings, / Taut with the dew from garden bed to eaves.\" The title character is unable to persuade another character that he is able to \"find water with a hazel prong.\" That other character is a boy named Harold who \"studied Latin like the violin,\" with whom the title character would like to \"make a team for work.\"  The title character is discovered \"huddled against the barn-door, fast asleep\" by a character who comes up from Rowe's, and is dragged into the house by Mary even though Warren cannot afford": {
    "guess": "The Death of the Hired Man",
    "confidence": [
      [
        "The",
        -0.4861484
      ],
      [
        " Death",
        -0.02379159
      ],
      [
        " of",
        -0.00045617513
      ],
      [
        " the",
        -0.0013736843
      ],
      [
        " H",
        -0.0008672757
      ],
      [
        "ired",
        -1.8431772e-05
      ],
      [
        " Man",
        -2.2365493e-05
      ]
    ]
  },
  "Ten of The Hundred Old Tales feature this near-contemporary ruler, whose chancellor Pietro della Vigna is often credited with the first revival of Roman law since Justinian with his Constitutions of Melfi. This ruler created a bodyguard from the Saracen soldiers he established at Lucera, and his supporters included podestas such as Oberto Pelavicino and his son-in-law Ezzelino da Romano. After this ruler's death, Edmund Crouchback made a claim to one his former possessions, ruled at the time by this man's illegitimate son Manfred. The Council of Lyon was called to depose this ruler at the instigation of Innocent IV, and he also fought with Gregory IX. His marriage to Isabella of Jerusalem allowed him to claim that kingdom after leading the Sixth Crusade. For 10 points, name this King of Sicily and Holy Roman Emperor from 1220 to 1250, the grandson of Frederick Barbarossa.": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -0.017144099
      ],
      [
        "der",
        -1.7835755e-05
      ],
      [
        "ick",
        -0.00017123987
      ],
      [
        " II",
        -0.012906662
      ],
      [
        ",",
        -0.003184602
      ],
      [
        " Holy",
        -0.0002007987
      ],
      [
        " Roman",
        -8.304016e-05
      ],
      [
        " Emperor",
        -0.00050394284
      ]
    ]
  },
  "Ten thousand Brahmans cut their hair and took vows after this man correctly predicted that the limbs of Asuras would drop from the heavens. He had earlier spent ninety days studying at the bottom of the sea in the palace of the King of the Dragons. He began his study of the Pitakas after getting three companions killed by sneaking into a harem. He refuted the Sarvastivada and Sautrantika schools and revived the catuskoti or method of \"four errors\", while Santaraksita attempted to integrate this man's": {
    "guess": "Nagarjuna",
    "confidence": [
      [
        "N",
        -0.13720374
      ],
      [
        "agar",
        -0.04171018
      ],
      [
        "j",
        -0.0008095059
      ],
      [
        "una",
        -2.577686e-06
      ]
    ]
  },
  "Ten of The Hundred Old Tales feature this near-contemporary ruler, whose chancellor Pietro della Vigna is often credited with the first revival of Roman law since Justinian with his Constitutions of Melfi.": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -0.17170392
      ],
      [
        "der",
        -1.3856493e-06
      ],
      [
        "ick",
        -0.00026586556
      ],
      [
        " II",
        -0.0013685694
      ],
      [
        ",",
        -0.04324547
      ],
      [
        " Holy",
        -0.00028779538
      ],
      [
        " Roman",
        -0.00013357517
      ],
      [
        " Emperor",
        -0.0009389739
      ]
    ]
  },
  "Ten thousand Brahmans cut their hair and took vows after this man correctly predicted that the limbs of Asuras would drop from the heavens. He had earlier spent ninety days studying at the bottom of the sea in the palace of the King of the Dragons. He began his study of the Pitakas after getting three": {
    "guess": "Nagarjuna",
    "confidence": [
      [
        "N",
        -0.70911443
      ],
      [
        "agar",
        -0.42508087
      ],
      [
        "j",
        -0.0011995166
      ],
      [
        "una",
        -7.822647e-06
      ]
    ]
  },
  "The Tennessee Supreme Court ruled in Swann v. Peck that this practice can legally be prohibited. The": {
    "guess": "Swann v. Peck",
    "confidence": [
      [
        "Sw",
        -1.8999969
      ],
      [
        "ann",
        -0.024623677
      ],
      [
        " v",
        -0.0024214373
      ],
      [
        ".",
        -0.00028410007
      ],
      [
        " Pe",
        -0.006697727
      ],
      [
        "ck",
        -1.2664457e-06
      ]
    ]
  },
  "The Tennessee Supreme Court ruled in Swann v. Peck that this practice can legally be prohibited. The passage suggesting this practice, which first swept the Grasshopper Valley, goes on to say that \"when they drink deadly poison, it will not hurt them,\" and some of the people who do this also purposely ingest strychnine. This practice is common in the Oneness Pentacostalism denomination and the Church of God With Signs Following, and was popularized by George Went Hensley, who read in Mark 16:18 that": {
    "guess": "Snake handling",
    "confidence": [
      [
        "Snake",
        -0.022981169
      ],
      [
        " handling",
        -0.03045562
      ]
    ]
  },
  "The tension of a certain substance found in this tissue can be measured using a pressure bomb. Hermine von Reichenbach discovered occlusions in this tissue called tyloses [tahy-LOH-seez]. Patterns of development in this tissue include mesarch [MEZ-ahrk], exarch [EK-sahrk], and endarch [EN-darch]. The": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.34423116
      ],
      [
        "yle",
        -8.061054e-06
      ],
      [
        "m",
        -2.0815847e-05
      ]
    ]
  },
  "Ten thousand Brahmans cut their hair and took vows after this man correctly predicted that the limbs of Asuras would drop from the heavens. He had earlier spent ninety days studying at the bottom of the": {
    "guess": "Siddhartha Gautama",
    "confidence": [
      [
        "S",
        -1.9909525
      ],
      [
        "idd",
        -0.17532995
      ],
      [
        "har",
        -0.017819531
      ],
      [
        "tha",
        -0.0002750406
      ],
      [
        " Gaut",
        -0.13131158
      ],
      [
        "ama",
        -0.00038479414
      ]
    ]
  },
  "In its tensor form, this can be defined through a 3x3 matrix where its elements off of the principle diagonal are called \"products\". By putting the tensor into reduced row-echelon form, the principal type of this can be determined from the values of the principle diagonal. For the scalar form, the Huygens-Steiner theorem allows for it to be calculated for a rigid object with a displaced axis of rotation, and is also known as the parallel axis theorem. For 10 points, name this principle that was first": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.00038217165
      ],
      [
        " of",
        -2.4272753e-05
      ],
      [
        " inertia",
        -0.0022833608
      ]
    ]
  },
  "There are ten \"principal\" ones including the Kena, Prashna, and Isha as designated by the 8th-century mystic, Shankara.  Etymologically their name suggests \"sitting down near\" perhaps referring to the \"forest academies,\" out of whose teachings they arose.  Perhaps their most famous portion is the story": {
    "guess": "Upanishads",
    "confidence": [
      [
        "U",
        -0.00014001218
      ],
      [
        "pan",
        -2.1008714e-06
      ],
      [
        "ish",
        -1.0280384e-06
      ],
      [
        "ads",
        -0.00018899754
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization of the CMB is a projection of this anisotropy at recombination. For a collection of masses, this configuration is described as M times the quantity 3 times x sub i times x sub j minus the Kronecker delta of i and j. The lowest order gravitational waves would be of this type, and an oscillating one of these radiates power proportional to the sixth power of the frequency. The Hill differential equation is used to model a mass analyzer that uses this configuration, and Wolfgang Paul developed a three-dimensional ion trap with this configuration. In a particle accelerator, particle beams are focused using a group of magnets in this configuration, and the potential of one of these falls off as the third power of the concentration. For 10 points, identify this configuration exemplified by the second term of the multipole expansion or a collection of two plus and two minus charges.": {
    "guess": "Quadrupole",
    "confidence": [
      [
        "Qu",
        -0.08344736
      ],
      [
        "adr",
        -9.0883464e-07
      ],
      [
        "up",
        -8.709308e-05
      ],
      [
        "ole",
        -1.2664457e-06
      ]
    ]
  },
  "The tempo Largo alla Siciliana and a 12/8 time signature are the directions for its trill-filled third movement, entitled \"La Paix,\" which is followed by an Allegro Spiritoso movement called \"Le Rejouissance.\" This suite's fifth and last movement is a set of two minuets with a brief shift to D minor before a final return to its main key of D major. Commissioned by George I to celebrate the end of the War of Austrian Succession, this work saw its premiere spoiled when the titular objects ignited the scaffolding. FTP, name this suite by George Frederic Handel.": {
    "guess": "Music for the Royal Fireworks",
    "confidence": [
      [
        "Music",
        -0.026111942
      ],
      [
        " for",
        -0.00035107418
      ],
      [
        " the",
        -0.030597024
      ],
      [
        " Royal",
        -5.6457742e-05
      ],
      [
        " Fire",
        -6.730528e-05
      ],
      [
        "works",
        -0.00012666137
      ]
    ]
  },
  "Tensions created by this event were not resolved at a meeting at Cierná- nad-Tisou, and it was ended by the Moscow Protocol and the accession of Husák to power. Jan Palach immolated himself in protest after it ended, and the \"Two Thousand Words\" was a manifesto urging the expansion of the Action Program to real democracy. \"Socialism with a human face\" was the goal of Dubcek, this event's leader. Squashed by a Soviet invasion, FTP, name this 1968 event in Czechoslovakia named for a season.": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.041677702
      ],
      [
        "ague",
        -6.749814e-06
      ],
      [
        " Spring",
        -0.00080700987
      ]
    ]
  },
  "A temporary replacement for this group called the Union of Welfare was constructed nearly a decade before its downfall, and among its acts was the drafting of a constitution known as the Green Book. Its": {
    "guess": "Libyan Arab Jamahiriya",
    "confidence": [
      [
        "Lib",
        -0.26375407
      ],
      [
        "yan",
        -0.27478364
      ],
      [
        " Arab",
        -0.027124727
      ],
      [
        " Jam",
        -0.008845603
      ],
      [
        "ah",
        -0.0010561493
      ],
      [
        "iri",
        -0.0003863438
      ],
      [
        "ya",
        -4.310693e-05
      ]
    ]
  },
  "The tenderness of one of the characters in this work is compared to \"the harp-like morning glory strings, / Taut with the dew from garden bed to eaves.\" The title character is unable to persuade another character that he is able to \"find water with a hazel prong.\" That other character is a boy named Harold who \"studied Latin like the violin,\" with whom the title character would like to \"make a team for work.\"  The title character is discovered \"huddled against the barn-door, fast asleep\" by a character who comes up from Rowe's, and is dragged into the house by Mary even though Warren cannot afford to pay him to ditch the meadow.  FTP, name this poem that features the passing of Silas, published in North of Boston by Robert Frost.": {
    "guess": "Death of the Hired Man",
    "confidence": [
      [
        "Death",
        -0.45948258
      ],
      [
        " of",
        -0.0002854113
      ],
      [
        " the",
        -0.004879231
      ],
      [
        " H",
        -0.0006962312
      ],
      [
        "ired",
        -1.0802739e-05
      ],
      [
        " Man",
        -2.4630364e-05
      ]
    ]
  },
  "Tensions arose between this nation and the United States in 1985 when it didn't allow US planes to use its airspace on bombing flights against Muammar Khaddafi. The first party divisions in the US partly": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.23197708
      ]
    ]
  },
  "Ten thousand Brahmans cut their hair and took vows after this man correctly predicted that the limbs of Asuras would drop from the heavens. He had earlier spent ninety days studying at the bottom of the sea in the palace of the King of the Dragons. He began his study of the Pitakas after getting three companions killed by sneaking into a harem. He refuted the Sarvastivada and Sautrantika schools and revived the catuskoti or method of \"four errors\", while Santaraksita attempted to integrate this man's thought with that of Dign?ga and Dharmak?rti. He claimed there was no difference between samsara and nirvana, and addressed his The End of Disputes to the burgeoning Nyaya school. He posited everything was characterized by sunyata or emptiness in his Fundamental Verses on the Middle Way. For 10 points, name this Indian Buddhist, the founder of the Madhyamaka school.": {
    "guess": "Nagarjuna",
    "confidence": [
      [
        "N",
        -0.0006375005
      ],
      [
        "agar",
        -0.0002603822
      ],
      [
        "j",
        -2.0935051e-05
      ],
      [
        "una",
        -3.7697225e-06
      ]
    ]
  },
  "During his tenure, an illegal naval shipment was made to Israel as part of the Cherbourg Gunboats affair. While running for president, this man was rumored to have been involved in the death of a bodyguard of the movie star Alain Delon named Stefan Markovic, although this man blamed rival Maurice Couve": {
    "guess": "Georges Pompidou",
    "confidence": [
      [
        "Ge",
        -0.4236711
      ],
      [
        "orges",
        -0.00018256421
      ],
      [
        " Pom",
        -0.01276532
      ],
      [
        "pid",
        -0.00027587503
      ],
      [
        "ou",
        -4.012684e-05
      ]
    ]
  },
  "Tensions arose between this nation and the United States in 1985 when it didn't allow US planes to use its airspace on bombing flights against Muammar Khaddafi. The first party divisions in the US partly began when Jeffersonian republicans supported this country's grievances after the Jay Treaty. US": {
    "guess": "History of the United States",
    "confidence": [
      [
        "History",
        -1.1403967
      ],
      [
        " of",
        -0.004446497
      ],
      [
        " the",
        -0.10616565
      ],
      [
        " United",
        -0.03834991
      ],
      [
        " States",
        -0.000105331244
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization of the CMB is a projection of this anisotropy at recombination. For a collection of masses, this configuration is described as M times the quantity 3 times x sub i times x sub j minus the Kronecker delta of i and j. The lowest order gravitational waves would be of this type, and an oscillating": {
    "guess": "Quadrupole moment",
    "confidence": [
      [
        "Qu",
        -0.05274873
      ],
      [
        "adr",
        -0.00015860428
      ],
      [
        "up",
        -0.00020306357
      ],
      [
        "ole",
        -9.73446e-05
      ],
      [
        " moment",
        -0.35468638
      ]
    ]
  },
  "About one-tenth of one percent of these cells are nearly identical to mast cells and capable of releasing histamines. A little more than half of them are neutrophils, which, along with the other granulocytes, perform phagocytosis. The two other types of these cells are monocytes and lymphocytes, the latter of which includes B Cells and T Cells. Their primary role is to break down foreign cells in the body. Name this category of blood cells connected with the immune system.": {
    "guess": "White blood cells",
    "confidence": [
      [
        "White",
        -0.033610772
      ],
      [
        " blood",
        -0.49553102
      ],
      [
        " cells",
        -0.009656814
      ]
    ]
  },
  "Tensions created by this event were not resolved at a meeting at Cierná- nad-Tisou, and it was ended by the Moscow Protocol and the accession of Husák to power. Jan Palach immolated himself in protest": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.0018528391
      ],
      [
        "ague",
        -2.3392786e-06
      ],
      [
        " Spring",
        -3.2497806e-05
      ]
    ]
  },
  "Ten days before this event, L. Frank Baum of the Aberdeen Saturday Pioneer had called for genocide, and he got his wish. It resulted from the advancement of a group of natives led by Big Foot towards Pine": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.0025386827
      ],
      [
        "ounded",
        -0.0032027888
      ],
      [
        " Knee",
        -7.107425e-06
      ],
      [
        " Mass",
        -2.0458236e-05
      ],
      [
        "acre",
        -9.4914985e-06
      ]
    ]
  },
  "The tension of a certain substance found in this tissue can be measured using a pressure bomb. Hermine von Reichenbach discovered occlusions in this tissue called tyloses [tahy-LOH-seez]. Patterns of development in this tissue include mesarch [MEZ-ahrk], exarch [EK-sahrk], and endarch [EN-darch]. The inner and outer portions of its secondary type are called heartwood and sapwood. The cohesion-tension theory explains the transport of material through this tissue, which is composed of short vessel": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.035553362
      ],
      [
        "yle",
        -2.4584822e-06
      ],
      [
        "m",
        -2.8444882e-05
      ]
    ]
  },
  "The Tennessee Supreme Court ruled in Swann v. Peck that this practice can legally be prohibited. The passage suggesting this practice, which first swept the Grasshopper Valley, goes on to say that \"when they drink deadly poison, it will not hurt them,\" and some of the people who do this also purposely ingest strychnine. This practice is common in the Oneness Pentacostalism denomination and the Church of God With Signs Following, and was popularized by George Went Hensley, who read in Mark 16:18 that \"they will pick up\" a certain animal \"with their hands.\" For 10 points, name this backwoods Christian practice that often results in dangerous bites.": {
    "guess": "Snake handling",
    "confidence": [
      [
        "Snake",
        -0.058190096
      ],
      [
        " handling",
        -0.0126180705
      ]
    ]
  },
  "Tensions created by this event were not resolved at a meeting at Cierná- nad-Tisou, and it was ended": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.0063465573
      ],
      [
        "ague",
        -1.6240566e-06
      ],
      [
        " Spring",
        -8.244414e-05
      ]
    ]
  },
  "The tenderness of one of the characters in this work is compared to \"the harp-like morning glory strings, / Taut with the dew from garden bed to eaves.\" The title character is unable to persuade another character that he is able to \"find water with a hazel prong.\" That other character is a boy named Harold who \"studied Latin like the violin,\" with whom the title character would like to \"make a team for work.\"  The title character is discovered \"huddled against the barn-door, fast asleep\" by a character who comes up from Rowe's, and is dragged into the house by Mary even though Warren cannot afford to pay him to ditch the meadow.  FTP, name this poem that features the passing of Silas, published": {
    "guess": "Death of the Hired Man",
    "confidence": [
      [
        "Death",
        -0.4178332
      ],
      [
        " of",
        -0.0009162207
      ],
      [
        " the",
        -0.008695881
      ],
      [
        " H",
        -0.0006122403
      ],
      [
        "ired",
        -2.057744e-05
      ],
      [
        " Man",
        -6.2775536e-05
      ]
    ]
  },
  "He's not Tengri, but a dance named for him accompanies rounds of traditional Mongolian wrestling. Krishna's": {
    "guess": "Khorovod",
    "confidence": [
      [
        "K",
        -0.1965988
      ],
      [
        "hor",
        -0.05953194
      ],
      [
        "ov",
        -0.0043798056
      ],
      [
        "od",
        -8.1609716e-05
      ]
    ]
  },
  "Ten days before this event, L. Frank Baum of the Aberdeen Saturday Pioneer had called for genocide, and he got his wish. It resulted from the advancement of a group of natives led by Big Foot towards Pine Ridge, and on that journey they were intercepted by Major Samuel Whiteside, who captured Big Foot. Two Hotchkiss guns were put in place, and during the night, a shot was fired, and the ensuing action": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.003520841
      ],
      [
        "ounded",
        -0.0019359003
      ],
      [
        " Knee",
        -7.703444e-06
      ],
      [
        " Mass",
        -1.9743013e-05
      ],
      [
        "acre",
        -2.4272753e-05
      ]
    ]
  },
  "In its tensor form, this can be defined through a 3x3 matrix where its elements off of the principle diagonal are called \"products\". By putting the tensor into reduced row-echelon form, the principal type of this can be determined from the values of the principle diagonal. For the scalar form, the Huygens-Steiner": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0036237119
      ],
      [
        " of",
        -0.00023107276
      ],
      [
        " inertia",
        -0.0030270293
      ]
    ]
  },
  "He's not Tengri, but a dance named for him accompanies rounds of traditional Mongolian wrestling. Krishna's banner contains an image of this figure, who made himself small to avoid spikes (*) on the spokes": {
    "guess": "Vajrapani",
    "confidence": [
      [
        "V",
        -1.3400097
      ],
      [
        "aj",
        -0.024625191
      ],
      [
        "rap",
        -0.747572
      ],
      [
        "ani",
        -0.0109870965
      ]
    ]
  },
  "The tempo Largo alla Siciliana and a 12/8 time signature are the directions for its trill-filled third": {
    "guess": "Violin Sonata in D major, HWV 371",
    "confidence": [
      [
        "Viol",
        -1.237844
      ],
      [
        "in",
        -0.0018905534
      ],
      [
        " Sonata",
        -0.6744935
      ],
      [
        " in",
        -0.34229523
      ],
      [
        " D",
        -0.87555027
      ],
      [
        " major",
        -0.91367316
      ],
      [
        ",",
        -0.43597838
      ],
      [
        " HW",
        -0.1963499
      ],
      [
        "V",
        -8.852353e-05
      ],
      [
        " ",
        -0.0009283758
      ],
      [
        "371",
        -0.0021422897
      ]
    ]
  },
  "A temporary replacement for this group called the Union of Welfare was constructed nearly a decade before": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1496238
      ]
    ]
  },
  "In its tensor form, this can be defined through a 3x3 matrix where its elements off of the principle": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.054014586
      ],
      [
        " of",
        -0.000509307
      ],
      [
        " inertia",
        -0.0028987823
      ]
    ]
  },
  "About one-tenth of one percent of these cells are nearly identical to mast cells and capable of releasing histamines. A little more than half of them are neutrophils, which, along with the other granulocytes,": {
    "guess": "Basophils",
    "confidence": [
      [
        "Bas",
        -0.32037503
      ],
      [
        "oph",
        -0.09780192
      ],
      [
        "ils",
        -0.00050751894
      ]
    ]
  },
  "The tenderness of one of the characters in this work is compared to \"the harp-like morning glory strings, / Taut with the dew from garden bed to eaves.\" The title character is unable to persuade another character that he is able to \"find water with a hazel prong.\" That other character is a boy named Harold who \"studied Latin like the violin,\" with whom the title character would like to \"make a team for work.\"  The title character is discovered \"huddled against the barn-door, fast asleep\" by a character": {
    "guess": "The Death of the Hired Man",
    "confidence": [
      [
        "The",
        -0.44948018
      ],
      [
        " Death",
        -0.024599483
      ],
      [
        " of",
        -0.00039754162
      ],
      [
        " the",
        -0.0017813296
      ],
      [
        " H",
        -0.0008139164
      ],
      [
        "ired",
        -2.2484697e-05
      ],
      [
        " Man",
        -5.0974373e-05
      ]
    ]
  },
  "He's not Tengri, but a dance named for him accompanies rounds of traditional Mongolian wrestling. Krishna's banner contains an image of this figure, who made himself small to avoid spikes (*) on the spokes of a wheel. His stepmother Kadru imprisoned his mother in Patala and mothered the creatures this": {
    "guess": "Garuda",
    "confidence": [
      [
        "Gar",
        -1.2525955
      ],
      [
        "uda",
        -0.00079307414
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization of the CMB is a projection of this anisotropy at recombination. For a collection of masses, this configuration is described as M times the quantity 3 times x sub i times x sub j minus the Kronecker delta of i and j. The lowest order gravitational waves would be of this type, and an oscillating one of these radiates power proportional to the sixth power of the frequency. The Hill differential equation is used to model a mass analyzer that uses this configuration, and Wolfgang Paul developed": {
    "guess": "Quadrupole",
    "confidence": [
      [
        "Qu",
        -0.030016014
      ],
      [
        "adr",
        -4.604148e-06
      ],
      [
        "up",
        -0.00022427815
      ],
      [
        "ole",
        -2.8160932e-06
      ]
    ]
  },
  "Ten days before this event, L. Frank Baum of the Aberdeen Saturday Pioneer had called for genocide, and he got his wish. It resulted from the advancement of a group of natives led by Big Foot towards Pine Ridge, and on that journey they were intercepted by Major Samuel Whiteside, who captured Big Foot. Two Hotchkiss guns were put in place, and during the night, a shot was fired, and the ensuing action resulted in fifty casualties for the Seventh Cavalry and three hundred for the Sioux. FTP, name this massacre against a group of practitioners of the Ghost Dance movement, fought in South Dakota.": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.0035063496
      ],
      [
        "ounded",
        -0.0007923589
      ],
      [
        " Knee",
        -5.7961847e-06
      ],
      [
        " Mass",
        -9.3291674e-05
      ],
      [
        "acre",
        -1.6762922e-05
      ]
    ]
  },
  "Ten of The Hundred Old Tales feature this near-contemporary ruler, whose chancellor Pietro della Vigna is often credited with the first revival of Roman law since Justinian with his Constitutions of Melfi. This ruler created a bodyguard from the Saracen soldiers he established at Lucera, and his supporters included podestas such as Oberto Pelavicino and his son-in-law Ezzelino da Romano. After this ruler's death, Edmund Crouchback made a claim to one his former possessions, ruled at the time by this man's illegitimate son Manfred. The Council of Lyon was called to depose this ruler at the instigation": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -0.025347456
      ],
      [
        "der",
        -1.3856493e-06
      ],
      [
        "ick",
        -0.00023095356
      ],
      [
        " II",
        -4.9186317e-05
      ],
      [
        ",",
        -0.0018904342
      ],
      [
        " Holy",
        -6.9331734e-05
      ],
      [
        " Roman",
        -8.804671e-05
      ],
      [
        " Emperor",
        -0.0003465481
      ]
    ]
  },
  "Ten thousand Brahmans cut their hair and took vows after this man correctly predicted that the limbs of Asuras would drop from the heavens. He had earlier spent ninety days studying at the bottom of the sea in the palace of the King of the Dragons. He began his study of the Pitakas after getting three companions killed by sneaking into a harem. He refuted the Sarvastivada and Sautrantika schools and revived the catuskoti or method of \"four errors\", while Santaraksita attempted to integrate this man's thought with that of Dign?ga and Dharmak?rti. He claimed there was no difference between samsara and nirvana, and addressed his The End of Disputes to the burgeoning Nyaya school. He posited everything": {
    "guess": "Nagarjuna",
    "confidence": [
      [
        "N",
        -0.2926263
      ],
      [
        "agar",
        -0.017111281
      ],
      [
        "j",
        -0.00019698418
      ],
      [
        "una",
        -1.0280384e-06
      ]
    ]
  },
  "Ten of The Hundred Old Tales feature this near-contemporary ruler, whose chancellor Pietro della Vigna": {
    "guess": "Emperor Frederick II",
    "confidence": [
      [
        "Em",
        -1.2643557
      ],
      [
        "peror",
        -7.8748824e-05
      ],
      [
        " Frederick",
        -0.02635917
      ],
      [
        " II",
        -0.0011175924
      ]
    ]
  },
  "Ten of The Hundred Old Tales feature this near-contemporary ruler, whose chancellor Pietro della Vigna is often credited with the first revival of Roman law since Justinian with his Constitutions of Melfi. This ruler created a bodyguard from the Saracen soldiers he established at Lucera, and his supporters": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -0.29447106
      ],
      [
        "der",
        -2.8160932e-06
      ],
      [
        "ick",
        -5.669615e-05
      ],
      [
        " II",
        -5.3239244e-05
      ],
      [
        ",",
        -0.006098601
      ],
      [
        " Holy",
        -0.00031997304
      ],
      [
        " Roman",
        -0.00011582117
      ],
      [
        " Emperor",
        -0.0007584078
      ]
    ]
  },
  "The Tennessee Supreme Court ruled in Swann v. Peck that this practice can legally be prohibited. The passage suggesting this practice, which first swept the Grasshopper Valley, goes on to say that \"when": {
    "guess": "Swann v. Peck",
    "confidence": [
      [
        "Sw",
        -1.3934431
      ],
      [
        "ann",
        -0.12450725
      ],
      [
        " v",
        -0.0023995552
      ],
      [
        ".",
        -0.00044187438
      ],
      [
        " Pe",
        -0.013132232
      ],
      [
        "ck",
        -4.723352e-06
      ]
    ]
  },
  "The Temple of Concordia was refurbished following the death of this man, the first student of Greek philosophy to hold office in Rome. He shocked the Senate by returning from his Sardinian quaestorship without a formal request, and he later gave independent juries to the \"extortion court\" and proposed giving suffrage to all Italian speakers of Latin. More far-reaching versions of his initiatives were proposed by Marcus Livius Drusus, his co-tribune. After illegally protesting against the dissolution of a colony at Carthage, whose establishment he had led, he withdrew to the Aventine Hill, where Lucius Opimius attacked him, causing his suicide. FTP, name this man who was tribune from 123 to 122 and attempted to re-institute the agrarian reforms of his elder brother Tiberius.": {
    "guess": "Gaius Gracchus",
    "confidence": [
      [
        "G",
        -0.12607987
      ],
      [
        "ai",
        -4.143808e-05
      ],
      [
        "us",
        -3.6669935e-05
      ],
      [
        " Gr",
        -0.0073992144
      ],
      [
        "ac",
        -0.00051371387
      ],
      [
        "ch",
        -0.00042590842
      ],
      [
        "us",
        -1.962381e-05
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization of the CMB is a projection of this anisotropy at recombination. For a collection of masses, this configuration is described as M times the quantity 3 times x sub i times x sub j minus the Kronecker delta of i and j. The lowest order gravitational waves would be of this type, and an oscillating one of these radiates power proportional to the sixth power of the frequency. The Hill differential": {
    "guess": "Quadrupole moment",
    "confidence": [
      [
        "Qu",
        -0.04064832
      ],
      [
        "adr",
        -0.00015562419
      ],
      [
        "up",
        -0.00024894232
      ],
      [
        "ole",
        -9.400689e-05
      ],
      [
        " moment",
        -0.3508321
      ]
    ]
  },
  "The Tennessee Supreme Court ruled in Swann v. Peck that this practice can legally be prohibited. The passage suggesting this practice, which first swept the Grasshopper Valley, goes on to say that \"when they drink deadly poison, it will not hurt them,\" and some of the people who do this also purposely": {
    "guess": "Snake handling",
    "confidence": [
      [
        "Snake",
        -0.46502784
      ],
      [
        " handling",
        -0.06685272
      ]
    ]
  },
  "Ten thousand Brahmans cut their hair and took vows after this man correctly predicted that the limbs of Asuras would drop from the heavens. He had earlier spent ninety days studying at the bottom of the sea in the palace of the King of the Dragons. He began his study of the Pitakas after getting three companions killed by sneaking into a harem. He refuted the Sarvastivada and Sautrantika schools and revived the catuskoti or method of \"four errors\", while Santaraksita attempted to integrate this man's thought with that of Dign?ga and Dharmak?rti. He claimed there was no difference between samsara": {
    "guess": "Nagarjuna",
    "confidence": [
      [
        "N",
        -0.47901398
      ],
      [
        "agar",
        -0.017201273
      ],
      [
        "j",
        -0.00058222294
      ],
      [
        "una",
        -1.7432603e-06
      ]
    ]
  },
  "During his tenure, an illegal naval shipment was made to Israel as part of the Cherbourg Gunboats affair. While running for president, this man was rumored to have been involved in the death of a bodyguard of the movie star Alain Delon named Stefan Markovic, although this man blamed rival Maurice Couve de Murville for that scandal. After working for the Rothschilds, this man replaced Michel Debre as Prime Minister. As President, he substituted (*) Pierre Mesmer for his prime minister Chaban Delmas. This man devalued the franc by 12.5 percent, and during his presidency his country hosted Le Duc Tho and Henry Kissinger's negotiations to end the Vietnam War. For 10 points, name this French president from 1969-1974, who succeeded Charles de Gaulle and also names a modern art museum.": {
    "guess": "Georges Pompidou",
    "confidence": [
      [
        "Ge",
        -0.20212689
      ],
      [
        "orges",
        -4.8425554e-06
      ],
      [
        " Pom",
        -0.00035548472
      ],
      [
        "pid",
        -2.939851e-05
      ],
      [
        "ou",
        -2.9517714e-05
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization of the CMB is a projection of this anisotropy at recombination. For a collection of masses, this configuration is described as M times the quantity 3 times x sub i times x sub j minus the Kronecker delta of i and j. The lowest order gravitational waves would be of this type, and an oscillating one of these radiates power proportional to the sixth power of the frequency. The Hill differential equation is used to model a mass analyzer that uses this configuration, and Wolfgang Paul developed a three-dimensional ion trap with this configuration. In a particle accelerator, particle beams are focused using a group of magnets in this configuration, and the potential of one of these falls off": {
    "guess": "Quadrupole magnet",
    "confidence": [
      [
        "Qu",
        -0.32600448
      ],
      [
        "adr",
        -6.456359e-05
      ],
      [
        "up",
        -0.0004158953
      ],
      [
        "ole",
        -3.5313153e-06
      ],
      [
        " magnet",
        -0.33194932
      ]
    ]
  },
  "A temporary replacement for this group called the Union of Welfare was constructed nearly a decade before its downfall, and among its acts was the drafting of a constitution known as the Green Book. Its more radical members formed its Southern Society, led by Pestel, and the man who commanded the troops that opposed them, Alexander Beckendorff, would later become the chief of police to the man opposed by this group. Although they disagreed on what form of democratic government should be put in place,": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.25799322
      ],
      [
        "embr",
        -7.226629e-06
      ],
      [
        "ist",
        -0.0019154302
      ],
      [
        " revolt",
        -0.012496813
      ]
    ]
  },
  "For ten, he is noted for his autobiographical \"The Making of an American,\" but is better known as the photographic and journalistic chronicler of the misery of the American immigrant. This was the theme of his most enduring book, \"How the Other Half Lives,\" which spurred immediate reforms in New York": {
    "guess": "Jacob Riis",
    "confidence": [
      [
        "Jacob",
        -0.0019898978
      ],
      [
        " Ri",
        -0.00082225696
      ],
      [
        "is",
        -3.2855416e-05
      ]
    ]
  },
  "Tensions created by this event were not resolved at a meeting at Cierná- nad-Tisou, and it was ended by the Moscow Protocol and the accession of Husák to power. Jan Palach immolated himself in protest after it ended, and the \"Two Thousand Words\" was a manifesto urging the expansion of the Action Program to real democracy. \"Socialism with a human face\" was the goal of Dubcek, this event's leader. Squashed": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.49224964
      ],
      [
        "ague",
        -9.0883464e-07
      ],
      [
        " Spring",
        -0.000624753
      ]
    ]
  },
  "A temporary replacement for this group called the Union of Welfare was constructed nearly a decade before its downfall, and among its acts was the drafting of a constitution known as the Green Book. Its more radical members formed its Southern Society, led by Pestel, and the man who commanded the troops that opposed them, Alexander Beckendorff, would later become the chief of police to the man opposed by this group. Although they disagreed on what form of democratic government should be put in place, its members demanded a constitution and offered the throne to Prince Constantin after marching to Senate Square in St. Petersburg. For ten points, name this revolutionary society whose uprising against Czar Nicholas I took place in 1825 in its namesake month.": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.040642366
      ],
      [
        "embr",
        -1.0564331e-05
      ],
      [
        "ist",
        -0.0064159785
      ],
      [
        " revolt",
        -0.12981579
      ]
    ]
  },
  "About one-tenth of one percent of these cells are nearly identical to mast cells and capable of releasing histamines. A little more than half of them are neutrophils, which, along with the other granulocytes, perform phagocytosis. The two other types of these cells are monocytes and lymphocytes, the latter of which includes B Cells and T Cells. Their primary role is to break down foreign cells in the": {
    "guess": "White Blood Cells",
    "confidence": [
      [
        "White",
        -0.020094026
      ],
      [
        " Blood",
        -0.59477544
      ],
      [
        " Cells",
        -0.014859039
      ]
    ]
  },
  "The tempo Largo alla Siciliana and a 12/8 time signature are the directions for its trill-filled third movement, entitled \"La Paix,\" which is followed by an Allegro Spiritoso movement called \"Le Rejouissance.\" This suite's fifth and last movement is a set of two minuets with a brief shift to D minor before a final return to its main key of D major. Commissioned by George I to celebrate the end of the": {
    "guess": "Music for the Royal Fireworks",
    "confidence": [
      [
        "Music",
        -0.045385506
      ],
      [
        " for",
        -0.0015468836
      ],
      [
        " the",
        -0.005648613
      ],
      [
        " Royal",
        -6.337155e-05
      ],
      [
        " Fire",
        -0.00026824963
      ],
      [
        "works",
        -0.00011236426
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization of the CMB is a projection of this anisotropy at recombination. For a collection of masses, this configuration is described as M times the quantity 3 times x sub i times x sub j minus the Kronecker delta of i and j. The lowest order gravitational waves would be of this type, and an oscillating one of these radiates power proportional to the sixth power of the frequency. The Hill differential equation is used to model a mass analyzer that uses this configuration, and Wolfgang Paul developed a three-dimensional ion trap with this configuration. In a particle accelerator, particle beams are": {
    "guess": "Quadrupole magnet",
    "confidence": [
      [
        "Qu",
        -0.16767576
      ],
      [
        "adr",
        -1.92662e-05
      ],
      [
        "up",
        -0.00016027314
      ],
      [
        "ole",
        -1.7432603e-06
      ],
      [
        " magnet",
        -0.10195991
      ]
    ]
  },
  "There are ten \"principal\" ones including the Kena, Prashna, and Isha as designated by the 8th-century mystic, Shankara.  Etymologically their name suggests \"sitting down near\" perhaps referring to the \"forest academies,\" out of whose teachings they arose.  Perhaps their most famous portion is the story \"What the Thunder Said,\" which is cited in The Wasteland.  FTP, name these ancient religious texts, the so-called commentaries on the Hindu Vedas.": {
    "guess": "Upanishads",
    "confidence": [
      [
        "U",
        -0.0075436775
      ],
      [
        "pan",
        -2.220075e-06
      ],
      [
        "ish",
        -1.0280384e-06
      ],
      [
        "ads",
        -0.0029633231
      ]
    ]
  },
  "In its tensor form, this can be defined through a 3x3 matrix where its elements off of the principle diagonal are called \"products\". By putting the tensor into reduced row-echelon form, the principal type of this can be determined from the values of the principle diagonal. For the scalar form, the Huygens-Steiner theorem allows for it to be calculated for a rigid object with a displaced axis of rotation,": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0016072245
      ],
      [
        " of",
        -3.9769227e-05
      ],
      [
        " inertia",
        -0.001067701
      ]
    ]
  },
  "Ten of The Hundred Old Tales feature this near-contemporary ruler, whose chancellor Pietro della Vigna is often credited with the first revival of Roman law since Justinian with his Constitutions of Melfi. This ruler created a bodyguard from the Saracen soldiers he established at Lucera, and his supporters included podestas such as Oberto Pelavicino and his son-in-law Ezzelino da Romano. After this ruler's death, Edmund Crouchback made a claim to one his former possessions, ruled at the time by this": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -0.2825142
      ],
      [
        "der",
        -7.89631e-07
      ],
      [
        "ick",
        -0.0012933317
      ],
      [
        " II",
        -0.00035417348
      ],
      [
        ",",
        -0.00757255
      ],
      [
        " Holy",
        -0.00032211503
      ],
      [
        " Roman",
        -0.00027670944
      ],
      [
        " Emperor",
        -0.0012892825
      ]
    ]
  },
  "The tempo Largo alla Siciliana and a 12/8 time signature are the directions for its trill-filled third movement, entitled \"La Paix,\" which is followed by an Allegro Spiritoso movement called \"Le Rejouissance.\" This suite's fifth and last movement is a set of two minuets with a brief shift to D minor": {
    "guess": "Music for the Royal Fireworks",
    "confidence": [
      [
        "Music",
        -0.0604011
      ],
      [
        " for",
        -0.0005405237
      ],
      [
        " the",
        -0.03563769
      ],
      [
        " Royal",
        -0.00010831134
      ],
      [
        " Fire",
        -0.00014108501
      ],
      [
        "works",
        -0.00011820524
      ]
    ]
  },
  "For ten, he is noted for his autobiographical \"The Making of an American,\" but is better known as the photographic and journalistic chronicler of the misery of the American immigrant. This was the theme": {
    "guess": "Jacob Riis",
    "confidence": [
      [
        "Jacob",
        -0.010824259
      ],
      [
        " Ri",
        -0.043085974
      ],
      [
        "is",
        -3.6789137e-05
      ]
    ]
  },
  "The Tennessee Supreme Court ruled in Swann v. Peck that this practice can legally be prohibited. The passage suggesting this practice, which first swept the Grasshopper Valley, goes on to say that \"when they drink deadly poison, it will not hurt them,\" and some of the people who do this also purposely ingest strychnine. This practice is common in the Oneness Pentacostalism denomination and the Church of God With Signs Following, and was popularized by George Went Hensley, who read in Mark 16:18 that \"they will pick up\" a certain animal \"with their hands.\" For 10 points, name this backwoods Christian": {
    "guess": "Snake handling",
    "confidence": [
      [
        "Snake",
        -0.016544886
      ],
      [
        " handling",
        -0.012996448
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization of the CMB is a projection of this anisotropy at recombination. For a collection of masses, this configuration is described as M times the quantity 3 times x sub i times x sub j minus the Kronecker delta of i and j. The lowest order gravitational waves would be of this type, and an oscillating one of these radiates power proportional to the sixth power of the frequency. The Hill differential equation is used to model a mass analyzer that uses this configuration, and Wolfgang Paul developed a three-dimensional ion trap with this configuration. In a particle accelerator, particle beams are focused using a group of magnets in this configuration, and the potential of one of these falls off as the third power of the concentration. For 10 points, identify this configuration exemplified by": {
    "guess": "Quadrupole",
    "confidence": [
      [
        "Qu",
        -0.36550927
      ],
      [
        "adr",
        -0.00028350405
      ],
      [
        "up",
        -0.00043341093
      ],
      [
        "ole",
        -1.9743013e-05
      ]
    ]
  },
  "The Temple of Concordia was refurbished following the death of this man, the first student of Greek philosophy to hold office in Rome. He shocked the Senate by returning from his Sardinian quaestorship without a formal request, and he later gave independent juries to the \"extortion court\" and proposed giving suffrage to all Italian speakers of Latin. More far-reaching versions of his initiatives were": {
    "guess": "Marcus Tullius Cicero",
    "confidence": [
      [
        "Marcus",
        -0.8470073
      ],
      [
        " T",
        -0.2869035
      ],
      [
        "ull",
        -7.0285365e-05
      ],
      [
        "ius",
        -0.00085239357
      ],
      [
        " Cic",
        -0.0019112655
      ],
      [
        "ero",
        -1.998142e-05
      ]
    ]
  },
  "A temporary replacement for this group called the Union of Welfare was constructed nearly a decade before its downfall, and among its acts was the drafting of a constitution known as the Green Book. Its more radical members formed its Southern Society, led by Pestel, and the man who commanded the troops": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.18809725
      ],
      [
        "embr",
        -3.88156e-05
      ],
      [
        "ist",
        -0.0022119891
      ],
      [
        " revolt",
        -0.011405006
      ]
    ]
  },
  "The tension of a certain substance found in this tissue can be measured using a pressure bomb. Hermine": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.7601356
      ],
      [
        "yle",
        -0.0035750074
      ],
      [
        "m",
        -0.0006613265
      ]
    ]
  },
  "A temporary replacement for this group called the Union of Welfare was constructed nearly a decade before its downfall, and among its acts was the drafting of a constitution known as the Green Book. Its more radical members formed its Southern Society, led by Pestel, and the man who commanded the troops that opposed them, Alexander Beckendorff, would later become the chief of police to the man opposed by this group. Although they disagreed on what form of democratic government should be put in place, its members demanded a constitution and offered the throne to Prince Constantin after marching to Senate Square in St. Petersburg. For ten points, name this revolutionary society whose uprising against": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.0769724
      ],
      [
        "embr",
        -7.703444e-06
      ],
      [
        "ist",
        -0.0032535272
      ],
      [
        " revolt",
        -0.010426532
      ]
    ]
  },
  "During his tenure, an illegal naval shipment was made to Israel as part of the Cherbourg Gunboats affair. While running for president, this man was rumored to have been involved in the death of a bodyguard of the movie star Alain Delon named Stefan Markovic, although this man blamed rival Maurice Couve de Murville for that scandal. After working for the Rothschilds, this man replaced Michel Debre as Prime Minister. As President, he substituted (*) Pierre Mesmer for his prime minister Chaban Delmas. This man devalued the franc by 12.5 percent, and during his presidency his country hosted Le Duc Tho and Henry Kissinger's negotiations to end the Vietnam War. For 10 points, name this French president": {
    "guess": "Pompidou",
    "confidence": [
      [
        "P",
        -1.0526052
      ],
      [
        "om",
        -0.0417909
      ],
      [
        "pid",
        -0.00013810492
      ],
      [
        "ou",
        -8.542423e-05
      ]
    ]
  },
  "Ten thousand Brahmans cut their hair and took vows after this man correctly predicted that the limbs": {
    "guess": "Mahavira",
    "confidence": [
      [
        "Mah",
        -1.1577924
      ],
      [
        "av",
        -0.026828488
      ],
      [
        "ira",
        -0.002162514
      ]
    ]
  },
  "The Temple of Concordia was refurbished following the death of this man, the first student of Greek philosophy to hold office in Rome. He shocked the Senate by returning from his Sardinian quaestorship without a formal request, and he later gave independent juries to the \"extortion court\" and proposed giving suffrage to all Italian speakers of Latin. More far-reaching versions of his initiatives were proposed by Marcus Livius Drusus, his co-tribune. After illegally protesting against the dissolution": {
    "guess": "Gaius Gracchus",
    "confidence": [
      [
        "G",
        -0.8869867
      ],
      [
        "ai",
        -0.014055851
      ],
      [
        "us",
        -3.059055e-05
      ],
      [
        " Gr",
        -0.4672833
      ],
      [
        "ac",
        -0.0013778526
      ],
      [
        "ch",
        -0.00076662557
      ],
      [
        "us",
        -0.00027325618
      ]
    ]
  },
  "For ten, he is noted for his autobiographical \"The Making of an American,\" but is better known as the photographic and journalistic chronicler of the misery of the American immigrant. This was the theme of his most enduring book, \"How the Other Half Lives,\" which spurred immediate reforms in New York state.": {
    "guess": "Jacob Riis",
    "confidence": [
      [
        "Jacob",
        -0.0020810245
      ],
      [
        " Ri",
        -0.00023345684
      ],
      [
        "is",
        -3.1782583e-05
      ]
    ]
  },
  "Ten thousand Brahmans cut their hair and took vows after this man correctly predicted that the limbs of Asuras would drop from the heavens. He had earlier spent ninety days studying at the bottom of the sea in the palace of the King of the Dragons. He began his study of the Pitakas after getting three companions killed by sneaking into a harem. He refuted the Sarvastivada and Sautrantika schools and": {
    "guess": "Nagarjuna",
    "confidence": [
      [
        "N",
        -0.54642403
      ],
      [
        "agar",
        -0.08819244
      ],
      [
        "j",
        -0.001107948
      ],
      [
        "una",
        -4.8425554e-06
      ]
    ]
  },
  "There are ten \"principal\" ones including the Kena, Prashna, and Isha as designated by the 8th-century": {
    "guess": "Upanishads",
    "confidence": [
      [
        "U",
        -0.0006388117
      ],
      [
        "pan",
        -2.8160932e-06
      ],
      [
        "ish",
        -2.1008714e-06
      ],
      [
        "ads",
        -9.9371064e-05
      ]
    ]
  },
  "A temporary replacement for this group called the Union of Welfare was constructed nearly a decade before its downfall, and among its acts was the drafting of a constitution known as the Green Book. Its more radical members formed its Southern Society, led by Pestel, and the man who commanded the troops that opposed them, Alexander Beckendorff, would later become the chief of police to the man opposed by this group. Although they disagreed on what form of democratic government should be put in place, its members demanded a constitution and offered the throne to Prince Constantin after marching": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.1787277
      ],
      [
        "embr",
        -5.0497558e-05
      ],
      [
        "ist",
        -0.0013889238
      ],
      [
        " revolt",
        -0.013363156
      ]
    ]
  },
  "He's not Tengri, but a dance named for him accompanies rounds of traditional Mongolian wrestling. Krishna's banner contains an image of this figure, who made himself small to avoid spikes (*) on the spokes of a wheel. His stepmother Kadru imprisoned his mother in Patala and mothered the creatures this being hates. This son of Vinita and Kashyapa retrieved amrita for the nagas and gained immortality": {
    "guess": "Garuda",
    "confidence": [
      [
        "Gar",
        -0.019029649
      ],
      [
        "uda",
        -5.5265704e-05
      ]
    ]
  },
  "The Temple of Concordia was refurbished following the death of this man, the first student of Greek philosophy": {
    "guess": "Pythagoras",
    "confidence": [
      [
        "Py",
        -0.13225424
      ],
      [
        "thag",
        -0.00032163822
      ],
      [
        "oras",
        -0.0025881466
      ]
    ]
  },
  "The tempo Largo alla Siciliana and a 12/8 time signature are the directions for its trill-filled third movement, entitled \"La Paix,\" which is followed by an Allegro Spiritoso movement called \"Le Rejouissance.\"": {
    "guess": "Music for the Royal Fireworks",
    "confidence": [
      [
        "Music",
        -0.02801582
      ],
      [
        " for",
        -0.00017672323
      ],
      [
        " the",
        -0.01662051
      ],
      [
        " Royal",
        -3.5358695e-05
      ],
      [
        " Fire",
        -0.00017123987
      ],
      [
        "works",
        -0.00011915887
      ]
    ]
  },
  "The tenderness of one of the characters in this work is compared to \"the harp-like morning glory strings, / Taut with the dew from garden bed to eaves.\" The title character is unable to persuade another character that he is able to \"find water with a hazel prong.\" That other character is a boy named": {
    "guess": "The Death of the Hired Man",
    "confidence": [
      [
        "The",
        -0.18732804
      ],
      [
        " Death",
        -0.015676161
      ],
      [
        " of",
        -0.00014442271
      ],
      [
        " the",
        -0.0011259293
      ],
      [
        " H",
        -0.0009991057
      ],
      [
        "ired",
        -1.2590794e-05
      ],
      [
        " Man",
        -1.473646e-05
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to": {
    "guess": "Spherical harmonics",
    "confidence": [
      [
        "S",
        -1.2231905
      ],
      [
        "pherical",
        -0.011909769
      ],
      [
        " harmon",
        -0.5699561
      ],
      [
        "ics",
        -1.2233183e-05
      ]
    ]
  },
  "Ten of The Hundred Old Tales feature this near-contemporary ruler, whose chancellor Pietro della Vigna is often credited with the first revival of Roman law since Justinian with his Constitutions of Melfi. This ruler created a bodyguard from the Saracen soldiers he established at Lucera, and his supporters included podestas such as Oberto Pelavicino and his son-in-law Ezzelino da Romano. After this ruler's death, Edmund Crouchback made a claim to one his former possessions, ruled at the time by this man's illegitimate son Manfred. The Council of Lyon was called to depose this ruler at the instigation of Innocent IV, and he also fought with Gregory IX. His marriage to Isabella of Jerusalem allowed him to claim that kingdom after leading the Sixth Crusade. For 10 points, name this King of Sicily": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -0.0175306
      ],
      [
        "der",
        -1.0280384e-06
      ],
      [
        "ick",
        -5.2001665e-06
      ],
      [
        " II",
        -7.409989e-05
      ],
      [
        ",",
        -0.0016065092
      ],
      [
        " Holy",
        -0.00015979631
      ],
      [
        " Roman",
        -6.0749073e-05
      ],
      [
        " Emperor",
        -0.0013648777
      ]
    ]
  },
  "Ten of The Hundred Old Tales feature this near-contemporary ruler, whose chancellor Pietro della Vigna is often credited with the first revival of Roman law since Justinian with his Constitutions of Melfi. This ruler created a bodyguard from the Saracen soldiers he established at Lucera, and his supporters included podestas such as Oberto Pelavicino and his son-in-law Ezzelino da Romano. After this ruler's death, Edmund Crouchback made a claim to one his former possessions, ruled at the time by this man's illegitimate son Manfred. The Council of Lyon was called to depose this ruler at the instigation of Innocent IV, and he also fought with Gregory IX. His marriage to Isabella of Jerusalem allowed": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -0.079391584
      ],
      [
        "der",
        -4.604148e-06
      ],
      [
        "ick",
        -0.0007848527
      ],
      [
        " II",
        -0.00035596156
      ],
      [
        ",",
        -0.00887904
      ],
      [
        " Holy",
        -0.00021664912
      ],
      [
        " Roman",
        -0.0002998313
      ],
      [
        " Emperor",
        -0.00082546816
      ]
    ]
  },
  "The tension of a certain substance found in this tissue can be measured using a pressure bomb. Hermine von Reichenbach discovered occlusions in this tissue called tyloses [tahy-LOH-seez]. Patterns of development": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.66054636
      ],
      [
        "yle",
        -0.00021105022
      ],
      [
        "m",
        -0.00015657782
      ]
    ]
  },
  "Tensions arose between this nation and the United States in 1985 when it didn't allow US planes to use its airspace on bombing flights against Muammar Khaddafi. The first party divisions in the US partly began when Jeffersonian republicans supported this country's grievances after the Jay Treaty. US ships frequently engaged this country's navy in the late 18th century in the undeclared Quasi War. FTP what nation's navy helped blockade British forces at Yorktown at the end of the Revolutionary War, led by Admiral de Grasse and General Rochambeau?": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.0029458476
      ]
    ]
  },
  "The tenderness of one of the characters in this work is compared to \"the harp-like morning glory strings, / Taut with the dew from garden bed to eaves.\" The title character is unable to persuade another character that he is able to \"find water with a hazel prong.\" That other character is a boy named Harold who \"studied Latin like the violin,\" with whom the title character would like to \"make a team": {
    "guess": "The Death of the Hired Man",
    "confidence": [
      [
        "The",
        -0.30653003
      ],
      [
        " Death",
        -0.006474964
      ],
      [
        " of",
        -0.00066668703
      ],
      [
        " the",
        -0.0018213161
      ],
      [
        " H",
        -0.0008065331
      ],
      [
        "ired",
        -3.8457987e-05
      ],
      [
        " Man",
        -3.9888433e-05
      ]
    ]
  },
  "During his tenure, an illegal naval shipment was made to Israel as part of the Cherbourg Gunboats affair. While running for president, this man was rumored to have been involved in the death of a bodyguard of the movie star Alain Delon named Stefan Markovic, although this man blamed rival Maurice Couve de Murville for that scandal. After working for the Rothschilds, this man replaced Michel Debre as": {
    "guess": "Georges Pompidou",
    "confidence": [
      [
        "Ge",
        -0.06988364
      ],
      [
        "orges",
        -9.41261e-05
      ],
      [
        " Pom",
        -0.006029165
      ],
      [
        "pid",
        -0.00015217095
      ],
      [
        "ou",
        -4.3583746e-05
      ]
    ]
  },
  "The tension of a certain substance found in this tissue can be measured using a pressure bomb. Hermine von Reichenbach discovered occlusions in this tissue called tyloses [tahy-LOH-seez]. Patterns of development in this tissue include mesarch [MEZ-ahrk], exarch [EK-sahrk], and endarch [EN-darch]. The inner and outer portions of its secondary type are called heartwood and sapwood. The cohesion-tension": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.26729533
      ],
      [
        "yle",
        -0.004082317
      ],
      [
        "m",
        -1.3544423e-05
      ]
    ]
  },
  "Tensions created by this event were not resolved at a meeting at Cierná- nad-Tisou, and it was ended by the Moscow Protocol and the accession of Husák to power. Jan Palach immolated himself in protest after it ended, and the \"Two Thousand Words\" was a manifesto urging the expansion of the Action Program": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.0053720144
      ],
      [
        "ague",
        -6.704273e-07
      ],
      [
        " Spring",
        -1.9743013e-05
      ]
    ]
  },
  "The Temple of Concordia was refurbished following the death of this man, the first student of Greek philosophy to hold office in Rome. He shocked the Senate by returning from his Sardinian quaestorship": {
    "guess": "Pythagoras",
    "confidence": [
      [
        "Py",
        -0.73972195
      ],
      [
        "thag",
        -0.0119810365
      ],
      [
        "oras",
        -0.015897458
      ]
    ]
  },
  "Ten days before this event, L. Frank Baum of the Aberdeen Saturday Pioneer had called for genocide, and he got his wish. It resulted from the advancement of a group of natives led by Big Foot towards Pine Ridge, and on that journey they were intercepted by Major Samuel Whiteside, who captured Big Foot. Two Hotchkiss guns were put in place, and during the night, a shot was fired, and the ensuing action resulted in fifty casualties for the Seventh Cavalry and three hundred for the Sioux. FTP, name": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.006610211
      ],
      [
        "ounded",
        -0.00021093102
      ],
      [
        " Knee",
        -4.4849444e-06
      ],
      [
        " Mass",
        -2.9517714e-05
      ],
      [
        "acre",
        -7.107425e-06
      ]
    ]
  },
  "Ten days before this event, L. Frank Baum of the Aberdeen Saturday Pioneer had called for genocide, and he got his wish. It resulted from the advancement of a group of natives led by Big Foot towards Pine Ridge, and on that journey they were intercepted by Major Samuel Whiteside, who captured Big Foot.": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.0018736668
      ],
      [
        "ounded",
        -0.001845102
      ],
      [
        " Knee",
        -5.7961847e-06
      ],
      [
        " Mass",
        -7.822647e-06
      ],
      [
        "acre",
        -3.7981175e-05
      ]
    ]
  },
  "About one-tenth of one percent of these cells are nearly identical to mast cells and capable of releasing histamines. A little more than half of them are neutrophils, which, along with the other granulocytes, perform phagocytosis. The two other types of these cells are monocytes and lymphocytes, the": {
    "guess": "White blood cells",
    "confidence": [
      [
        "White",
        -0.18487407
      ],
      [
        " blood",
        -0.1231009
      ],
      [
        " cells",
        -0.06408825
      ]
    ]
  },
  "During his tenure, an illegal naval shipment was made to Israel as part of the Cherbourg Gunboats affair.": {
    "guess": "Cherbourg Gunboats affair",
    "confidence": [
      [
        "Ch",
        -0.35599178
      ],
      [
        "er",
        -0.00018887833
      ],
      [
        "bourg",
        -2.4987974e-05
      ],
      [
        " Gun",
        -0.088724814
      ],
      [
        "boats",
        -0.020927101
      ],
      [
        " affair",
        -0.0031885246
      ]
    ]
  },
  "There are ten \"principal\" ones including the Kena, Prashna, and Isha as designated by the 8th-century mystic, Shankara.  Etymologically their name suggests \"sitting down near\" perhaps referring to the \"forest academies,\" out of whose teachings they arose.  Perhaps their most famous portion is the story \"What the Thunder Said,\" which is cited in The Wasteland.  FTP, name these ancient religious texts,": {
    "guess": "Upanishads",
    "confidence": [
      [
        "U",
        -0.004608726
      ],
      [
        "pan",
        -7.9418505e-06
      ],
      [
        "ish",
        -2.9352968e-06
      ],
      [
        "ads",
        -0.0041444073
      ]
    ]
  },
  "During his tenure, an illegal naval shipment was made to Israel as part of the Cherbourg Gunboats affair. While running for president, this man was rumored to have been involved in the death of a bodyguard of the movie star Alain Delon named Stefan Markovic, although this man blamed rival Maurice Couve de Murville for that scandal. After working for the Rothschilds, this man replaced Michel Debre as Prime Minister. As President, he substituted (*) Pierre Mesmer for his prime minister Chaban Delmas. This man devalued the franc by 12.5 percent, and during his presidency his country hosted Le Duc": {
    "guess": "Pompidou",
    "confidence": [
      [
        "P",
        -1.0790776
      ],
      [
        "om",
        -0.53640276
      ],
      [
        "pid",
        -0.00016361084
      ],
      [
        "ou",
        -0.00014013138
      ]
    ]
  },
  "The Temple of Concordia was refurbished following the death of this man, the first student of Greek philosophy to hold office in Rome. He shocked the Senate by returning from his Sardinian quaestorship without a formal request, and he later gave independent juries to the \"extortion court\" and proposed giving suffrage to all Italian speakers of Latin. More far-reaching versions of his initiatives were proposed by Marcus Livius Drusus, his co-tribune. After illegally protesting against the dissolution of a colony at Carthage, whose establishment he had led, he withdrew to the Aventine Hill, where Lucius Opimius attacked him, causing his suicide. FTP, name this man who was tribune from 123 to 122": {
    "guess": "Gaius Gracchus",
    "confidence": [
      [
        "G",
        -0.43640584
      ],
      [
        "ai",
        -0.000113079484
      ],
      [
        "us",
        -3.4524266e-05
      ],
      [
        " Gr",
        -0.038528528
      ],
      [
        "ac",
        -0.0013322637
      ],
      [
        "ch",
        -0.0010193521
      ],
      [
        "us",
        -0.00037633438
      ]
    ]
  },
  "The tempo Largo alla Siciliana and a 12/8 time signature are the directions for its trill-filled third movement, entitled \"La Paix,\" which is followed by an Allegro Spiritoso movement called \"Le Rejouissance.\" This suite's fifth and last movement is a set of two minuets with a brief shift to D minor before a final return to its main key of D major. Commissioned by George I to celebrate the end of the War of Austrian Succession, this work saw its premiere spoiled when the titular objects ignited the": {
    "guess": "Music for the Royal Fireworks",
    "confidence": [
      [
        "Music",
        -0.037261263
      ],
      [
        " for",
        -0.0025422513
      ],
      [
        " the",
        -0.034134418
      ],
      [
        " Royal",
        -0.00027373302
      ],
      [
        " Fire",
        -0.00056268455
      ],
      [
        "works",
        -0.0003465481
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization of the CMB is a projection of this anisotropy at recombination. For a collection of masses, this configuration is described as M times the quantity 3 times x sub i times x sub j minus the Kronecker": {
    "guess": "Quadrupole moment",
    "confidence": [
      [
        "Qu",
        -0.07304707
      ],
      [
        "adr",
        -0.0048751966
      ],
      [
        "up",
        -0.00028469609
      ],
      [
        "ole",
        -0.00079330517
      ],
      [
        " moment",
        -0.9773813
      ]
    ]
  },
  "The tension of a certain substance found in this tissue can be measured using a pressure bomb. Hermine von Reichenbach discovered occlusions in this tissue called tyloses [tahy-LOH-seez]. Patterns of development in this tissue include mesarch [MEZ-ahrk], exarch [EK-sahrk], and endarch [EN-darch]. The inner and outer portions of its secondary type are called heartwood and sapwood. The cohesion-tension theory explains the transport of material through this tissue, which is composed of short vessel elements and long tracheids. For 10 points, name this type of tissue found in vascular plants that carries": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.0004330533
      ],
      [
        "yle",
        -1.9361265e-07
      ],
      [
        "m",
        -1.4617256e-05
      ]
    ]
  },
  "He's not Tengri, but a dance named for him accompanies rounds of traditional Mongolian wrestling. Krishna's banner contains an image of this figure, who made himself small to avoid spikes (*) on the spokes of a wheel. His stepmother Kadru imprisoned his mother in Patala and mothered the creatures this being hates. This son of Vinita and Kashyapa retrieved amrita for the nagas and gained immortality from a deal made with Vishnu. For 10 points, name this bird, the mount of Vishnu.": {
    "guess": "Garuda",
    "confidence": [
      [
        "Gar",
        -0.0044670315
      ],
      [
        "uda",
        -3.523949e-05
      ]
    ]
  },
  "The Temple of Concordia was refurbished following the death of this man, the first student of Greek philosophy to hold office in Rome. He shocked the Senate by returning from his Sardinian quaestorship without a formal request, and he later gave independent juries to the \"extortion court\" and proposed": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.97846633
      ],
      [
        "ic",
        -0.18949486
      ],
      [
        "ero",
        -1.6643718e-05
      ]
    ]
  },
  "Tensions arose between this nation and the United States in 1985 when it didn't allow US planes to use its airspace on bombing flights against Muammar Khaddafi. The first party divisions in the US partly began when Jeffersonian republicans supported this country's grievances after the Jay Treaty. US ships frequently engaged this country's navy in the late 18th century in the undeclared Quasi War. FTP what nation's navy helped blockade British forces at Yorktown at the end of the Revolutionary War,": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.01770652
      ]
    ]
  },
  "For ten, he is noted for his autobiographical \"The Making of an American,\" but is better known as the": {
    "guess": "Theodore Dreiser",
    "confidence": [
      [
        "The",
        -0.40931985
      ],
      [
        "odore",
        -0.020166116
      ],
      [
        " Dre",
        -0.0042378358
      ],
      [
        "iser",
        -2.7729659e-05
      ]
    ]
  },
  "The tension of a certain substance found in this tissue can be measured using a pressure bomb. Hermine von Reichenbach discovered occlusions in this tissue called tyloses [tahy-LOH-seez]. Patterns of development in this tissue include mesarch [MEZ-ahrk], exarch [EK-sahrk], and endarch [EN-darch]. The inner and outer portions of its secondary type are called heartwood and sapwood. The cohesion-tension theory explains the transport of material through this tissue, which is composed of short vessel elements and long tracheids. For 10 points, name this type of tissue found in vascular plants that carries minerals and water up from the roots.": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.0008697716
      ],
      [
        "yle",
        -1.9361265e-07
      ],
      [
        "m",
        -1.867018e-05
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization": {
    "guess": "Quadrupole (cosmology)",
    "confidence": [
      [
        "Qu",
        -0.12457629
      ],
      [
        "adr",
        -0.0009071759
      ],
      [
        "up",
        -0.00049691345
      ],
      [
        "ole",
        -0.00018065695
      ],
      [
        " (",
        -1.3355087
      ],
      [
        "cos",
        -0.09526073
      ],
      [
        "m",
        -0.17835885
      ],
      [
        "ology",
        -5.080963e-06
      ],
      [
        ")",
        -7.314626e-05
      ]
    ]
  },
  "Ten of The Hundred Old Tales feature this near-contemporary ruler, whose chancellor Pietro della Vigna is often credited with the first revival of Roman law since Justinian with his Constitutions of Melfi. This ruler created a bodyguard from the Saracen soldiers he established at Lucera, and his supporters included podestas such as Oberto Pelavicino and his son-in-law Ezzelino da Romano. After this": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -0.21842812
      ],
      [
        "der",
        -5.5122365e-07
      ],
      [
        "ick",
        -0.00026968008
      ],
      [
        " II",
        -4.1318875e-05
      ],
      [
        ",",
        -0.015522064
      ],
      [
        " Holy",
        -0.000116417184
      ],
      [
        " Roman",
        -7.255024e-05
      ],
      [
        " Emperor",
        -0.00035333907
      ]
    ]
  },
  "In its tensor form, this can be defined through a 3x3 matrix where its elements off of the principle diagonal are called \"products\". By putting the tensor into reduced row-echelon form, the principal type": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0012671363
      ],
      [
        " of",
        -0.00016098835
      ],
      [
        " inertia",
        -0.0012071383
      ]
    ]
  },
  "In its tensor form, this can be defined through a 3x3 matrix where its elements off of the principle diagonal are called \"products\". By putting the tensor into reduced row-echelon form, the principal type of this can be determined from the values of the principle diagonal. For the scalar form, the Huygens-Steiner theorem allows for it to be calculated for a rigid object with a displaced axis of rotation, and is also known as the parallel axis theorem. For 10 points, name this principle that was first defined by Euler in 1730, the rotational analog of mass.": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.00082225696
      ],
      [
        " of",
        -6.0345924e-06
      ],
      [
        " inertia",
        -0.0012666595
      ]
    ]
  },
  "About one-tenth of one percent of these cells are nearly identical to mast cells and capable of releasing": {
    "guess": "Basophils",
    "confidence": [
      [
        "Bas",
        -0.16472752
      ],
      [
        "oph",
        -0.01552629
      ],
      [
        "ils",
        -0.00010342398
      ]
    ]
  },
  "During his tenure, an illegal naval shipment was made to Israel as part of the Cherbourg Gunboats affair. While running for president, this man was rumored to have been involved in the death of a bodyguard": {
    "guess": "John F. Kennedy",
    "confidence": [
      [
        "John",
        -1.6367275
      ],
      [
        " F",
        -0.0025638877
      ],
      [
        ".",
        -0.0014410655
      ],
      [
        " Kennedy",
        -1.9743013e-05
      ]
    ]
  },
  "There are ten \"principal\" ones including the Kena, Prashna, and Isha as designated by the 8th-century mystic, Shankara.  Etymologically their name suggests \"sitting down near\" perhaps referring to the": {
    "guess": "Upanishads",
    "confidence": [
      [
        "U",
        -9.2576454e-05
      ],
      [
        "pan",
        -1.8624639e-06
      ],
      [
        "ish",
        -5.5122365e-07
      ],
      [
        "ads",
        -0.00010318558
      ]
    ]
  },
  "The Temple of Concordia was refurbished following the death of this man, the first student of Greek philosophy to hold office in Rome. He shocked the Senate by returning from his Sardinian quaestorship without a formal request, and he later gave independent juries to the \"extortion court\" and proposed giving suffrage to all Italian speakers of Latin. More far-reaching versions of his initiatives were proposed by Marcus Livius Drusus, his co-tribune. After illegally protesting against the dissolution of a colony at Carthage, whose establishment he had led, he withdrew to the Aventine Hill, where": {
    "guess": "Tiberius Gracchus",
    "confidence": [
      [
        "T",
        -0.7447779
      ],
      [
        "iber",
        -0.0019702658
      ],
      [
        "ius",
        -0.00050918775
      ],
      [
        " Gr",
        -0.08429351
      ],
      [
        "ac",
        -0.0005563704
      ],
      [
        "ch",
        -0.0002812392
      ],
      [
        "us",
        -5.931863e-05
      ]
    ]
  },
  "Tensions arose between this nation and the United States in 1985 when it didn't allow US planes to use": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.5762271
      ]
    ]
  },
  "The Tennessee Supreme Court ruled in Swann v. Peck that this practice can legally be prohibited. The passage suggesting this practice, which first swept the Grasshopper Valley, goes on to say that \"when they drink deadly poison, it will not hurt them,\" and some of the people who do this also purposely ingest strychnine. This practice is common in the Oneness Pentacostalism denomination and the Church": {
    "guess": "Snake handling",
    "confidence": [
      [
        "Snake",
        -0.04327744
      ],
      [
        " handling",
        -0.019163324
      ]
    ]
  },
  "A temporary replacement for this group called the Union of Welfare was constructed nearly a decade before its downfall, and among its acts was the drafting of a constitution known as the Green Book. Its more radical members formed its Southern Society, led by Pestel, and the man who commanded the troops that opposed them, Alexander Beckendorff, would later become the chief of police to the man opposed": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.028856674
      ],
      [
        "embr",
        -2.6299214e-05
      ],
      [
        "ist",
        -0.0007498289
      ],
      [
        " revolt",
        -0.00407579
      ]
    ]
  },
  "The tenderness of one of the characters in this work is compared to \"the harp-like morning glory strings, / Taut with the dew from garden bed to eaves.\" The title character is unable to persuade another": {
    "guess": "The Death of the Hired Man",
    "confidence": [
      [
        "The",
        -0.46954575
      ],
      [
        " Death",
        -0.0841561
      ],
      [
        " of",
        -0.00023083435
      ],
      [
        " the",
        -0.0126842195
      ],
      [
        " H",
        -0.0037974655
      ],
      [
        "ired",
        -6.9882217e-06
      ],
      [
        " Man",
        -5.6457742e-05
      ]
    ]
  },
  "Tensions arose between this nation and the United States in 1985 when it didn't allow US planes to use its airspace on bombing flights against Muammar Khaddafi. The first party divisions in the US partly began when Jeffersonian republicans supported this country's grievances after the Jay Treaty. US ships frequently engaged this country's navy in the late 18th century in the undeclared Quasi War. FTP": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.05732821
      ]
    ]
  },
  "The tensor describing this configuration relies on the five spherical harmonics for whom L is equal to two. In the CMB, an anisotropy of this type has poles ninety degrees apart, and the linear polarization of the CMB is a projection of this anisotropy at recombination. For a collection of masses, this": {
    "guess": "Quadrupole",
    "confidence": [
      [
        "Qu",
        -0.06765131
      ],
      [
        "adr",
        -0.0018786624
      ],
      [
        "up",
        -0.000318185
      ],
      [
        "ole",
        -0.00065643917
      ]
    ]
  }
}