{
  "Zwicky introduced this hypothesis, which can explain the growth of large-scale structure in the relatively short period since the time of electron-photon decoupling. Zwicky was prompted to postulate it on the basis of his measurements of galactic velocity dispersions in the Coma cluster. Further support came from Vera Rubin's work demonstrating that galactic rotation curves typically remain flat rather than falling off with radius. Candidates include axions, MACHOs and WIMPs. Approximately 25% of": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.0032204916
      ],
      [
        " matter",
        -0.006129883
      ]
    ]
  },
  "Zwicky introduced this hypothesis, which can explain the growth of large-scale structure in the relatively short period since the time of electron-photon decoupling. Zwicky was prompted to postulate it on the basis of his measurements of galactic velocity dispersions in the Coma cluster. Further support came from Vera Rubin's work demonstrating that galactic rotation curves typically remain flat rather than falling off with radius. Candidates include axions, MACHOs and WIMPs. Approximately 25% of the density of the Universe is thought to reside in, FTP, what non-luminous material?": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.0020763865
      ],
      [
        " matter",
        -0.0054317815
      ]
    ]
  },
  "Zwicky introduced this hypothesis, which can explain the growth of large-scale structure in the relatively": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.36257792
      ],
      [
        " matter",
        -0.025378492
      ]
    ]
  },
  "Zwicky introduced this hypothesis, which can explain the growth of large-scale structure in the relatively short period since the time of electron-photon decoupling. Zwicky was prompted to postulate it": {
    "guess": "Cosmic Neutrino Background",
    "confidence": [
      [
        "Cos",
        -0.71114266
      ],
      [
        "mic",
        -0.10195323
      ],
      [
        " Ne",
        -1.3928391
      ],
      [
        "utr",
        -0.00023369525
      ],
      [
        "ino",
        -0.02531433
      ],
      [
        " Background",
        -0.00050430046
      ]
    ]
  },
  "Zwicky introduced this hypothesis, which can explain the growth of large-scale structure in the relatively short period since the time of electron-photon decoupling. Zwicky was prompted to postulate it on the basis of his measurements of galactic velocity dispersions in the Coma cluster. Further support came from Vera Rubin's work demonstrating that galactic rotation curves typically remain flat rather": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.016895292
      ],
      [
        " matter",
        -0.009632955
      ]
    ]
  },
  "Zwicky introduced this hypothesis, which can explain the growth of large-scale structure in the relatively short period since the time of electron-photon decoupling. Zwicky was prompted to postulate it on the basis of his measurements of galactic velocity dispersions in the Coma cluster. Further support": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.97940654
      ],
      [
        " matter",
        -0.44550744
      ]
    ]
  }
}