{
  "A 19th century mayor of this city, Henry Perrin Coon, was supported by a militia called the Committee of Vigilance. The international meeting that formally established the UN was held in this city. This city's \"White Night Riot\" occurred following a trial which saw the use of the \"Twinkie defense.\" Dianne Feinstein became mayor of this city following Dan White's shooting of George Moscone [mos-KOE-nee] and Supervisor Harvey Milk. Name this California city, site of the Golden Gate Bridge.": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0007762774
      ],
      [
        " Francisco",
        -0.00057280954
      ]
    ]
  },
  "In the 13th canto of the Kalevala, Lemminkainen is tasked with slaying the Hiisi elk, which is said to have one of these made from a stump. In Japanese myth, Yamato no Orochi is said to have eight of them,": {
    "guess": "Sword",
    "confidence": [
      [
        "S",
        -0.48350254
      ],
      [
        "word",
        -0.034297433
      ]
    ]
  },
  "This 10th century nun at the German monastery of Gandersheim is one of the first medieval dramatists who historians know by name. It is not known whether Gandersheim's nuns ever performed her six plays, which draw heavily on the writing of the Roman comedian Terence, but modern productions show that": {
    "guess": "Hrosvitha of Gandersheim",
    "confidence": [
      [
        "H",
        -0.2927486
      ],
      [
        "ro",
        -0.24872456
      ],
      [
        "sv",
        -0.054348838
      ],
      [
        "ith",
        -0.0013698806
      ],
      [
        "a",
        -6.253713e-05
      ],
      [
        " of",
        -0.16550016
      ],
      [
        " Gand",
        -5.7961847e-06
      ],
      [
        "ers",
        -5.9795446e-05
      ],
      [
        "heim",
        -0.0004253124
      ]
    ]
  },
  "During the 17th century, this instrument's North German School was represented by Samuel Scheidt and Heinrich Scheidemann. Before writing \"The Technique of My Musical Language,\" one composer first outlined his \"modes of limited transposition\" in a preface to a work for this instrument, which includes movements such as \"Desseins éternels\" and \"Le verbe.\" Messaien wrote his La Nativité du seigneur for this instrument, for which many \"chorale-preludes\" were written. Louis Vierne and Charles-Marie Widor wrote symphonies for this instrument, which was played by the composer of the cantata cycle Membra": {
    "guess": "Pipe organ",
    "confidence": [
      [
        "Pipe",
        -0.2436781
      ],
      [
        " organ",
        -0.0014352318
      ]
    ]
  },
  "In the 13th canto of the Kalevala, Lemminkainen is tasked with slaying the Hiisi elk, which is said to have one of these made from a stump. In Japanese myth, Yamato no Orochi is said to have eight of them, while the Slavic deity Triglav possesses three. In the Skaldskaparmal, after surpassing the craftsmanship of the sons of Ivaldi, Brokk demands the one belonging to Loki. Britain could not be invaded so long as the one belonging to Bran was planted facing across the Channel, and the one belonging to Mimir was preserved by Odin as an oracle after it was sent back by the Vanir. Perseus stored Medusa's in a magic wallet. FTP, identify this body part which, when detached from the body of Orpheus, floated down a river singing.": {
    "guess": "Head",
    "confidence": [
      [
        "Head",
        -0.0913452
      ]
    ]
  },
  "th-century farmlands surrounding this entity were known as \"the Smeeth.\" The world's first parabolic reflector shone across this body of water from the Hunstanton Lighthouse. The Great Ouse, Steeping, and Witham rivers flow into this body of water, and there are more seals here than anywhere else in the UK. Its hinterlands include the cities of Holme Next the Sea, (*) King's Lynn, and Boston. This body of water collects water from 10% of England's land, and it is located where Lincolnshire meets Norfolk. Opening into the North Sea, this is, for 15 points, what square-mouthed estuary, the largest": {
    "guess": "The Wash",
    "confidence": [
      [
        "The",
        -0.0060624634
      ],
      [
        " Wash",
        -0.00011939728
      ]
    ]
  },
  "In the 13th canto of the Kalevala, Lemminkainen is tasked with slaying the Hiisi elk, which is said to have one of these made from a stump. In Japanese myth, Yamato no Orochi is said to have eight of them, while the Slavic deity Triglav possesses three. In the Skaldskaparmal, after surpassing the craftsmanship of the sons of Ivaldi, Brokk demands the one belonging to Loki. Britain could not be invaded": {
    "guess": "Mjölnir",
    "confidence": [
      [
        "M",
        -0.88790345
      ],
      [
        "j",
        -0.01999775
      ],
      [
        "ö",
        -0.04396294
      ],
      [
        "ln",
        -0.004205071
      ],
      [
        "ir",
        -0.000110457004
      ]
    ]
  },
  "th century examples include Alvin Plantinga's \"victorious\" modal one, as well as one by Kurt Gödel. Gottlieb Frege claimed they were doomed because existence is a second-order predicate, so a first-order claim is meaningless. Found in the Meditations of Descartes and the Proslogion, for ten points, name": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.012477042
      ],
      [
        "ological",
        -0.00015252856
      ],
      [
        " argument",
        -0.01231762
      ]
    ]
  },
  "In the 20th century, Raymond Leppard worked over Joseph Joachim's orchestration of one of this composer's": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.58291376
      ],
      [
        "elix",
        -0.38369533
      ],
      [
        " Mend",
        -4.365741e-06
      ],
      [
        "els",
        -0.0001757696
      ],
      [
        "so",
        -4.3202e-07
      ],
      [
        "hn",
        -0.00010473523
      ]
    ]
  },
  "th century examples include Alvin Plantinga's \"victorious\" modal one, as well as one by Kurt Gödel. Gottlieb": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.10009667
      ],
      [
        "ological",
        -0.00018565984
      ],
      [
        " argument",
        -0.012908428
      ]
    ]
  },
  "th-century farmlands surrounding this entity were known as \"the Smeeth.\" The world's first parabolic reflector shone across this body of water from the Hunstanton Lighthouse. The Great Ouse, Steeping, and Witham rivers flow into this body of water, and there are more seals here than anywhere else in the UK. Its hinterlands include the cities of Holme Next the Sea, (*) King's Lynn, and Boston. This": {
    "guess": "The Wash",
    "confidence": [
      [
        "The",
        -0.0043806364
      ],
      [
        " Wash",
        -0.00020735491
      ]
    ]
  },
  "In the 13th canto of the Kalevala, Lemminkainen is tasked with slaying the Hiisi elk, which is said to have one of these made from a stump. In Japanese myth, Yamato no Orochi is said to have eight of them, while the Slavic deity Triglav possesses three. In the Skaldskaparmal, after surpassing the craftsmanship of the sons of Ivaldi, Brokk demands the one belonging to Loki. Britain could not be invaded so long as the one belonging to Bran was planted facing across the Channel, and the one belonging to Mimir was preserved by Odin as an oracle after it was sent back by the Vanir. Perseus stored Medusa's in a magic wallet. FTP, identify this body part which, when detached from the body of Orpheus,": {
    "guess": "Head",
    "confidence": [
      [
        "Head",
        -0.05009686
      ]
    ]
  },
  "During the 17th century, this instrument's North German School was represented by Samuel Scheidt and Heinrich Scheidemann. Before writing \"The Technique of My Musical Language,\" one composer first outlined his \"modes of limited transposition\" in a preface to a work for this instrument, which includes movements such as \"Desseins éternels\" and \"Le verbe.\" Messaien wrote his La Nativité du seigneur for this instrument, for which many \"chorale-preludes\" were written. Louis Vierne and Charles-Marie Widor wrote symphonies for this instrument, which was played by the composer of the cantata cycle Membra Jesu Nostri, Dietrich Buxtehude. For 10 points, name this keyboard instrument operated with pedals,": {
    "guess": "Organ",
    "confidence": [
      [
        "Organ",
        -0.38435042
      ]
    ]
  },
  "In the 13th canto of the Kalevala, Lemminkainen is tasked with slaying the Hiisi elk, which is said to": {
    "guess": "Hiisi",
    "confidence": [
      [
        "Hi",
        -0.7691601
      ],
      [
        "isi",
        -0.0338966
      ]
    ]
  },
  "th century examples include Alvin Plantinga's \"victorious\" modal one, as well as one by Kurt Gödel. Gottlieb Frege claimed they were doomed because existence is a second-order predicate, so a first-order claim is meaningless. Found in the Meditations of Descartes and the Proslogion, for ten points, name this argument, which St. Anselm used to prove the existence of God.": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.0014142813
      ],
      [
        "ological",
        -8.776276e-06
      ],
      [
        " argument",
        -0.003627389
      ]
    ]
  },
  "During the 17th century, this instrument's North German School was represented by Samuel Scheidt and": {
    "guess": "Organ (music)",
    "confidence": [
      [
        "Organ",
        -0.21707289
      ],
      [
        " (",
        -0.4552195
      ],
      [
        "music",
        -0.0051430347
      ],
      [
        ")",
        -0.010014005
      ]
    ]
  },
  "In the 13th canto of the Kalevala, Lemminkainen is tasked with slaying the Hiisi elk, which is said to have one of these made from a stump. In Japanese myth, Yamato no Orochi is said to have eight of them, while the Slavic deity Triglav possesses three. In the Skaldskaparmal, after surpassing the craftsmanship of the sons of Ivaldi, Brokk demands the one belonging to Loki. Britain could not be invaded so long as the one belonging to Bran was planted facing across the Channel, and the one belonging": {
    "guess": "Relic",
    "confidence": [
      [
        "Rel",
        -1.8842546
      ],
      [
        "ic",
        -0.27055898
      ]
    ]
  },
  "In the 20th century, Raymond Leppard worked over Joseph Joachim's orchestration of one of this composer's pieces, a sonata in C called the Grand Duo. The tonality of the Andante second section of one work": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.29246232
      ],
      [
        "z",
        -4.85903e-05
      ],
      [
        " Sch",
        -0.00044890374
      ],
      [
        "ub",
        -2.1769476e-05
      ],
      [
        "ert",
        -3.5120287e-05
      ]
    ]
  },
  "A 19th century mayor of this city, Henry Perrin Coon, was supported by a militia called the Committee": {
    "guess": "Minneapolis",
    "confidence": [
      [
        "Min",
        -2.2819316
      ],
      [
        "neapolis",
        -0.00015181334
      ]
    ]
  },
  "In the 13th canto of the Kalevala, Lemminkainen is tasked with slaying the Hiisi elk, which is said to have one of these made from a stump. In Japanese myth, Yamato no Orochi is said to have eight of them, while the Slavic deity Triglav possesses three. In the Skaldskaparmal, after surpassing the craftsmanship of the sons of Ivaldi, Brokk demands the one belonging to Loki. Britain could not be invaded so long as the one belonging to Bran was planted facing across the Channel, and the one belonging to Mimir was preserved by Odin as an oracle after it was sent back by the Vanir. Perseus stored Medusa's": {
    "guess": "Relic",
    "confidence": [
      [
        "Rel",
        -1.4821554
      ],
      [
        "ic",
        -0.36128673
      ]
    ]
  },
  "th-century farmlands surrounding this entity were known as \"the Smeeth.\" The world's first parabolic reflector shone across this body of water from the Hunstanton Lighthouse. The Great Ouse, Steeping, and Witham rivers flow into this body of water, and there are more seals here than anywhere else in the UK. Its hinterlands include the cities of Holme Next the Sea, (*) King's Lynn, and Boston. This body of water collects water from 10% of England's land, and it is located where Lincolnshire meets Norfolk. Opening into the North Sea, this is, for 15 points, what square-mouthed estuary, the largest in the UK?": {
    "guess": "The Wash",
    "confidence": [
      [
        "The",
        -0.005579149
      ],
      [
        " Wash",
        -4.5252596e-05
      ]
    ]
  },
  "A 19th century mayor of this city, Henry Perrin Coon, was supported by a militia called the Committee of Vigilance. The international meeting that formally established the UN was held in this city. This": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0054890453
      ],
      [
        " Francisco",
        -0.00021796036
      ]
    ]
  },
  "During the 17th century, this instrument's North German School was represented by Samuel Scheidt and Heinrich Scheidemann. Before writing \"The Technique of My Musical Language,\" one composer first outlined his \"modes of limited transposition\" in a preface to a work for this instrument, which includes movements such as \"Desseins éternels\" and \"Le verbe.\" Messaien wrote his La Nativité du seigneur for": {
    "guess": "Organ",
    "confidence": [
      [
        "Organ",
        -0.19639811
      ]
    ]
  },
  "In the 20th century, Raymond Leppard worked over Joseph Joachim's orchestration of one of this composer's pieces, a sonata in C called the Grand Duo. The tonality of the Andante second section of one work by this composer rises chromatically from F major to A minor. The two symphonies this composer wrote in C major are differentiated by the words \"Great\" and \"Little\" and he also wrote a work that replaces a usual violin with a double bass and depicts a swimming fish. This man's eighth symphony has only two movements that known to be complete. For 10 points, name this Austrian composer of the Trout": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.0013896391
      ],
      [
        "z",
        -2.4630364e-05
      ],
      [
        " Sch",
        -3.7265952e-05
      ],
      [
        "ub",
        -3.1305768e-05
      ],
      [
        "ert",
        -1.247159e-05
      ]
    ]
  },
  "This 10th century nun at the German monastery of Gandersheim is one of the first medieval dramatists who historians know by name. It is not known whether Gandersheim's nuns ever performed her six plays, which draw heavily on the writing of the Roman comedian Terence, but modern productions show that it was possible. Many of her plays, unsurprisingly involve women in leading roles, like the three virgins in Dulcitius (dool-SEE-shuhs). FTP, name this nun, whose Paphnutius inspired Anatole France's novel and, indirectly, Massenet's opera.": {
    "guess": "Roswitha of Gandersheim",
    "confidence": [
      [
        "Ros",
        -0.62096155
      ],
      [
        "with",
        -0.008228256
      ],
      [
        "a",
        -0.0001202317
      ],
      [
        " of",
        -0.10256752
      ],
      [
        " Gand",
        -0.00016647171
      ],
      [
        "ers",
        -2.1411865e-05
      ],
      [
        "heim",
        -0.000121662146
      ]
    ]
  },
  "This 10th century nun at the German monastery of Gandersheim is one of the first medieval dramatists": {
    "guess": "Hrosvitha",
    "confidence": [
      [
        "H",
        -0.44045475
      ],
      [
        "ro",
        -0.13578123
      ],
      [
        "sv",
        -0.065079734
      ],
      [
        "ith",
        -0.0024288134
      ],
      [
        "a",
        -3.190179e-05
      ]
    ]
  },
  "th-century farmlands surrounding this entity were known as \"the Smeeth.\" The world's first parabolic reflector shone across this body of water from the Hunstanton Lighthouse. The Great Ouse, Steeping,": {
    "guess": "The Wash",
    "confidence": [
      [
        "The",
        -0.048827514
      ],
      [
        " Wash",
        -0.011983506
      ]
    ]
  },
  "A 19th century mayor of this city, Henry Perrin Coon, was supported by a militia called the Committee of Vigilance. The international meeting that formally established the UN was held in this city. This city's \"White Night Riot\" occurred following a trial which saw the use of the \"Twinkie defense.\" Dianne Feinstein became mayor of this city following Dan White's shooting of George Moscone [mos-KOE-nee]": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0011531977
      ],
      [
        " Francisco",
        -0.00041982904
      ]
    ]
  },
  "In the 20th century, Raymond Leppard worked over Joseph Joachim's orchestration of one of this composer's pieces, a sonata in C called the Grand Duo. The tonality of the Andante second section of one work by this composer rises chromatically from F major to A minor. The two symphonies this composer wrote in C major are differentiated by the words \"Great\" and \"Little\" and he also wrote a work that replaces a usual violin with a double bass and depicts a swimming fish. This man's eighth symphony has only two movements that known to be complete. For 10 points, name this Austrian composer of the Trout Quintet and his Unfinished Symphony.": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.00062248815
      ],
      [
        "z",
        -1.342522e-05
      ],
      [
        " Sch",
        -1.962381e-05
      ],
      [
        "ub",
        -1.8193366e-05
      ],
      [
        "ert",
        -1.5213274e-05
      ]
    ]
  },
  "In the 20th century, Raymond Leppard worked over Joseph Joachim's orchestration of one of this composer's pieces, a sonata in C called the Grand Duo. The tonality of the Andante second section of one work by this composer rises chromatically from F major to A minor. The two symphonies this composer wrote in C major are differentiated by the words \"Great\" and \"Little\" and he also wrote a work that replaces": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.0020713948
      ],
      [
        "z",
        -5.080963e-06
      ],
      [
        " Sch",
        -0.00026073982
      ],
      [
        "ub",
        -7.89631e-07
      ],
      [
        "ert",
        -1.8193366e-05
      ]
    ]
  },
  "th-century farmlands surrounding this entity were known as \"the Smeeth.\" The world's first parabolic reflector shone across this body of water from the Hunstanton Lighthouse. The Great Ouse, Steeping, and Witham rivers flow into this body of water, and there are more seals here than anywhere else in": {
    "guess": "The Wash",
    "confidence": [
      [
        "The",
        -0.0017255149
      ],
      [
        " Wash",
        -0.00021402664
      ]
    ]
  },
  "During the 17th century, this instrument's North German School was represented by Samuel Scheidt and Heinrich Scheidemann. Before writing \"The Technique of My Musical Language,\" one composer first outlined his \"modes of limited transposition\" in a preface to a work for this instrument, which includes": {
    "guess": "Harpsichord",
    "confidence": [
      [
        "Har",
        -0.94927305
      ],
      [
        "ps",
        -0.030667093
      ],
      [
        "ich",
        -0.00028743778
      ],
      [
        "ord",
        -0.00015443214
      ]
    ]
  },
  "th century examples include Alvin Plantinga's \"victorious\" modal one, as well as one by Kurt Gödel. Gottlieb Frege claimed they were doomed because existence is a second-order predicate, so a first-order": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.1458293
      ],
      [
        "ological",
        -0.004755615
      ],
      [
        " argument",
        -0.008981131
      ]
    ]
  },
  "During the 17th century, this instrument's North German School was represented by Samuel Scheidt and Heinrich Scheidemann. Before writing \"The Technique of My Musical Language,\" one composer first outlined his \"modes of limited transposition\" in a preface to a work for this instrument, which includes movements such as \"Desseins éternels\" and \"Le verbe.\" Messaien wrote his La Nativité du seigneur for this instrument, for which many \"chorale-preludes\" were written. Louis Vierne and Charles-Marie Widor wrote symphonies for this instrument, which was played by the composer of the cantata cycle Membra Jesu Nostri, Dietrich Buxtehude. For 10 points, name this keyboard instrument operated with pedals, manuals, and stops, often found in churches.": {
    "guess": "Pipe organ",
    "confidence": [
      [
        "Pipe",
        -0.036123257
      ],
      [
        " organ",
        -0.00073434337
      ]
    ]
  },
  "This 10th century nun at the German monastery of Gandersheim is one of the first medieval dramatists who historians know by name. It is not known whether Gandersheim's nuns ever performed her six plays, which draw heavily on the writing of the Roman comedian Terence, but modern productions show that it was possible. Many of her plays, unsurprisingly involve women in leading roles, like the three virgins": {
    "guess": "Hroswitha of Gandersheim",
    "confidence": [
      [
        "H",
        -0.037019253
      ],
      [
        "ro",
        -0.16433758
      ],
      [
        "swith",
        -0.39767504
      ],
      [
        "a",
        -1.6762922e-05
      ],
      [
        " of",
        -0.00043674864
      ],
      [
        " Gand",
        -1.3902034e-05
      ],
      [
        "ers",
        -2.7014437e-05
      ],
      [
        "heim",
        -4.2630116e-05
      ]
    ]
  },
  "During the 17th century, this instrument's North German School was represented by Samuel Scheidt and Heinrich Scheidemann. Before writing \"The Technique of My Musical Language,\" one composer first outlined": {
    "guess": "North German Organ School",
    "confidence": [
      [
        "North",
        -0.58268255
      ],
      [
        " German",
        -0.00016086915
      ],
      [
        " Organ",
        -0.5463141
      ],
      [
        " School",
        -0.052585635
      ]
    ]
  },
  "This 10th century nun at the German monastery of Gandersheim is one of the first medieval dramatists who historians know by name. It is not known whether Gandersheim's nuns ever performed her six plays, which draw heavily on the writing of the Roman comedian Terence, but modern productions show that it was possible. Many of her plays, unsurprisingly involve women in leading roles, like the three virgins in Dulcitius (dool-SEE-shuhs). FTP, name this nun, whose Paphnutius inspired Anatole France's": {
    "guess": "Roswitha of Gandersheim",
    "confidence": [
      [
        "Ros",
        -0.5508746
      ],
      [
        "with",
        -0.0050755525
      ],
      [
        "a",
        -0.000127615
      ],
      [
        " of",
        -0.1512348
      ],
      [
        " Gand",
        -0.0002226093
      ],
      [
        "ers",
        -4.429897e-05
      ],
      [
        "heim",
        -0.00027218336
      ]
    ]
  },
  "A 19th century mayor of this city, Henry Perrin Coon, was supported by a militia called the Committee of Vigilance. The international meeting that formally established the UN was held in this city. This city's \"White Night Riot\" occurred following a trial which saw the use of the \"Twinkie defense.\" Dianne": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.007335419
      ],
      [
        " Francisco",
        -0.00073565455
      ]
    ]
  },
  "In the 20th century, Raymond Leppard worked over Joseph Joachim's orchestration of one of this composer's pieces, a sonata in C called the Grand Duo. The tonality of the Andante second section of one work by this composer rises chromatically from F major to A minor. The two symphonies this composer wrote": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.5767211
      ],
      [
        "z",
        -1.5451682e-05
      ],
      [
        " Sch",
        -0.00090252695
      ],
      [
        "ub",
        -1.0280384e-06
      ],
      [
        "ert",
        -1.8193366e-05
      ]
    ]
  },
  "th-century farmlands surrounding this entity were known as \"the Smeeth.\" The world's first parabolic": {
    "guess": "The Wash",
    "confidence": [
      [
        "The",
        -0.8838979
      ],
      [
        " Wash",
        -0.03677786
      ]
    ]
  },
  "In the 20th century, Raymond Leppard worked over Joseph Joachim's orchestration of one of this composer's pieces, a sonata in C called the Grand Duo. The tonality of the Andante second section of one work by this composer rises chromatically from F major to A minor. The two symphonies this composer wrote in C major are differentiated by the words \"Great\" and \"Little\" and he also wrote a work that replaces a usual violin with a double bass and depicts a swimming fish. This man's eighth symphony has": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.015717352
      ],
      [
        "z",
        -4.604148e-06
      ],
      [
        " Sch",
        -0.00020258676
      ],
      [
        "ub",
        -6.1537958e-06
      ],
      [
        "ert",
        -1.3306016e-05
      ]
    ]
  },
  "During the 17th century, this instrument's North German School was represented by Samuel Scheidt and Heinrich Scheidemann. Before writing \"The Technique of My Musical Language,\" one composer first outlined his \"modes of limited transposition\" in a preface to a work for this instrument, which includes movements such as \"Desseins éternels\" and \"Le verbe.\" Messaien wrote his La Nativité du seigneur for this instrument, for which many \"chorale-preludes\" were written. Louis Vierne and Charles-Marie Widor": {
    "guess": "Organ",
    "confidence": [
      [
        "Organ",
        -0.36338916
      ]
    ]
  },
  "In the 13th canto of the Kalevala, Lemminkainen is tasked with slaying the Hiisi elk, which is said to have one of these made from a stump. In Japanese myth, Yamato no Orochi is said to have eight of them, while the Slavic deity Triglav possesses three. In the Skaldskaparmal, after surpassing the craftsmanship": {
    "guess": "Sword",
    "confidence": [
      [
        "S",
        -1.9819089
      ],
      [
        "word",
        -0.24900515
      ]
    ]
  },
  "This 10th century nun at the German monastery of Gandersheim is one of the first medieval dramatists who historians know by name. It is not known whether Gandersheim's nuns ever performed her six plays,": {
    "guess": "Hrosvitha of Gandersheim",
    "confidence": [
      [
        "H",
        -0.4942783
      ],
      [
        "ro",
        -0.23634872
      ],
      [
        "sv",
        -0.055394124
      ],
      [
        "ith",
        -0.0018157173
      ],
      [
        "a",
        -5.8961017e-05
      ],
      [
        " of",
        -0.192589
      ],
      [
        " Gand",
        -1.2352386e-05
      ],
      [
        "ers",
        -8.363618e-05
      ],
      [
        "heim",
        -0.00031806578
      ]
    ]
  },
  "th-century farmlands surrounding this entity were known as \"the Smeeth.\" The world's first parabolic reflector shone across this body of water from the Hunstanton Lighthouse. The Great Ouse, Steeping, and Witham rivers flow into this body of water, and there are more seals here than anywhere else in the UK. Its hinterlands include the cities of Holme Next the Sea, (*) King's Lynn, and Boston. This body of water collects water from 10% of England's land, and it is located where Lincolnshire meets": {
    "guess": "The Wash",
    "confidence": [
      [
        "The",
        -0.003960617
      ],
      [
        " Wash",
        -0.00035274302
      ]
    ]
  }
}