{
  "Some craters on one moon of this planet were named after places and characters from Gulliver's Travels.": {
    "guess": "Moons of Jupiter",
    "confidence": [
      [
        "Mo",
        -0.47374937
      ],
      [
        "ons",
        -8.061054e-06
      ],
      [
        " of",
        -0.00021843717
      ],
      [
        " Jupiter",
        -0.7052629
      ]
    ]
  },
  "Some craters on one moon of this planet were named after places and characters from Gulliver's Travels. This planet's orbit is the second-most eccentric of the planets in our Solar System. The south pole of this planet contains Swiss cheese features, and the north is dominated by the Borealis basin. Cirrus clouds form around this planet because of the sublimation of carbon dioxide from its ice caps,": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.036759593
      ],
      [
        "ars",
        -9.019238e-05
      ]
    ]
  },
  "Craters on the moon and Mars are named for him, but he spent his life studying formations of rocks on": {
    "guess": "Eugene Shoemaker",
    "confidence": [
      [
        "E",
        -0.6172838
      ],
      [
        "ug",
        -0.02179831
      ],
      [
        "ene",
        -0.2997205
      ],
      [
        " Sho",
        -0.29021025
      ],
      [
        "emaker",
        -1.7432603e-06
      ]
    ]
  },
  "The crater lake of Yak Loum is found in the northeast of this country which is also the site of the Kirirom National Park. The controversial \"khting vor,\" or spiral-horned ox, may or may not be found in this country. A better-known ungulate from this nation is the endangered kouprey, or forest ox of this country. This country's highest point is a peak called Kravanh in the (*) Cardamon Mountains, and some of its larger cities are Kompong Cham and Battambang. A lake forming the southern border of this nation's Siem Riep province, ? Tonle Sap, is the largest freshwater lake in Southeast Asia.  For 10 points, King Norodom Sihamoni rules what country bisected by the Mekong and home to Angkor Wat?": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0010518653
      ],
      [
        "odia",
        -4.9305523e-05
      ]
    ]
  },
  "Craters on the moon and Mars are named for him, but he spent his life studying formations of rocks on Earth.  He started his professional life as a lawyer, but turned to his love of nature and developed the idea of stratigraphy. You may know him best from your biology class: his friendship with Darwin": {
    "guess": "Charles Lyell",
    "confidence": [
      [
        "Charles",
        -0.101843
      ],
      [
        " Ly",
        -0.00012964146
      ],
      [
        "ell",
        -7.231183e-05
      ]
    ]
  },
  "Some craters on one moon of this planet were named after places and characters from Gulliver's Travels. This planet's orbit is the second-most eccentric of the planets in our Solar System. The south pole of this planet contains Swiss cheese features, and the north is dominated by the Borealis basin.": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -1.450547
      ],
      [
        "ran",
        -0.0014416614
      ],
      [
        "us",
        -5.7888185e-05
      ]
    ]
  },
  "The crater lake of Yak Loum is found in the northeast of this country which is also the site of the Kirirom": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.06475385
      ],
      [
        "odia",
        -8.363618e-05
      ]
    ]
  },
  "The crater lake of Yak Loum is found in the northeast of this country which is also the site of the Kirirom National Park. The controversial \"khting vor,\" or spiral-horned ox, may or may not be found in this country. A better-known ungulate from this nation is the endangered kouprey, or forest ox of this country. This country's highest point is a peak called Kravanh in the (*) Cardamon Mountains, and some of its larger cities are Kompong Cham and Battambang. A lake forming the southern border of": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.009257422
      ],
      [
        "odia",
        -0.00015407454
      ]
    ]
  },
  "The crater lake of Yak Loum is found in the northeast of this country which is also the site of the Kirirom National Park. The controversial \"khting vor,\" or spiral-horned ox, may or may not be found in": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0064441697
      ],
      [
        "odia",
        -0.00010986099
      ]
    ]
  },
  "Craters on the moon and Mars are named for him, but he spent his life studying formations of rocks on Earth.  He started his professional life as a lawyer, but turned to his love of nature and developed the idea of stratigraphy. You may know him best from your biology class: his friendship with Darwin impacted the naturalist's thinking. For ten points, name this famous geologist, author of The Geological": {
    "guess": "Charles Lyell",
    "confidence": [
      [
        "Charles",
        -0.019391347
      ],
      [
        " Ly",
        -0.0016568517
      ],
      [
        "ell",
        -6.4802e-05
      ]
    ]
  },
  "Some craters on one moon of this planet were named after places and characters from Gulliver's Travels. This planet's orbit is the second-most eccentric of the planets in our Solar System. The south pole of this planet contains Swiss cheese features, and the north is dominated by the Borealis basin. Cirrus clouds form around this planet because of the sublimation of carbon dioxide from its ice caps, causing winds that also pick up dust and water vapor. This planet's color results from the high iron oxide content on its surface, and it is currently being explored by the Opportunity and Curiosity": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.0011142584
      ],
      [
        "ars",
        -6.511407e-06
      ]
    ]
  },
  "Craters on the moon and Mars are named for him, but he spent his life studying formations of rocks on Earth.  He started his professional life as a lawyer, but turned to his love of nature and developed": {
    "guess": "Eugène Michel Antoniadi",
    "confidence": [
      [
        "E",
        -0.24074449
      ],
      [
        "ug",
        -0.22558644
      ],
      [
        "ène",
        -0.58204776
      ],
      [
        " Michel",
        -0.8147822
      ],
      [
        " Anton",
        -0.000609748
      ],
      [
        "i",
        -0.0026941977
      ],
      [
        "adi",
        -0.00029279827
      ]
    ]
  },
  "Some craters on one moon of this planet were named after places and characters from Gulliver's Travels. This planet's orbit is the second-most eccentric of the planets in our Solar System. The south pole": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.61013865
      ],
      [
        "ran",
        -0.010686626
      ],
      [
        "us",
        -0.00010819213
      ]
    ]
  },
  "The crater lake of Yak Loum is found in the northeast of this country which is also the site of the Kirirom National Park. The controversial \"khting vor,\" or spiral-horned ox, may or may not be found in this country. A better-known ungulate from this nation is the endangered kouprey, or forest ox of this country. This country's highest point is a peak called Kravanh in the (*) Cardamon Mountains, and": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.019647606
      ],
      [
        "odia",
        -0.000162538
      ]
    ]
  },
  "Some craters on one moon of this planet were named after places and characters from Gulliver's Travels. This planet's orbit is the second-most eccentric of the planets in our Solar System. The south pole of this planet contains Swiss cheese features, and the north is dominated by the Borealis basin. Cirrus clouds form around this planet because of the sublimation of carbon dioxide from its ice caps, causing winds that also pick up dust and water vapor. This planet's color results from the high iron oxide content on its surface, and it is currently being explored by the Opportunity and Curiosity rovers. For 10 points, name this fourth planet of the solar system.": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.004708157
      ],
      [
        "ars",
        -4.9617593e-06
      ]
    ]
  },
  "The crater lake of Yak Loum is found in the northeast of this country which is also the site of the Kirirom National Park. The controversial \"khting vor,\" or spiral-horned ox, may or may not be found in this country. A better-known ungulate from this nation is the endangered kouprey, or forest ox of": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.013539111
      ],
      [
        "odia",
        -0.00010223195
      ]
    ]
  },
  "Some craters on one moon of this planet were named after places and characters from Gulliver's Travels. This planet's orbit is the second-most eccentric of the planets in our Solar System. The south pole of this planet contains Swiss cheese features, and the north is dominated by the Borealis basin. Cirrus clouds form around this planet because of the sublimation of carbon dioxide from its ice caps, causing winds that also pick up dust and water vapor. This planet's color results from the high iron": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.024851274
      ],
      [
        "ars",
        -2.3795938e-05
      ]
    ]
  },
  "The crater lake of Yak Loum is found in the northeast of this country which is also the site of the Kirirom National Park. The controversial \"khting vor,\" or spiral-horned ox, may or may not be found in this country. A better-known ungulate from this nation is the endangered kouprey, or forest ox of this country. This country's highest point is a peak called Kravanh in the (*) Cardamon Mountains, and some of its larger cities are Kompong Cham and Battambang. A lake forming the southern border of this nation's Siem Riep province, ? Tonle Sap, is the largest freshwater lake in Southeast Asia.  For": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0021259955
      ],
      [
        "odia",
        -4.5848617e-05
      ]
    ]
  },
  "Craters on the moon and Mars are named for him, but he spent his life studying formations of rocks on Earth.  He started his professional life as a lawyer, but turned to his love of nature and developed the idea of stratigraphy. You may know him best from your biology class: his friendship with Darwin impacted the naturalist's thinking. For ten points, name this famous geologist, author of The Geological Evidence of the Antiquity of Man, and the man behind uniformitarianism.": {
    "guess": "Charles Lyell",
    "confidence": [
      [
        "Charles",
        -0.0055947993
      ],
      [
        " Ly",
        -0.0002852921
      ],
      [
        "ell",
        -7.3742274e-05
      ]
    ]
  }
}