{
  "Jacques Dugommier led a military unit named for this geographical feature, which fought during a war named for it, during which the Committee of Public Safety deemed all Royalist captured soldiers to be executed. In addition to that 1793-1795 conflict, this geograpical region was where a bunch of Neustrians were defeated by the Muslim Thalaba ibn Obeid. The Battle of the Dune was a lead-up to a document incorporating this area's name, whose signers were Luis de Paro and Cardinal Mazarin. For 10 points, identify this geographical feature where Ronceveaux Pass is located and which names a treaty which ended a branch of the Thirty Years between France and Spain, a group of mountains between those": {
    "guess": "Pyrenees",
    "confidence": [
      [
        "Py",
        -0.0027633908
      ],
      [
        "rene",
        -9.698699e-05
      ],
      [
        "es",
        -2.0339032e-05
      ]
    ]
  },
  "Jack and Jill have gone up a hill to fill a big pail with water. If Jack was working alone, he could get the job done in 20 minutes, while Jill can finish the task in 30 minutes. If the two work together, however, they can have the pail of water filled in, for 10 points, how many minutes? You have 15": {
    "guess": "Rate of work",
    "confidence": [
      [
        "Rate",
        -0.5521414
      ],
      [
        " of",
        -0.5386547
      ],
      [
        " work",
        -0.20689619
      ]
    ]
  },
  "Jacobsen's synthesis of quinine relied on one of these reactions, followed by epoxide formation, immediately before the final cyclization step. The main reagent used in this reaction can be regenerated using potassium ferricyanide or NMO, and stereoselectivity in this reaction is achieved by using either AD- mix-alpha or AD-mix-beta. Controversy exists as to whether the ligand complex adds to the reactant via a [3+2] cycloaddition or [2+2] addition followed by expansion, and the ligand consists of": {
    "guess": "Jacobsen Epoxidation",
    "confidence": [
      [
        "Jac",
        -0.5129383
      ],
      [
        "obs",
        -5.443128e-05
      ],
      [
        "en",
        -0.00082558737
      ],
      [
        " Ep",
        -0.70764184
      ],
      [
        "oxid",
        -0.00040970038
      ],
      [
        "ation",
        -2.3676734e-05
      ]
    ]
  },
  "Jack Stepney, who had married Gwen Van Osburgh earlier, appears later and agrees to shelter his cousin for a night. Another kindly character is Carry Fisher, who also supports the heroine of this novel. That heroine takes Rosedale's advice at the end, but relents when she runs into the only man she loved and decides to make proper use of her Aunt Peniston's inheritance. Both Gus Trenor and George Dorset desire the heroine, who had initially desired Percy Gryce but eventually realizes her love for Lawrence Selden. FTP, name this novel about the failed social climbing of Lily Bart, a work by Edith": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.010131432
      ],
      [
        " House",
        -0.009750069
      ],
      [
        " of",
        -4.365741e-06
      ],
      [
        " M",
        -3.488188e-05
      ],
      [
        "irth",
        -9.133887e-06
      ]
    ]
  },
  "Jacobus Arminius rejected some of this religion's main points at the Council of Dort, setting the basis for the split between this religion and Methodism. In Scotland, this religion developed into John": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.11986871
      ],
      [
        "vin",
        -0.00010807293
      ],
      [
        "ism",
        -0.0012671363
      ]
    ]
  },
  "Jack Stepney, who had married Gwen Van Osburgh earlier, appears later and agrees to shelter his cousin for a night. Another kindly character is Carry Fisher, who also supports the heroine of this novel. That heroine takes Rosedale's advice at the end, but relents when she runs into the only man she loved and decides to make proper use of her Aunt Peniston's inheritance. Both Gus Trenor and George Dorset desire the heroine, who had initially desired Percy Gryce but eventually realizes her love for": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.020444367
      ],
      [
        " House",
        -0.00016468366
      ],
      [
        " of",
        -7.851042e-05
      ],
      [
        " M",
        -7.588794e-05
      ],
      [
        "irth",
        -4.3202e-07
      ]
    ]
  },
  "Jack Tanner is at the center of one of this author's works that features a debate between Don Juan and the devil. In another of his works, Andrew Undershaft makes a large donation to the Salvation Army. This author of Man and Superman wrote a play in which Colonel Pickering makes a bet with phonetics professor Henry Higgins, who attempts to pass Eliza Doolittle off as a duchess. For 10 points, name": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.004125419
      ],
      [
        " Bernard",
        -0.00035298144
      ],
      [
        " Shaw",
        -2.9352968e-06
      ]
    ]
  },
  "For 10: Jackson's Secretary of War married a woman he had been having an affair with when her husband died at sea. When the wives of Washington society refused to associate with her, Jackson commanded his Cabinet members to receive her. The scandal lead to his resignation as well as Secretary of State": {
    "guess": "Peggy Eaton Affair",
    "confidence": [
      [
        "P",
        -0.40787527
      ],
      [
        "eg",
        -0.05400408
      ],
      [
        "gy",
        -4.365741e-06
      ],
      [
        " Eaton",
        -0.0025087167
      ],
      [
        " Aff",
        -0.23356418
      ],
      [
        "air",
        -8.776276e-06
      ]
    ]
  },
  "Jacques Dugommier led a military unit named for this geographical feature, which fought during a war named for it, during which the Committee of Public Safety deemed all Royalist captured soldiers to be": {
    "guess": "Pyrenees",
    "confidence": [
      [
        "Py",
        -0.6550346
      ],
      [
        "rene",
        -7.398068e-05
      ],
      [
        "es",
        -0.001064963
      ]
    ]
  },
  "Jack Tanner is at the center of one of this author's works that features a debate between Don Juan and": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.10529674
      ],
      [
        " Bernard",
        -0.00021105022
      ],
      [
        " Shaw",
        -1.1637165e-05
      ]
    ]
  },
  "Jack Zipes has tried to explain the origin of these things, which Bengt Holbek interpreted by plotting": {
    "guess": "Fairy tale",
    "confidence": [
      [
        "F",
        -0.15868749
      ],
      [
        "airy",
        -0.25478622
      ],
      [
        " tale",
        -0.04699713
      ]
    ]
  },
  "Jack Stepney, who had married Gwen Van Osburgh earlier, appears later and agrees to shelter his cousin": {
    "guess": "The Age of Innocence",
    "confidence": [
      [
        "The",
        -1.0617521
      ],
      [
        " Age",
        -0.4581772
      ],
      [
        " of",
        -0.0002421587
      ],
      [
        " Innoc",
        -6.3490756e-05
      ],
      [
        "ence",
        -0.000191024
      ]
    ]
  },
  "Jack Zipes has tried to explain the origin of these things, which Bengt Holbek interpreted by plotting five distinct \"moves\" on a cube. They can be classified by the Aarne-Thompson system, and a Freudian interpretation of them was given in The Uses of Enchantment by Bruno Bettelheim. The Third Reich decreed that a book of them by two philologists from Gottingen, who had written them in standard German to promote nationalism, should be in every home. For 10 points, name this type of story collected": {
    "guess": "Fairy tale",
    "confidence": [
      [
        "F",
        -0.15380515
      ],
      [
        "airy",
        -0.00538198
      ],
      [
        " tale",
        -0.32476464
      ]
    ]
  },
  "Jacques Loeb was the first to induce this artificially in 1900, but the phenomenon had been discovered by Charles Bonnet in 1745 while he was studying the habits of aphids.  Gregory Pincus, in experiments on rabbit fertility in 1963, was the first to produce this effect in mammals.  It occurs in whiptail lizards, though they still display courtship behavior among all females, and it is most notably demonstrated by the birth of male hymenopterans.   Recently produced in mice by mutating one egg to simulate a sperm for another, FTP name this form of asexual reproduction in which an egg develops without": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.004281873
      ],
      [
        "then",
        -0.000110576206
      ],
      [
        "ogenesis",
        -1.8789384e-05
      ]
    ]
  },
  "Jack and Jill have gone up a hill to fill a big pail with water. If Jack was working alone, he could get the job done in 20 minutes, while Jill can finish the task in 30 minutes. If the two work together,": {
    "guess": "Work rate",
    "confidence": [
      [
        "Work",
        -0.17940463
      ],
      [
        " rate",
        -0.08312335
      ]
    ]
  },
  "Jacques Loeb was the first to induce this artificially in 1900, but the phenomenon had been discovered by Charles Bonnet in 1745 while he was studying the habits of aphids.  Gregory Pincus, in experiments on rabbit fertility in 1963, was the first to produce this effect in mammals.  It occurs in whiptail lizards, though they still display courtship behavior among all females, and it is most notably": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.0035708498
      ],
      [
        "then",
        -0.0001470452
      ],
      [
        "ogenesis",
        -0.00010616567
      ]
    ]
  },
  "For 10: Jackson's Secretary of War married a woman he had been having an affair with when her husband died at sea. When the wives of Washington society refused to associate with her, Jackson commanded": {
    "guess": "John Eaton",
    "confidence": [
      [
        "John",
        -1.006725
      ],
      [
        " Eaton",
        -0.07667345
      ]
    ]
  },
  "Jacobsen's synthesis of quinine relied on one of these reactions, followed by epoxide formation, immediately": {
    "guess": "Sharpless reaction",
    "confidence": [
      [
        "Sharp",
        -0.75513935
      ],
      [
        "less",
        -0.00012833021
      ],
      [
        " reaction",
        -1.1930887
      ]
    ]
  },
  "Jack Tanner is at the center of one of this author's works that features a debate between Don Juan and the devil. In another of his works, Andrew Undershaft makes a large donation to the Salvation Army. This author of Man and Superman wrote a play in which Colonel Pickering makes a bet with phonetics professor Henry Higgins, who attempts to pass Eliza Doolittle off as a duchess. For 10 points, name this Irish playwright of Major Barbara and Pygmalion.": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.0050404407
      ],
      [
        " Bernard",
        -0.00044985735
      ],
      [
        " Shaw",
        -5.2001665e-06
      ]
    ]
  },
  "Jacques Justin studied the mathematics of this practice and discovered six of its axioms. This practice was used by Miura to model solar panel arrays for satellites. Samuel Randlett and Robert Harbin improved a system of diagrams for this practice. Those diagrams were developed by Akira Yoshizawa, who popularized and gave this practice its modern name. This practice was originally used at Shinto weddings, and a separate branch of it involves the use of money. Many people perform this process for good luck by creating the Senbazuru, or a thousand cranes. For 10 points, name this Japanese art of paperfolding, traditionally without using cuts or glue.": {
    "guess": "Origami",
    "confidence": [
      [
        "Orig",
        -0.013645532
      ],
      [
        "ami",
        -0.0028466024
      ]
    ]
  },
  "Jacques Loeb was the first to induce this artificially in 1900, but the phenomenon had been discovered by Charles Bonnet in 1745 while he was studying the habits of aphids.  Gregory Pincus, in experiments": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.0064637135
      ],
      [
        "then",
        -0.0005786505
      ],
      [
        "ogenesis",
        -0.00023047674
      ]
    ]
  },
  "Jacques Derrida argues that this resists itself in an essay examining \"The History of Madness in the Age of [this method]\" and it also finishes the title of Derrida's collection, Resistances of [it]. Its founder called this process the third and final blow to humanity's inflated view of its uniqueness, following the Copernican revolution and Darwin's evolutionary theory. Using this practice on children was documented by Melanie Klein. First practiced on the patient called Anna O, for 10 points, name": {
    "guess": "Psychoanalysis",
    "confidence": [
      [
        "Psy",
        -0.02499604
      ],
      [
        "cho",
        -1.504853e-06
      ],
      [
        "analysis",
        -0.00240467
      ]
    ]
  },
  "Jacques Derrida argues that this resists itself in an essay examining \"The History of Madness in the Age of [this method]\" and it also finishes the title of Derrida's collection, Resistances of [it]. Its founder called this process the third and final blow to humanity's inflated view of its uniqueness, following the Copernican revolution and Darwin's evolutionary theory. Using this practice on children was documented by Melanie Klein. First practiced on the patient called Anna O, for 10 points, name this method of \"depth psychology\" during which a patient talks about his problems in order to understand himself better, a practice developed by Sigmund Freud.": {
    "guess": "Psychoanalysis",
    "confidence": [
      [
        "Psy",
        -0.018123137
      ],
      [
        "cho",
        -3.0545007e-06
      ],
      [
        "analysis",
        -0.00018911675
      ]
    ]
  },
  "Jacques Dugommier led a military unit named for this geographical feature, which fought during a war named for it, during which the Committee of Public Safety deemed all Royalist captured soldiers to be executed. In addition to that 1793-1795 conflict, this geograpical region was where a bunch of Neustrians were defeated by the Muslim Thalaba ibn Obeid. The Battle of the Dune was a lead-up to a document": {
    "guess": "Pyrenees",
    "confidence": [
      [
        "Py",
        -0.6301298
      ],
      [
        "rene",
        -7.0523776e-05
      ],
      [
        "es",
        -0.0008353584
      ]
    ]
  },
  "Jack Zipes has tried to explain the origin of these things, which Bengt Holbek interpreted by plotting five distinct \"moves\" on a cube. They can be classified by the Aarne-Thompson system, and a Freudian interpretation of them was given in The Uses of Enchantment by Bruno Bettelheim. The Third Reich": {
    "guess": "Fairy tale",
    "confidence": [
      [
        "F",
        -0.015148267
      ],
      [
        "airy",
        -0.023756547
      ],
      [
        " tale",
        -0.5534337
      ]
    ]
  },
  "Jack Stepney, who had married Gwen Van Osburgh earlier, appears later and agrees to shelter his cousin for a night. Another kindly character is Carry Fisher, who also supports the heroine of this novel. That heroine takes Rosedale's advice at the end, but relents when she runs into the only man she loved": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.035396546
      ],
      [
        " House",
        -0.0013175007
      ],
      [
        " of",
        -3.6908343e-05
      ],
      [
        " M",
        -4.8471098e-05
      ],
      [
        "irth",
        -1.9361265e-07
      ]
    ]
  },
  "Jack Zipes has tried to explain the origin of these things, which Bengt Holbek interpreted by plotting five distinct \"moves\" on a cube. They can be classified by the Aarne-Thompson system, and a Freudian interpretation of them was given in The Uses of Enchantment by Bruno Bettelheim. The Third Reich decreed that a book of them by two philologists from Gottingen, who had written them in standard German to promote nationalism, should be in every home. For 10 points, name this type of story collected by the Brothers Grimm.": {
    "guess": "Grimm's Fairy Tales",
    "confidence": [
      [
        "G",
        -0.6501845
      ],
      [
        "rim",
        -0.00014466111
      ],
      [
        "m",
        -0.021975588
      ],
      [
        "'s",
        -0.014234493
      ],
      [
        " Fairy",
        -0.0006507211
      ],
      [
        " Tales",
        -0.0013113131
      ]
    ]
  },
  "Jacobsen's synthesis of quinine relied on one of these reactions, followed by epoxide formation, immediately before the final cyclization step. The main reagent used in this reaction can be regenerated": {
    "guess": "Sharpless asymmetric dihydroxylation",
    "confidence": [
      [
        "Sharp",
        -1.4531331
      ],
      [
        "less",
        -0.00012725739
      ],
      [
        " asymmetric",
        -0.3338086
      ],
      [
        " di",
        -0.16003288
      ],
      [
        "hydro",
        -7.576874e-05
      ],
      [
        "xy",
        -0.00077556213
      ],
      [
        "lation",
        -2.6418418e-05
      ]
    ]
  },
  "Jacques Dugommier led a military unit named for this geographical feature, which fought during a war named for it, during which the Committee of Public Safety deemed all Royalist captured soldiers to be executed. In addition to that 1793-1795 conflict, this geograpical region was where a bunch of Neustrians were defeated by the Muslim Thalaba ibn Obeid. The Battle of the Dune was a lead-up to a document incorporating this area's name, whose signers were Luis de Paro and Cardinal Mazarin. For 10 points, identify this geographical feature where Ronceveaux Pass is located and which names a treaty which ended a branch of the Thirty Years between France and Spain, a group of mountains between those two countries.": {
    "guess": "Pyrenees",
    "confidence": [
      [
        "Py",
        -0.002245058
      ],
      [
        "rene",
        -7.9940866e-05
      ],
      [
        "es",
        -1.247159e-05
      ]
    ]
  },
  "Jack Tanner is at the center of one of this author's works that features a debate between Don Juan and the devil. In another of his works, Andrew Undershaft makes a large donation to the Salvation Army.": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.0032781258
      ],
      [
        " Bernard",
        -0.00015908109
      ],
      [
        " Shaw",
        -1.3856493e-06
      ]
    ]
  },
  "Jacques Dugommier led a military unit named for this geographical feature, which fought during a war named for it, during which the Committee of Public Safety deemed all Royalist captured soldiers to be executed. In addition to that 1793-1795 conflict, this geograpical region was where a bunch of Neustrians were defeated by the Muslim Thalaba ibn Obeid. The Battle of the Dune was a lead-up to a document incorporating this area's name, whose signers were Luis de Paro and Cardinal Mazarin. For 10 points, identify this geographical feature where Ronceveaux Pass is located and which names a treaty": {
    "guess": "Pyrenees",
    "confidence": [
      [
        "Py",
        -0.003665395
      ],
      [
        "rene",
        -4.7994283e-05
      ],
      [
        "es",
        -1.7716551e-05
      ]
    ]
  },
  "Jacobsen's synthesis of quinine relied on one of these reactions, followed by epoxide formation, immediately before the final cyclization step. The main reagent used in this reaction can be regenerated using potassium ferricyanide or NMO, and stereoselectivity in this reaction is achieved by using either AD- mix-alpha or AD-mix-beta. Controversy exists as to whether the ligand complex adds to the reactant via a [3+2] cycloaddition or [2+2] addition followed by expansion, and the ligand consists of two DHQD units bound to PHAL, which creates an enzyme-like binding pocket. This reaction is a stereoselective modification of the Upjohn method and uses osmium tetroxide. It shares its namesake with an oxyamination and an epoxidation. FTP, name this reaction used to synthesize diols, named for the pioneer of click chemistry, the great American chemist K. Barry.": {
    "guess": "Sharpless epoxidation",
    "confidence": [
      [
        "Sharp",
        -0.16554745
      ],
      [
        "less",
        -0.0006727591
      ],
      [
        " ep",
        -0.7073065
      ],
      [
        "oxid",
        0.0
      ],
      [
        "ation",
        -9.126521e-05
      ]
    ]
  },
  "Jacques Justin studied the mathematics of this practice and discovered six of its axioms. This practice was used by Miura to model solar panel arrays for satellites. Samuel Randlett and Robert Harbin improved": {
    "guess": "Origami",
    "confidence": [
      [
        "Orig",
        -0.019746844
      ],
      [
        "ami",
        -0.002039749
      ]
    ]
  },
  "Jacques Loeb was the first to induce this artificially in 1900, but the phenomenon had been discovered by Charles Bonnet in 1745 while he was studying the habits of aphids.  Gregory Pincus, in experiments on rabbit fertility in 1963, was the first to produce this effect in mammals.  It occurs in whiptail": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.0077275303
      ],
      [
        "then",
        -0.00015443214
      ],
      [
        "ogenesis",
        -0.0002009179
      ]
    ]
  },
  "For 10: Jackson's Secretary of War married a woman he had been having an affair with when her husband died at sea. When the wives of Washington society refused to associate with her, Jackson commanded his Cabinet members to receive her. The scandal lead to his resignation as well as Secretary of State Martin Van Buren. FTP, name either the woman or her husband.": {
    "guess": "Petticoat Affair",
    "confidence": [
      [
        "P",
        -0.07221121
      ],
      [
        "ett",
        -0.1891428
      ],
      [
        "ico",
        -4.20341e-05
      ],
      [
        "at",
        -0.00011069541
      ],
      [
        " Aff",
        -0.23571625
      ],
      [
        "air",
        -9.4960524e-05
      ]
    ]
  },
  "Jack Zipes has tried to explain the origin of these things, which Bengt Holbek interpreted by plotting five distinct \"moves\" on a cube. They can be classified by the Aarne-Thompson system, and a Freudian": {
    "guess": "Folklore",
    "confidence": [
      [
        "F",
        -0.021886606
      ],
      [
        "olk",
        -0.4408891
      ],
      [
        "lore",
        -0.820973
      ]
    ]
  },
  "Jacques Derrida argues that this resists itself in an essay examining \"The History of Madness in the": {
    "guess": "Psychoanalysis",
    "confidence": [
      [
        "Psy",
        -0.014266581
      ],
      [
        "cho",
        -2.9279307e-05
      ],
      [
        "analysis",
        -0.006140665
      ]
    ]
  },
  "Jacques Loeb was the first to induce this artificially in 1900, but the phenomenon had been discovered by Charles Bonnet in 1745 while he was studying the habits of aphids.  Gregory Pincus, in experiments on rabbit fertility in 1963, was the first to produce this effect in mammals.  It occurs in whiptail lizards, though they still display courtship behavior among all females, and it is most notably demonstrated by the birth of male hymenopterans.   Recently produced in mice by mutating one egg to": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.015307472
      ],
      [
        "then",
        -0.0025032442
      ],
      [
        "ogenesis",
        -0.002103983
      ]
    ]
  },
  "Jack and Jill have gone up a hill to fill a big pail with water. If Jack was working alone, he could": {
    "guess": "Jack and Jill",
    "confidence": [
      [
        "Jack",
        -0.55304366
      ],
      [
        " and",
        -0.30580533
      ],
      [
        " Jill",
        -0.00057733926
      ]
    ]
  },
  "Jacques Derrida argues that this resists itself in an essay examining \"The History of Madness in the Age of [this method]\" and it also finishes the title of Derrida's collection, Resistances of [it]. Its founder called this process the third and final blow to humanity's inflated view of its uniqueness, following the Copernican revolution and Darwin's evolutionary theory. Using this practice on children was documented by Melanie Klein. First practiced on the patient called Anna O, for 10 points, name this method of \"depth psychology\" during which a patient talks about his problems in order to understand": {
    "guess": "Psychoanalysis",
    "confidence": [
      [
        "Psy",
        -0.0075042862
      ],
      [
        "cho",
        -1.7432603e-06
      ],
      [
        "analysis",
        -0.0017428893
      ]
    ]
  },
  "Jacques Justin studied the mathematics of this practice and discovered six of its axioms. This practice was used by Miura to model solar panel arrays for satellites. Samuel Randlett and Robert Harbin improved a system of diagrams for this practice. Those diagrams were developed by Akira Yoshizawa, who": {
    "guess": "Origami",
    "confidence": [
      [
        "Orig",
        -0.0047403146
      ],
      [
        "ami",
        -0.0014566627
      ]
    ]
  },
  "Jacobus Arminius rejected some of this religion's main points at the Council of Dort, setting the basis for the split between this religion and Methodism. In Scotland, this religion developed into John Knox's Presbyterianism. Huldrych Zwingli influenced the early stages of this religion, whose reformation happened in Switzerland after the Lutheran Reformation. For 10 points, name this branch of Christianity whose five major tenets were outlined in its founder's Institutes of the Christian Religion": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.36517987
      ],
      [
        "vin",
        -2.4630364e-05
      ],
      [
        "ism",
        -0.00019162003
      ]
    ]
  },
  "Jacobsen's synthesis of quinine relied on one of these reactions, followed by epoxide formation, immediately before the final cyclization step. The main reagent used in this reaction can be regenerated using potassium ferricyanide or NMO, and stereoselectivity in this reaction is achieved by using either AD- mix-alpha or AD-mix-beta. Controversy exists as to whether the ligand complex adds to the reactant": {
    "guess": "Jacobsen Epoxidation",
    "confidence": [
      [
        "Jac",
        -0.67908335
      ],
      [
        "obs",
        -0.0001791073
      ],
      [
        "en",
        -0.00048429624
      ],
      [
        " Ep",
        -0.5739144
      ],
      [
        "oxid",
        -0.00023274162
      ],
      [
        "ation",
        -5.50273e-05
      ]
    ]
  },
  "Jack Zipes has tried to explain the origin of these things, which Bengt Holbek interpreted by plotting five distinct \"moves\" on a cube. They can be classified by the Aarne-Thompson system, and a Freudian interpretation of them was given in The Uses of Enchantment by Bruno Bettelheim. The Third Reich decreed that a book of them by two philologists from Gottingen, who had written them in standard German": {
    "guess": "Fairy Tales",
    "confidence": [
      [
        "F",
        -0.21562254
      ],
      [
        "airy",
        -0.0031029694
      ],
      [
        " Tales",
        -0.9834442
      ]
    ]
  },
  "Jacobus Arminius rejected some of this religion's main points at the Council of Dort, setting the basis for the split between this religion and Methodism. In Scotland, this religion developed into John Knox's Presbyterianism. Huldrych Zwingli influenced the early stages of this religion, whose reformation happened in Switzerland after the Lutheran Reformation. For 10 points, name this branch of Christianity": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.27307534
      ],
      [
        "vin",
        -0.00011915887
      ],
      [
        "ism",
        -0.00014764121
      ]
    ]
  },
  "Jacques Derrida argues that this resists itself in an essay examining \"The History of Madness in the Age of [this method]\" and it also finishes the title of Derrida's collection, Resistances of [it]. Its founder called this process the third and final blow to humanity's inflated view of its uniqueness,": {
    "guess": "Psychoanalysis",
    "confidence": [
      [
        "Psy",
        -0.008897829
      ],
      [
        "cho",
        -1.4855664e-05
      ],
      [
        "analysis",
        -0.00049643667
      ]
    ]
  },
  "Jacques Dugommier led a military unit named for this geographical feature, which fought during a war named for it, during which the Committee of Public Safety deemed all Royalist captured soldiers to be executed. In addition to that 1793-1795 conflict, this geograpical region was where a bunch of Neustrians": {
    "guess": "Pyrenees",
    "confidence": [
      [
        "Py",
        -0.034418605
      ],
      [
        "rene",
        -0.00015490896
      ],
      [
        "es",
        -0.0006402421
      ]
    ]
  },
  "Jack Stepney, who had married Gwen Van Osburgh earlier, appears later and agrees to shelter his cousin for a night. Another kindly character is Carry Fisher, who also supports the heroine of this novel. That heroine takes Rosedale's advice at the end, but relents when she runs into the only man she loved and decides to make proper use of her Aunt Peniston's inheritance. Both Gus Trenor and George Dorset desire the heroine, who had initially desired Percy Gryce but eventually realizes her love for Lawrence Selden. FTP, name this novel about the failed social climbing of Lily Bart, a work by Edith Wharton.": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.005887788
      ],
      [
        " House",
        -0.00039063513
      ],
      [
        " of",
        -8.418666e-06
      ],
      [
        " M",
        -3.619312e-05
      ],
      [
        "irth",
        -1.473646e-05
      ]
    ]
  },
  "Jacobus Arminius rejected some of this religion's main points at the Council of Dort, setting the basis for the split between this religion and Methodism. In Scotland, this religion developed into John Knox's Presbyterianism. Huldrych Zwingli influenced the early stages of this religion, whose reformation": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.18344891
      ],
      [
        "vin",
        -9.9490266e-05
      ],
      [
        "ism",
        -0.001196421
      ]
    ]
  },
  "Jacques Dugommier led a military unit named for this geographical feature, which fought during a war": {
    "guess": "Pyrenees",
    "confidence": [
      [
        "Py",
        -0.039555866
      ],
      [
        "rene",
        -9.651017e-05
      ],
      [
        "es",
        -0.00029649358
      ]
    ]
  },
  "Jack Stepney, who had married Gwen Van Osburgh earlier, appears later and agrees to shelter his cousin for a night. Another kindly character is Carry Fisher, who also supports the heroine of this novel.": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.03225361
      ],
      [
        " House",
        -0.045913458
      ],
      [
        " of",
        -0.0002550217
      ],
      [
        " M",
        -0.00014382669
      ],
      [
        "irth",
        -3.1281633e-07
      ]
    ]
  },
  "Jacobsen's synthesis of quinine relied on one of these reactions, followed by epoxide formation, immediately before the final cyclization step. The main reagent used in this reaction can be regenerated using potassium ferricyanide or NMO, and stereoselectivity in this reaction is achieved by using either AD- mix-alpha or AD-mix-beta. Controversy exists as to whether the ligand complex adds to the reactant via a [3+2] cycloaddition or [2+2] addition followed by expansion, and the ligand consists of two DHQD units bound to PHAL, which creates an enzyme-like binding pocket. This reaction is a stereoselective modification of the Upjohn method and uses osmium tetroxide. It shares its namesake with": {
    "guess": "Jacobsen Epoxidation",
    "confidence": [
      [
        "Jac",
        -0.31085855
      ],
      [
        "obs",
        -0.00022547018
      ],
      [
        "en",
        -0.0001844678
      ],
      [
        " Ep",
        -0.33196506
      ],
      [
        "oxid",
        -0.00041089242
      ],
      [
        "ation",
        -3.0232935e-05
      ]
    ]
  },
  "Jacobsen's synthesis of quinine relied on one of these reactions, followed by epoxide formation, immediately before the final cyclization step. The main reagent used in this reaction can be regenerated using potassium ferricyanide or NMO, and stereoselectivity in this reaction is achieved by using either AD- mix-alpha or AD-mix-beta. Controversy exists as to whether the ligand complex adds to the reactant via a [3+2] cycloaddition or [2+2] addition followed by expansion, and the ligand consists of two DHQD units bound to PHAL, which creates an enzyme-like binding pocket. This reaction is a stereoselective modification of the Upjohn method and uses osmium tetroxide. It shares its namesake with an oxyamination and an epoxidation. FTP, name this reaction used to synthesize diols, named for the": {
    "guess": "Sharpless epoxidation",
    "confidence": [
      [
        "Sharp",
        -0.22855236
      ],
      [
        "less",
        -0.00083964237
      ],
      [
        " ep",
        -0.50679964
      ],
      [
        "oxid",
        0.0
      ],
      [
        "ation",
        -0.00011272187
      ]
    ]
  },
  "Jacques Justin studied the mathematics of this practice and discovered six of its axioms. This practice was used by Miura to model solar panel arrays for satellites. Samuel Randlett and Robert Harbin improved a system of diagrams for this practice. Those diagrams were developed by Akira Yoshizawa, who popularized and gave this practice its modern name. This practice was originally used at Shinto weddings,": {
    "guess": "Origami",
    "confidence": [
      [
        "Orig",
        -0.0028615815
      ],
      [
        "ami",
        -0.0023140493
      ]
    ]
  },
  "Jacques Justin studied the mathematics of this practice and discovered six of its axioms. This practice was used by Miura to model solar panel arrays for satellites. Samuel Randlett and Robert Harbin improved a system of diagrams for this practice. Those diagrams were developed by Akira Yoshizawa, who popularized and gave this practice its modern name. This practice was originally used at Shinto weddings, and a separate branch of it involves the use of money. Many people perform this process for good luck by creating the Senbazuru, or a thousand cranes. For 10 points, name this Japanese art of": {
    "guess": "Origami",
    "confidence": [
      [
        "Orig",
        -0.004723107
      ],
      [
        "ami",
        -0.0014363047
      ]
    ]
  },
  "For 10: Jackson's Secretary of War married a woman he had been having an affair with when her husband": {
    "guess": "John Eaton",
    "confidence": [
      [
        "John",
        -0.8181543
      ],
      [
        " Eaton",
        -0.39052847
      ]
    ]
  },
  "Jacques Justin studied the mathematics of this practice and discovered six of its axioms. This practice was used by Miura to model solar panel arrays for satellites. Samuel Randlett and Robert Harbin improved a system of diagrams for this practice. Those diagrams were developed by Akira Yoshizawa, who popularized and gave this practice its modern name. This practice was originally used at Shinto weddings, and a separate branch of it involves the use of money. Many people perform this process for": {
    "guess": "Origami",
    "confidence": [
      [
        "Orig",
        -0.0019584903
      ],
      [
        "ami",
        -0.006400462
      ]
    ]
  },
  "Jack and Jill have gone up a hill to fill a big pail with water. If Jack was working alone, he could get the job done in 20 minutes, while Jill can finish the task in 30 minutes. If the two work together, however, they can have the pail of water filled in, for 10 points, how many minutes? You have 15 seconds.": {
    "guess": "Rate of work",
    "confidence": [
      [
        "Rate",
        -1.3995509
      ],
      [
        " of",
        -0.49116585
      ],
      [
        " work",
        -0.317532
      ]
    ]
  },
  "Jacobsen's synthesis of quinine relied on one of these reactions, followed by epoxide formation, immediately before the final cyclization step. The main reagent used in this reaction can be regenerated using potassium ferricyanide or NMO, and stereoselectivity in this reaction is achieved by using either AD- mix-alpha or AD-mix-beta. Controversy exists as to whether the ligand complex adds to the reactant via a [3+2] cycloaddition or [2+2] addition followed by expansion, and the ligand consists of two DHQD units bound to PHAL, which creates an enzyme-like binding pocket. This reaction is a stereoselective": {
    "guess": "Jacobsen Epoxidation",
    "confidence": [
      [
        "Jac",
        -0.93239784
      ],
      [
        "obs",
        -0.00041363045
      ],
      [
        "en",
        -0.0003584648
      ],
      [
        " Ep",
        -0.5393573
      ],
      [
        "oxid",
        -0.00025418727
      ],
      [
        "ation",
        -3.357064e-05
      ]
    ]
  },
  "Jacques Loeb was the first to induce this artificially in 1900, but the phenomenon had been discovered by Charles Bonnet in 1745 while he was studying the habits of aphids.  Gregory Pincus, in experiments on rabbit fertility in 1963, was the first to produce this effect in mammals.  It occurs in whiptail lizards, though they still display courtship behavior among all females, and it is most notably demonstrated by the birth of male hymenopterans.   Recently produced in mice by mutating one egg to simulate a sperm for another, FTP name this form of asexual reproduction in which an egg develops without fertilization.": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.010905157
      ],
      [
        "then",
        -0.0001309527
      ],
      [
        "ogenesis",
        -1.0921943e-05
      ]
    ]
  },
  "Jacques Loeb was the first to induce this artificially in 1900, but the phenomenon had been discovered": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.297318
      ],
      [
        "then",
        -0.000688129
      ],
      [
        "ogenesis",
        -0.00019972587
      ]
    ]
  },
  "Jack Tanner is at the center of one of this author's works that features a debate between Don Juan and the devil. In another of his works, Andrew Undershaft makes a large donation to the Salvation Army. This author of Man and Superman wrote a play in which Colonel Pickering makes a bet with phonetics": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.010920838
      ],
      [
        " Bernard",
        -0.0003185426
      ],
      [
        " Shaw",
        -6.869018e-06
      ]
    ]
  },
  "Jacobsen's synthesis of quinine relied on one of these reactions, followed by epoxide formation, immediately before the final cyclization step. The main reagent used in this reaction can be regenerated using potassium ferricyanide or NMO, and stereoselectivity in this reaction is achieved by using either": {
    "guess": "Sharpless asymmetric dihydroxylation",
    "confidence": [
      [
        "Sharp",
        -0.32232213
      ],
      [
        "less",
        -0.0002356025
      ],
      [
        " asymmetric",
        -0.48386052
      ],
      [
        " di",
        -0.3336193
      ],
      [
        "hydro",
        -8.888114e-05
      ],
      [
        "xy",
        -0.0015581895
      ],
      [
        "lation",
        -4.2510914e-05
      ]
    ]
  },
  "Jacobus Arminius rejected some of this religion's main points at the Council of Dort, setting the basis for the split between this religion and Methodism. In Scotland, this religion developed into John Knox's Presbyterianism. Huldrych Zwingli influenced the early stages of this religion, whose reformation happened in Switzerland after the Lutheran Reformation. For 10 points, name this branch of Christianity whose five major tenets were outlined in its founder's Institutes of the Christian Religion and include total depravity and predestination.": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.012652796
      ],
      [
        "vin",
        -5.3596854e-05
      ],
      [
        "ism",
        -8.776276e-06
      ]
    ]
  },
  "Jacobus Arminius rejected some of this religion's main points at the Council of Dort, setting the basis": {
    "guess": "Arminianism",
    "confidence": [
      [
        "Ar",
        -0.48807985
      ],
      [
        "min",
        -0.001344162
      ],
      [
        "ian",
        -0.00042376274
      ],
      [
        "ism",
        -0.00041744497
      ]
    ]
  },
  "Jacques Derrida argues that this resists itself in an essay examining \"The History of Madness in the Age of [this method]\" and it also finishes the title of Derrida's collection, Resistances of [it]. Its founder called this process the third and final blow to humanity's inflated view of its uniqueness, following the Copernican revolution and Darwin's evolutionary theory. Using this practice on children": {
    "guess": "Psychoanalysis",
    "confidence": [
      [
        "Psy",
        -0.023784602
      ],
      [
        "cho",
        -1.6240566e-06
      ],
      [
        "analysis",
        -0.0021023215
      ]
    ]
  },
  "Jacques Dugommier led a military unit named for this geographical feature, which fought during a war named for it, during which the Committee of Public Safety deemed all Royalist captured soldiers to be executed. In addition to that 1793-1795 conflict, this geograpical region was where a bunch of Neustrians were defeated by the Muslim Thalaba ibn Obeid. The Battle of the Dune was a lead-up to a document incorporating this area's name, whose signers were Luis de Paro and Cardinal Mazarin. For 10 points,": {
    "guess": "Pyrenees",
    "confidence": [
      [
        "Py",
        -0.028523404
      ],
      [
        "rene",
        -0.000119874094
      ],
      [
        "es",
        -0.00017255111
      ]
    ]
  },
  "Jack Stepney, who had married Gwen Van Osburgh earlier, appears later and agrees to shelter his cousin for a night. Another kindly character is Carry Fisher, who also supports the heroine of this novel. That heroine takes Rosedale's advice at the end, but relents when she runs into the only man she loved and decides to make proper use of her Aunt Peniston's inheritance. Both Gus Trenor and George Dorset": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.04018304
      ],
      [
        " House",
        -0.00086489157
      ],
      [
        " of",
        -8.4112995e-05
      ],
      [
        " M",
        -0.00011009939
      ],
      [
        "irth",
        -5.5122365e-07
      ]
    ]
  },
  "Jacques Derrida argues that this resists itself in an essay examining \"The History of Madness in the Age of [this method]\" and it also finishes the title of Derrida's collection, Resistances of [it]. Its": {
    "guess": "Psychoanalysis",
    "confidence": [
      [
        "Psy",
        -0.0406276
      ],
      [
        "cho",
        -2.2603901e-05
      ],
      [
        "analysis",
        -0.0020579502
      ]
    ]
  },
  "Jacques Justin studied the mathematics of this practice and discovered six of its axioms. This practice": {
    "guess": "Critique of Pure Reason",
    "confidence": [
      [
        "Crit",
        -0.9043558
      ],
      [
        "ique",
        -0.0019670548
      ],
      [
        " of",
        -4.8113485e-05
      ],
      [
        " Pure",
        -0.004647761
      ],
      [
        " Reason",
        -2.1650272e-05
      ]
    ]
  }
}