{
  "One model describing this phenomenon is named for Tomlinson, which results in a slip-stick variety if a namesake parameter is greater than 1. For a belt-pulley system, this quantity is proportional to e to the angle the belt makes leaving the pulley versus entering it. One law by Coulomb and two laws by Amonton describe it, and its usual mechanical form is given by the normal force of an object times": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.0027717128
      ],
      [
        "iction",
        -3.1281633e-07
      ]
    ]
  },
  "This modern country is the setting of Elspeth Huxley's Red Strangers. An author from this country described the Marching to Heaven project, constructed by the autocratic Ruler of the Free Republic of Abruria, in a 2006 novel. That author from this country wrote a novel in which General R. executes Mugo, who reveals that he had betrayed the killer of District Officer Robson, a resistance fighter named Kihika. The author of (*) Wizard of the Crow and A Grain of Wheat is from this country, which is": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0014173806
      ],
      [
        "ya",
        -1.6882126e-05
      ]
    ]
  },
  "A modern type of one of these devices is composed of a set of concentric annular sections of theoretically unlimited number. That type was promoted by both David Brewster and its namesake, Augustin-Jean Fresnel, for use in lighthouses. Coma and other (*) aberration often occur in these devices, and the relationship between the focal length and the image distance can be determined using a namesake \"thin\"": {
    "guess": "Fresnel lens",
    "confidence": [
      [
        "F",
        -0.09976745
      ],
      [
        "res",
        -3.8100377e-05
      ],
      [
        "nel",
        -0.00019233524
      ],
      [
        " lens",
        -0.3298207
      ]
    ]
  },
  "This model's energy is added to the energy of the rigid rotor to model rovibrionic coupling, and using an exponential Morse potential with this system gives more accurate results in IR spectroscopy. Taking the higher-order terms of the Taylor expansion of the potential of this system allows for modeling": {
    "guess": "Morse potential",
    "confidence": [
      [
        "M",
        -0.59060377
      ],
      [
        "orse",
        -0.0019084084
      ],
      [
        " potential",
        -0.029316362
      ]
    ]
  },
  "A model of this group was constructed by Mattias Gelzer, who held them to be individuals working without": {
    "guess": "Optimates",
    "confidence": [
      [
        "Opt",
        -0.5486947
      ],
      [
        "imates",
        -0.010193156
      ]
    ]
  },
  "A model of this group was constructed by Mattias Gelzer, who held them to be individuals working without organization or political coherence. This model was opposed to the parliamentary model of Theodore Mommsen, which analogized this group to the Liberal party. One member of this group was Gaius Servilius Glaucia, who served as praetor while another member of this group, Lucius Appuleius Satruninus": {
    "guess": "Populares",
    "confidence": [
      [
        "Pop",
        -0.080302894
      ],
      [
        "ulares",
        -0.0006469102
      ]
    ]
  },
  "One model of the universe with no cosmological constant is named for de Sitter and this man, who also": {
    "guess": "de Sitter Universe",
    "confidence": [
      [
        "de",
        -0.9224311
      ],
      [
        " S",
        -0.0023424695
      ],
      [
        "itter",
        -4.894791e-05
      ],
      [
        " Universe",
        -1.6611782
      ]
    ]
  },
  "In this modern day country, the territory of the Sukkothai kingdom was conquered by the kingdom centered on Ayutthaya, which had a king with his own royal language and who only royalty could look at. The dictator Phibun allied this nation with Japan. In this country, one king had been a monk for 26 years before opening his kingdom to invite Westerners like Anna Leonowens. That ruler, Mongkut, is part": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.6776409
      ],
      [
        "ailand",
        -1.4140442e-05
      ]
    ]
  },
  "One model of these devices that reduces to the Ebers-Moll model is the Gummel-Poon model. When the current gain of two of these devices equals the product of the component gains, these devices create a Darlington Pair. The gradual channel approximation is valid for long channel types of the field-effect versions of these devices. One type of these devices may be classified as PNP or NPN, and they possess base, collector, and emitter terminals. Every two years, the number of these devices on an integrated circuit doubles according to Moore's Law. For 10 points, \"bipolar junction\" is a type of what semiconductor electrical components that switch or amplify signals?": {
    "guess": "Transistor",
    "confidence": [
      [
        "Trans",
        -0.57414144
      ],
      [
        "istor",
        -0.016777018
      ]
    ]
  },
  "This man was mocked with the phrase \"New Danger\" in a poster designed by his political opponents that shows him with demon eyes. This man mocked his predecessor in office by saying, \"I lead my party, he follows his.\" In the election in which he came to power, his party promised to create the first national": {
    "guess": "Tony Blair",
    "confidence": [
      [
        "Tony",
        -0.6975147
      ],
      [
        " Blair",
        -4.048445e-05
      ]
    ]
  },
  "A model of this group was constructed by Mattias Gelzer, who held them to be individuals working without organization or political coherence. This model was opposed to the parliamentary model of Theodore Mommsen, which analogized this group to the Liberal party. One member of this group was Gaius Servilius Glaucia, who served as praetor while another member of this group, Lucius Appuleius Satruninus was consul; together, those they (*) reduced the price of grain and promised land to veterans of the": {
    "guess": "Populares",
    "confidence": [
      [
        "Pop",
        -0.10923475
      ],
      [
        "ulares",
        -0.00013846254
      ]
    ]
  },
  "One modern group in this phylum possessing single-branched appendages is called Uniramia. Different body plan arrangements in members of this phylum are called tagmata, and members of this phylum possess an excretory system consisting of hemolymph-bathed channels called (*) Malphigian tubules. Members of this phylum may possess ocelli or ommatidia for visual perception. A waxy outer layer helps protect": {
    "guess": "Arthropod",
    "confidence": [
      [
        "Ar",
        -0.0035089646
      ],
      [
        "throp",
        -0.0028102251
      ],
      [
        "od",
        -0.010816238
      ]
    ]
  },
  "One model of this phenomenon uses consumption vectors and zero net-growth isoclines to determine if this phenomenon permits coexistence. That model was created by David Tilman as an extension of his R-star model of this phenomenon. Joseph Connell removed different species of barnacles to demonstrate the importance of this phenomenon in an intertidal zone. It comes in exploitative, interference, and apparent forms. Georgy Gause showed that this phenomenon on (*) two species with similar niches may": {
    "guess": "Competitive exclusion",
    "confidence": [
      [
        "Compet",
        -0.16921732
      ],
      [
        "itive",
        -8.776276e-06
      ],
      [
        " exclusion",
        -0.2939405
      ]
    ]
  },
  "One model of the polymeric type of these entities is named after Flory and Huggins. They are not pure gases, but when the enthalpy of mixing of one of these is zero, it is known as an \"ideal\" one. The vapor pressure of an ideal one is determined by Raoult's law. Some properties of them are independent of properties of their constituent molecules, and are called colligative properties. They can be characterized": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.27179697
      ],
      [
        "ym",
        -1.342522e-05
      ],
      [
        "ers",
        -1.9361265e-07
      ]
    ]
  },
  "This modern country is the setting of Elspeth Huxley's Red Strangers. An author from this country described the Marching to Heaven project, constructed by the autocratic Ruler of the Free Republic of Abruria, in a 2006 novel. That author from this country wrote a novel in which General R. executes Mugo, who reveals that he had betrayed the killer of District Officer Robson, a resistance fighter named Kihika. The author of (*) Wizard of the Crow and A Grain of Wheat is from this country, which is the setting of a book whose protagonist has an affair with Denys Finch-Hatton after taking over Bror's": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0051261885
      ],
      [
        "ya",
        -1.3663626e-05
      ]
    ]
  },
  "One model of these devices that reduces to the Ebers-Moll model is the Gummel-Poon model. When the current gain of two of these devices equals the product of the component gains, these devices create a Darlington Pair. The gradual channel approximation is valid for long channel types of the field-effect versions of these devices. One type of these devices may be classified as PNP or NPN, and they possess base, collector, and emitter terminals. Every two years, the number of these devices on an integrated": {
    "guess": "Bipolar junction transistor",
    "confidence": [
      [
        "B",
        -0.25671223
      ],
      [
        "ip",
        -3.1281633e-07
      ],
      [
        "olar",
        -2.5345586e-05
      ],
      [
        " junction",
        -0.1255115
      ],
      [
        " transistor",
        -0.0037372527
      ]
    ]
  },
  "One model that describes how viscosity changes with temperature in amorphous materials takes the form": {
    "guess": "Vogel-Fulcher-Tammann equation",
    "confidence": [
      [
        "V",
        -0.1341799
      ],
      [
        "og",
        -0.0025395132
      ],
      [
        "el",
        -0.00036192173
      ],
      [
        "-F",
        -0.47894296
      ],
      [
        "ul",
        -0.0003084103
      ],
      [
        "cher",
        -9.610702e-06
      ],
      [
        "-T",
        -7.9702455e-05
      ],
      [
        "amm",
        -0.09471524
      ],
      [
        "ann",
        -0.0002160531
      ],
      [
        " equation",
        -0.13820498
      ]
    ]
  },
  "Modern theories link this body to the Rheic, perhaps through the Apulian plate. Though its first imagining was riddled with inconsistencies, including the idea that this body's \"western\" portion was entirely open, credit for its \"discovery\" is still given to Edward Suess. Its namesake trench was formed": {
    "guess": "Tethys Ocean",
    "confidence": [
      [
        "T",
        -0.47324178
      ],
      [
        "eth",
        -5.9914648e-05
      ],
      [
        "ys",
        -7.58424e-06
      ],
      [
        " Ocean",
        -0.008354167
      ]
    ]
  },
  "This man was mocked with the phrase \"New Danger\" in a poster designed by his political opponents that shows him with demon eyes. This man mocked his predecessor in office by saying, \"I lead my party, he follows his.\" In the election in which he came to power, his party promised to create the first national minimum wage in his country, which he enacted in 1998. This creator of the Faith and Globalisation Initiative allegedly made a deal with his successor at the Granita restaurant. This author of": {
    "guess": "Gordon Brown",
    "confidence": [
      [
        "G",
        -0.6181359
      ],
      [
        "ordon",
        -7.107425e-06
      ],
      [
        " Brown",
        -8.959636e-05
      ]
    ]
  },
  "A modern type of one of these devices is composed of a set of concentric annular sections of theoretically unlimited number. That type was promoted by both David Brewster and its namesake, Augustin-Jean Fresnel, for use in lighthouses. Coma and other (*) aberration often occur in these devices, and the relationship between the focal length and the image distance can be determined using a namesake \"thin\" equation. For 10 points, name these entities contrasted with mirrors that are used in microscopes,": {
    "guess": "Lens",
    "confidence": [
      [
        "Lens",
        -0.16779651
      ]
    ]
  },
  "This model's energy is added to the energy of the rigid rotor to model rovibrionic coupling, and using": {
    "guess": "Vibrational energy",
    "confidence": [
      [
        "V",
        -0.6396374
      ],
      [
        "ibr",
        -0.38009807
      ],
      [
        "ational",
        -0.0002697993
      ],
      [
        " energy",
        -0.17188686
      ]
    ]
  },
  "This man was mocked with the phrase \"New Danger\" in a poster designed by his political opponents that shows him with demon eyes. This man mocked his predecessor in office by saying, \"I lead my party, he follows his.\" In the election in which he came to power, his party promised to create the first national minimum wage in his country, which he enacted in 1998. This creator of the Faith and Globalisation": {
    "guess": "Tony Blair",
    "confidence": [
      [
        "Tony",
        -0.5041487
      ],
      [
        " Blair",
        -1.3663626e-05
      ]
    ]
  },
  "One modern group in this phylum possessing single-branched appendages is called Uniramia. Different body plan arrangements in members of this phylum are called tagmata, and members of this phylum possess an excretory system consisting of hemolymph-bathed channels called (*) Malphigian tubules. Members of this phylum may possess ocelli or ommatidia for visual perception. A waxy outer layer helps protect these creatures' inner \"procuticle,\" the chitin-containing layers of their exoskeletons. Members of this phylum also possess jointed appendages and a three-segment body plan. For 10 points, name": {
    "guess": "Arthropod",
    "confidence": [
      [
        "Ar",
        -0.0027825313
      ],
      [
        "throp",
        -0.00057030993
      ],
      [
        "od",
        -0.04897418
      ]
    ]
  },
  "In this modern day country, the territory of the Sukkothai kingdom was conquered by the kingdom centered on Ayutthaya, which had a king with his own royal language and who only royalty could look at. The": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.08486433
      ],
      [
        "ailand",
        -1.0564331e-05
      ]
    ]
  },
  "One model that describes how viscosity changes with temperature in amorphous materials takes the form of this equation. The Eyring-Polanyi equation is an alternative to this equation based on transition state theory. One term in this equation is sometimes referred to as the steric factor and is derived from collision theory. This equation contains the negative exponential of the activation energy divided": {
    "guess": "Viscosity equation",
    "confidence": [
      [
        "Vis",
        -0.7661134
      ],
      [
        "cosity",
        -0.03163995
      ],
      [
        " equation",
        -1.4824162
      ]
    ]
  },
  "In modern times, it is home to the capital of the prefecture of Lacedaemon, which also happens to be the name of its first ruler. In ancient times, its kings claimed to be direct descendents of Heracles": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.02296043
      ],
      [
        "part",
        -4.2153304e-05
      ],
      [
        "a",
        -0.00023798658
      ]
    ]
  },
  "One modern group in this phylum possessing single-branched appendages is called Uniramia. Different body plan arrangements in members of this phylum are called tagmata, and members of this phylum possess": {
    "guess": "Arthropod",
    "confidence": [
      [
        "Ar",
        -0.003869547
      ],
      [
        "throp",
        -0.00033832307
      ],
      [
        "od",
        -0.0054931985
      ]
    ]
  },
  "This modern state's panhandle was crossed by the Cimarron Cutoff, a branch of the Santa Fe Trail. A city in this state is called \"Broken Arrow\" because it was settled by Creek people, while part of this state was known as the \"Indian Territory.\" White settlers who anticipated an 1889 decision to open its lands to homesteaders gave this state its nickname: the Sooner State. For 10 points, Tulsa is located in what state between Texas and Kansas?": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.002044152
      ],
      [
        "kl",
        -7.703444e-06
      ],
      [
        "ahoma",
        -4.8471098e-05
      ]
    ]
  },
  "One model of this phenomenon uses consumption vectors and zero net-growth isoclines to determine if this phenomenon permits coexistence. That model was created by David Tilman as an extension of his R-star model of this phenomenon. Joseph Connell removed different species of barnacles to demonstrate the importance of this phenomenon in an intertidal zone. It comes in exploitative, interference, and apparent forms. Georgy Gause showed that this phenomenon on (*) two species with similar niches may cause exclusion of one species, and it can also result in character displacement. For 10 points, name this phenomenon appearing in intraspecific and interspecific forms, often caused by individuals vying for limited resources.": {
    "guess": "Competitive exclusion",
    "confidence": [
      [
        "Compet",
        -0.06756753
      ],
      [
        "itive",
        -6.82589e-05
      ],
      [
        " exclusion",
        -0.09285825
      ]
    ]
  },
  "This man was mocked with the phrase \"New Danger\" in a poster designed by his political opponents that": {
    "guess": "Labour Party (Netherlands)",
    "confidence": [
      [
        "Labour",
        -0.17850158
      ],
      [
        " Party",
        -0.00061986566
      ],
      [
        " (",
        -0.0026832565
      ],
      [
        "N",
        -0.044283684
      ],
      [
        "etherlands",
        -0.00012272765
      ],
      [
        ")",
        -1.1517961e-05
      ]
    ]
  },
  "This man was mocked with the phrase \"New Danger\" in a poster designed by his political opponents that shows him with demon eyes. This man mocked his predecessor in office by saying, \"I lead my party, he follows his.\" In the election in which he came to power, his party promised to create the first national minimum wage in his country, which he enacted in 1998. This creator of the Faith and Globalisation Initiative allegedly made a deal with his successor at the Granita restaurant. This author of the memoir A Journey negotiated with Bertie Ahern to reform power sharing in Northern Ireland in the Good Friday Agreement and controversially ordered his country's troops to support the American invasion": {
    "guess": "Tony Blair",
    "confidence": [
      [
        "Tony",
        -0.0030453317
      ],
      [
        " Blair",
        -3.3809047e-05
      ]
    ]
  },
  "It was modified by an agreement signed in 1936, after the government of Harmodio Arias put up a fuss about commercial rights. One of the signatories developed a water purification process that was used at the battle of Verdun, while the other died in office two years after signing it. It called for the payment of 10 million dollars up  front and 250,000 dollars a year for nine years, but in 1921 an additional 25 million dollars was paid to Columbia. FTP, name the 1903 treaty which granted the United": {
    "guess": "Hay–Herrán Treaty",
    "confidence": [
      [
        "Hay",
        -0.0017685896
      ],
      [
        "–",
        -0.18595633
      ],
      [
        "H",
        -0.20776023
      ],
      [
        "err",
        -6.6232446e-05
      ],
      [
        "án",
        -0.0021468122
      ],
      [
        " Treaty",
        -0.00059544726
      ]
    ]
  },
  "A modern type of one of these devices is composed of a set of concentric annular sections of theoretically unlimited number. That type was promoted by both David Brewster and its namesake, Augustin-Jean Fresnel, for use in lighthouses. Coma and other (*) aberration often occur in these devices, and the": {
    "guess": "Fresnel lens",
    "confidence": [
      [
        "F",
        -0.005231394
      ],
      [
        "res",
        -2.2246291e-05
      ],
      [
        "nel",
        -8.280175e-05
      ],
      [
        " lens",
        -0.7021006
      ]
    ]
  },
  "This man was mocked with the phrase \"New Danger\" in a poster designed by his political opponents that shows him with demon eyes. This man mocked his predecessor in office by saying, \"I lead my party, he follows his.\" In the election in which he came to power, his party promised to create the first national minimum wage in his country, which he enacted in 1998. This creator of the Faith and Globalisation Initiative allegedly made a deal with his successor at the Granita restaurant. This author of the memoir A Journey negotiated with Bertie Ahern to reform power sharing in Northern Ireland in the Good Friday Agreement and controversially ordered his country's troops to support the American invasion of Iraq. For 10 points, name this ardent supporter of George W. Bush and predecessor of Gordon": {
    "guess": "Tony Blair",
    "confidence": [
      [
        "Tony",
        -0.010178875
      ],
      [
        " Blair",
        -5.2285613e-05
      ]
    ]
  },
  "One model of the polymeric type of these entities is named after Flory and Huggins. They are not pure": {
    "guess": "Polymer blend",
    "confidence": [
      [
        "Poly",
        -0.25685543
      ],
      [
        "mer",
        -0.0029731838
      ],
      [
        " blend",
        -0.5002711
      ]
    ]
  },
  "The model for this work also appeared in the artist's earlier La Bella.  The artist originally refused to paint this work, but changed his mind after Pietro Aretino suggested that he depict a prostitute's body instead of that of the old lady who is its ostensible subject.  The titular figure wears a bracelet on her right arm and in her right hand holds a bunch of flowers, one of which has fallen to the couch.  The left half of the background is blocked by a drape, but the right background contains": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.05583581
      ],
      [
        "enus",
        -7.107425e-06
      ],
      [
        " of",
        -0.00037442712
      ],
      [
        " Urb",
        -2.4391957e-05
      ],
      [
        "ino",
        -4.6802244e-05
      ]
    ]
  },
  "A modern-day tour of this system's remains was described in a 1955 book by Victor Wolfgang von Hagen. Granaries called qollqa and administrative buildings called tambo were constructed as a part of this system, which was used by professionals who carried a pututu, or conch-shell trumpet. The Qhapaq Ñan was the central corridor in this system, which was begun by the Wari Empire. Commoners were banned": {
    "guess": "Inca road system",
    "confidence": [
      [
        "In",
        -0.069071926
      ],
      [
        "ca",
        -0.015206393
      ],
      [
        " road",
        -0.2077029
      ],
      [
        " system",
        -0.0009418348
      ]
    ]
  },
  "Modern theories link this body to the Rheic, perhaps through the Apulian plate. Though its first imagining was riddled with inconsistencies, including the idea that this body's \"western\" portion was entirely open, credit for its \"discovery\" is still given to Edward Suess. Its namesake trench was formed in a collision involving Cimmeria that likely accounts for its connection with the Caspian and Aral seas. Eventually closed by the fast movement of the Indo- Australian plate, FTP, identify this ancient": {
    "guess": "Tethys Ocean",
    "confidence": [
      [
        "T",
        -0.026805399
      ],
      [
        "eth",
        -0.00022201329
      ],
      [
        "ys",
        -9.0883464e-07
      ],
      [
        " Ocean",
        -0.0034991037
      ]
    ]
  },
  "One model of the polymeric type of these entities is named after Flory and Huggins. They are not pure gases, but when the enthalpy of mixing of one of these is zero, it is known as an \"ideal\" one. The vapor pressure of an ideal one is determined by Raoult's law. Some properties of them are independent": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.5574623
      ],
      [
        "ym",
        -2.9160103e-05
      ],
      [
        "ers",
        -4.365741e-06
      ]
    ]
  },
  "One model describing this phenomenon is named for Tomlinson, which results in a slip-stick variety if a namesake parameter is greater than 1. For a belt-pulley system, this quantity is proportional to e to the angle the belt makes leaving the pulley versus entering it. One law by Coulomb and two laws by Amonton describe it, and its usual mechanical form is given by the normal force of an object times its namesake coefficient. It comes in static and kinetic varieties, and this force always opposes the direction of motion. For 10 points, name this force that results from two surfaces being in contact.": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.016651815
      ],
      [
        "iction",
        -1.0280384e-06
      ]
    ]
  },
  "A modern type of one of these devices is composed of a set of concentric annular sections of theoretically unlimited number. That type was promoted by both David Brewster and its namesake, Augustin-Jean Fresnel, for use in lighthouses. Coma and other (*) aberration often occur in these devices, and the relationship between the focal length and the image distance can be determined using a namesake \"thin\" equation. For 10 points, name these entities contrasted with mirrors that are used in microscopes, telescopes, and eyeglasses to bend light rays and make objects appear closer or farther away.": {
    "guess": "Lens",
    "confidence": [
      [
        "Lens",
        -0.20491335
      ]
    ]
  },
  "Modern man-made varieties of these include the Langstroth and top-bar types, which both make use of removable": {
    "guess": "Beehive",
    "confidence": [
      [
        "B",
        -0.031887308
      ],
      [
        "ee",
        -6.392203e-06
      ],
      [
        "hive",
        -0.29525727
      ]
    ]
  },
  "A modern type of one of these devices is composed of a set of concentric annular sections of theoretically unlimited number. That type was promoted by both David Brewster and its namesake, Augustin-Jean": {
    "guess": "Fresnel lens",
    "confidence": [
      [
        "F",
        -1.3022277
      ],
      [
        "res",
        -0.00013822412
      ],
      [
        "nel",
        -2.4034345e-05
      ],
      [
        " lens",
        -0.4577022
      ]
    ]
  },
  "A model of this process based on nonideal relay nonlinearities is known as the Preisach model, and thyristors employ positive feedback together with this process to achieve their latching function. In audio tapes, a (*) bias current is applied to counter it, and discrete transitions during this process due to critical domain reorientation are known as the Barkhausen effect. For 10 points― name this phenomenon in which magnetic flux density varies nonlinearly with applied magnetic field in ferromagnetic": {
    "guess": "Hysteresis",
    "confidence": [
      [
        "H",
        -0.0062123393
      ],
      [
        "yst",
        -0.00026181265
      ],
      [
        "eres",
        -4.3202e-07
      ],
      [
        "is",
        -3.0828953e-05
      ]
    ]
  },
  "This modern country is the setting of Elspeth Huxley's Red Strangers. An author from this country described the Marching to Heaven project, constructed by the autocratic Ruler of the Free Republic of Abruria, in a 2006 novel. That author from this country wrote a novel in which General R. executes Mugo, who reveals that he had betrayed the killer of District Officer Robson, a resistance fighter named": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.051917423
      ],
      [
        "ya",
        -0.0009824355
      ]
    ]
  },
  "A model of this process in multicomponent systems that permits its namesake coefficients to be negative was developed independently by Maxwell and Stefan. An ensemble of photons can be modeled with equations for this process in materials with high optical depth and low mean free path. Two laws of this process give the time derivative of the field as k times the second position derivative of the field and give the flux J as negative k times the first position derivative; those are (*) Fick's laws.": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.0370096
      ],
      [
        "usion",
        -9.567575e-05
      ]
    ]
  },
  "One model of these devices that reduces to the Ebers-Moll model is the Gummel-Poon model. When the current": {
    "guess": "MOSFET",
    "confidence": [
      [
        "M",
        -0.72387743
      ],
      [
        "OS",
        -4.5252596e-05
      ],
      [
        "F",
        -9.150362e-05
      ],
      [
        "ET",
        -6.9882217e-06
      ]
    ]
  },
  "A model of this group was constructed by Mattias Gelzer, who held them to be individuals working without organization or political coherence. This model was opposed to the parliamentary model of Theodore Mommsen, which analogized this group to the Liberal party. One member of this group was Gaius Servilius Glaucia, who served as praetor while another member of this group, Lucius Appuleius Satruninus was consul; together, those they (*) reduced the price of grain and promised land to veterans of the Jugurthine war. Members of this group included brothers who formulated a 133 BCE agrarian reform law. Including the Gracchi, for 10 points, identify this group of Roman politicians who typically campaigned": {
    "guess": "Populares",
    "confidence": [
      [
        "Pop",
        -0.0564417
      ],
      [
        "ulares",
        -0.00015788905
      ]
    ]
  },
  "This model's energy is added to the energy of the rigid rotor to model rovibrionic coupling, and using an exponential Morse potential with this system gives more accurate results in IR spectroscopy. Taking": {
    "guess": "Anharmonic oscillator",
    "confidence": [
      [
        "An",
        -1.1751161
      ],
      [
        "har",
        -0.0013747569
      ],
      [
        "monic",
        -0.077543534
      ],
      [
        " oscillator",
        -0.046721518
      ]
    ]
  },
  "This man was mocked with the phrase \"New Danger\" in a poster designed by his political opponents that shows him with demon eyes. This man mocked his predecessor in office by saying, \"I lead my party, he": {
    "guess": "Jeremy Corbyn",
    "confidence": [
      [
        "Jeremy",
        -1.2320983
      ],
      [
        " Corbyn",
        -0.03540908
      ]
    ]
  },
  "One model of this phenomenon can be used to determine the time of coalescence, and is characterized by": {
    "guess": "Genealogy",
    "confidence": [
      [
        "Gene",
        -0.7857042
      ],
      [
        "alogy",
        -0.17017739
      ]
    ]
  },
  "One model that describes how viscosity changes with temperature in amorphous materials takes the form of this equation. The Eyring-Polanyi equation is an alternative to this equation based on transition state theory. One term in this equation is sometimes referred to as the steric factor and is derived from collision theory. This equation contains the negative exponential of the activation energy divided by the product of the universal gas constant and temperature, along with a term called the pre-exponential": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.036885295
      ],
      [
        "hen",
        -5.080963e-06
      ],
      [
        "ius",
        -2.3438328e-05
      ],
      [
        " equation",
        -0.002210324
      ]
    ]
  },
  "In this modern-day state, troops under Lieutenants W. C. Brown and Edward Farrow defeated the Turakina in the Sheepeater Indian War. A warning by Zachias Van Ornum led troops under Colonel Patrick Connor to perpetuate the Bear River Massacre in this modern-day state. In 1915, this state elected America's first Jewish governor, Moses Alexander. In 1907, Big Bill Haywood was acquitted of assassinating the governor of this state, Frank Steunenberg. Senators from this state include the leader of the Irreconcilables, William Borah. In 1992, U.S. Marshals opened fire on Vicki and Randy Weaver in an incident in this state known as ? Ruby Ridge. FTP, name this Northwest state recently represented by Larry Craig, whose largest cities include America's Neo-Nazi capital of Coeur d'Alene, Pocatello, and Boise.": {
    "guess": "Idaho",
    "confidence": [
      [
        "Id",
        -0.009697424
      ],
      [
        "aho",
        -6.325235e-05
      ]
    ]
  },
  "A model of this process based on nonideal relay nonlinearities is known as the Preisach model, and thyristors employ positive feedback together with this process to achieve their latching function. In audio tapes, a (*) bias current is applied to counter it, and discrete transitions during this process": {
    "guess": "Magnetic hysteresis",
    "confidence": [
      [
        "M",
        -0.44057676
      ],
      [
        "agnetic",
        -0.031080576
      ],
      [
        " h",
        -0.009283651
      ],
      [
        "yst",
        -1.9361265e-07
      ],
      [
        "eres",
        -6.2729996e-06
      ],
      [
        "is",
        -8.45898e-05
      ]
    ]
  },
  "One model of this phenomenon can be used to determine the time of coalescence, and is characterized by a Markov chain with multinomial sampling which inevitably approaches fixation. This phenomenon is the dominant driver of change according to the neutral theory posited by Motoo Kimura. Described by the Wright-Fisher model, this phenomenon is the primary driver of another process's (*) peripatric variant.": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.032402616
      ],
      [
        "etic",
        -1.9504607e-05
      ],
      [
        " drift",
        -0.006404012
      ]
    ]
  },
  "A modern-day tour of this system's remains was described in a 1955 book by Victor Wolfgang von Hagen. Granaries called qollqa and administrative buildings called tambo were constructed as a part of this system, which was used by professionals who carried a pututu, or conch-shell trumpet. The Qhapaq Ñan was the central corridor in this system, which was begun by the Wari Empire. Commoners were banned from this system, on which chasquis relayed colored (*) strings of knots called quipu to transmit messages. For 10 points, name this network including rope bridges and areas paved to accommodate llamas, which connected sites in a South American empire such as Cuzco and Machu Picchu.": {
    "guess": "Inca road system",
    "confidence": [
      [
        "In",
        -0.017205965
      ],
      [
        "ca",
        -0.031476747
      ],
      [
        " road",
        -0.028561056
      ],
      [
        " system",
        -5.0378356e-05
      ]
    ]
  },
  "Modern man-made varieties of these include the Langstroth and top-bar types, which both make use of removable frames. These replaced older designs such as skeps, which have the disadvantage that humans had to kill the inhabitants before harvesting the contents. In all of these, the internal substructure is composed of hexagonal cells made of wax built by the inhabitants, containing honey or pollen. For ten points, what are these structures which you would find in an apiary?": {
    "guess": "Beehive",
    "confidence": [
      [
        "B",
        -0.01574903
      ],
      [
        "ee",
        -2.577686e-06
      ],
      [
        "hive",
        -0.020506155
      ]
    ]
  },
  "One modern group in this phylum possessing single-branched appendages is called Uniramia. Different body": {
    "guess": "Arthropod",
    "confidence": [
      [
        "Ar",
        -0.29948568
      ],
      [
        "throp",
        -0.0028175975
      ],
      [
        "od",
        -0.006456132
      ]
    ]
  },
  "A modern-day tour of this system's remains was described in a 1955 book by Victor Wolfgang von Hagen. Granaries called qollqa and administrative buildings called tambo were constructed as a part of this system, which was used by professionals who carried a pututu, or conch-shell trumpet. The Qhapaq Ñan was the central corridor in this system, which was begun by the Wari Empire. Commoners were banned from this system, on which chasquis relayed colored (*) strings of knots called quipu to transmit": {
    "guess": "Inca road system",
    "confidence": [
      [
        "In",
        -0.1543386
      ],
      [
        "ca",
        -0.042527135
      ],
      [
        " road",
        -0.13454406
      ],
      [
        " system",
        -5.3000836e-05
      ]
    ]
  },
  "One model of these devices that reduces to the Ebers-Moll model is the Gummel-Poon model. When the current gain of two of these devices equals the product of the component gains, these devices create a Darlington Pair. The gradual channel approximation is valid for long channel types of the field-effect versions of these devices. One type of these devices may be classified as PNP or NPN, and they possess": {
    "guess": "Bipolar junction transistor",
    "confidence": [
      [
        "B",
        -0.22081135
      ],
      [
        "ip",
        0.0
      ],
      [
        "olar",
        -3.888926e-06
      ],
      [
        " junction",
        -0.06469608
      ],
      [
        " transistor",
        -0.017510334
      ]
    ]
  },
  "In one model organism, the expression of DEF or GLO genes in conjunction with expression of PLENA and FARINELLI genes controls the development of these structures, an example of the interaction between B and C class transcription factors. They are didynamous if they occur in two different pairs of lengths and can be adnate or connate. Collectively called the androecium, dehiscence frees pollen from": {
    "guess": "Stamen",
    "confidence": [
      [
        "St",
        -0.13867073
      ],
      [
        "amen",
        -0.0065453206
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure with a number of leftist binary trees, which can be easily merged; that modification is the Cheriton-Tarjan algorithm. The amortized run-time of one subsection of this algorithm is a notable instance": {
    "guess": "Cheriton-Tarjan Algorithm",
    "confidence": [
      [
        "Ch",
        -0.583429
      ],
      [
        "er",
        -0.00053539796
      ],
      [
        "iton",
        -1.4855664e-05
      ],
      [
        "-T",
        -0.024109686
      ],
      [
        "ar",
        -2.5703197e-05
      ],
      [
        "jan",
        -4.894791e-05
      ],
      [
        " Algorithm",
        -0.6047125
      ]
    ]
  },
  "In modern times, it is home to the capital of the prefecture of Lacedaemon, which also happens to be the name of its first ruler. In ancient times, its kings claimed to be direct descendents of Heracles (*), and only those who underwent the state's military and social education, agoge, were able to become true citizens of it. Leading against the Delian League in the Peloponnesian Wars, FTP, THIS…IS…what Greek city state that held up against a Persian horde at Thermopylae in 480 B.C.": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.007895252
      ],
      [
        "part",
        -1.18755715e-05
      ],
      [
        "a",
        -1.7597347e-05
      ]
    ]
  },
  "One model of the universe with no cosmological constant is named for de Sitter and this man, who also names a state of matter that exists at very low temperatures with Bose. This man posited the existence": {
    "guess": "Willem de Sitter",
    "confidence": [
      [
        "Wil",
        -0.04898666
      ],
      [
        "lem",
        -0.017520763
      ],
      [
        " de",
        -0.0017677662
      ],
      [
        " S",
        -0.0003551271
      ],
      [
        "itter",
        -2.9040899e-05
      ]
    ]
  },
  "One model that describes how viscosity changes with temperature in amorphous materials takes the form of this equation. The Eyring-Polanyi equation is an alternative to this equation based on transition": {
    "guess": "Vogel-Fulcher-Tammann equation",
    "confidence": [
      [
        "V",
        -0.061116904
      ],
      [
        "og",
        -0.06005699
      ],
      [
        "el",
        -5.550411e-05
      ],
      [
        "-F",
        -0.047101878
      ],
      [
        "ul",
        -0.00028457688
      ],
      [
        "cher",
        -1.6240566e-06
      ],
      [
        "-T",
        -1.9146995e-05
      ],
      [
        "amm",
        -0.09758428
      ],
      [
        "ann",
        -6.9570146e-05
      ],
      [
        " equation",
        -0.06036576
      ]
    ]
  },
  "A modern-day tour of this system's remains was described in a 1955 book by Victor Wolfgang von Hagen.": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.6109136
      ],
      [
        "tec",
        -7.815281e-05
      ],
      [
        " Empire",
        -0.21810411
      ]
    ]
  },
  "Modifications of this process can use PEP carboxylase (\"PEP\" car-BOX-ill-ase) to fix a reactant normally fixed by RuBisCO (roo-BISS-ko) in this process's dark reactions. The light reactions of this process occur along the thylakoid (\"THIGH\"-luh-koyd) membrane. It takes place within the chloroplasts (KLOR-oh-plasts), which contain light-absorbing chlorophylls (KLOR-oh-fills). For 10 points, name this process by which organisms, often plants, use light energy to turn carbon dioxide and water into glucose.": {
    "guess": "Photosynthesis",
    "confidence": [
      [
        "Photos",
        -0.010576702
      ],
      [
        "ynthesis",
        -2.188868e-05
      ]
    ]
  },
  "One model of this phenomenon uses consumption vectors and zero net-growth isoclines to determine if this phenomenon permits coexistence. That model was created by David Tilman as an extension of his R-star model of this phenomenon. Joseph Connell removed different species of barnacles to demonstrate the importance of this phenomenon in an intertidal zone. It comes in exploitative, interference, and apparent forms. Georgy Gause showed that this phenomenon on (*) two species with similar niches may cause exclusion of one species, and it can also result in character displacement. For 10 points, name": {
    "guess": "Competitive exclusion principle",
    "confidence": [
      [
        "Compet",
        -0.02139664
      ],
      [
        "itive",
        -2.6060809e-05
      ],
      [
        " exclusion",
        -0.29083127
      ],
      [
        " principle",
        -0.59653604
      ]
    ]
  },
  "It was modified by an agreement signed in 1936, after the government of Harmodio Arias put up a fuss about commercial rights. One of the signatories developed a water purification process that was used at the battle of Verdun, while the other died in office two years after signing it. It called for the payment of 10 million dollars up  front and 250,000 dollars a year for nine years, but in 1921 an": {
    "guess": "Hay–Bunau-Varilla Treaty",
    "confidence": [
      [
        "Hay",
        -1.0337472
      ],
      [
        "–",
        -0.05445858
      ],
      [
        "B",
        -0.34492087
      ],
      [
        "un",
        -6.3490756e-05
      ],
      [
        "au",
        -5.8841815e-05
      ],
      [
        "-",
        -0.00031258242
      ],
      [
        "Var",
        -1.9361265e-07
      ],
      [
        "illa",
        -1.9361265e-07
      ],
      [
        " Treaty",
        -0.00021641071
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure with a number of leftist binary trees, which can be easily merged; that modification is the Cheriton-Tarjan": {
    "guess": "Kruskal's Algorithm",
    "confidence": [
      [
        "K",
        -0.4664625
      ],
      [
        "rus",
        -0.0022971593
      ],
      [
        "kal",
        -0.00035631913
      ],
      [
        "'s",
        -0.00022022522
      ],
      [
        " Algorithm",
        -0.030789439
      ]
    ]
  },
  "One modern group in this phylum possessing single-branched appendages is called Uniramia. Different body plan arrangements in members of this phylum are called tagmata, and members of this phylum possess an excretory system consisting of hemolymph-bathed channels called (*) Malphigian tubules. Members of this phylum may possess ocelli or ommatidia for visual perception. A waxy outer layer helps protect these creatures' inner \"procuticle,\" the chitin-containing layers of their exoskeletons. Members of this phylum also possess jointed appendages and a three-segment body plan. For 10 points, name this phylum that includes crabs, spiders, and insects.": {
    "guess": "Arthropod",
    "confidence": [
      [
        "Ar",
        -0.00808199
      ],
      [
        "throp",
        -0.0022467233
      ],
      [
        "od",
        -0.13683836
      ]
    ]
  },
  "One model of this phenomenon uses consumption vectors and zero net-growth isoclines to determine if this phenomenon permits coexistence. That model was created by David Tilman as an extension of his R-star model of this phenomenon. Joseph Connell removed different species of barnacles to demonstrate": {
    "guess": "Resource competition",
    "confidence": [
      [
        "Resource",
        -0.6103613
      ],
      [
        " competition",
        -0.046302773
      ]
    ]
  },
  "A model of this process says that it has three dimensions, including affective-cognitive-behavioral, personal-group-based identity, and perceiver-target. The Link withdrawal scale measures reactions to": {
    "guess": "Attitudes",
    "confidence": [
      [
        "Att",
        -0.15782568
      ],
      [
        "itudes",
        -0.11972553
      ]
    ]
  },
  "A model of this process in multicomponent systems that permits its namesake coefficients to be negative was developed independently by Maxwell and Stefan. An ensemble of photons can be modeled with equations for this process in materials with high optical depth and low mean free path. Two laws of this": {
    "guess": "Radiative transfer",
    "confidence": [
      [
        "Radi",
        -0.06477519
      ],
      [
        "ative",
        -0.0015882966
      ],
      [
        " transfer",
        -0.10003897
      ]
    ]
  },
  "The model for this work also appeared in the artist's earlier La Bella.  The artist originally refused to paint this work, but changed his mind after Pietro Aretino suggested that he depict a prostitute's body instead of that of the old lady who is its ostensible subject.  The titular figure wears a bracelet on her right arm and in her right hand holds a bunch of flowers, one of which has fallen to": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.037846845
      ],
      [
        "enus",
        -2.3392786e-06
      ],
      [
        " of",
        -0.00013047588
      ],
      [
        " Urb",
        -9.729906e-06
      ],
      [
        "ino",
        -2.2365493e-05
      ]
    ]
  },
  "A model of this process based on nonideal relay nonlinearities is known as the Preisach model, and thyristors employ positive feedback together with this process to achieve their latching function. In audio tapes, a (*) bias current is applied to counter it, and discrete transitions during this process due to critical domain reorientation are known as the Barkhausen effect. For 10 points― name this phenomenon in which magnetic flux density varies nonlinearly with applied magnetic field in ferromagnetic materials.": {
    "guess": "Hysteresis",
    "confidence": [
      [
        "H",
        -0.06074195
      ],
      [
        "yst",
        -0.0001592003
      ],
      [
        "eres",
        -3.2929079e-06
      ],
      [
        "is",
        -9.133887e-06
      ]
    ]
  },
  "This man was mocked with the phrase \"New Danger\" in a poster designed by his political opponents that shows him with demon eyes. This man mocked his predecessor in office by saying, \"I lead my party, he follows his.\" In the election in which he came to power, his party promised to create the first national minimum wage in his country, which he enacted in 1998. This creator of the Faith and Globalisation Initiative allegedly made a deal with his successor at the Granita restaurant. This author of the memoir A Journey negotiated with Bertie Ahern to reform power sharing in Northern Ireland in the": {
    "guess": "Tony Blair",
    "confidence": [
      [
        "Tony",
        -0.012488344
      ],
      [
        " Blair",
        -1.9504607e-05
      ]
    ]
  },
  "It was modified by an agreement signed in 1936, after the government of Harmodio Arias put up a fuss about commercial rights. One of the signatories developed a water purification process that was used at the battle of Verdun, while the other died in office two years after signing it. It called for the payment of 10 million dollars up  front and 250,000 dollars a year for nine years, but in 1921 an additional 25 million dollars was paid to Columbia. FTP, name the 1903 treaty which granted the United States control of a canal zone across the Isthmus of Panama.": {
    "guess": "Hay-Bunau-Varilla Treaty",
    "confidence": [
      [
        "Hay",
        -0.002264448
      ],
      [
        "-B",
        -0.6172552
      ],
      [
        "un",
        -2.5583993e-05
      ],
      [
        "au",
        -0.00028862982
      ],
      [
        "-",
        -0.007105463
      ],
      [
        "Var",
        -1.9816675e-06
      ],
      [
        "illa",
        -2.1769476e-05
      ],
      [
        " Treaty",
        -0.4564056
      ]
    ]
  },
  "One model of this phenomenon can be used to determine the time of coalescence, and is characterized by a Markov chain with multinomial sampling which inevitably approaches fixation. This phenomenon is the dominant driver of change according to the neutral theory posited by Motoo Kimura. Described by the Wright-Fisher model, this phenomenon is the primary driver of another process's (*) peripatric variant. The effects of this phenomenon can be exacerbated when a small group establishes a new population": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.006658773
      ],
      [
        "etic",
        -2.9352968e-06
      ],
      [
        " drift",
        -0.00460635
      ]
    ]
  },
  "This modern country is the setting of Elspeth Huxley's Red Strangers. An author from this country described the Marching to Heaven project, constructed by the autocratic Ruler of the Free Republic of Abruria, in a 2006 novel. That author from this country wrote a novel in which General R. executes Mugo,": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0408359
      ],
      [
        "ya",
        -5.371606e-05
      ]
    ]
  },
  "A model of this process says that it has three dimensions, including affective-cognitive-behavioral, personal-group-based identity, and perceiver-target. The Link withdrawal scale measures reactions to it. A work titled after this says that those subjected to it undergo five phases, including \"passing\"": {
    "guess": "Social Identity Model of De-Individuation Effects",
    "confidence": [
      [
        "Social",
        -1.1074452
      ],
      [
        " Identity",
        -0.75530416
      ],
      [
        " Model",
        -0.27478227
      ],
      [
        " of",
        -0.048412703
      ],
      [
        " De",
        -0.005329574
      ],
      [
        "-",
        -0.31159592
      ],
      [
        "Ind",
        -0.036703743
      ],
      [
        "ivid",
        -0.002533214
      ],
      [
        "uation",
        -0.00014191943
      ],
      [
        " Effects",
        -0.044026483
      ]
    ]
  },
  "This modern state's panhandle was crossed by the Cimarron Cutoff, a branch of the Santa Fe Trail. A city in this state is called \"Broken Arrow\" because it was settled by Creek people, while part of this": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.023850143
      ],
      [
        "kl",
        -4.3202e-07
      ],
      [
        "ahoma",
        -5.240482e-05
      ]
    ]
  },
  "One model describing this phenomenon is named for Tomlinson, which results in a slip-stick variety if a namesake parameter is greater than 1. For a belt-pulley system, this quantity is proportional to": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.0036966356
      ],
      [
        "iction",
        -1.7432603e-06
      ]
    ]
  },
  "Modern theories link this body to the Rheic, perhaps through the Apulian plate. Though its first imagining was riddled with inconsistencies, including the idea that this body's \"western\" portion was entirely": {
    "guess": "Iapetus (moon)",
    "confidence": [
      [
        "I",
        -0.44354615
      ],
      [
        "ap",
        -0.026283693
      ],
      [
        "etus",
        -1.7597347e-05
      ],
      [
        " (",
        -1.0485495
      ],
      [
        "moon",
        -0.00043674864
      ],
      [
        ")",
        -8.4112995e-05
      ]
    ]
  },
  "This modern country is the setting of Elspeth Huxley's Red Strangers. An author from this country described the Marching to Heaven project, constructed by the autocratic Ruler of the Free Republic of Abruria,": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.114025995
      ],
      [
        "ya",
        -2.5226382e-05
      ]
    ]
  },
  "One modification of this law allows for its applicability to the analysis of tissue in near-infrared": {
    "guess": "Beer-Lambert law",
    "confidence": [
      [
        "Beer",
        -0.21071045
      ],
      [
        "-L",
        -0.01714937
      ],
      [
        "amb",
        -6.9882217e-06
      ],
      [
        "ert",
        -1.1637165e-05
      ],
      [
        " law",
        -0.14284082
      ]
    ]
  },
  "In modern times, it is home to the capital of the prefecture of Lacedaemon, which also happens to be": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.17717138
      ],
      [
        "part",
        -1.9816675e-06
      ],
      [
        "a",
        -0.00850052
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure with a number of leftist binary trees, which can be easily merged; that modification is the Cheriton-Tarjan algorithm. The amortized run-time of one subsection of this algorithm is a notable instance of the inverse Ackermann function appearing in time complexity. The optimizations of \"union by rank\" and \"path compression\" can be used to improve on a subsection of this algorithm known as the union-find algorithm. This algorithm has running time \"Big O of (*) E log E\" where E is the number of edges,": {
    "guess": "Union-find data structure",
    "confidence": [
      [
        "Union",
        -0.8397485
      ],
      [
        "-find",
        -0.0852563
      ],
      [
        " data",
        -0.88336855
      ],
      [
        " structure",
        -0.0013332173
      ]
    ]
  },
  "In one model organism, the expression of DEF or GLO genes in conjunction with expression of PLENA and FARINELLI genes controls the development of these structures, an example of the interaction between": {
    "guess": "Arabidopsis thaliana",
    "confidence": [
      [
        "Ar",
        -1.2307439
      ],
      [
        "ab",
        -0.0003889663
      ],
      [
        "id",
        -9.0788395e-05
      ],
      [
        "opsis",
        -0.00085893506
      ],
      [
        " th",
        -0.15300992
      ],
      [
        "alian",
        -3.4762674e-05
      ],
      [
        "a",
        -2.7014437e-05
      ]
    ]
  },
  "In this modern-day state, troops under Lieutenants W. C. Brown and Edward Farrow defeated the Turakina in the Sheepeater Indian War. A warning by Zachias Van Ornum led troops under Colonel Patrick Connor to perpetuate the Bear River Massacre in this modern-day state. In 1915, this state elected America's first Jewish governor, Moses Alexander. In 1907, Big Bill Haywood was acquitted of assassinating": {
    "guess": "Idaho",
    "confidence": [
      [
        "Id",
        -0.025025459
      ],
      [
        "aho",
        -4.5491004e-05
      ]
    ]
  },
  "One model of this phenomenon uses consumption vectors and zero net-growth isoclines to determine if this phenomenon permits coexistence. That model was created by David Tilman as an extension of his R-star": {
    "guess": "Resource competition",
    "confidence": [
      [
        "Resource",
        -0.6319629
      ],
      [
        " competition",
        -0.013862352
      ]
    ]
  },
  "A model of this process says that it has three dimensions, including affective-cognitive-behavioral, personal-group-based identity, and perceiver-target. The Link withdrawal scale measures reactions to it. A work titled after this says that those subjected to it undergo five phases, including \"passing\" and voluntary disclosure, after learning what is (*) normal and how one deviates from normal. For": {
    "guess": "Stigma",
    "confidence": [
      [
        "St",
        -0.54263324
      ],
      [
        "igma",
        -0.24132593
      ]
    ]
  },
  "A modern type of one of these devices is composed of a set of concentric annular sections of theoretically": {
    "guess": "Lens",
    "confidence": [
      [
        "Lens",
        -0.060353413
      ]
    ]
  },
  "A model of this group was constructed by Mattias Gelzer, who held them to be individuals working without organization or political coherence. This model was opposed to the parliamentary model of Theodore Mommsen, which analogized this group to the Liberal party. One member of this group was Gaius Servilius": {
    "guess": "Populares",
    "confidence": [
      [
        "Pop",
        -0.025781712
      ],
      [
        "ulares",
        -0.0004038594
      ]
    ]
  },
  "It was modified by an agreement signed in 1936, after the government of Harmodio Arias put up a fuss about commercial rights. One of the signatories developed a water purification process that was used": {
    "guess": "Panama Canal Treaty",
    "confidence": [
      [
        "Pan",
        -0.64863354
      ],
      [
        "ama",
        -0.0043203337
      ],
      [
        " Canal",
        -0.00835606
      ],
      [
        " Treaty",
        -0.13880408
      ]
    ]
  },
  "This model's energy is added to the energy of the rigid rotor to model rovibrionic coupling, and using an exponential Morse potential with this system gives more accurate results in IR spectroscopy. Taking the higher-order terms of the Taylor expansion of the potential of this system allows for modeling anharmonic effects, and this system's wavefunction contains a Hermite polynomial. The energy levels of this system are proportional to the (*) quantum number plus one half. Diatomic molecules are commonly modeled using this system, whose energy levels are evenly spaced and whose potential is a parabola": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.1949451
      ],
      [
        "monic",
        -3.094816e-05
      ],
      [
        " oscillator",
        -0.0037996075
      ]
    ]
  },
  "This modern country is the setting of Elspeth Huxley's Red Strangers. An author from this country described the Marching to Heaven project, constructed by the autocratic Ruler of the Free Republic of Abruria, in a 2006 novel. That author from this country wrote a novel in which General R. executes Mugo, who reveals that he had betrayed the killer of District Officer Robson, a resistance fighter named Kihika. The author of (*) Wizard of the Crow and A Grain of Wheat is from this country, which is the setting of a book whose protagonist has an affair with Denys Finch-Hatton after taking over Bror's coffee plantation. For 10 points, name this setting of Isak Dinesen's Out of Africa, the home country": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0006323784
      ],
      [
        "ya",
        -3.1737043e-06
      ]
    ]
  },
  "One modification of this law allows for its applicability to the analysis of tissue in near-infrared spectroscopy and was developed by Maikala. This law can be derived by treating molecules as opaque disks whose cross sectional areas are encountered by a certain particle and integrating the product of this area and the number of particles in an infinitesimally thin slab. This law sets the quantity it explains equal to two minus the log of transmissivity, and that quantity can also be calculated as the product of path length, concentration and the extinction coefficient. For 10 points, name this law that relates the properties of a material to the absorbance of light traveling through it.": {
    "guess": "Beer–Lambert law",
    "confidence": [
      [
        "Beer",
        -0.21556336
      ],
      [
        "–",
        -0.32571357
      ],
      [
        "L",
        -0.0025659068
      ],
      [
        "amb",
        -5.7961847e-06
      ],
      [
        "ert",
        -4.604148e-06
      ],
      [
        " law",
        -0.017635202
      ]
    ]
  },
  "Modern man-made varieties of these include the Langstroth and top-bar types, which both make use of removable frames. These replaced older designs such as skeps, which have the disadvantage that humans": {
    "guess": "Beehive",
    "confidence": [
      [
        "B",
        -0.04606692
      ],
      [
        "ee",
        -1.9361265e-07
      ],
      [
        "hive",
        -0.6525046
      ]
    ]
  },
  "A model of this process says that it has three dimensions, including affective-cognitive-behavioral,": {
    "guess": "Attitudes",
    "confidence": [
      [
        "Att",
        -0.019825144
      ],
      [
        "itudes",
        -0.272012
      ]
    ]
  },
  "In one model organism, the expression of DEF or GLO genes in conjunction with expression of PLENA and FARINELLI genes controls the development of these structures, an example of the interaction between B and C class transcription factors. They are didynamous if they occur in two different pairs of lengths": {
    "guess": "ABC model of flower development",
    "confidence": [
      [
        "ABC",
        -0.40520683
      ],
      [
        " model",
        -0.09814778
      ],
      [
        " of",
        -0.23240246
      ],
      [
        " flower",
        -5.7888185e-05
      ],
      [
        " development",
        -2.7848862e-05
      ]
    ]
  },
  "A model of this group was constructed by Mattias Gelzer, who held them to be individuals working without organization or political coherence. This model was opposed to the parliamentary model of Theodore Mommsen, which analogized this group to the Liberal party. One member of this group was Gaius Servilius Glaucia, who served as praetor while another member of this group, Lucius Appuleius Satruninus was consul; together, those they (*) reduced the price of grain and promised land to veterans of the Jugurthine war. Members of this group included brothers who formulated a 133 BCE agrarian reform": {
    "guess": "Populares",
    "confidence": [
      [
        "Pop",
        -0.117064916
      ],
      [
        "ulares",
        -9.865584e-05
      ]
    ]
  },
  "One modification of this law allows for its applicability to the analysis of tissue in near-infrared spectroscopy and was developed by Maikala. This law can be derived by treating molecules as opaque disks": {
    "guess": "Beer–Lambert law",
    "confidence": [
      [
        "Beer",
        -0.30605167
      ],
      [
        "–",
        -0.40076903
      ],
      [
        "L",
        -0.0032968938
      ],
      [
        "amb",
        -1.6643718e-05
      ],
      [
        "ert",
        -1.2829201e-05
      ],
      [
        " law",
        -0.09128655
      ]
    ]
  },
  "One modern group in this phylum possessing single-branched appendages is called Uniramia. Different body plan arrangements in members of this phylum are called tagmata, and members of this phylum possess an excretory system consisting of hemolymph-bathed channels called (*) Malphigian tubules. Members": {
    "guess": "Arthropod",
    "confidence": [
      [
        "Ar",
        -0.0060098525
      ],
      [
        "throp",
        -0.0026735186
      ],
      [
        "od",
        -0.009676289
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure with a number of leftist binary trees, which can be easily merged; that modification is the Cheriton-Tarjan algorithm. The amortized run-time of one subsection of this algorithm is a notable instance of the inverse Ackermann function appearing in time complexity. The optimizations of \"union by rank\" and \"path compression\" can be used to improve on a subsection of this algorithm known as the union-find algorithm. This algorithm has running time \"Big O of (*) E log E\" where E is the number of edges, since the dominating step in this algorithm is sorting the edges by weight. It works by iteratively choosing the lowest weight edge that connects two previously unconnected components in the graph.": {
    "guess": "Kruskal's Algorithm",
    "confidence": [
      [
        "K",
        -0.029794352
      ],
      [
        "rus",
        -5.3954464e-05
      ],
      [
        "kal",
        -7.2073424e-05
      ],
      [
        "'s",
        -9.615256e-05
      ],
      [
        " Algorithm",
        -0.026235275
      ]
    ]
  },
  "A model of this group was constructed by Mattias Gelzer, who held them to be individuals working without organization or political coherence. This model was opposed to the parliamentary model of Theodore": {
    "guess": "Populares",
    "confidence": [
      [
        "Pop",
        -0.084897295
      ],
      [
        "ulares",
        -0.0025572344
      ]
    ]
  },
  "In this modern-day state, troops under Lieutenants W. C. Brown and Edward Farrow defeated the Turakina": {
    "guess": "New Zealand Wars",
    "confidence": [
      [
        "New",
        -0.9901076
      ],
      [
        " Zealand",
        -0.011222178
      ],
      [
        " Wars",
        -0.05009165
      ]
    ]
  },
  "One model that describes how viscosity changes with temperature in amorphous materials takes the form of this equation. The Eyring-Polanyi equation is an alternative to this equation based on transition state theory. One term in this equation is sometimes referred to as the steric factor and is derived from collision theory. This equation contains the negative exponential of the activation energy divided by the product of the universal gas constant and temperature, along with a term called the pre-exponential factor. For 10 points, name this equation of chemical kinetics that calculates a reaction's rate constant, developed by a Swedish chemist.": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.0015151001
      ],
      [
        "hen",
        -3.1281633e-07
      ],
      [
        "ius",
        -2.4584822e-06
      ],
      [
        " equation",
        -0.005310843
      ]
    ]
  },
  "This model's energy is added to the energy of the rigid rotor to model rovibrionic coupling, and using an exponential Morse potential with this system gives more accurate results in IR spectroscopy. Taking the higher-order terms of the Taylor expansion of the potential of this system allows for modeling anharmonic effects, and this system's wavefunction contains a Hermite polynomial. The energy levels of this system are proportional to the (*) quantum number plus one half. Diatomic molecules are": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.43810177
      ],
      [
        "monic",
        -0.00017946491
      ],
      [
        " oscillator",
        -0.008580178
      ]
    ]
  },
  "A model of this process based on nonideal relay nonlinearities is known as the Preisach model, and thyristors employ positive feedback together with this process to achieve their latching function. In": {
    "guess": "Hysteresis",
    "confidence": [
      [
        "H",
        -0.006853547
      ],
      [
        "yst",
        -0.00035286226
      ],
      [
        "eres",
        -4.9424725e-05
      ],
      [
        "is",
        -5.2001665e-06
      ]
    ]
  },
  "Under one model of this theory, the repressor binds the  operator, preventing the enzyme RNA polymerase from gaining access  to an adjoining DNA sequence. It posits the operon as a unit of  translation,": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -0.0830459
      ],
      [
        "on",
        -0.0001975802
      ]
    ]
  },
  "One model of this phenomenon uses consumption vectors and zero net-growth isoclines to determine if this phenomenon permits coexistence. That model was created by David Tilman as an extension of his R-star model of this phenomenon. Joseph Connell removed different species of barnacles to demonstrate the importance of this phenomenon in an intertidal zone. It comes in exploitative, interference, and apparent forms. Georgy Gause showed that this phenomenon on (*) two species with similar niches may cause exclusion of one species, and it can also result in character displacement. For 10 points, name this phenomenon appearing in intraspecific and interspecific forms, often caused by individuals vying": {
    "guess": "Competitive exclusion",
    "confidence": [
      [
        "Compet",
        -0.05272701
      ],
      [
        "itive",
        -5.0497558e-05
      ],
      [
        " exclusion",
        -0.06775336
      ]
    ]
  },
  "Modifications of this process can use PEP carboxylase (\"PEP\" car-BOX-ill-ase) to fix a reactant normally fixed by RuBisCO (roo-BISS-ko) in this process's dark reactions. The light reactions of this process occur along the thylakoid (\"THIGH\"-luh-koyd) membrane. It takes place within the chloroplasts (KLOR-oh-plasts), which contain light-absorbing chlorophylls (KLOR-oh-fills). For 10 points, name this": {
    "guess": "Calvin Cycle",
    "confidence": [
      [
        "Cal",
        -0.12562105
      ],
      [
        "vin",
        -4.9663133e-05
      ],
      [
        " Cycle",
        -0.6784554
      ]
    ]
  },
  "One model of this phenomenon can be used to determine the time of coalescence, and is characterized by a Markov chain with multinomial sampling which inevitably approaches fixation. This phenomenon is the dominant driver of change according to the neutral theory posited by Motoo Kimura. Described by the Wright-Fisher model, this phenomenon is the primary driver of another process's (*) peripatric variant. The effects of this phenomenon can be exacerbated when a small group establishes a new population in the founder effect or by natural disasters due to a population bottleneck. For 10 points, name": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.21974342
      ],
      [
        "etic",
        -1.9816675e-06
      ],
      [
        " drift",
        -0.004477947
      ]
    ]
  },
  "A model of this process in multicomponent systems that permits its namesake coefficients to be negative was developed independently by Maxwell and Stefan. An ensemble of photons can be modeled with equations for this process in materials with high optical depth and low mean free path. Two laws of this process give the time derivative of the field as k times the second position derivative of the field": {
    "guess": "Radiative transfer",
    "confidence": [
      [
        "Radi",
        -0.37039563
      ],
      [
        "ative",
        -0.022178382
      ],
      [
        " transfer",
        -0.38066322
      ]
    ]
  },
  "One model that describes how viscosity changes with temperature in amorphous materials takes the form of this equation. The Eyring-Polanyi equation is an alternative to this equation based on transition state theory. One term in this equation is sometimes referred to as the steric factor and is derived from collision theory. This equation contains the negative exponential of the activation energy divided by the product of the universal gas constant and temperature, along with a term called the pre-exponential factor. For 10 points, name this equation of chemical kinetics that calculates a reaction's": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.013789461
      ],
      [
        "hen",
        -2.3392786e-06
      ],
      [
        "ius",
        -4.723352e-06
      ],
      [
        " equation",
        -0.007792579
      ]
    ]
  },
  "A modern-day tour of this system's remains was described in a 1955 book by Victor Wolfgang von Hagen. Granaries called qollqa and administrative buildings called tambo were constructed as a part of this system, which was used by professionals who carried a pututu, or conch-shell trumpet. The Qhapaq Ñan was the central corridor in this system, which was begun by the Wari Empire. Commoners were banned from this system, on which chasquis relayed colored (*) strings of knots called quipu to transmit messages. For 10 points, name this network including rope bridges and areas paved to accommodate llamas,": {
    "guess": "Inca road system",
    "confidence": [
      [
        "In",
        -0.0106175095
      ],
      [
        "ca",
        -0.006074199
      ],
      [
        " road",
        -0.028347641
      ],
      [
        " system",
        -9.9371064e-05
      ]
    ]
  },
  "This modern state's panhandle was crossed by the Cimarron Cutoff, a branch of the Santa Fe Trail. A city": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.43479344
      ],
      [
        "kl",
        -1.504853e-06
      ],
      [
        "ahoma",
        -7.159661e-05
      ]
    ]
  },
  "The model for this work also appeared in the artist's earlier La Bella.  The artist originally refused to paint this work, but changed his mind after Pietro Aretino suggested that he depict a prostitute's body instead of that of the old lady who is its ostensible subject.  The titular figure wears a bracelet on her right arm and in her right hand holds a bunch of flowers, one of which has fallen to the couch.  The left half of the background is blocked by a drape, but the right background contains two woman, one of whom is standing and looking down on the other, who is kneeling with her back to the viewer.  To the right of the painting's subject, a small dog is taking a nap.  FTP, name this 1538": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.120757505
      ],
      [
        "enus",
        -6.372917e-05
      ],
      [
        " of",
        -0.00060497987
      ],
      [
        " Urb",
        -9.901345e-05
      ],
      [
        "ino",
        -5.9437833e-05
      ]
    ]
  },
  "One model describing this phenomenon is named for Tomlinson, which results in a slip-stick variety if": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.008846076
      ],
      [
        "iction",
        -2.8160932e-06
      ]
    ]
  },
  "The model for this work also appeared in the artist's earlier La Bella.  The artist originally refused to paint this work, but changed his mind after Pietro Aretino suggested that he depict a prostitute's body instead of that of the old lady who is its ostensible subject.  The titular figure wears a bracelet on her right arm and in her right hand holds a bunch of flowers, one of which has fallen to the couch.  The left half of the background is blocked by a drape, but the right background contains two woman, one of whom is standing and looking down on the other, who is kneeling with her back to": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.1862459
      ],
      [
        "enus",
        -1.4140442e-05
      ],
      [
        " of",
        -0.0005189551
      ],
      [
        " Urb",
        -6.4802e-05
      ],
      [
        "ino",
        -7.743759e-05
      ]
    ]
  },
  "A model of this process in multicomponent systems that permits its namesake coefficients to be negative was developed independently by Maxwell and Stefan. An ensemble of photons can be modeled with equations for this process in materials with high optical depth and low mean free path. Two laws of this process give the time derivative of the field as k times the second position derivative of the field and give the flux J as negative k times the first position derivative; those are (*) Fick's laws. For 10 points, identify this process referred to as \"osmosis\" when the substance in question is water, in which molecules move down a gradient from regions of high concentrations to regions of lower concentrations.": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.010320822
      ],
      [
        "usion",
        -5.0497558e-05
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure with a number of leftist binary trees, which can be easily merged; that modification is the Cheriton-Tarjan algorithm. The amortized run-time of one subsection of this algorithm is a notable instance of the inverse Ackermann function appearing in time complexity. The optimizations of \"union by rank\" and \"path compression\" can be used to improve on a subsection of this algorithm known as the union-find algorithm. This algorithm has running time \"Big O of (*) E log E\" where E is the number of edges, since the dominating step in this algorithm is sorting the edges by weight. It works by iteratively choosing the lowest weight edge that connects two previously unconnected components in the graph. For 10 points, name this graph algorithm that, like Boruvka's algorithm and Prim's algorithm, finds the minimum spanning tree of a graph.": {
    "guess": "Kruskal's Algorithm",
    "confidence": [
      [
        "K",
        -0.018863562
      ],
      [
        "rus",
        -1.2829201e-05
      ],
      [
        "kal",
        -0.00011200665
      ],
      [
        "'s",
        -5.371606e-05
      ],
      [
        " Algorithm",
        -0.04088259
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure with a number of leftist binary trees, which can be easily merged; that modification is the Cheriton-Tarjan algorithm. The amortized run-time of one subsection of this algorithm is a notable instance of the inverse Ackermann function appearing in time complexity. The optimizations of \"union by rank\" and \"path compression\" can be used to improve on a subsection of this algorithm known as the union-find": {
    "guess": "Disjoint-set data structure",
    "confidence": [
      [
        "Dis",
        -0.1110567
      ],
      [
        "joint",
        -0.0002108118
      ],
      [
        "-set",
        -0.002724752
      ],
      [
        " data",
        -0.08283863
      ],
      [
        " structure",
        -0.00060295337
      ]
    ]
  },
  "One model of this phenomenon uses consumption vectors and zero net-growth isoclines to determine if this": {
    "guess": "Population dynamics",
    "confidence": [
      [
        "Population",
        -0.7903485
      ],
      [
        " dynamics",
        -0.08406974
      ]
    ]
  },
  "In this modern-day state, troops under Lieutenants W. C. Brown and Edward Farrow defeated the Turakina in the Sheepeater Indian War. A warning by Zachias Van Ornum led troops under Colonel Patrick Connor to perpetuate the Bear River Massacre in this modern-day state. In 1915, this state elected America's": {
    "guess": "Idaho",
    "confidence": [
      [
        "Id",
        -0.23678748
      ],
      [
        "aho",
        -2.8206474e-05
      ]
    ]
  },
  "In one model organism, the expression of DEF or GLO genes in conjunction with expression of PLENA and FARINELLI genes controls the development of these structures, an example of the interaction between B and C class transcription factors. They are didynamous if they occur in two different pairs of lengths and can be adnate or connate. Collectively called the androecium, dehiscence frees pollen from their microsporangia. They are contained within a flower's perianth, arranged around the pistil. For 10 points, consisting of a filament and an anther, name these male organs of flowers.": {
    "guess": "Stamen",
    "confidence": [
      [
        "St",
        -0.0036001904
      ],
      [
        "amen",
        -0.000238821
      ]
    ]
  },
  "This man was mocked with the phrase \"New Danger\" in a poster designed by his political opponents that shows him with demon eyes. This man mocked his predecessor in office by saying, \"I lead my party, he follows his.\" In the election in which he came to power, his party promised to create the first national minimum wage in his country, which he enacted in 1998. This creator of the Faith and Globalisation Initiative allegedly made a deal with his successor at the Granita restaurant. This author of the memoir A Journey negotiated with Bertie Ahern to reform power sharing in Northern Ireland in the Good Friday Agreement and controversially ordered his country's troops to support the American invasion of Iraq. For 10 points, name this ardent supporter of George W. Bush and predecessor of Gordon Brown, the Labour Party Prime Minister of the United Kingdom from 1997-2007.": {
    "guess": "Tony Blair",
    "confidence": [
      [
        "Tony",
        -0.0058033015
      ],
      [
        " Blair",
        -1.5332478e-05
      ]
    ]
  },
  "The model for this work also appeared in the artist's earlier La Bella.  The artist originally refused to paint this work, but changed his mind after Pietro Aretino suggested that he depict a prostitute's body instead of that of the old lady who is its ostensible subject.  The titular figure wears a bracelet on her right arm and in her right hand holds a bunch of flowers, one of which has fallen to the couch.  The left half of the background is blocked by a drape, but the right background contains two woman, one of whom is standing and looking down on the other, who is kneeling with her back to the viewer.  To the right of the painting's subject, a small dog is taking a nap.  FTP, name this 1538 depiction of a nude woman, which was painted by Titian.": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.026494667
      ],
      [
        "enus",
        -6.456359e-05
      ],
      [
        " of",
        -0.00033856148
      ],
      [
        " Urb",
        -0.000108788154
      ],
      [
        "ino",
        -5.8722613e-05
      ]
    ]
  },
  "One model of the polymeric type of these entities is named after Flory and Huggins. They are not pure gases, but when the enthalpy of mixing of one of these is zero, it is known as an \"ideal\" one. The vapor pressure of an ideal one is determined by Raoult's law. Some properties of them are independent of properties of their constituent molecules, and are called colligative properties. They can be characterized by their degree of saturation or their molarity. For 10 points, name these homogeneous": {
    "guess": "Solution thermodynamics",
    "confidence": [
      [
        "Solution",
        -0.03636676
      ],
      [
        " therm",
        -0.9402105
      ],
      [
        "odynamics",
        -0.5639448
      ]
    ]
  },
  "This modern country is the setting of Elspeth Huxley's Red Strangers. An author from this country described": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.113857515
      ],
      [
        "ya",
        -0.0026749417
      ]
    ]
  },
  "Modern theories link this body to the Rheic, perhaps through the Apulian plate. Though its first imagining was riddled with inconsistencies, including the idea that this body's \"western\" portion was entirely open, credit for its \"discovery\" is still given to Edward Suess. Its namesake trench was formed in a collision involving Cimmeria that likely accounts for its connection with the Caspian and Aral seas. Eventually closed by the fast movement of the Indo- Australian plate, FTP, identify this ancient body of water which existed between Gondwana and Laurasia during the mesozoic era, named after a Greek sea goddess.": {
    "guess": "Tethys Ocean",
    "confidence": [
      [
        "T",
        -0.020577507
      ],
      [
        "eth",
        -8.077529e-05
      ],
      [
        "ys",
        -3.4166656e-05
      ],
      [
        " Ocean",
        -0.056392573
      ]
    ]
  },
  "The model for this work also appeared in the artist's earlier La Bella.  The artist originally refused": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -1.9973845
      ],
      [
        "enus",
        -0.0045504575
      ],
      [
        " of",
        -0.039802887
      ],
      [
        " Urb",
        -0.00058079255
      ],
      [
        "ino",
        -2.618001e-05
      ]
    ]
  },
  "Modifications of this process can use PEP carboxylase (\"PEP\" car-BOX-ill-ase) to fix a reactant normally": {
    "guess": "C4 carbon fixation",
    "confidence": [
      [
        "C",
        -0.82303524
      ],
      [
        "4",
        -0.017123591
      ],
      [
        " carbon",
        -0.104549155
      ],
      [
        " fixation",
        -0.0003011425
      ]
    ]
  },
  "One model of the universe with no cosmological constant is named for de Sitter and this man, who also names a state of matter that exists at very low temperatures with Bose. This man posited the existence of \"light quanta\" in the photoelectric effect, but one of his most famous laws correctly accounted for an anomaly in the precession of Mercury. For 10 points, name this scientist who formulated the theories of relativity and is stated that E equals m c squared.": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.13119845
      ],
      [
        " Einstein",
        -0.0015255718
      ]
    ]
  },
  "A model of this group was constructed by Mattias Gelzer, who held them to be individuals working without organization or political coherence. This model was opposed to the parliamentary model of Theodore Mommsen, which analogized this group to the Liberal party. One member of this group was Gaius Servilius Glaucia, who served as praetor while another member of this group, Lucius Appuleius Satruninus was consul; together, those they (*) reduced the price of grain and promised land to veterans of the Jugurthine war. Members of this group included brothers who formulated a 133 BCE agrarian reform law. Including the Gracchi, for 10 points, identify this group of Roman politicians who typically campaigned on a public interest platform and who were opposed by the optimates.": {
    "guess": "Populares",
    "confidence": [
      [
        "Pop",
        -0.01252672
      ],
      [
        "ulares",
        -0.00010950337
      ]
    ]
  },
  "The model for this work also appeared in the artist's earlier La Bella.  The artist originally refused to paint this work, but changed his mind after Pietro Aretino suggested that he depict a prostitute's": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.12004338
      ],
      [
        "enus",
        -1.6240566e-06
      ],
      [
        " of",
        -4.7755875e-05
      ],
      [
        " Urb",
        -1.5570886e-05
      ],
      [
        "ino",
        -2.2484697e-05
      ]
    ]
  },
  "Modern theories link this body to the Rheic, perhaps through the Apulian plate. Though its first imagining was riddled with inconsistencies, including the idea that this body's \"western\" portion was entirely open, credit for its \"discovery\" is still given to Edward Suess. Its namesake trench was formed in a collision involving Cimmeria that likely accounts for its connection with the Caspian and Aral": {
    "guess": "Tethys Ocean",
    "confidence": [
      [
        "T",
        -0.12837698
      ],
      [
        "eth",
        -0.0031646527
      ],
      [
        "ys",
        -1.0445127e-05
      ],
      [
        " Ocean",
        -0.010337338
      ]
    ]
  },
  "In this modern day country, the territory of the Sukkothai kingdom was conquered by the kingdom centered on Ayutthaya, which had a king with his own royal language and who only royalty could look at. The dictator Phibun allied this nation with Japan. In this country, one king had been a monk for 26 years before opening his kingdom to invite Westerners like Anna Leonowens. That ruler, Mongkut, is part of the Chakri dynasty that still rules today, and he was also one of the nine kings in a direct line": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.0012072574
      ],
      [
        "ailand",
        -2.1411865e-05
      ]
    ]
  },
  "One modification of this law allows for its applicability to the analysis of tissue in near-infrared spectroscopy and was developed by Maikala. This law can be derived by treating molecules as opaque disks whose cross sectional areas are encountered by a certain particle and integrating the product of this area and the number of particles in an infinitesimally thin slab. This law sets the quantity it explains equal to two minus the log of transmissivity, and that quantity can also be calculated as the product of path length, concentration and the extinction coefficient. For 10 points, name this": {
    "guess": "Beer–Lambert law",
    "confidence": [
      [
        "Beer",
        -0.027360806
      ],
      [
        "–",
        -0.017578036
      ],
      [
        "L",
        -5.4669687e-05
      ],
      [
        "amb",
        -5.5577775e-06
      ],
      [
        "ert",
        -8.299462e-06
      ],
      [
        " law",
        -0.005991248
      ]
    ]
  },
  "A model of this process in multicomponent systems that permits its namesake coefficients to be negative was developed independently by Maxwell and Stefan. An ensemble of photons can be modeled with equations for this process in materials with high optical depth and low mean free path. Two laws of this process give the time derivative of the field as k times the second position derivative of the field and give the flux J as negative k times the first position derivative; those are (*) Fick's laws. For 10 points, identify this process referred to as \"osmosis\" when the substance in question is water,": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.037888728
      ],
      [
        "usion",
        -0.00020103711
      ]
    ]
  },
  "One model of this phenomenon can be used to determine the time of coalescence, and is characterized by a Markov chain with multinomial sampling which inevitably approaches fixation. This phenomenon is the dominant driver of change according to the neutral theory posited by Motoo Kimura. Described by": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.59650797
      ],
      [
        "etic",
        -9.0907604e-05
      ],
      [
        " drift",
        -0.00061462435
      ]
    ]
  },
  "In modern times, it is home to the capital of the prefecture of Lacedaemon, which also happens to be the name of its first ruler. In ancient times, its kings claimed to be direct descendents of Heracles (*), and only those who underwent the state's military and social education, agoge, were able to become": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.034398213
      ],
      [
        "part",
        -1.9862217e-05
      ],
      [
        "a",
        -0.00030733744
      ]
    ]
  },
  "In one model organism, the expression of DEF or GLO genes in conjunction with expression of PLENA and FARINELLI genes controls the development of these structures, an example of the interaction between B and C class transcription factors. They are didynamous if they occur in two different pairs of lengths and can be adnate or connate. Collectively called the androecium, dehiscence frees pollen from their microsporangia. They are contained within a flower's perianth, arranged around the pistil. For": {
    "guess": "Stamen",
    "confidence": [
      [
        "St",
        -0.24704129
      ],
      [
        "amen",
        -0.008548853
      ]
    ]
  },
  "In this modern-day state, troops under Lieutenants W. C. Brown and Edward Farrow defeated the Turakina in the Sheepeater Indian War. A warning by Zachias Van Ornum led troops under Colonel Patrick Connor to perpetuate the Bear River Massacre in this modern-day state. In 1915, this state elected America's first Jewish governor, Moses Alexander. In 1907, Big Bill Haywood was acquitted of assassinating the governor of this state, Frank Steunenberg. Senators from this state include the leader of the Irreconcilables, William Borah. In 1992, U.S. Marshals opened fire on Vicki and Randy Weaver in an incident": {
    "guess": "Idaho",
    "confidence": [
      [
        "Id",
        -0.0076543074
      ],
      [
        "aho",
        -3.4762674e-05
      ]
    ]
  },
  "One model of this phenomenon can be used to determine the time of coalescence, and is characterized by a Markov chain with multinomial sampling which inevitably approaches fixation. This phenomenon is the dominant driver of change according to the neutral theory posited by Motoo Kimura. Described by the Wright-Fisher model, this phenomenon is the primary driver of another process's (*) peripatric variant. The effects of this phenomenon can be exacerbated when a small group establishes a new population in the founder effect or by natural disasters due to a population bottleneck. For 10 points, name this evolutionary mechanism where an allele frequency changes due to random sampling.": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.009213138
      ],
      [
        "etic",
        -9.0883464e-07
      ],
      [
        " drift",
        -0.0005244385
      ]
    ]
  },
  "One model of the polymeric type of these entities is named after Flory and Huggins. They are not pure gases, but when the enthalpy of mixing of one of these is zero, it is known as an \"ideal\" one. The vapor pressure of an ideal one is determined by Raoult's law. Some properties of them are independent of properties of their constituent molecules, and are called colligative properties. They can be characterized by their degree of saturation or their molarity. For 10 points, name these homogeneous mixtures of two or more substances.": {
    "guess": "Solution entropy",
    "confidence": [
      [
        "Solution",
        -0.037030738
      ],
      [
        " entropy",
        -2.1748772
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure with a number of leftist binary trees, which can be easily merged; that modification is the Cheriton-Tarjan algorithm. The amortized run-time of one subsection of this algorithm is a notable instance of the inverse Ackermann function appearing in time complexity. The optimizations of \"union by rank\" and \"path compression\" can be used to improve on a subsection of this algorithm known as the union-find algorithm. This algorithm has running time \"Big O of (*) E log E\" where E is the number of edges, since the dominating step in this algorithm is sorting the edges by weight. It works by iteratively choosing the lowest weight edge that connects two previously unconnected components in the graph. For 10 points, name this graph algorithm that, like Boruvka's algorithm and Prim's algorithm, finds": {
    "guess": "Kruskal's Algorithm",
    "confidence": [
      [
        "K",
        -0.0045722923
      ],
      [
        "rus",
        -3.7385154e-05
      ],
      [
        "kal",
        -0.00010330478
      ],
      [
        "'s",
        -5.085517e-05
      ],
      [
        " Algorithm",
        -0.039350163
      ]
    ]
  },
  "This modern country is the setting of Elspeth Huxley's Red Strangers. An author from this country described the Marching to Heaven project, constructed by the autocratic Ruler of the Free Republic of Abruria, in a 2006 novel. That author from this country wrote a novel in which General R. executes Mugo, who reveals that he had betrayed the killer of District Officer Robson, a resistance fighter named Kihika. The author of (*) Wizard of the Crow and A Grain of Wheat is from this country, which is the setting of a book whose protagonist has an affair with Denys Finch-Hatton after taking over Bror's coffee plantation. For 10 points, name this setting of Isak Dinesen's Out of Africa, the home country of Gikuyu author Ngugi wa Thiongo.": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0010781838
      ],
      [
        "ya",
        -6.511407e-06
      ]
    ]
  },
  "This model's energy is added to the energy of the rigid rotor to model rovibrionic coupling, and using an exponential Morse potential with this system gives more accurate results in IR spectroscopy. Taking the higher-order terms of the Taylor expansion of the potential of this system allows for modeling anharmonic effects, and this system's wavefunction contains a Hermite polynomial. The energy levels of this system are proportional to the (*) quantum number plus one half. Diatomic molecules are commonly modeled using this system, whose energy levels are evenly spaced and whose potential is a parabola given by Hooke's Law. For 10 points, name this simple quantum system that is an analog of the classical masses connected by a spring.": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.0856723
      ],
      [
        "monic",
        -4.1914896e-05
      ],
      [
        " oscillator",
        -0.003450388
      ]
    ]
  },
  "A model of this process says that it has three dimensions, including affective-cognitive-behavioral, personal-group-based identity, and perceiver-target. The Link withdrawal scale measures reactions to it. A work titled after this says that those subjected to it undergo five phases, including \"passing\" and voluntary disclosure, after learning what is (*) normal and how one deviates from normal. For 10 points, an Erving Goffman book is titled for what process of shaming deviants?": {
    "guess": "Stigma: Notes on the Management of Spoiled Identity",
    "confidence": [
      [
        "St",
        -0.039693944
      ],
      [
        "igma",
        -0.0015128389
      ],
      [
        ":",
        -0.3337993
      ],
      [
        " Notes",
        -0.0034381575
      ],
      [
        " on",
        -0.0006485754
      ],
      [
        " the",
        -0.0008077252
      ],
      [
        " Management",
        -0.0008506055
      ],
      [
        " of",
        -3.523949e-05
      ],
      [
        " Spo",
        -0.0010123265
      ],
      [
        "iled",
        -0.00020866614
      ],
      [
        " Identity",
        -0.00025669055
      ]
    ]
  },
  "One modification of this law allows for its applicability to the analysis of tissue in near-infrared spectroscopy and was developed by Maikala. This law can be derived by treating molecules as opaque disks whose cross sectional areas are encountered by a certain particle and integrating the product of": {
    "guess": "Beer–Lambert law",
    "confidence": [
      [
        "Beer",
        -0.13369676
      ],
      [
        "–",
        -0.34447986
      ],
      [
        "L",
        -0.0139895445
      ],
      [
        "amb",
        -1.92662e-05
      ],
      [
        "ert",
        -9.014684e-06
      ],
      [
        " law",
        -0.3410708
      ]
    ]
  },
  "Modern theories link this body to the Rheic, perhaps through the Apulian plate. Though its first imagining": {
    "guess": "Iapetus Ocean",
    "confidence": [
      [
        "I",
        -0.93414396
      ],
      [
        "ap",
        -0.32045123
      ],
      [
        "etus",
        -0.00010330478
      ],
      [
        " Ocean",
        -0.0037051814
      ]
    ]
  },
  "In this modern-day state, troops under Lieutenants W. C. Brown and Edward Farrow defeated the Turakina in the Sheepeater Indian War. A warning by Zachias Van Ornum led troops under Colonel Patrick Connor to perpetuate the Bear River Massacre in this modern-day state. In 1915, this state elected America's first Jewish governor, Moses Alexander. In 1907, Big Bill Haywood was acquitted of assassinating the governor of this state, Frank Steunenberg. Senators from this state include the leader of the Irreconcilables, William Borah. In 1992, U.S. Marshals opened fire on Vicki and Randy Weaver in an incident in this state known as ? Ruby Ridge. FTP, name this Northwest state recently represented by": {
    "guess": "Idaho",
    "confidence": [
      [
        "Id",
        -0.008785099
      ],
      [
        "aho",
        -0.0001135563
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure with a number of leftist binary trees, which can be easily merged; that modification is the Cheriton-Tarjan algorithm. The amortized run-time of one subsection of this algorithm is a notable instance of the inverse Ackermann function appearing in time complexity. The optimizations of \"union by rank\"": {
    "guess": "Disjoint-set data structure",
    "confidence": [
      [
        "Dis",
        -0.05975766
      ],
      [
        "joint",
        -0.00011331789
      ],
      [
        "-set",
        -0.004617507
      ],
      [
        " data",
        -0.055270728
      ],
      [
        " structure",
        -0.0017336098
      ]
    ]
  },
  "In this modern day country, the territory of the Sukkothai kingdom was conquered by the kingdom centered": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.008230506
      ],
      [
        "ailand",
        -3.7697225e-06
      ]
    ]
  },
  "In one model organism, the expression of DEF or GLO genes in conjunction with expression of PLENA and": {
    "guess": "Arabidopsis thaliana",
    "confidence": [
      [
        "Ar",
        -0.5785268
      ],
      [
        "ab",
        -0.0006432149
      ],
      [
        "id",
        -0.00016396845
      ],
      [
        "opsis",
        -0.00051633635
      ],
      [
        " th",
        -0.1525289
      ],
      [
        "alian",
        -3.190179e-05
      ],
      [
        "a",
        -9.4914985e-06
      ]
    ]
  },
  "The model for this work also appeared in the artist's earlier La Bella.  The artist originally refused to paint this work, but changed his mind after Pietro Aretino suggested that he depict a prostitute's body instead of that of the old lady who is its ostensible subject.  The titular figure wears a": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.012456558
      ],
      [
        "enus",
        -1.147242e-06
      ],
      [
        " of",
        -0.00010843054
      ],
      [
        " Urb",
        -1.0683535e-05
      ],
      [
        "ino",
        -3.1782583e-05
      ]
    ]
  },
  "Under one model of this theory, the repressor binds the  operator, preventing the enzyme RNA polymerase from gaining access  to an adjoining DNA sequence. It posits the operon as a unit of  translation, a group of adjacent structural genes on the  chromosome, headed by a non-coding DNA sequence. FTP": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -0.018631777
      ],
      [
        "on",
        -0.00017147827
      ]
    ]
  },
  "A modern-day tour of this system's remains was described in a 1955 book by Victor Wolfgang von Hagen. Granaries called qollqa and administrative buildings called tambo were constructed as a part of this": {
    "guess": "Inca road system",
    "confidence": [
      [
        "In",
        -0.02468544
      ],
      [
        "ca",
        -0.010882157
      ],
      [
        " road",
        -0.7788511
      ],
      [
        " system",
        -0.0002540681
      ]
    ]
  },
  "One model of the universe with no cosmological constant is named for de Sitter and this man, who also names a state of matter that exists at very low temperatures with Bose. This man posited the existence of \"light quanta\" in the photoelectric effect, but one of his most famous laws correctly accounted": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.8162551
      ],
      [
        " Einstein",
        -0.00058246136
      ]
    ]
  },
  "One modern group in this phylum possessing single-branched appendages is called Uniramia. Different body plan arrangements in members of this phylum are called tagmata, and members of this phylum possess an excretory system consisting of hemolymph-bathed channels called (*) Malphigian tubules. Members of this phylum may possess ocelli or ommatidia for visual perception. A waxy outer layer helps protect these creatures' inner \"procuticle,\" the chitin-containing layers of their exoskeletons. Members": {
    "guess": "Arthropod",
    "confidence": [
      [
        "Ar",
        -0.0060399505
      ],
      [
        "throp",
        -0.0017250382
      ],
      [
        "od",
        -0.033156168
      ]
    ]
  },
  "Under one model of this theory, the repressor binds the  operator, preventing the enzyme RNA polymerase from gaining access  to an adjoining DNA sequence. It posits the operon as a unit of  translation, a group of adjacent structural genes on the  chromosome, headed by a non-coding DNA sequence. FTP name this  influential theory of prokaryotic gene expression.": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -0.011681092
      ],
      [
        "on",
        -0.00030829108
      ]
    ]
  },
  "One model of the polymeric type of these entities is named after Flory and Huggins. They are not pure gases, but when the enthalpy of mixing of one of these is zero, it is known as an \"ideal\" one. The": {
    "guess": "Polymer blend",
    "confidence": [
      [
        "Poly",
        -0.33877242
      ],
      [
        "mer",
        -0.018592004
      ],
      [
        " blend",
        -1.1613024
      ]
    ]
  },
  "Modern man-made varieties of these include the Langstroth and top-bar types, which both make use of removable frames. These replaced older designs such as skeps, which have the disadvantage that humans had to kill the inhabitants before harvesting the contents. In all of these, the internal substructure is composed of hexagonal cells made of wax built by the inhabitants, containing honey or pollen.": {
    "guess": "Beehive",
    "confidence": [
      [
        "B",
        -0.051167782
      ],
      [
        "ee",
        -3.5313153e-06
      ],
      [
        "hive",
        -0.311135
      ]
    ]
  },
  "One model of these devices that reduces to the Ebers-Moll model is the Gummel-Poon model. When the current gain of two of these devices equals the product of the component gains, these devices create a Darlington Pair. The gradual channel approximation is valid for long channel types of the field-effect": {
    "guess": "MOSFET",
    "confidence": [
      [
        "M",
        -0.052139565
      ],
      [
        "OS",
        -7.226629e-06
      ],
      [
        "F",
        -0.00012213163
      ],
      [
        "ET",
        -5.4385737e-06
      ]
    ]
  },
  "In this modern-day state, troops under Lieutenants W. C. Brown and Edward Farrow defeated the Turakina in the Sheepeater Indian War. A warning by Zachias Van Ornum led troops under Colonel Patrick Connor to perpetuate the Bear River Massacre in this modern-day state. In 1915, this state elected America's first Jewish governor, Moses Alexander. In 1907, Big Bill Haywood was acquitted of assassinating the governor of this state, Frank Steunenberg. Senators from this state include the leader of the": {
    "guess": "Idaho",
    "confidence": [
      [
        "Id",
        -0.05071779
      ],
      [
        "aho",
        -6.515961e-05
      ]
    ]
  },
  "Modern man-made varieties of these include the Langstroth and top-bar types, which both make use of removable frames. These replaced older designs such as skeps, which have the disadvantage that humans had to kill the inhabitants before harvesting the contents. In all of these, the internal substructure": {
    "guess": "Beehive",
    "confidence": [
      [
        "B",
        -0.05913043
      ],
      [
        "ee",
        -1.8624639e-06
      ],
      [
        "hive",
        -0.17689036
      ]
    ]
  },
  "Under one model of this theory, the repressor binds the  operator, preventing the enzyme RNA polymerase": {
    "guess": "Lac operon",
    "confidence": [
      [
        "L",
        -0.60834384
      ],
      [
        "ac",
        -1.3663626e-05
      ],
      [
        " oper",
        -0.027664196
      ],
      [
        "on",
        -3.1544176e-05
      ]
    ]
  },
  "In this modern-day state, troops under Lieutenants W. C. Brown and Edward Farrow defeated the Turakina in the Sheepeater Indian War. A warning by Zachias Van Ornum led troops under Colonel Patrick Connor": {
    "guess": "Idaho",
    "confidence": [
      [
        "Id",
        -0.982599
      ],
      [
        "aho",
        -1.1517961e-05
      ]
    ]
  },
  "Modifications of this process can use PEP carboxylase (\"PEP\" car-BOX-ill-ase) to fix a reactant normally fixed by RuBisCO (roo-BISS-ko) in this process's dark reactions. The light reactions of this process occur along the thylakoid (\"THIGH\"-luh-koyd) membrane. It takes place within the chloroplasts (KLOR-oh-plasts),": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.23248571
      ],
      [
        "vin",
        -4.1557283e-05
      ],
      [
        " cycle",
        -0.6648703
      ]
    ]
  },
  "This model's energy is added to the energy of the rigid rotor to model rovibrionic coupling, and using an exponential Morse potential with this system gives more accurate results in IR spectroscopy. Taking the higher-order terms of the Taylor expansion of the potential of this system allows for modeling anharmonic effects, and this system's wavefunction contains a Hermite polynomial. The energy levels": {
    "guess": "Morse potential",
    "confidence": [
      [
        "M",
        -0.7455692
      ],
      [
        "orse",
        -0.009064179
      ],
      [
        " potential",
        -0.03293334
      ]
    ]
  },
  "It was modified by an agreement signed in 1936, after the government of Harmodio Arias put up a fuss": {
    "guess": "Panama Canal Treaty",
    "confidence": [
      [
        "Pan",
        -1.143007
      ],
      [
        "ama",
        -0.002162041
      ],
      [
        " Canal",
        -0.03125389
      ],
      [
        " Treaty",
        -0.06488837
      ]
    ]
  },
  "One model of these devices that reduces to the Ebers-Moll model is the Gummel-Poon model. When the current gain of two of these devices equals the product of the component gains, these devices create a": {
    "guess": "Bipolar junction transistor",
    "confidence": [
      [
        "B",
        -0.37450227
      ],
      [
        "ip",
        -0.000711359
      ],
      [
        "olar",
        -1.1756368e-05
      ],
      [
        " junction",
        -0.043659676
      ],
      [
        " transistor",
        -0.01722565
      ]
    ]
  },
  "In modern times, it is home to the capital of the prefecture of Lacedaemon, which also happens to be the name of its first ruler. In ancient times, its kings claimed to be direct descendents of Heracles (*), and only those who underwent the state's military and social education, agoge, were able to become true citizens of it. Leading against the Delian League in the Peloponnesian Wars, FTP, THIS…IS…what": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.007938655
      ],
      [
        "part",
        -6.9882217e-06
      ],
      [
        "a",
        -9.639097e-05
      ]
    ]
  },
  "In this modern day country, the territory of the Sukkothai kingdom was conquered by the kingdom centered on Ayutthaya, which had a king with his own royal language and who only royalty could look at. The dictator Phibun allied this nation with Japan. In this country, one king had been a monk for 26 years": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.0011110436
      ],
      [
        "ailand",
        -9.372295e-06
      ]
    ]
  },
  "A modern-day tour of this system's remains was described in a 1955 book by Victor Wolfgang von Hagen. Granaries called qollqa and administrative buildings called tambo were constructed as a part of this system, which was used by professionals who carried a pututu, or conch-shell trumpet. The Qhapaq Ñan": {
    "guess": "Inca road system",
    "confidence": [
      [
        "In",
        -0.38974512
      ],
      [
        "ca",
        -0.039884105
      ],
      [
        " road",
        -0.23403993
      ],
      [
        " system",
        -0.00024180108
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure": {
    "guess": "Cheriton-Tarjan algorithm",
    "confidence": [
      [
        "Ch",
        -0.28540823
      ],
      [
        "er",
        -0.0003190194
      ],
      [
        "iton",
        -1.9385403e-05
      ],
      [
        "-T",
        -0.003855536
      ],
      [
        "ar",
        -3.4166656e-05
      ],
      [
        "jan",
        -2.1769476e-05
      ],
      [
        " algorithm",
        -0.34928286
      ]
    ]
  },
  "A model of this process in multicomponent systems that permits its namesake coefficients to be negative was developed independently by Maxwell and Stefan. An ensemble of photons can be modeled with equations for this process in materials with high optical depth and low mean free path. Two laws of this process give the time derivative of the field as k times the second position derivative of the field and give the flux J as negative k times the first position derivative; those are (*) Fick's laws. For 10 points, identify this process referred to as \"osmosis\" when the substance in question is water, in which molecules move down a gradient from regions of high concentrations to regions of lower": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.013654474
      ],
      [
        "usion",
        -1.92662e-05
      ]
    ]
  },
  "In this modern day country, the territory of the Sukkothai kingdom was conquered by the kingdom centered on Ayutthaya, which had a king with his own royal language and who only royalty could look at. The dictator Phibun allied this nation with Japan. In this country, one king had been a monk for 26 years before opening his kingdom to invite Westerners like Anna Leonowens. That ruler, Mongkut, is part of the Chakri dynasty that still rules today, and he was also one of the nine kings in a direct line to be called Rama. This country expelled Westerners for 150 years during the time when it was called": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.0052294945
      ],
      [
        "ailand",
        -2.6537622e-05
      ]
    ]
  },
  "Modern theories link this body to the Rheic, perhaps through the Apulian plate. Though its first imagining was riddled with inconsistencies, including the idea that this body's \"western\" portion was entirely open, credit for its \"discovery\" is still given to Edward Suess. Its namesake trench was formed in a collision involving Cimmeria that likely accounts for its connection with the Caspian and Aral seas. Eventually closed by the fast movement of the Indo- Australian plate, FTP, identify this ancient body of water which existed between Gondwana and Laurasia during the mesozoic era, named after": {
    "guess": "Tethys Ocean",
    "confidence": [
      [
        "T",
        -0.055101853
      ],
      [
        "eth",
        -0.001148314
      ],
      [
        "ys",
        -0.00080605625
      ],
      [
        " Ocean",
        -0.052602153
      ]
    ]
  },
  "One model describing this phenomenon is named for Tomlinson, which results in a slip-stick variety if a namesake parameter is greater than 1. For a belt-pulley system, this quantity is proportional to e to the angle the belt makes leaving the pulley versus entering it. One law by Coulomb and two laws": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.007841552
      ],
      [
        "iction",
        -7.89631e-07
      ]
    ]
  },
  "One model of this phenomenon can be used to determine the time of coalescence, and is characterized by a Markov chain with multinomial sampling which inevitably approaches fixation. This phenomenon is": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.64974165
      ],
      [
        "etic",
        -0.000111291425
      ],
      [
        " drift",
        -0.026634078
      ]
    ]
  },
  "A model of this process in multicomponent systems that permits its namesake coefficients to be negative was developed independently by Maxwell and Stefan. An ensemble of photons can be modeled with equations": {
    "guess": "Photon gas",
    "confidence": [
      [
        "Photon",
        -0.93841404
      ],
      [
        " gas",
        -0.09765553
      ]
    ]
  },
  "A model of this process based on nonideal relay nonlinearities is known as the Preisach model, and thyristors": {
    "guess": "Hysteresis",
    "confidence": [
      [
        "H",
        -0.013554164
      ],
      [
        "yst",
        -0.00047106826
      ],
      [
        "eres",
        -2.0815847e-05
      ],
      [
        "is",
        -9.133887e-06
      ]
    ]
  },
  "This modern state's panhandle was crossed by the Cimarron Cutoff, a branch of the Santa Fe Trail. A city in this state is called \"Broken Arrow\" because it was settled by Creek people, while part of this state was known as the \"Indian Territory.\" White settlers who anticipated an 1889 decision to open its lands to homesteaders gave this state its nickname: the Sooner State. For 10 points, Tulsa is located": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.001853912
      ],
      [
        "kl",
        -1.9816675e-06
      ],
      [
        "ahoma",
        -2.2365493e-05
      ]
    ]
  },
  "One modification to this algorithm improves on its running time by replacing its primary data structure with a number of leftist binary trees, which can be easily merged; that modification is the Cheriton-Tarjan algorithm. The amortized run-time of one subsection of this algorithm is a notable instance of the inverse Ackermann function appearing in time complexity. The optimizations of \"union by rank\" and \"path compression\" can be used to improve on a subsection of this algorithm known as the union-find algorithm. This algorithm has running time \"Big O of (*) E log E\" where E is the number of edges, since the dominating step in this algorithm is sorting the edges by weight. It works by iteratively": {
    "guess": "Union-find data structure",
    "confidence": [
      [
        "Union",
        -0.37489483
      ],
      [
        "-find",
        -0.2224375
      ],
      [
        " data",
        -0.5475414
      ],
      [
        " structure",
        -0.0007961661
      ]
    ]
  },
  "In this modern-day state, troops under Lieutenants W. C. Brown and Edward Farrow defeated the Turakina in the Sheepeater Indian War. A warning by Zachias Van Ornum led troops under Colonel Patrick Connor to perpetuate the Bear River Massacre in this modern-day state. In 1915, this state elected America's first Jewish governor, Moses Alexander. In 1907, Big Bill Haywood was acquitted of assassinating the governor of this state, Frank Steunenberg. Senators from this state include the leader of the Irreconcilables, William Borah. In 1992, U.S. Marshals opened fire on Vicki and Randy Weaver in an incident in this state known as ? Ruby Ridge. FTP, name this Northwest state recently represented by Larry Craig, whose largest cities include America's Neo-Nazi capital of Coeur d'Alene, Pocatello, and": {
    "guess": "Idaho",
    "confidence": [
      [
        "Id",
        -0.013370213
      ],
      [
        "aho",
        -0.00013536324
      ]
    ]
  },
  "Modifications of this process can use PEP carboxylase (\"PEP\" car-BOX-ill-ase) to fix a reactant normally fixed by RuBisCO (roo-BISS-ko) in this process's dark reactions. The light reactions of this process": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.06619454
      ],
      [
        "vin",
        -1.1756368e-05
      ],
      [
        " cycle",
        -0.42076814
      ]
    ]
  },
  "One model describing this phenomenon is named for Tomlinson, which results in a slip-stick variety if a namesake parameter is greater than 1. For a belt-pulley system, this quantity is proportional to e to the angle the belt makes leaving the pulley versus entering it. One law by Coulomb and two laws by Amonton describe it, and its usual mechanical form is given by the normal force of an object times its namesake coefficient. It comes in static and kinetic varieties, and this force always opposes": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.002332117
      ],
      [
        "iction",
        -4.3202e-07
      ]
    ]
  },
  "In this modern day country, the territory of the Sukkothai kingdom was conquered by the kingdom centered on Ayutthaya, which had a king with his own royal language and who only royalty could look at. The dictator Phibun allied this nation with Japan. In this country, one king had been a monk for 26 years before opening his kingdom to invite Westerners like Anna Leonowens. That ruler, Mongkut, is part of the Chakri dynasty that still rules today, and he was also one of the nine kings in a direct line to be called Rama. This country expelled Westerners for 150 years during the time when it was called Siam by Europeans. For 10 points, name this country with capital at Bangkok.": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -8.041768e-05
      ],
      [
        "ailand",
        -1.6524515e-05
      ]
    ]
  },
  "One modification of this law allows for its applicability to the analysis of tissue in near-infrared spectroscopy and was developed by Maikala. This law can be derived by treating molecules as opaque disks whose cross sectional areas are encountered by a certain particle and integrating the product of this area and the number of particles in an infinitesimally thin slab. This law sets the quantity": {
    "guess": "Beer–Lambert law",
    "confidence": [
      [
        "Beer",
        -0.14387618
      ],
      [
        "–",
        -0.3799363
      ],
      [
        "L",
        -0.0113595035
      ],
      [
        "amb",
        -1.7239736e-05
      ],
      [
        "ert",
        -8.89548e-06
      ],
      [
        " law",
        -0.57264733
      ]
    ]
  },
  "One model of the universe with no cosmological constant is named for de Sitter and this man, who also names a state of matter that exists at very low temperatures with Bose. This man posited the existence of \"light quanta\" in the photoelectric effect, but one of his most famous laws correctly accounted for an anomaly in the precession of Mercury. For 10 points, name this scientist who formulated the": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.119556196
      ],
      [
        " Einstein",
        -0.003968928
      ]
    ]
  },
  "One model of this phenomenon uses consumption vectors and zero net-growth isoclines to determine if this phenomenon permits coexistence. That model was created by David Tilman as an extension of his R-star model of this phenomenon. Joseph Connell removed different species of barnacles to demonstrate the importance of this phenomenon in an intertidal zone. It comes in exploitative, interference, and": {
    "guess": "Competitive exclusion principle",
    "confidence": [
      [
        "Compet",
        -1.0588824
      ],
      [
        "itive",
        -6.0345924e-06
      ],
      [
        " exclusion",
        -0.09131669
      ],
      [
        " principle",
        -0.76049757
      ]
    ]
  },
  "One model of these devices that reduces to the Ebers-Moll model is the Gummel-Poon model. When the current gain of two of these devices equals the product of the component gains, these devices create a Darlington Pair. The gradual channel approximation is valid for long channel types of the field-effect versions of these devices. One type of these devices may be classified as PNP or NPN, and they possess base, collector, and emitter terminals. Every two years, the number of these devices on an integrated circuit doubles according to Moore's Law. For 10 points, \"bipolar junction\" is a type of what": {
    "guess": "Transistor",
    "confidence": [
      [
        "Trans",
        -0.09436524
      ],
      [
        "istor",
        -0.0015080782
      ]
    ]
  },
  "It was modified by an agreement signed in 1936, after the government of Harmodio Arias put up a fuss about commercial rights. One of the signatories developed a water purification process that was used at the battle of Verdun, while the other died in office two years after signing it. It called for the": {
    "guess": "Kellogg–Alfaro Treaty",
    "confidence": [
      [
        "Kel",
        -0.4096638
      ],
      [
        "logg",
        -8.11329e-05
      ],
      [
        "–",
        -0.058062207
      ],
      [
        "Al",
        -0.0025094282
      ],
      [
        "f",
        -0.054734103
      ],
      [
        "aro",
        -1.2233183e-05
      ],
      [
        " Treaty",
        -0.0025403479
      ]
    ]
  },
  "This model's energy is added to the energy of the rigid rotor to model rovibrionic coupling, and using an exponential Morse potential with this system gives more accurate results in IR spectroscopy. Taking the higher-order terms of the Taylor expansion of the potential of this system allows for modeling anharmonic effects, and this system's wavefunction contains a Hermite polynomial. The energy levels of this system are proportional to the (*) quantum number plus one half. Diatomic molecules are commonly modeled using this system, whose energy levels are evenly spaced and whose potential is a parabola given by Hooke's Law. For 10 points, name this simple quantum system that is an analog of the": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.040227346
      ],
      [
        "monic",
        -2.7848862e-05
      ],
      [
        " oscillator",
        -0.002953928
      ]
    ]
  },
  "A model of this process in multicomponent systems that permits its namesake coefficients to be negative": {
    "guess": "Negative differential resistance",
    "confidence": [
      [
        "Negative",
        -0.6029663
      ],
      [
        " differential",
        -0.8800956
      ],
      [
        " resistance",
        -0.13940415
      ]
    ]
  },
  "A model of this process based on nonideal relay nonlinearities is known as the Preisach model, and thyristors employ positive feedback together with this process to achieve their latching function. In audio tapes, a (*) bias current is applied to counter it, and discrete transitions during this process due to critical domain reorientation are known as the Barkhausen effect. For 10 points― name this": {
    "guess": "Magnetic hysteresis",
    "confidence": [
      [
        "M",
        -0.41945502
      ],
      [
        "agnetic",
        -0.11401802
      ],
      [
        " h",
        -0.14773726
      ],
      [
        "yst",
        -1.0280384e-06
      ],
      [
        "eres",
        -1.1279553e-05
      ],
      [
        "is",
        -8.12521e-05
      ]
    ]
  },
  "One model that describes how viscosity changes with temperature in amorphous materials takes the form of this equation. The Eyring-Polanyi equation is an alternative to this equation based on transition state theory. One term in this equation is sometimes referred to as the steric factor and is derived": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.88835865
      ],
      [
        "hen",
        -6.704273e-07
      ],
      [
        "ius",
        -5.7961847e-06
      ],
      [
        " equation",
        -0.00036870534
      ]
    ]
  },
  "This modern state's panhandle was crossed by the Cimarron Cutoff, a branch of the Santa Fe Trail. A city in this state is called \"Broken Arrow\" because it was settled by Creek people, while part of this state was known as the \"Indian Territory.\" White settlers who anticipated an 1889 decision to open": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.0062218173
      ],
      [
        "kl",
        -1.3856493e-06
      ],
      [
        "ahoma",
        -8.375538e-05
      ]
    ]
  },
  "One modification of this law allows for its applicability to the analysis of tissue in near-infrared spectroscopy and was developed by Maikala. This law can be derived by treating molecules as opaque disks whose cross sectional areas are encountered by a certain particle and integrating the product of this area and the number of particles in an infinitesimally thin slab. This law sets the quantity it explains equal to two minus the log of transmissivity, and that quantity can also be calculated as": {
    "guess": "Beer's law",
    "confidence": [
      [
        "Beer",
        -0.07875725
      ],
      [
        "'s",
        -0.8701182
      ],
      [
        " law",
        -0.076216035
      ]
    ]
  }
}