{
  "In October 2013, the University of Malaysia awarded this world leader an honorary doctorate in economics. He was visited by an escaped sushi chef who had previously served his father. This figure's first public speech was converted into the hymn \"Onwards Toward the Final Victory.\" His government once threatened to \"strike mercilessly without notice\" in a fax to a neighboring country. In December 2013, this leader executed his (*) uncle, who had been his second-in-command. This \"Supreme Leader\" is currently the youngest head of state in the world. For ten points, name this current leader of North Korea who came to power after the death of his father Kim Jong-il.": {
    "guess": "Kim Jong-un",
    "confidence": [
      [
        "Kim",
        -0.005956768
      ],
      [
        " Jong",
        -4.1199673e-05
      ],
      [
        "-un",
        -0.0016511373
      ]
    ]
  },
  "In October 2010 in this country, twenty-year-old college student Marisol Valles García agreed to replace Manual Castro in a position that had been vacant for a year after Castro was beheaded. That job": {
    "guess": "Marisol Valles García",
    "confidence": [
      [
        "Mar",
        -1.0105301
      ],
      [
        "isol",
        -0.0004326957
      ],
      [
        " Val",
        -6.122589e-05
      ],
      [
        "les",
        -2.7610455e-05
      ],
      [
        " García",
        -0.017714718
      ]
    ]
  },
  "In October 1940, it was erroneously reported that his plane exploded over the Alleghenies, though he landed safely in the mountains of western Pennsylvania.  On October 7, 1942, he vanished after making an appearance in Louisville, which led to widespread rioting and nearly resulted in a declaration of war on Canada.  Among those arrested in the aftermath of his disappearance were Lionel Bengelsdorf, Bernard Baruch, Felix Frankfurter, and Fiorello La Guardia, while his wife Anne was held prisoner in Walter Reed Hospital on orders of Acting President Burton Wheeler.  After he was elected President on an anti-war platform, life became unpleasant for a family living in Newark.  FTP, name this possible Nazi stooge who is at the center of the \"plot against America\" in a recent Philip Roth novel,": {
    "guess": "Charles Lindbergh",
    "confidence": [
      [
        "Charles",
        -0.08301364
      ],
      [
        " Lind",
        -0.010200946
      ],
      [
        "ber",
        -0.0019078122
      ],
      [
        "gh",
        -6.1537958e-06
      ]
    ]
  },
  "In October 2013, the University of Malaysia awarded this world leader an honorary doctorate in economics.": {
    "guess": "Kim Jong-un",
    "confidence": [
      [
        "Kim",
        -0.16281135
      ],
      [
        " Jong",
        -0.0010323343
      ],
      [
        "-un",
        -0.0059388746
      ]
    ]
  },
  "In October 2010 in this country, twenty-year-old college student Marisol Valles García agreed to replace Manual Castro in a position that had been vacant for a year after Castro was beheaded. That job as police chief of border city Guerrero in this country has been dangerous due to the war on drug cartels started in earnest in 2006. For 10 points, name this North American country currently led by Felipe Calderón.": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.2693547
      ]
    ]
  },
  "As of October 2010, a bridge across this body of water is being retrofitted to include a novel self-anchored suspension span. The deepest part of this body of water is Raccoon Strait, and San Pablo Bay is a northern extension of it. Angel Island, in this body of water, was the Pacific counterpart to Ellis Island, and another island in this bay was home to a notorious prison. On its east end lie the": {
    "guess": "San Francisco Bay",
    "confidence": [
      [
        "San",
        -0.009541094
      ],
      [
        " Francisco",
        -0.0004984631
      ],
      [
        " Bay",
        -5.6338537e-05
      ]
    ]
  },
  "In October 1940, it was erroneously reported that his plane exploded over the Alleghenies, though he landed safely in the mountains of western Pennsylvania.  On October 7, 1942, he vanished after making an appearance in Louisville, which led to widespread rioting and nearly resulted in a declaration of war on Canada.  Among those arrested in the aftermath of his disappearance were Lionel Bengelsdorf, Bernard Baruch, Felix Frankfurter, and Fiorello La Guardia, while his wife Anne was held prisoner in Walter Reed Hospital on orders of Acting President Burton Wheeler.  After he was elected President on an anti-war platform, life became unpleasant for a family living in Newark.  FTP, name this possible": {
    "guess": "Philip Roth's The Plot Against America",
    "confidence": [
      [
        "Philip",
        -0.9688307
      ],
      [
        " Roth",
        -0.00076150714
      ],
      [
        "'s",
        -0.3260162
      ],
      [
        " The",
        -0.5715739
      ],
      [
        " Plot",
        -7.1238996e-05
      ],
      [
        " Against",
        -0.00026419671
      ],
      [
        " America",
        -0.0003196154
      ]
    ]
  },
  "In October 1940, it was erroneously reported that his plane exploded over the Alleghenies, though he landed safely in the mountains of western Pennsylvania.  On October 7, 1942, he vanished after making an appearance in Louisville, which led to widespread rioting and nearly resulted in a declaration of war on Canada.  Among those arrested in the aftermath of his disappearance were Lionel Bengelsdorf, Bernard Baruch, Felix Frankfurter, and Fiorello La Guardia, while his wife Anne was held prisoner in Walter Reed Hospital on orders of Acting President Burton Wheeler.  After he was elected President on an anti-war platform, life became unpleasant for a family living in Newark.  FTP, name this possible Nazi stooge who is at the center of the \"plot against America\" in a recent Philip Roth novel, who in real life was an aviator who piloted The Spirit of St. Louis.": {
    "guess": "Lindbergh kidnapping",
    "confidence": [
      [
        "L",
        -0.7334074
      ],
      [
        "ind",
        -0.011541584
      ],
      [
        "ber",
        -0.00036561702
      ],
      [
        "gh",
        -3.0545007e-06
      ],
      [
        " kidnapping",
        -0.14608686
      ]
    ]
  },
  "In October of 1985, members of this religion were given a document that foretold the coming of a \"Supreme Tribunal\" that would advise all kings and leaders. That document, which praised the formation of the League of Nations, cited this religion's founder, who foretold the \"planetization of mankind\". That founder of this religion spent four months in the Black Pit and wrote its sacred text the Kitab-i-Aqdas while in exile in Acre. Houses of worship in this religion are nine-sided and have a central": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.00062772946
      ],
      [
        "á",
        -5.800739e-05
      ],
      [
        "'",
        -0.0002192716
      ],
      [
        "í",
        -1.4498052e-05
      ],
      [
        " Faith",
        -2.5941605e-05
      ]
    ]
  },
  "As of October 2010, a bridge across this body of water is being retrofitted to include a novel self-anchored suspension span. The deepest part of this body of water is Raccoon Strait, and San Pablo Bay is a northern extension of it. Angel Island, in this body of water, was the Pacific counterpart to": {
    "guess": "San Francisco Bay",
    "confidence": [
      [
        "San",
        -0.010592156
      ],
      [
        " Francisco",
        -0.000692182
      ],
      [
        " Bay",
        -0.00010652328
      ]
    ]
  },
  "In October 1940, it was erroneously reported that his plane exploded over the Alleghenies, though he landed safely in the mountains of western Pennsylvania.  On October 7, 1942, he vanished after making an appearance in Louisville, which led to widespread rioting and nearly resulted in a declaration of war on Canada.  Among those arrested in the aftermath of his disappearance were Lionel Bengelsdorf,": {
    "guess": "Lindbergh kidnapping",
    "confidence": [
      [
        "L",
        -1.2150346
      ],
      [
        "ind",
        -0.0911428
      ],
      [
        "ber",
        -0.00094505335
      ],
      [
        "gh",
        -3.2929079e-06
      ],
      [
        " kidnapping",
        -0.015240442
      ]
    ]
  },
  "In October 1940, it was erroneously reported that his plane exploded over the Alleghenies, though he landed safely in the mountains of western Pennsylvania.  On October 7, 1942, he vanished after making an appearance in Louisville, which led to widespread rioting and nearly resulted in a declaration of war on Canada.  Among those arrested in the aftermath of his disappearance were Lionel Bengelsdorf, Bernard Baruch, Felix Frankfurter, and Fiorello La Guardia, while his wife Anne was held prisoner": {
    "guess": "Charles Lindbergh",
    "confidence": [
      [
        "Charles",
        -0.30856922
      ],
      [
        " Lind",
        -0.6524036
      ],
      [
        "ber",
        -0.0015259294
      ],
      [
        "gh",
        -2.577686e-06
      ]
    ]
  },
  "As of October 2010, a bridge across this body of water is being retrofitted to include a novel self-anchored suspension span. The deepest part of this body of water is Raccoon Strait, and San Pablo Bay is a northern extension of it. Angel Island, in this body of water, was the Pacific counterpart to Ellis Island, and another island in this bay was home to a notorious prison. On its east end lie the cities of Berkeley and Oakland, which are part of a namesake \"Area\" whose southern part includes Silicon": {
    "guess": "San Francisco Bay",
    "confidence": [
      [
        "San",
        -0.004126723
      ],
      [
        " Francisco",
        -0.00033105531
      ],
      [
        " Bay",
        -0.00014549555
      ]
    ]
  },
  "In October 2013, the University of Malaysia awarded this world leader an honorary doctorate in economics. He was visited by an escaped sushi chef who had previously served his father. This figure's first": {
    "guess": "Kim Jong-un",
    "confidence": [
      [
        "Kim",
        -0.004370898
      ],
      [
        " Jong",
        -0.00026646157
      ],
      [
        "-un",
        -0.0008582198
      ]
    ]
  },
  "In October of 1985, members of this religion were given a document that foretold the coming of a \"Supreme Tribunal\" that would advise all kings and leaders. That document, which praised the formation of": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.10924042
      ],
      [
        "á",
        -0.0005501718
      ],
      [
        "'",
        -0.06350208
      ],
      [
        "í",
        -0.00032581034
      ],
      [
        " Faith",
        -0.012683751
      ]
    ]
  },
  "In October 2013, the University of Malaysia awarded this world leader an honorary doctorate in economics. He was visited by an escaped sushi chef who had previously served his father. This figure's first public speech was converted into the hymn \"Onwards Toward the Final Victory.\" His government once threatened to \"strike mercilessly without notice\" in a fax to a neighboring country. In December 2013, this leader executed his (*) uncle, who had been his second-in-command. This \"Supreme Leader\" is": {
    "guess": "Kim Jong-un",
    "confidence": [
      [
        "Kim",
        -0.009767539
      ],
      [
        " Jong",
        -5.0139948e-05
      ],
      [
        "-un",
        -0.005129508
      ]
    ]
  },
  "In October 2013, the University of Malaysia awarded this world leader an honorary doctorate in economics. He was visited by an escaped sushi chef who had previously served his father. This figure's first public speech was converted into the hymn \"Onwards Toward the Final Victory.\" His government once threatened to \"strike mercilessly without notice\" in a fax to a neighboring country. In December 2013, this leader executed his (*) uncle, who had been his second-in-command. This \"Supreme Leader\" is currently the youngest head of state in the world. For ten points, name this current leader of North": {
    "guess": "Kim Jong-un",
    "confidence": [
      [
        "Kim",
        -0.014498888
      ],
      [
        " Jong",
        -6.062987e-05
      ],
      [
        "-un",
        -0.010218044
      ]
    ]
  },
  "In October of 1985, members of this religion were given a document that foretold the coming of a \"Supreme Tribunal\" that would advise all kings and leaders. That document, which praised the formation of the League of Nations, cited this religion's founder, who foretold the \"planetization of mankind\".": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.20372716
      ],
      [
        "á",
        -0.00030686063
      ],
      [
        "'",
        -0.27432054
      ],
      [
        "í",
        -0.00013321757
      ],
      [
        " Faith",
        -0.00060474145
      ]
    ]
  },
  "In October 1940, it was erroneously reported that his plane exploded over the Alleghenies, though he": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -1.4286472
      ],
      [
        " Brown",
        -0.9407527
      ],
      [
        " (",
        -0.10462808
      ],
      [
        "abol",
        -0.012024378
      ],
      [
        "ition",
        -0.0002515648
      ],
      [
        "ist",
        -8.006007e-05
      ],
      [
        ")",
        -6.0345924e-06
      ]
    ]
  },
  "In October 2013, the University of Malaysia awarded this world leader an honorary doctorate in economics. He was visited by an escaped sushi chef who had previously served his father. This figure's first public speech was converted into the hymn \"Onwards Toward the Final Victory.\" His government once threatened to \"strike mercilessly without notice\" in a fax to a neighboring country. In December 2013,": {
    "guess": "Kim Jong-un",
    "confidence": [
      [
        "Kim",
        -0.0017195657
      ],
      [
        " Jong",
        -4.9663133e-05
      ],
      [
        "-un",
        -0.0010609138
      ]
    ]
  },
  "In October 2010 in this country, twenty-year-old college student Marisol Valles García agreed to replace Manual Castro in a position that had been vacant for a year after Castro was beheaded. That job as police chief of border city Guerrero in this country has been dangerous due to the war on drug cartels": {
    "guess": "War on Drugs in Mexico",
    "confidence": [
      [
        "War",
        -0.7025794
      ],
      [
        " on",
        -0.007829011
      ],
      [
        " Drugs",
        -0.7487149
      ],
      [
        " in",
        -0.1077786
      ],
      [
        " Mexico",
        -0.0093826195
      ]
    ]
  },
  "In October of 1985, members of this religion were given a document that foretold the coming of a \"Supreme Tribunal\" that would advise all kings and leaders. That document, which praised the formation of the League of Nations, cited this religion's founder, who foretold the \"planetization of mankind\". That founder of this religion spent four months in the Black Pit and wrote its sacred text the Kitab-i-Aqdas while in exile in Acre. Houses of worship in this religion are nine-sided and have a central dome. A shrine to its founder was built by the Guardian Shoghi Effendi at Haifa. This religion believes that there was a series of Messengers of God from Abraham to the Bab. For 10 points, name this": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0073461966
      ],
      [
        "á",
        -0.00010914576
      ],
      [
        "'",
        -0.5393401
      ],
      [
        "í",
        -0.00013345598
      ],
      [
        " Faith",
        -7.314626e-05
      ]
    ]
  },
  "As of October 2010, a bridge across this body of water is being retrofitted to include a novel self-anchored": {
    "guess": "Golden Gate Bridge",
    "confidence": [
      [
        "Golden",
        -0.8368387
      ],
      [
        " Gate",
        -0.007257681
      ],
      [
        " Bridge",
        -0.0042764153
      ]
    ]
  },
  "In October 1940, it was erroneously reported that his plane exploded over the Alleghenies, though he landed safely in the mountains of western Pennsylvania.  On October 7, 1942, he vanished after making": {
    "guess": "Harold B. Lee",
    "confidence": [
      [
        "Har",
        -2.3276339
      ],
      [
        "old",
        -0.0022614715
      ],
      [
        " B",
        -1.4331858
      ],
      [
        ".",
        -0.34103298
      ],
      [
        " Lee",
        -0.2154807
      ]
    ]
  },
  "In October of 1985, members of this religion were given a document that foretold the coming of a \"Supreme Tribunal\" that would advise all kings and leaders. That document, which praised the formation of the League of Nations, cited this religion's founder, who foretold the \"planetization of mankind\". That founder of this religion spent four months in the Black Pit and wrote its sacred text the Kitab-i-Aqdas while in exile in Acre. Houses of worship in this religion are nine-sided and have a central dome. A shrine to its founder was built by the Guardian Shoghi Effendi at Haifa. This religion believes that there was a series of Messengers of God from Abraham to the Bab. For 10 points, name this religion founded by Baha'u'llah.": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0006511979
      ],
      [
        "á",
        -0.00016468366
      ],
      [
        "'",
        -0.00019603055
      ],
      [
        "í",
        -1.7716551e-05
      ],
      [
        " Faith",
        -1.4498052e-05
      ]
    ]
  },
  "In October of 1985, members of this religion were given a document that foretold the coming of a \"Supreme": {
    "guess": "Jehovah's Witnesses",
    "confidence": [
      [
        "J",
        -0.4427803
      ],
      [
        "eh",
        -0.005923817
      ],
      [
        "ovah",
        -5.5122365e-07
      ],
      [
        "'s",
        -0.0002421587
      ],
      [
        " Witnesses",
        -0.0013772567
      ]
    ]
  },
  "In October of 1985, members of this religion were given a document that foretold the coming of a \"Supreme Tribunal\" that would advise all kings and leaders. That document, which praised the formation of the League of Nations, cited this religion's founder, who foretold the \"planetization of mankind\". That founder of this religion spent four months in the Black Pit and wrote its sacred text the Kitab-i-Aqdas": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0031468198
      ],
      [
        "á",
        -0.00031973462
      ],
      [
        "'",
        -0.0008159428
      ],
      [
        "í",
        -8.029847e-05
      ],
      [
        " Faith",
        -0.00025216083
      ]
    ]
  },
  "In October 2010 in this country, twenty-year-old college student Marisol Valles García agreed to replace Manual Castro in a position that had been vacant for a year after Castro was beheaded. That job as police chief of border city Guerrero in this country has been dangerous due to the war on drug cartels started in earnest in 2006. For 10 points, name this North American country currently led by Felipe": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.20657317
      ]
    ]
  },
  "In October 2013, the University of Malaysia awarded this world leader an honorary doctorate in economics. He was visited by an escaped sushi chef who had previously served his father. This figure's first public speech was converted into the hymn \"Onwards Toward the Final Victory.\" His government once": {
    "guess": "Kim Jong-un",
    "confidence": [
      [
        "Kim",
        -0.0034728514
      ],
      [
        " Jong",
        -0.00012130453
      ],
      [
        "-un",
        -0.0021527612
      ]
    ]
  },
  "As of October 2010, a bridge across this body of water is being retrofitted to include a novel self-anchored suspension span. The deepest part of this body of water is Raccoon Strait, and San Pablo Bay": {
    "guess": "San Francisco Bay Bridge",
    "confidence": [
      [
        "San",
        -0.0076671983
      ],
      [
        " Francisco",
        -0.0004815545
      ],
      [
        " Bay",
        -0.0003542927
      ],
      [
        " Bridge",
        -0.11580354
      ]
    ]
  },
  "As of October 2010, a bridge across this body of water is being retrofitted to include a novel self-anchored suspension span. The deepest part of this body of water is Raccoon Strait, and San Pablo Bay is a northern extension of it. Angel Island, in this body of water, was the Pacific counterpart to Ellis Island, and another island in this bay was home to a notorious prison. On its east end lie the cities of Berkeley and Oakland, which are part of a namesake \"Area\" whose southern part includes Silicon Valley. For 10 points, name this bay in Northern California.": {
    "guess": "San Francisco Bay",
    "confidence": [
      [
        "San",
        -0.0031735527
      ],
      [
        " Francisco",
        -0.0002482271
      ],
      [
        " Bay",
        -0.00026217024
      ]
    ]
  },
  "In October 1940, it was erroneously reported that his plane exploded over the Alleghenies, though he landed safely in the mountains of western Pennsylvania.  On October 7, 1942, he vanished after making an appearance in Louisville, which led to widespread rioting and nearly resulted in a declaration": {
    "guess": "Buddy Holly",
    "confidence": [
      [
        "B",
        -1.7497356
      ],
      [
        "uddy",
        -0.28578174
      ],
      [
        " Holly",
        -0.5766407
      ]
    ]
  },
  "In October 1940, it was erroneously reported that his plane exploded over the Alleghenies, though he landed safely in the mountains of western Pennsylvania.  On October 7, 1942, he vanished after making an appearance in Louisville, which led to widespread rioting and nearly resulted in a declaration of war on Canada.  Among those arrested in the aftermath of his disappearance were Lionel Bengelsdorf, Bernard Baruch, Felix Frankfurter, and Fiorello La Guardia, while his wife Anne was held prisoner in Walter Reed Hospital on orders of Acting President Burton Wheeler.  After he was elected President": {
    "guess": "Charles Lindbergh",
    "confidence": [
      [
        "Charles",
        -0.9610677
      ],
      [
        " Lind",
        -0.066142656
      ],
      [
        "ber",
        -0.0015672343
      ],
      [
        "gh",
        -6.704273e-07
      ]
    ]
  },
  "In October of 1985, members of this religion were given a document that foretold the coming of a \"Supreme Tribunal\" that would advise all kings and leaders. That document, which praised the formation of the League of Nations, cited this religion's founder, who foretold the \"planetization of mankind\". That founder of this religion spent four months in the Black Pit and wrote its sacred text the Kitab-i-Aqdas while in exile in Acre. Houses of worship in this religion are nine-sided and have a central dome. A shrine to its founder was built by the Guardian Shoghi Effendi at Haifa. This religion believes": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0018742628
      ],
      [
        "á",
        -3.9769227e-05
      ],
      [
        "'",
        -0.0005398085
      ],
      [
        "í",
        -2.5583993e-05
      ],
      [
        " Faith",
        -0.00026133584
      ]
    ]
  },
  "In October 2010 in this country, twenty-year-old college student Marisol Valles García agreed to replace": {
    "guess": "Marisol Valles García",
    "confidence": [
      [
        "Mar",
        -0.3966593
      ],
      [
        "isol",
        -0.0030796714
      ],
      [
        " Val",
        -2.618001e-05
      ],
      [
        "les",
        -8.657073e-06
      ],
      [
        " García",
        -0.119501516
      ]
    ]
  }
}