{
  "Its ultimate goal is to achieve fana', or self-annihilation, by coming to grips with tawhid. All of its members recognize some form of the Six Subtleties, which must be activated to become a complete man.": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.06000625
      ],
      [
        "uf",
        -0.0029168571
      ],
      [
        "ism",
        -0.14833087
      ]
    ]
  },
  "The ultrasonic version of the process exploits the implosion of cavitation bubbles, which eliminate the": {
    "guess": "Sonoluminescence",
    "confidence": [
      [
        "Son",
        -1.1192952
      ],
      [
        "olum",
        -0.00034523688
      ],
      [
        "ines",
        -0.00053921243
      ],
      [
        "cence",
        -0.0008934748
      ]
    ]
  },
  "Its ultimate goal is to achieve fana', or self-annihilation, by coming to grips with tawhid. All of its members recognize some form of the Six Subtleties, which must be activated to become a complete man. It considers the Green Prophet Khidr to be a patron saint, and its orders are referred to as tariqas, such as the semi-heretical Bektashi Order. Typically, a murid will apprentice him or herself to a shaykh, whose word is to be obeyed to the letter. Seeking the principle of love, such initiates are referred to as dervishes. Named for the rough woolen robes that they wore, FTP, identify this set of religious traditions, commonly referred to as Islamic mysticism.": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.004353929
      ],
      [
        "uf",
        -2.577686e-06
      ],
      [
        "ism",
        -0.016188974
      ]
    ]
  },
  "Ultimately the past comes back to haunt the protagonist when the mysterious Rogers shows up to collect money. The guest list at one of this novel's pivotal scenes includes Miss Kingsbury, Robert Chase,": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -1.1895902
      ],
      [
        " Great",
        -0.56392366
      ],
      [
        " G",
        -0.0013328596
      ],
      [
        "atsby",
        -0.00023679454
      ]
    ]
  },
  "His ultimate defeat was precipitated by the retreat of the mercenary leader Roussel de Bailleul, who was most likely involved in the plot against him. That battle had been caused by his refusal to extradite Arisiaghi, the brother-in-law of his chief enemy. Despite the failings of his nephew Manuel Comnenus, he won several victories but was unable to overcome the conspiracy led by his wife, the Empress Eudocia, and her son Michael VII. His life ended tragically as he was blinded in his attempt to": {
    "guess": "Michael VII Doukas",
    "confidence": [
      [
        "Michael",
        -1.4048979
      ],
      [
        " VII",
        -0.31847838
      ],
      [
        " Dou",
        -0.049446948
      ],
      [
        "kas",
        -0.00018244502
      ]
    ]
  },
  "Ultrafast variations of this technique can either use a double-resonance approach or the time domain vibrational echo method, which both use femtosecond lasers. The maximum resolution in this procedure is inversely proportional to the path length, and a rightward peak shift in this technique is indicative of pi backbonding. Liquid paraffin or nujol can be used as a mulling agent in this technique, whose sample is smeared between potassium bromide disks. Normal modes only appear for molecules with a dipole moment, and unique classification is obtained via complex fingerprint region. Some modes are obtained from scissoring, wagging, twisting, and rocking of molecules, and distinctive peaks occur due to symmetric and asymmetric stretching. For 10 points, name this spectroscopic technique that": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.06626237
      ],
      [
        "frared",
        -1.147242e-06
      ],
      [
        " spectro",
        -0.0075897067
      ],
      [
        "scopy",
        -5.4385737e-06
      ]
    ]
  },
  "Ultrafast variations of this technique can either use a double-resonance approach or the time domain vibrational echo method, which both use femtosecond lasers. The maximum resolution in this procedure is inversely proportional to the path length, and a rightward peak shift in this technique is indicative of pi backbonding. Liquid paraffin or nujol can be used as a mulling agent in this technique, whose sample is smeared between potassium bromide disks. Normal modes only appear for molecules with a dipole moment, and unique classification is obtained via complex fingerprint region. Some modes are obtained from scissoring, wagging, twisting, and rocking of molecules, and distinctive peaks occur": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.0064507932
      ],
      [
        "frared",
        -1.9361265e-07
      ],
      [
        " spectro",
        -0.0064607477
      ],
      [
        "scopy",
        -3.7697225e-06
      ]
    ]
  },
  "Its ultimate goal is to achieve fana', or self-annihilation, by coming to grips with tawhid. All of its members recognize some form of the Six Subtleties, which must be activated to become a complete man. It considers the Green Prophet Khidr to be a patron saint, and its orders are referred to as tariqas, such as the semi-heretical Bektashi Order. Typically, a murid will apprentice him or herself to": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.036203507
      ],
      [
        "uf",
        -0.00018375258
      ],
      [
        "ism",
        -0.1957814
      ]
    ]
  },
  "Ultrafast variations of this technique can either use a double-resonance approach or the time domain vibrational echo method, which both use femtosecond lasers. The maximum resolution in this procedure is inversely proportional to the path length, and a rightward peak shift in this technique is indicative of pi backbonding. Liquid paraffin or nujol can be used as a mulling agent in this technique, whose sample is smeared between potassium bromide disks. Normal modes only appear for molecules with a dipole moment, and unique classification is obtained via complex fingerprint region. Some modes are": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.015270373
      ],
      [
        "frared",
        -1.147242e-06
      ],
      [
        " spectro",
        -0.006044216
      ],
      [
        "scopy",
        -1.2233183e-05
      ]
    ]
  },
  "Ultimately the past comes back to haunt the protagonist when the mysterious Rogers shows up to collect money. The guest list at one of this novel's pivotal scenes includes Miss Kingsbury, Robert Chase, and the Rev. Sewell's family and it begins during an interview with the title character that will be featured in \"Solid Men of Boston\" series. It ends with Penelope, the bookish sister, rather than Iris,": {
    "guess": "The Rise of Silas Lapham",
    "confidence": [
      [
        "The",
        -0.5045407
      ],
      [
        " Rise",
        -0.74549544
      ],
      [
        " of",
        -0.0012992846
      ],
      [
        " Sil",
        -0.007416732
      ],
      [
        "as",
        -1.9743013e-05
      ],
      [
        " L",
        -5.8484206e-05
      ],
      [
        "aph",
        -2.808727e-05
      ],
      [
        "am",
        -9.400689e-05
      ]
    ]
  },
  "Ultimately the past comes back to haunt the protagonist when the mysterious Rogers shows up to collect money. The guest list at one of this novel's pivotal scenes includes Miss Kingsbury, Robert Chase, and the Rev. Sewell's family and it begins during an interview with the title character that will be featured in \"Solid Men of Boston\" series. It ends with Penelope, the bookish sister, rather than Iris, the cute one, marrying the Brahmin Tom Corey and leaving for Mexico. All the while the Colonel and his family try to fit into high society in Back Bay but fail to make a favorable impression in, for 10 points, this 1885 work by William Dean Howells.": {
    "guess": "The Rise of Silas Lapham",
    "confidence": [
      [
        "The",
        -0.0064286524
      ],
      [
        " Rise",
        -7.946405e-05
      ],
      [
        " of",
        -6.511407e-06
      ],
      [
        " Sil",
        -7.822647e-06
      ],
      [
        "as",
        -1.18755715e-05
      ],
      [
        " L",
        -2.6968896e-06
      ],
      [
        "aph",
        -4.4849444e-06
      ],
      [
        "am",
        -2.7014437e-05
      ]
    ]
  },
  "The ultrasonic version of the process exploits the implosion of cavitation bubbles, which eliminate the need for a flux pretreatment by destroying the oxide film on the parts to be connected. The wave method, used for printed circuit boards, floats the assembly on a molten metal alloy which later hardens": {
    "guess": "Ultrasonic welding",
    "confidence": [
      [
        "U",
        -0.713669
      ],
      [
        "ltr",
        -1.9361265e-07
      ],
      [
        "asonic",
        -5.3358446e-05
      ],
      [
        " welding",
        -0.0503261
      ]
    ]
  },
  "His ultimate defeat was precipitated by the retreat of the mercenary leader Roussel de Bailleul, who was most likely involved in the plot against him. That battle had been caused by his refusal to extradite Arisiaghi, the brother-in-law of his chief enemy. Despite the failings of his nephew Manuel Comnenus, he won several victories but was unable to overcome the conspiracy led by his wife, the Empress Eudocia, and her son Michael VII. His life ended tragically as he was blinded in his attempt to regain his throne from Andronicas Ducas, his former subordinate. FTP, name this chief rival of Alp Arslan, the Byzantine emperor who was defeated in 1071 at Manzikert.": {
    "guess": "Romanos IV Diogenes",
    "confidence": [
      [
        "Roman",
        -0.035353627
      ],
      [
        "os",
        -0.14397714
      ],
      [
        " IV",
        -0.011806332
      ],
      [
        " Di",
        -0.0029428748
      ],
      [
        "ogen",
        -1.4498052e-05
      ],
      [
        "es",
        -5.288163e-05
      ]
    ]
  },
  "The ultrasonic version of the process exploits the implosion of cavitation bubbles, which eliminate the need for a flux pretreatment by destroying the oxide film on the parts to be connected. The wave method, used for printed circuit boards, floats the assembly on a molten metal alloy which later hardens into a uniform connective layer. FTP, identify this process of joining two metal surfaces without melting them, easily accomplished at home with the use of a hot iron.": {
    "guess": "Soldering",
    "confidence": [
      [
        "S",
        -0.0048972657
      ],
      [
        "older",
        -1.6240566e-06
      ],
      [
        "ing",
        -5.6769813e-06
      ]
    ]
  },
  "Its ultimate goal is to achieve fana', or self-annihilation, by coming to grips with tawhid. All of its": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.0010982997
      ],
      [
        "uf",
        -4.3202e-07
      ],
      [
        "ism",
        -0.00011963568
      ]
    ]
  },
  "Ultrafast variations of this technique can either use a double-resonance approach or the time domain vibrational echo method, which both use femtosecond lasers. The maximum resolution in this procedure is inversely proportional to the path length, and a rightward peak shift in this technique is indicative of pi backbonding. Liquid paraffin or nujol can be used as a mulling agent in this technique,": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.20185512
      ],
      [
        "frared",
        -3.888926e-06
      ],
      [
        " spectro",
        -0.0034107242
      ],
      [
        "scopy",
        -1.4498052e-05
      ]
    ]
  },
  "The ultrasonic version of the process exploits the implosion of cavitation bubbles, which eliminate the need for a flux pretreatment by destroying the oxide film on the parts to be connected. The wave": {
    "guess": "Ultrasonic welding",
    "confidence": [
      [
        "U",
        -0.4459926
      ],
      [
        "ltr",
        -1.2664457e-06
      ],
      [
        "asonic",
        -0.14455192
      ],
      [
        " welding",
        -0.072710484
      ]
    ]
  },
  "Ultrafast variations of this technique can either use a double-resonance approach or the time domain vibrational echo method, which both use femtosecond lasers. The maximum resolution in this procedure is inversely proportional to the path length, and a rightward peak shift in this technique is indicative": {
    "guess": "Two-dimensional infrared spectroscopy",
    "confidence": [
      [
        "Two",
        -0.31572846
      ],
      [
        "-dimensional",
        -0.019943409
      ],
      [
        " infrared",
        -0.00032080378
      ],
      [
        " spectro",
        -0.00056959473
      ],
      [
        "scopy",
        -1.2233183e-05
      ]
    ]
  },
  "Its ultimate goal is to achieve fana', or self-annihilation, by coming to grips with tawhid. All of its members recognize some form of the Six Subtleties, which must be activated to become a complete man. It considers the Green Prophet Khidr to be a patron saint, and its orders are referred to as tariqas, such as the semi-heretical Bektashi Order. Typically, a murid will apprentice him or herself to a shaykh, whose word is to be obeyed to the letter. Seeking the principle of love, such initiates": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.03408603
      ],
      [
        "uf",
        -6.742448e-05
      ],
      [
        "ism",
        -0.36846745
      ]
    ]
  },
  "Ultimately the past comes back to haunt the protagonist when the mysterious Rogers shows up to collect money. The guest list at one of this novel's pivotal scenes includes Miss Kingsbury, Robert Chase, and the Rev. Sewell's family and it begins during an interview with the title character that will be": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.94403976
      ],
      [
        " Great",
        -1.0099746
      ],
      [
        " G",
        -0.0013222652
      ],
      [
        "atsby",
        -0.00021486107
      ]
    ]
  },
  "The ultrasonic version of the process exploits the implosion of cavitation bubbles, which eliminate the need for a flux pretreatment by destroying the oxide film on the parts to be connected. The wave method, used for printed circuit boards, floats the assembly on a molten metal alloy which later hardens into a uniform connective layer. FTP, identify this process of joining two metal surfaces without": {
    "guess": "Soldering",
    "confidence": [
      [
        "S",
        -0.43792233
      ],
      [
        "older",
        -4.0007635e-05
      ],
      [
        "ing",
        -6.4444386e-05
      ]
    ]
  },
  "Ultimately the past comes back to haunt the protagonist when the mysterious Rogers shows up to collect money. The guest list at one of this novel's pivotal scenes includes Miss Kingsbury, Robert Chase, and the Rev. Sewell's family and it begins during an interview with the title character that will be featured in \"Solid Men of Boston\" series. It ends with Penelope, the bookish sister, rather than Iris, the cute one, marrying the Brahmin Tom Corey and leaving for Mexico. All the while the Colonel": {
    "guess": "The Rise of Silas Lapham",
    "confidence": [
      [
        "The",
        -0.003301651
      ],
      [
        " Rise",
        -0.0019336353
      ],
      [
        " of",
        -2.451116e-05
      ],
      [
        " Sil",
        -6.511407e-06
      ],
      [
        "as",
        -9.133887e-06
      ],
      [
        " L",
        -9.253091e-06
      ],
      [
        "aph",
        -3.650519e-06
      ],
      [
        "am",
        -2.6656826e-05
      ]
    ]
  },
  "Ultrafast variations of this technique can either use a double-resonance approach or the time domain vibrational echo method, which both use femtosecond lasers. The maximum resolution in this procedure": {
    "guess": "Two-dimensional infrared spectroscopy",
    "confidence": [
      [
        "Two",
        -0.1372689
      ],
      [
        "-dimensional",
        -0.15465564
      ],
      [
        " infrared",
        -0.0061092665
      ],
      [
        " spectro",
        -0.0016099588
      ],
      [
        "scopy",
        -3.5597102e-05
      ]
    ]
  },
  "His ultimate defeat was precipitated by the retreat of the mercenary leader Roussel de Bailleul, who was most likely involved in the plot against him. That battle had been caused by his refusal to extradite": {
    "guess": "Battle of Montaperti",
    "confidence": [
      [
        "Battle",
        -0.985981
      ],
      [
        " of",
        -0.005185851
      ],
      [
        " Mont",
        -1.1180695
      ],
      [
        "ap",
        -0.036318485
      ],
      [
        "erti",
        -0.0010295926
      ]
    ]
  },
  "His ultimate defeat was precipitated by the retreat of the mercenary leader Roussel de Bailleul, who was most likely involved in the plot against him. That battle had been caused by his refusal to extradite Arisiaghi, the brother-in-law of his chief enemy. Despite the failings of his nephew Manuel Comnenus, he won several victories but was unable to overcome the conspiracy led by his wife, the Empress": {
    "guess": "John II Komnenos",
    "confidence": [
      [
        "John",
        -0.8874657
      ],
      [
        " II",
        -0.027895272
      ],
      [
        " Kom",
        -0.038706534
      ],
      [
        "nen",
        -8.418666e-06
      ],
      [
        "os",
        -0.00014227704
      ]
    ]
  },
  "His ultimate defeat was precipitated by the retreat of the mercenary leader Roussel de Bailleul, who was most likely involved in the plot against him. That battle had been caused by his refusal to extradite Arisiaghi, the brother-in-law of his chief enemy. Despite the failings of his nephew Manuel Comnenus,": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -1.2889297
      ],
      [
        "z",
        -9.233804e-05
      ],
      [
        "antine",
        -0.0011998742
      ],
      [
        " Empire",
        -0.7921238
      ]
    ]
  },
  "Its ultimate goal is to achieve fana', or self-annihilation, by coming to grips with tawhid. All of its members recognize some form of the Six Subtleties, which must be activated to become a complete man. It considers the Green Prophet Khidr to be a patron saint, and its orders are referred to as tariqas, such as the semi-heretical Bektashi Order. Typically, a murid will apprentice him or herself to a shaykh, whose word is to be obeyed to the letter. Seeking the principle of love, such initiates are referred to as dervishes. Named for the rough woolen robes that they wore, FTP, identify this set": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.011957712
      ],
      [
        "uf",
        -0.00028553052
      ],
      [
        "ism",
        -0.66892546
      ]
    ]
  },
  "Ultimately the past comes back to haunt the protagonist when the mysterious Rogers shows up to collect money. The guest list at one of this novel's pivotal scenes includes Miss Kingsbury, Robert Chase, and the Rev. Sewell's family and it begins during an interview with the title character that will be featured in \"Solid Men of Boston\" series. It ends with Penelope, the bookish sister, rather than Iris, the cute one, marrying the Brahmin Tom Corey and leaving for Mexico. All the while the Colonel and his family try to fit into high society in Back Bay but fail to make a favorable impression in,": {
    "guess": "The Rise of Silas Lapham",
    "confidence": [
      [
        "The",
        -0.0037776243
      ],
      [
        " Rise",
        -0.00021331508
      ],
      [
        " of",
        -1.1637165e-05
      ],
      [
        " Sil",
        -5.5122365e-07
      ],
      [
        "as",
        -8.418666e-06
      ],
      [
        " L",
        -1.504853e-06
      ],
      [
        "aph",
        -2.1008714e-06
      ],
      [
        "am",
        -2.4749568e-05
      ]
    ]
  },
  "His ultimate defeat was precipitated by the retreat of the mercenary leader Roussel de Bailleul, who": {
    "guess": "Battle of Bouvines",
    "confidence": [
      [
        "Battle",
        -0.34571308
      ],
      [
        " of",
        -0.0043798056
      ],
      [
        " Bou",
        -1.0111706
      ],
      [
        "v",
        -9.729906e-06
      ],
      [
        "ines",
        -3.166338e-05
      ]
    ]
  },
  "Ultrafast variations of this technique can either use a double-resonance approach or the time domain vibrational echo method, which both use femtosecond lasers. The maximum resolution in this procedure is inversely proportional to the path length, and a rightward peak shift in this technique is indicative of pi backbonding. Liquid paraffin or nujol can be used as a mulling agent in this technique, whose sample is smeared between potassium bromide disks. Normal modes only appear for molecules with": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.099323384
      ],
      [
        "frared",
        -1.0280384e-06
      ],
      [
        " spectro",
        -0.024523295
      ],
      [
        "scopy",
        -1.7239736e-05
      ]
    ]
  },
  "Its ultimate goal is to achieve fana', or self-annihilation, by coming to grips with tawhid. All of its members recognize some form of the Six Subtleties, which must be activated to become a complete man. It considers the Green Prophet Khidr to be a patron saint, and its orders are referred to as tariqas,": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.029725261
      ],
      [
        "uf",
        -0.0019733615
      ],
      [
        "ism",
        -0.35154933
      ]
    ]
  },
  "Ultimately the past comes back to haunt the protagonist when the mysterious Rogers shows up to collect": {
    "guess": "And Then There Were None",
    "confidence": [
      [
        "And",
        -0.014891229
      ],
      [
        " Then",
        -0.0003867014
      ],
      [
        " There",
        -7.822647e-06
      ],
      [
        " Were",
        -8.0656086e-05
      ],
      [
        " None",
        -7.183501e-05
      ]
    ]
  },
  "Ultrafast variations of this technique can either use a double-resonance approach or the time domain vibrational echo method, which both use femtosecond lasers. The maximum resolution in this procedure is inversely proportional to the path length, and a rightward peak shift in this technique is indicative of pi backbonding. Liquid paraffin or nujol can be used as a mulling agent in this technique, whose sample is smeared between potassium bromide disks. Normal modes only appear for molecules with a dipole moment, and unique classification is obtained via complex fingerprint region. Some modes are obtained from scissoring, wagging, twisting, and rocking of molecules, and distinctive peaks occur due to symmetric and asymmetric stretching. For 10 points, name this spectroscopic technique that uses wavelengths longer than visible light.": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.039241053
      ],
      [
        "frared",
        -5.5122365e-07
      ],
      [
        " spectro",
        -0.05475227
      ],
      [
        "scopy",
        -2.220075e-06
      ]
    ]
  },
  "His ultimate defeat was precipitated by the retreat of the mercenary leader Roussel de Bailleul, who was most likely involved in the plot against him. That battle had been caused by his refusal to extradite Arisiaghi, the brother-in-law of his chief enemy. Despite the failings of his nephew Manuel Comnenus, he won several victories but was unable to overcome the conspiracy led by his wife, the Empress Eudocia, and her son Michael VII. His life ended tragically as he was blinded in his attempt to regain his throne from Andronicas Ducas, his former subordinate. FTP, name this chief rival of Alp Arslan,": {
    "guess": "Romanos IV",
    "confidence": [
      [
        "Roman",
        -0.02528818
      ],
      [
        "os",
        -0.44606543
      ],
      [
        " IV",
        -0.00063702365
      ]
    ]
  },
  "Ultrafast variations of this technique can either use a double-resonance approach or the time domain": {
    "guess": "Two-dimensional nuclear magnetic resonance spectroscopy",
    "confidence": [
      [
        "Two",
        -0.55180615
      ],
      [
        "-dimensional",
        -0.006491543
      ],
      [
        " nuclear",
        -0.007245603
      ],
      [
        " magnetic",
        -1.3544423e-05
      ],
      [
        " resonance",
        -5.669615e-05
      ],
      [
        " spectro",
        -0.001241302
      ],
      [
        "scopy",
        -1.7835755e-05
      ]
    ]
  }
}