{
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the Russian volynka, and the Polish dudy. Cristina Pato is a self-proclaimed \"diva\" of a Galician and Asturian": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.05207428
      ],
      [
        "pipes",
        -0.13926083
      ]
    ]
  },
  "Examples include the ElGamal, Chor-Rivest, Merkle-Hellman Knapsack, which has been shown to be insecure, and the McEliece cryptosystem, which is based on algebraic coding theory. The encryption function E should be easy to compute, while it should be computationally infeasible to determine the decryption function D given E unless someone has secret knowledge that provides easy inversion of E.  FTP, what is this type of cryptosystem in which some encryption information is freely published, the best known example of which is RSA?": {
    "guess": "Public-key cryptography",
    "confidence": [
      [
        "Public",
        -0.018529981
      ],
      [
        "-key",
        -0.06613584
      ],
      [
        " cryptography",
        -0.10324872
      ]
    ]
  },
  "One example of this general class of molecules is synthesized using a titanium aluminum compound called the Ziegler-Natta catalyst. A diad is a unit found in these molecules, whose stereochemistry can": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.43052983
      ],
      [
        "ym",
        -0.00029470553
      ],
      [
        "ers",
        -1.0087517e-05
      ]
    ]
  },
  "Examples of this practice include the 1819 Hep-Hep riots and aspects of the Polish Cossack Uprising. It was first formally referred to, however, to describe 1881 riots in Russia. They also occurred after the assassination of Tsar Nicholas II of Russia and during the German Kristallnacht. Name this term, Russian for \"devastation\", which, FTP, means a riot against a certain ethnic, religious, or other minority group.          |": {
    "guess": "Pogrom",
    "confidence": [
      [
        "P",
        -0.0049476814
      ],
      [
        "og",
        -4.1318875e-05
      ],
      [
        "rom",
        -1.147242e-06
      ]
    ]
  },
  "Examples of these structures include metamicts, which result from radiation damage to minerals. Sir Nevill Mott shared a Nobel prize for his work on semiconductors of this type, which have a continuous range of localized states from the bottom of the conduction band to a critical energy known as the mobility edge.  In late June, scientists at Oak Ridge found that by adding trace amounts of yttrium,": {
    "guess": "Amorphous solids",
    "confidence": [
      [
        "Am",
        -0.13507213
      ],
      [
        "orph",
        -7.481511e-05
      ],
      [
        "ous",
        -9.531814e-05
      ],
      [
        " solids",
        -0.42407876
      ]
    ]
  },
  "One example of this general class of molecules is synthesized using a titanium aluminum compound called": {
    "guess": "Ziegler-Natta catalyst",
    "confidence": [
      [
        "Z",
        -0.30707425
      ],
      [
        "ieg",
        -0.017548284
      ],
      [
        "ler",
        -4.3822154e-05
      ],
      [
        "-N",
        -0.28943494
      ],
      [
        "atta",
        -0.0006210577
      ],
      [
        " catalyst",
        -0.24716148
      ]
    ]
  },
  "Examples of this practice include the 1819 Hep-Hep riots and aspects of the Polish Cossack Uprising. It was first formally referred to, however, to describe 1881 riots in Russia. They also occurred after the assassination of Tsar Nicholas II of Russia and during the German Kristallnacht. Name this term,": {
    "guess": "Pogrom",
    "confidence": [
      [
        "P",
        -0.007349866
      ],
      [
        "og",
        -4.6802244e-05
      ],
      [
        "rom",
        -3.1281633e-07
      ]
    ]
  },
  "Examples of these materials include methoxy-benzilidene butylanaline and fluorinated tolans.  The Onsager model can be used to explain lyotrophic examples, which undergo phase transitions as a result of concentration changes rather than temperature.  Cholesteric varieties, which induce circular dichroism, exhibit chirality and are sometimes known as twisted nematic.  In the typical nematic phase, their": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.016373223
      ],
      [
        " crystal",
        -0.008507376
      ]
    ]
  },
  "This man examined writing \"From Confucius' Day to Our Own\" in his last book, The March of Literature, and wrote a historical trilogy about Katharine Howard called The Fifth Queen. This man's character Valentine Wannop appears in the volumes Some Do Not... and A Man Could Stand Up -, in which she has": {
    "guess": "Ford Madox Ford",
    "confidence": [
      [
        "Ford",
        -0.00054552656
      ],
      [
        " M",
        -0.00070123776
      ],
      [
        "adox",
        -5.6769813e-06
      ],
      [
        " Ford",
        -8.6616266e-05
      ]
    ]
  },
  "This man examined Madame Bovary in his essay The Perpetual Orgy, and in one of this author's works Bonificia and Father Garcia are two characters brought to Don Anselmo's title structure. Santiago Zavala and Ambrosio meet by chance at a dog pound in Conversation at the Cathedral, and this author of The Green House wrote a novel about conflict between the military and Antonio Conselheiro's followers in The War of the End of the World. Another of his novels features radio soap opera writer Pedro Camacho": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.0015051017
      ],
      [
        " V",
        -9.114601e-05
      ],
      [
        "argas",
        -2.9994528e-05
      ],
      [
        " L",
        -1.4140442e-05
      ],
      [
        "los",
        -6.0345924e-06
      ],
      [
        "a",
        -6.392203e-06
      ]
    ]
  },
  "Examples of them include Cornacchini's depiction of Charlemagne in the narthex of St. Peter's, and Giambologna's treatment of Cosimo de Medici that is in the Piazza della Signoria. One of the best known of these items is named for the subject's nickname of \"honeyed cat\" and resides in the main square of Padua. (*) Verocchio was commissioned to produce one that depicts Bartolomeo Colleoni after its subject left his will to the Republic of Venice. The oldest surviving one is made of bronze and depicts a \"good emperor\" holding out his hand. During the Renaissance, these artworks were typically modeled on the ancient one of Marcus Aurelius. The Gattamelata is one of these by Donatello. For 10 points,": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.0045912806
      ],
      [
        "quest",
        -5.1689596e-05
      ],
      [
        "rian",
        -3.5313153e-06
      ],
      [
        " statue",
        -0.5196301
      ]
    ]
  },
  "One example of this man's namesake paradox states that no one desires evil, and he taught the leader of the pro-Spartan Thirty Tyrants, Critias. This man discusses the meaning of justice in one student's dialogue The Republic, and his namesake method describes a dialectic means of cross-examination.": {
    "guess": "Plato",
    "confidence": [
      [
        "Pl",
        -0.4835435
      ],
      [
        "ato",
        -3.297462e-05
      ]
    ]
  },
  "One example of this phenomenon, named for the Tule grass, forms upwind of the Sierra Nevada mountains. The advective type of this phenomenon occurs when moist air is cooled by the wind. This suspension of (*) water droplets in air is differentiated from haze by its water content. Visibility problems in San Francisco are often caused by, for 10 points, what meteorological phenomenon, a dense cloud-like": {
    "guess": "Tule fog",
    "confidence": [
      [
        "T",
        -0.41503936
      ],
      [
        "ule",
        -2.486877e-05
      ],
      [
        " fog",
        -0.06557913
      ]
    ]
  },
  "Examples of these include ones titled Pulled at 4 pins and 50 cc of Paris Air, which actually contained air from Paris brought to New York. One is a snow shovel with the title In advance of the broken": {
    "guess": "Readymade",
    "confidence": [
      [
        "Read",
        -0.007649926
      ],
      [
        "ym",
        -6.704273e-07
      ],
      [
        "ade",
        -0.083176985
      ]
    ]
  },
  "One example of this class of particles participates in the GIM mechanism. That particle in a certain pair undergoes OZI-suppressed three pion decay when in the n=1 and n=2 states. Theoretically, bombarding a deuterium nucleus with gamma rays will produce the undiscovered penta- form of this class of particles. A phase in QCD consisting of free floating particles of this type and gluons forms the namesakeplasma containing these particles. The J-psi particle is comprised of one variety of this particle": {
    "guess": "Quark",
    "confidence": [
      [
        "Qu",
        -0.8809523
      ],
      [
        "ark",
        -0.021745121
      ]
    ]
  },
  "Examples include the Birkeland-Eyde process and the cyanamide process. It can only be done by certain bacteria, including Azotobacter and Anabaena, while the Rhizobium variety can do it with root cells": {
    "guess": "Nitrogen fixation",
    "confidence": [
      [
        "Nit",
        -0.010803976
      ],
      [
        "rogen",
        -0.00023393365
      ],
      [
        " fixation",
        -0.19577827
      ]
    ]
  },
  "One example is the hammerhead type, which has a turnover of one. Like introns, they were first discovered": {
    "guess": "Ribozyme",
    "confidence": [
      [
        "Rib",
        -0.045681186
      ],
      [
        "oz",
        -0.0031635799
      ],
      [
        "yme",
        -0.006318255
      ]
    ]
  },
  "One example of this concept is the circumpolar Larrus gulls, which live in America, England, and Siberia, and another is the Siberian green warbler, in which eastern and western forms do not interbreed. They allow for a reconstruction of the history of speciation, but they are relatively rare because": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.0067754076
      ],
      [
        " species",
        -0.07517618
      ]
    ]
  },
  "An examination by forty professors displayed her great learning, and she subsequently began writing poems as lady-in-waiting to the viceroy's wife. Entering a convent at nineteen, she filled her cell with books and scientific instruments, and, when it was suggested that her time be better spent in prayer,": {
    "guess": "Juana Inés de la Cruz",
    "confidence": [
      [
        "Ju",
        -0.6758659
      ],
      [
        "ana",
        -6.3609965e-05
      ],
      [
        " In",
        -0.005836603
      ],
      [
        "és",
        -0.28663495
      ],
      [
        " de",
        -0.0005328983
      ],
      [
        " la",
        -0.025514817
      ],
      [
        " Cruz",
        -0.00036537863
      ]
    ]
  },
  "An examination by forty professors displayed her great learning, and she subsequently began writing poems as lady-in-waiting to the viceroy's wife. Entering a convent at nineteen, she filled her cell with books and scientific instruments, and, when it was suggested that her time be better spent in prayer, wrote a treatise detailing her struggles as a female intellectual in the 17th century. FTP, name this first American feminist, the subject of a 1982 study by Octavio Paz, subtitled The Traps of Faith.": {
    "guess": "Sor Juana Ines de la Cruz",
    "confidence": [
      [
        "S",
        -0.005318901
      ],
      [
        "or",
        -1.735894e-05
      ],
      [
        " Ju",
        -7.4695905e-05
      ],
      [
        "ana",
        -9.4914985e-06
      ],
      [
        " In",
        -0.00068086124
      ],
      [
        "es",
        -0.21381782
      ],
      [
        " de",
        -2.7133641e-05
      ],
      [
        " la",
        -0.00021378823
      ],
      [
        " Cruz",
        -3.6908343e-05
      ]
    ]
  },
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the Russian volynka, and the Polish dudy. Cristina Pato is a self-proclaimed \"diva\" of a Galician and Asturian instrument of this name called a gaita. The Italian Christmas carol \"Tu scendi dalle stelle\"": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.0032065923
      ],
      [
        "pipes",
        -0.023268543
      ]
    ]
  },
  "Examples of these structures include metamicts, which result from radiation damage to minerals. Sir Nevill Mott shared a Nobel prize for his work on semiconductors of this type, which have a continuous range of localized states from the bottom of the conduction band to a critical energy known as the mobility edge.  In late June, scientists at Oak Ridge found that by adding trace amounts of yttrium, they could produce centimeter-sized samples of steel with this type of structure, allowing the steel to be processed like a plastic since it lacks any long-range order. Rubber, butter, and water ice": {
    "guess": "Amorphous solid",
    "confidence": [
      [
        "Am",
        -0.13407765
      ],
      [
        "orph",
        -0.00014025059
      ],
      [
        "ous",
        -8.1609716e-05
      ],
      [
        " solid",
        -0.006379018
      ]
    ]
  },
  "Examples of these materials include methoxy-benzilidene butylanaline and fluorinated tolans.  The Onsager": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.10312734
      ],
      [
        " crystal",
        -0.22860727
      ]
    ]
  },
  "Examples of this type of chemical species include the ions HSO41- [H-S-O-4, 1 minus], H2PO41-, and water": {
    "guess": "Oxide",
    "confidence": [
      [
        "O",
        -0.9995594
      ],
      [
        "x",
        -0.90560836
      ],
      [
        "ide",
        -1.0503675
      ]
    ]
  },
  "One example of this type of biome is the relatively flat hamada, or reg [REHJ], which is contrasted with the less flat erg. In the Koppen classification system, this biome is given the classifications BWh and BWk. Clay, iron, and manganese oxide collect on rocks in this biome in a process known as its namesake varnishing. Flat, smooth areas in this biome are known as its namesake pavement. Because of Hadley cell circulation, these biomes are often found near latitudes of thirty degrees north and south. They are often found near mountain ranges because of the rain shadow effect. For 10 points, name this biome which is defined by its lack of precipitation.": {
    "guess": "Desert",
    "confidence": [
      [
        "Des",
        -0.0037697935
      ],
      [
        "ert",
        -0.0008812115
      ]
    ]
  },
  "An examination by forty professors displayed her great learning, and she subsequently began writing poems": {
    "guess": "Elizabeth Barrett Browning",
    "confidence": [
      [
        "Elizabeth",
        -1.4624866
      ],
      [
        " Barrett",
        -0.07926615
      ],
      [
        " Brow",
        -0.0024807698
      ],
      [
        "ning",
        -6.81397e-05
      ]
    ]
  },
  "An examination by forty professors displayed her great learning, and she subsequently began writing poems as lady-in-waiting to the viceroy's wife. Entering a convent at nineteen, she filled her cell with books and scientific instruments, and, when it was suggested that her time be better spent in prayer, wrote a treatise detailing her struggles as a female intellectual in the 17th century. FTP, name this first American feminist, the subject of a 1982 study by Octavio Paz, subtitled The Traps of": {
    "guess": "Sor Juana Ines de la Cruz",
    "confidence": [
      [
        "S",
        -0.06801835
      ],
      [
        "or",
        -2.3319124e-05
      ],
      [
        " Ju",
        -9.2576454e-05
      ],
      [
        "ana",
        -6.869018e-06
      ],
      [
        " In",
        -0.00023071514
      ],
      [
        "es",
        -0.21130836
      ],
      [
        " de",
        -3.500108e-05
      ],
      [
        " la",
        -0.00023750975
      ],
      [
        " Cruz",
        -3.786197e-05
      ]
    ]
  },
  "Examples of them include Cornacchini's depiction of Charlemagne in the narthex of St. Peter's, and Giambologna's treatment of Cosimo de Medici that is in the Piazza della Signoria. One of the best known of these items is named for the subject's nickname of \"honeyed cat\" and resides in the main square": {
    "guess": "Perseus with the Head of Medusa",
    "confidence": [
      [
        "Per",
        -0.5228035
      ],
      [
        "se",
        -0.017010733
      ],
      [
        "us",
        -0.0075750356
      ],
      [
        " with",
        -0.42135197
      ],
      [
        " the",
        -0.00033522744
      ],
      [
        " Head",
        -0.07570713
      ],
      [
        " of",
        -1.1041146e-05
      ],
      [
        " Med",
        -0.00023750975
      ],
      [
        "usa",
        -0.00019984508
      ]
    ]
  },
  "This man examined writing \"From Confucius' Day to Our Own\" in his last book, The March of Literature, and wrote a historical trilogy about Katharine Howard called The Fifth Queen. This man's character Valentine Wannop appears in the volumes Some Do Not... and A Man Could Stand Up -, in which she has an affair with \"the Last Tory\", Christopher (*) Tietjens. While being treated at Nauheim for his fake heart condition, the title character of one of his books has an affair with Florence, the narrator's wife. That novel begins with the line \"This is the saddest story I have ever heard\" and follows John Dowell's betrayal by Edward Ashburnham. For 10 points, name this British author of Parade's End": {
    "guess": "Ford Madox Ford",
    "confidence": [
      [
        "Ford",
        -0.0005112106
      ],
      [
        " M",
        -0.00030757586
      ],
      [
        "adox",
        -1.2664457e-06
      ],
      [
        " Ford",
        -6.17027e-05
      ]
    ]
  },
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the Russian volynka, and the Polish dudy. Cristina Pato is a self-proclaimed \"diva\" of a Galician and Asturian instrument of this name called a gaita. The Italian Christmas carol \"Tu scendi dalle stelle\" is based on music for a traditional Italian instrument of this type called a zampogna. Another version of this instrument can be played in the Cameron style. W.H. Grattan Flood's \"history\" of instruments of this type gave the name \"uilleann\" to the ones found in Ireland. In another country, where instruments of this type include \"reel,\" \"border,\" and \"small\" variants, they are often played in the ceol mor or pibroch style. Common elements of these instruments include a drone, a chanter, a reed, and a namesake component often made from goatskin. For 10 points, name this type of aerophone instrument exemplified by the \"great highland\" ones of Scotland.": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.0025615073
      ],
      [
        "pipes",
        -0.023038492
      ]
    ]
  },
  "Examples include the ElGamal, Chor-Rivest, Merkle-Hellman Knapsack, which has been shown to be insecure,": {
    "guess": "Knapsack cryptosystem",
    "confidence": [
      [
        "Kn",
        -0.2110192
      ],
      [
        "aps",
        -7.89631e-07
      ],
      [
        "ack",
        -4.9617593e-06
      ],
      [
        " crypt",
        -0.11300503
      ],
      [
        "os",
        -4.85903e-05
      ],
      [
        "ystem",
        -0.011532862
      ]
    ]
  },
  "Examples of this type of chemical species include the ions HSO41- [H-S-O-4, 1 minus], H2PO41-, and water itself; their behavior is governed both by the presence of other species, and the pH of the solution. In all cases, they must have at least one proton. For 10 points—what term describes a molecule": {
    "guess": "Acid (chemistry)",
    "confidence": [
      [
        "Ac",
        -0.6590189
      ],
      [
        "id",
        -0.0026831373
      ],
      [
        " (",
        -0.012738602
      ],
      [
        "chemistry",
        -0.015048935
      ],
      [
        ")",
        -7.1238996e-05
      ]
    ]
  },
  "Examples of them include Cornacchini's depiction of Charlemagne in the narthex of St. Peter's, and Giambologna's treatment of Cosimo de Medici that is in the Piazza della Signoria. One of the best known of these items is named for the subject's nickname of \"honeyed cat\" and resides in the main square of Padua. (*) Verocchio was commissioned to produce one that depicts Bartolomeo Colleoni after its subject left his will to the Republic of Venice. The oldest surviving one is made of bronze and depicts a \"good emperor\" holding out his hand. During the Renaissance, these artworks were typically modeled on the ancient one of Marcus Aurelius. The Gattamelata is one of these by Donatello. For 10 points, name this type of sculpture, which depicts a man on horseback.": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.009071858
      ],
      [
        "quest",
        -0.00013536324
      ],
      [
        "rian",
        -1.8624639e-06
      ],
      [
        " statue",
        -0.31410167
      ]
    ]
  },
  "An example of this technique is: \"I caught this morning morning's minion, kingdom of daylight's dauphin,": {
    "guess": "Sprung rhythm",
    "confidence": [
      [
        "Spr",
        -0.008188292
      ],
      [
        "ung",
        -1.8789384e-05
      ],
      [
        " rhythm",
        -0.00018840152
      ]
    ]
  },
  "This man examined writing \"From Confucius' Day to Our Own\" in his last book, The March of Literature,": {
    "guess": "Samuel Johnson",
    "confidence": [
      [
        "Sam",
        -0.79721826
      ],
      [
        "uel",
        -1.8431772e-05
      ],
      [
        " Johnson",
        -0.0051902323
      ]
    ]
  },
  "Examples of these include ones titled Pulled at 4 pins and 50 cc of Paris Air, which actually contained air from Paris brought to New York. One is a snow shovel with the title In advance of the broken arm painted onto it, and another is a bicycle wheel mounted by its fork on a painted stool. More famous examples of these works of art include a postcard of the Mona Lisa with a goatee and moustache painted on titled L.H.O.O.Q. and a porcelain urinal with the inscription \"R. Mutt\" titled Fountain. Simply": {
    "guess": "Readymade",
    "confidence": [
      [
        "Read",
        -0.11511307
      ],
      [
        "ym",
        -8.776276e-06
      ],
      [
        "ade",
        -0.31221232
      ]
    ]
  },
  "One example of this concept is the circumpolar Larrus gulls, which live in America, England, and Siberia, and another is the Siberian green warbler, in which eastern and western forms do not interbreed. They allow for a reconstruction of the history of speciation, but they are relatively rare because in order for one to form, a single species must typically expand around a geographic barrier that is large enough to disperse the front before the species meet again. Most famously exemplified by the North American Ensatina salamanders, for 10 points, identify these types of species whose existence is made possible when populations encircle an area of unsuitable habitat and at one location in the circle, two distinct noninterbreeding forms exist.": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.0007469753
      ],
      [
        " species",
        -0.0050744833
      ]
    ]
  },
  "One example of this man's namesake paradox states that no one desires evil, and he taught the leader of the pro-Spartan Thirty Tyrants, Critias. This man discusses the meaning of justice in one student's dialogue The Republic, and his namesake method describes a dialectic means of cross-examination. For 10 points, name this Greek philosopher whose defense before his death from drinking hemlock after being tried for corrupting the youth of Athens was recorded by Plato in the Apology.": {
    "guess": "Socrates",
    "confidence": [
      [
        "S",
        -0.0013402429
      ],
      [
        "ocrates",
        -2.8444882e-05
      ]
    ]
  },
  "This man examined Madame Bovary in his essay The Perpetual Orgy, and in one of this author's works Bonificia": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.013911609
      ],
      [
        " V",
        -2.9994528e-05
      ],
      [
        "argas",
        -1.1517961e-05
      ],
      [
        " L",
        -3.2929079e-06
      ],
      [
        "los",
        -1.7432603e-06
      ],
      [
        "a",
        -7.107425e-06
      ]
    ]
  },
  "One example is that the power law behaviors of the Ising ferromagnetic transition and the liquid-gas phase transition are identical, because in each case there is a scalar order parameter. Another example": {
    "guess": "Critical point",
    "confidence": [
      [
        "Critical",
        -0.2099128
      ],
      [
        " point",
        -0.17056584
      ]
    ]
  },
  "Examples of these materials include methoxy-benzilidene butylanaline and fluorinated tolans.  The Onsager model can be used to explain lyotrophic examples, which undergo phase transitions as a result of concentration changes rather than temperature.  Cholesteric varieties, which induce circular dichroism, exhibit chirality and are sometimes known as twisted nematic.  In the typical nematic phase, their molecules have a random distribution but preferred orientation, while their smectic phase displays": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.003926776
      ],
      [
        " crystal",
        -0.0034373233
      ]
    ]
  },
  "One example of this class of particles participates in the GIM mechanism. That particle in a certain pair undergoes OZI-suppressed three pion decay when in the n=1 and n=2 states. Theoretically, bombarding a deuterium nucleus with gamma rays will produce the undiscovered penta- form of this class of particles. A phase in QCD consisting of free floating particles of this type and gluons forms the namesakeplasma containing these particles. The J-psi particle is comprised of one variety of this particle and its antiparticle, and one type of this particle is the heaviest of all elementary particles and was discovered at Fermilab in 1995. For 10 points, name this elementary particle with varieties like strange, top bottom, up, down, and charm.": {
    "guess": "Quark",
    "confidence": [
      [
        "Qu",
        -0.013912428
      ],
      [
        "ark",
        -0.007631824
      ]
    ]
  },
  "The example of this thing named for Erdos [ur-dosh] and Mordell applies to any point inside a triangle. One of the examples of this, named for Chebyshev [CHEH-bih-shef], limits the probability of attaining": {
    "guess": "Triangle center",
    "confidence": [
      [
        "Triangle",
        -1.7223401
      ],
      [
        " center",
        -0.7684323
      ]
    ]
  },
  "Examples of this practice include the 1819 Hep-Hep riots and aspects of the Polish Cossack Uprising. It was first formally referred to, however, to describe 1881 riots in Russia. They also occurred after": {
    "guess": "Pogrom",
    "confidence": [
      [
        "P",
        -0.054011192
      ],
      [
        "og",
        -1.6166903e-05
      ],
      [
        "rom",
        -2.3392786e-06
      ]
    ]
  },
  "One example of this phenomenon, named for the Tule grass, forms upwind of the Sierra Nevada mountains. The advective type of this phenomenon occurs when moist air is cooled by the wind. This suspension of (*) water droplets in air is differentiated from haze by its water content. Visibility problems in San Francisco are often caused by, for 10 points, what meteorological phenomenon, a dense cloud-like mist near the ground?": {
    "guess": "Tule fog",
    "confidence": [
      [
        "T",
        -0.3694962
      ],
      [
        "ule",
        -2.2723105e-05
      ],
      [
        " fog",
        -0.008028062
      ]
    ]
  },
  "One example is the hammerhead type, which has a turnover of one. Like introns, they were first discovered in tetrahymena, in the context of splicing by Thomas Cech (CHECK) at Colorado, leading to a 1989 Nobel Prize for both him and Sydney Altman. Scientists have since discovered more than 500 of them and recently, it was revealed that the 50s subunit of the ribosome is one of these as well. FTP, name": {
    "guess": "Ribozyme",
    "confidence": [
      [
        "Rib",
        -0.06953364
      ],
      [
        "oz",
        -0.010659622
      ],
      [
        "yme",
        -0.05178579
      ]
    ]
  },
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the Russian volynka, and the Polish dudy. Cristina Pato is a self-proclaimed \"diva\" of a Galician and Asturian instrument of this name called a gaita. The Italian Christmas carol \"Tu scendi dalle stelle\" is based on music for a traditional Italian instrument of this type called a zampogna. Another version of this instrument can be played in the Cameron style. W.H. Grattan Flood's \"history\" of instruments of this type gave the name \"uilleann\" to the ones found in Ireland. In another country, where instruments of this type include \"reel,\" \"border,\" and \"small\" variants, they are often played in the ceol mor or pibroch style. Common elements of these instruments include a drone, a chanter, a reed, and a namesake component often made from goatskin. For 10 points, name this type of aerophone instrument": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.0009662496
      ],
      [
        "pipes",
        -0.05704079
      ]
    ]
  },
  "One example of this type of biome is the relatively flat hamada, or reg [REHJ], which is contrasted with the less flat erg. In the Koppen classification system, this biome is given the classifications BWh and BWk. Clay, iron, and manganese oxide collect on rocks in this biome in a process known as its namesake varnishing. Flat, smooth areas in this biome are known as its namesake pavement. Because of Hadley cell circulation, these biomes are often found near latitudes of thirty degrees north and": {
    "guess": "Desert",
    "confidence": [
      [
        "Des",
        -0.006605714
      ],
      [
        "ert",
        -0.00092968706
      ]
    ]
  },
  "One example of this man's namesake paradox states that no one desires evil, and he taught the leader of the pro-Spartan Thirty Tyrants, Critias. This man discusses the meaning of justice in one student's": {
    "guess": "Socrates",
    "confidence": [
      [
        "S",
        -1.1519715
      ],
      [
        "ocrates",
        -0.100506425
      ]
    ]
  },
  "Examples include the Birkeland-Eyde process and the cyanamide process. It can only be done by certain": {
    "guess": "Nitrogen fixation",
    "confidence": [
      [
        "Nit",
        -0.7013872
      ],
      [
        "rogen",
        -0.01100396
      ],
      [
        " fixation",
        -0.028567664
      ]
    ]
  },
  "One example of this general class of molecules is synthesized using a titanium aluminum compound called the Ziegler-Natta catalyst. A diad is a unit found in these molecules, whose stereochemistry can be described as syndiotactic and isotactic. One example of these molecules formed from the elimination": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.050521508
      ],
      [
        "ym",
        -0.0026147787
      ],
      [
        "ers",
        -1.2352386e-05
      ]
    ]
  },
  "The example of this thing named for Erdos [ur-dosh] and Mordell applies to any point inside a triangle. One of the examples of this, named for Chebyshev [CHEH-bih-shef], limits the probability of attaining a value more than a given number of standard deviations from the mean. Another example of this type of statement, relating an inner product to a product of magnitudes, is named for Cauchy and Schwarz. One of these limits the length of the longest side of a triangle. Name these statements that include": {
    "guess": "Inequalities",
    "confidence": [
      [
        "In",
        -0.042788938
      ],
      [
        "equal",
        -0.0040544136
      ],
      [
        "ities",
        -0.00018315656
      ]
    ]
  },
  "One example of this man's namesake paradox states that no one desires evil, and he taught the leader": {
    "guess": "Socrates",
    "confidence": [
      [
        "S",
        -0.5255687
      ],
      [
        "ocrates",
        -0.012355535
      ]
    ]
  },
  "Examples of this practice include the 1819 Hep-Hep riots and aspects of the Polish Cossack Uprising.": {
    "guess": "Antisemitism",
    "confidence": [
      [
        "Ant",
        -0.33120131
      ],
      [
        "is",
        -2.6968896e-06
      ],
      [
        "emit",
        -6.6306106e-06
      ],
      [
        "ism",
        -0.021472136
      ]
    ]
  },
  "An example of this technique is: \"I caught this morning morning's minion, kingdom of daylight's dauphin, dapple-dawn-drawn Falcon, in his riding.\" Characterized by alliteration and the use of archaic and heavily Anglo-Saxon vocabulary, it replaces metrical smoothness with heavy accents and abrupt halts,": {
    "guess": "Sprung rhythm",
    "confidence": [
      [
        "Spr",
        -0.01494619
      ],
      [
        "ung",
        -0.00012260844
      ],
      [
        " rhythm",
        -0.00023357604
      ]
    ]
  },
  "One example of this concept is the circumpolar Larrus gulls, which live in America, England, and Siberia, and another is the Siberian green warbler, in which eastern and western forms do not interbreed. They allow for a reconstruction of the history of speciation, but they are relatively rare because in order for one to form, a single species must typically expand around a geographic barrier that is large enough to disperse the front before the species meet again. Most famously exemplified by the": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.008848085
      ],
      [
        " species",
        -0.106050834
      ]
    ]
  },
  "Examples of these structures include metamicts, which result from radiation damage to minerals. Sir Nevill": {
    "guess": "Crystallography",
    "confidence": [
      [
        "Crystal",
        -0.67975026
      ],
      [
        "log",
        -0.38157496
      ],
      [
        "raph",
        -0.16727497
      ],
      [
        "y",
        -0.00086513
      ]
    ]
  },
  "One example is the hammerhead type, which has a turnover of one. Like introns, they were first discovered in tetrahymena, in the context of splicing by Thomas Cech (CHECK) at Colorado, leading to a 1989": {
    "guess": "Ribozyme",
    "confidence": [
      [
        "Rib",
        -0.2499191
      ],
      [
        "oz",
        -0.0014605928
      ],
      [
        "yme",
        -0.011888453
      ]
    ]
  },
  "One example of this concept is the circumpolar Larrus gulls, which live in America, England, and Siberia,": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.18685259
      ],
      [
        " species",
        -0.46111175
      ]
    ]
  },
  "One example of this type of reaction is the addition of chromium trioxide in acidic solution to an aldehyde; that is the Jones variety. Addition of nitric acid to silver metal causes silver to undergo": {
    "guess": "Jones oxidation",
    "confidence": [
      [
        "Jones",
        -0.3065654
      ],
      [
        " oxidation",
        -0.007745752
      ]
    ]
  },
  "Examples of them include Cornacchini's depiction of Charlemagne in the narthex of St. Peter's, and Giambologna's treatment of Cosimo de Medici that is in the Piazza della Signoria. One of the best known": {
    "guess": "Loggia dei Lanzi",
    "confidence": [
      [
        "Log",
        -1.0994905
      ],
      [
        "gia",
        -0.0015546207
      ],
      [
        " dei",
        -0.0045403694
      ],
      [
        " Lan",
        -6.098748e-05
      ],
      [
        "zi",
        -2.6968896e-06
      ]
    ]
  },
  "This man examined writing \"From Confucius' Day to Our Own\" in his last book, The March of Literature, and wrote a historical trilogy about Katharine Howard called The Fifth Queen. This man's character Valentine Wannop appears in the volumes Some Do Not... and A Man Could Stand Up -, in which she has an affair with \"the Last Tory\", Christopher (*) Tietjens. While being treated at Nauheim for his fake heart condition, the title character of one of his books has an affair with Florence, the narrator's wife. That novel begins with the line \"This is the saddest story I have ever heard\" and follows John": {
    "guess": "Ford Madox Ford",
    "confidence": [
      [
        "Ford",
        -0.0012082111
      ],
      [
        " M",
        -0.0004896457
      ],
      [
        "adox",
        -1.0280384e-06
      ],
      [
        " Ford",
        -1.1398757e-05
      ]
    ]
  },
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.07331363
      ],
      [
        "pipes",
        -0.1868968
      ]
    ]
  },
  "This man examined Madame Bovary in his essay The Perpetual Orgy, and in one of this author's works Bonificia and Father Garcia are two characters brought to Don Anselmo's title structure. Santiago Zavala and Ambrosio meet by chance at a dog pound in Conversation at the Cathedral, and this author of The Green House wrote a novel about conflict between the military and Antonio Conselheiro's followers": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.0019508942
      ],
      [
        " V",
        -6.3609965e-05
      ],
      [
        "argas",
        -1.3544423e-05
      ],
      [
        " L",
        -9.253091e-06
      ],
      [
        "los",
        -1.147242e-06
      ],
      [
        "a",
        -5.5577775e-06
      ]
    ]
  },
  "One example of this class of particles participates in the GIM mechanism. That particle in a certain pair undergoes OZI-suppressed three pion decay when in the n=1 and n=2 states. Theoretically, bombarding a deuterium nucleus with gamma rays will produce the undiscovered penta- form of this class of particles. A phase in QCD consisting of free floating particles of this type and gluons forms the namesakeplasma containing these particles. The J-psi particle is comprised of one variety of this particle and its antiparticle, and one type of this particle is the heaviest of all elementary particles and was discovered at Fermilab in 1995. For 10 points, name this elementary particle with varieties": {
    "guess": "Quark",
    "confidence": [
      [
        "Qu",
        -0.15567796
      ],
      [
        "ark",
        -0.013340805
      ]
    ]
  },
  "This man examined Madame Bovary in his essay The Perpetual Orgy, and in one of this author's works Bonificia and Father Garcia are two characters brought to Don Anselmo's title structure. Santiago Zavala and Ambrosio meet by chance at a dog pound in Conversation at the Cathedral, and this author of The Green House wrote a novel about conflict between the military and Antonio Conselheiro's followers in The War of the End of the World. Another of his novels features radio soap opera writer Pedro Camacho and Lucho's sister-in-law who journalist Mario falls in love with. For 10 points, name this author of Aunt Julia and the Scriptwriter.": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.001905905
      ],
      [
        " V",
        -0.00013917775
      ],
      [
        "argas",
        -1.3306016e-05
      ],
      [
        " L",
        -2.0458236e-05
      ],
      [
        "los",
        -1.504853e-06
      ],
      [
        "a",
        -3.7697225e-06
      ]
    ]
  },
  "One example is the hammerhead type, which has a turnover of one. Like introns, they were first discovered in tetrahymena, in the context of splicing by Thomas Cech (CHECK) at Colorado, leading to a 1989 Nobel Prize for both him and Sydney Altman. Scientists have since discovered more than 500 of them": {
    "guess": "Ribozyme",
    "confidence": [
      [
        "Rib",
        -0.12156381
      ],
      [
        "oz",
        -0.0016644697
      ],
      [
        "yme",
        -0.02818829
      ]
    ]
  },
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the Russian volynka, and the Polish dudy. Cristina Pato is a self-proclaimed \"diva\" of a Galician and Asturian instrument of this name called a gaita. The Italian Christmas carol \"Tu scendi dalle stelle\" is based on music for a traditional Italian instrument of this type called a zampogna. Another version of this instrument can be played in the Cameron style. W.H. Grattan Flood's \"history\" of instruments of this type gave the name \"uilleann\" to the ones found in Ireland. In another country, where instruments of this type include \"reel,\" \"border,\" and \"small\" variants, they are often played in the": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.00036609382
      ],
      [
        "pipes",
        -0.018894194
      ]
    ]
  },
  "This man examined writing \"From Confucius' Day to Our Own\" in his last book, The March of Literature, and wrote a historical trilogy about Katharine Howard called The Fifth Queen. This man's character Valentine Wannop appears in the volumes Some Do Not... and A Man Could Stand Up -, in which she has an affair with \"the Last Tory\", Christopher (*) Tietjens. While being treated at Nauheim for his fake heart condition, the title character of one of his books has an affair with Florence, the narrator's wife. That novel begins with the line \"This is the saddest story I have ever heard\" and follows John Dowell's betrayal by Edward Ashburnham. For 10 points, name this British author of Parade's End and The Good Soldier.": {
    "guess": "Ford Madox Ford",
    "confidence": [
      [
        "Ford",
        -0.00022606621
      ],
      [
        " M",
        -0.00012987986
      ],
      [
        "adox",
        -2.8160932e-06
      ],
      [
        " Ford",
        -7.89631e-07
      ]
    ]
  },
  "Examples of them include Cornacchini's depiction of Charlemagne in the narthex of St. Peter's, and Giambologna's treatment of Cosimo de Medici that is in the Piazza della Signoria. One of the best known of these items is named for the subject's nickname of \"honeyed cat\" and resides in the main square of Padua. (*) Verocchio was commissioned to produce one that depicts Bartolomeo Colleoni after its": {
    "guess": "Gran Cavallo",
    "confidence": [
      [
        "Gran",
        -0.5006171
      ],
      [
        " Caval",
        -0.0042812806
      ],
      [
        "lo",
        -2.3915141e-05
      ]
    ]
  },
  "Examples of these include ones titled Pulled at 4 pins and 50 cc of Paris Air, which actually contained air from Paris brought to New York. One is a snow shovel with the title In advance of the broken arm painted onto it, and another is a bicycle wheel mounted by its fork on a painted stool. More famous examples of these works of art include a postcard of the Mona Lisa with a goatee and moustache painted on titled L.H.O.O.Q. and a porcelain urinal with the inscription \"R. Mutt\" titled Fountain. Simply ordinary objects modified in strange way were the basis of, for 10 points, what works of \"retinal": {
    "guess": "Readymades",
    "confidence": [
      [
        "Read",
        -0.042145137
      ],
      [
        "ym",
        -1.5928495e-05
      ],
      [
        "ades",
        -0.6319879
      ]
    ]
  },
  "An example of this technique is: \"I caught this morning morning's minion, kingdom of daylight's dauphin, dapple-dawn-drawn Falcon, in his riding.\" Characterized by alliteration and the use of archaic and heavily Anglo-Saxon vocabulary, it replaces metrical smoothness with heavy accents and abrupt halts, as in such works as \"God's Grandeur\" and \"Pied Beauty.\" FTP, name this metric device most famously employed by Gerard Manley Hopkins.": {
    "guess": "Sprung rhythm",
    "confidence": [
      [
        "Spr",
        -0.45202723
      ],
      [
        "ung",
        -3.106736e-05
      ],
      [
        " rhythm",
        -0.0125681665
      ]
    ]
  },
  "This man examined the outcome of when a person asks for a seat on a filled train or invades another person's personal space in his \"On Maintaining Social Norms\". One experiment by this man asks random people to mail letters addressed to the Friends of the Nazi Party. In another experiment, this man measured the average length of a person's social network. Those were the (*) Lost Letter and Small Worlds experiments. For 10 points, name this American psychologist whose namesake obedience experiment studied how the presence of an authority figure affected the willingness of \"teachers\" to deliver painful electric shocks to \"learners\" in another room.": {
    "guess": "Stanley Milgram",
    "confidence": [
      [
        "Stan",
        -0.00096768007
      ],
      [
        "ley",
        -0.00047940886
      ],
      [
        " Mil",
        -8.45898e-05
      ],
      [
        "gram",
        -0.00012356207
      ]
    ]
  },
  "Examples of these materials include methoxy-benzilidene butylanaline and fluorinated tolans.  The Onsager model can be used to explain lyotrophic examples, which undergo phase transitions as a result of": {
    "guess": "Liquid crystals",
    "confidence": [
      [
        "Liquid",
        -0.18500498
      ],
      [
        " crystals",
        -0.0907551
      ]
    ]
  },
  "One example of this type of reaction is the addition of chromium trioxide in acidic solution to an aldehyde; that is the Jones variety. Addition of nitric acid to silver metal causes silver to undergo this process, while nitric oxide is released. In combustion reactions, (*) alkanes undergo this process": {
    "guess": "Oxidation",
    "confidence": [
      [
        "O",
        -0.039849166
      ],
      [
        "x",
        -0.0011049715
      ],
      [
        "id",
        -0.00027134892
      ],
      [
        "ation",
        -0.017987793
      ]
    ]
  },
  "Examples of these include ones titled Pulled at 4 pins and 50 cc of Paris Air, which actually contained air from Paris brought to New York. One is a snow shovel with the title In advance of the broken arm painted onto it, and another is a bicycle wheel mounted by its fork on a painted stool. More famous": {
    "guess": "Readymades",
    "confidence": [
      [
        "Read",
        -0.006997508
      ],
      [
        "ym",
        -1.8908588e-05
      ],
      [
        "ades",
        -0.2526775
      ]
    ]
  },
  "Examples of these materials include methoxy-benzilidene butylanaline and fluorinated tolans.  The Onsager model can be used to explain lyotrophic examples, which undergo phase transitions as a result of concentration changes rather than temperature.  Cholesteric varieties, which induce circular dichroism,": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.5006693
      ],
      [
        " crystal",
        -0.034374606
      ]
    ]
  },
  "An example of this technique is: \"I caught this morning morning's minion, kingdom of daylight's dauphin, dapple-dawn-drawn Falcon, in his riding.\" Characterized by alliteration and the use of archaic and": {
    "guess": "Sprung rhythm",
    "confidence": [
      [
        "Spr",
        -0.24871583
      ],
      [
        "ung",
        -0.00026157423
      ],
      [
        " rhythm",
        -0.005039133
      ]
    ]
  },
  "One example of this concept is the circumpolar Larrus gulls, which live in America, England, and Siberia, and another is the Siberian green warbler, in which eastern and western forms do not interbreed.": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.13615988
      ],
      [
        " species",
        -0.017380536
      ]
    ]
  },
  "An examination by forty professors displayed her great learning, and she subsequently began writing poems as lady-in-waiting to the viceroy's wife. Entering a convent at nineteen, she filled her cell with books and scientific instruments, and, when it was suggested that her time be better spent in prayer, wrote a treatise detailing her struggles as a female intellectual in the 17th century. FTP, name": {
    "guess": "Sor Juana Ines de la Cruz",
    "confidence": [
      [
        "S",
        -0.010818361
      ],
      [
        "or",
        -3.5358695e-05
      ],
      [
        " Ju",
        -6.0345924e-06
      ],
      [
        "ana",
        -1.60477e-05
      ],
      [
        " In",
        -0.00021319589
      ],
      [
        "es",
        -0.031868137
      ],
      [
        " de",
        -1.1517961e-05
      ],
      [
        " la",
        -9.5198935e-05
      ],
      [
        " Cruz",
        -2.0219828e-05
      ]
    ]
  },
  "One example of this phenomenon, named for the Tule grass, forms upwind of the Sierra Nevada mountains. The advective type of this phenomenon occurs when moist air is cooled by the wind. This suspension": {
    "guess": "Tule fog",
    "confidence": [
      [
        "T",
        -0.08278552
      ],
      [
        "ule",
        -0.002329744
      ],
      [
        " fog",
        -0.07480326
      ]
    ]
  },
  "The example of this thing named for Erdos [ur-dosh] and Mordell applies to any point inside a triangle. One of the examples of this, named for Chebyshev [CHEH-bih-shef], limits the probability of attaining a value more than a given number of standard deviations from the mean. Another example of this type of statement, relating an inner product to a product of magnitudes, is named for Cauchy and Schwarz. One of these limits the length of the longest side of a triangle. Name these statements that include less than or greater than relationships.": {
    "guess": "Inequalities in geometry",
    "confidence": [
      [
        "In",
        -0.0519327
      ],
      [
        "equal",
        -0.4235724
      ],
      [
        "ities",
        -0.0002935135
      ],
      [
        " in",
        -0.25896028
      ],
      [
        " geometry",
        -0.58524615
      ]
    ]
  },
  "Examples of these structures include metamicts, which result from radiation damage to minerals. Sir Nevill Mott shared a Nobel prize for his work on semiconductors of this type, which have a continuous": {
    "guess": "Crystal structure",
    "confidence": [
      [
        "Crystal",
        -1.149665
      ],
      [
        " structure",
        -0.95388675
      ]
    ]
  },
  "One example is that the power law behaviors of the Ising ferromagnetic transition and the liquid-gas phase transition are identical, because in each case there is a scalar order parameter. Another example is that in one-dimensional maps that approach a chaos in a period-doubling cascade, the ratio of successive doublings has a fixed value called the Feigenbaum constant. In general it is a consequence of the renormalization group: roughly speaking, details of microscopic behavior are invisible at": {
    "guess": "Critical phenomena",
    "confidence": [
      [
        "Critical",
        -1.1171606
      ],
      [
        " phenomena",
        -0.65442264
      ]
    ]
  },
  "This man examined the outcome of when a person asks for a seat on a filled train or invades another person's personal space in his \"On Maintaining Social Norms\". One experiment by this man asks random": {
    "guess": "Erving Goffman",
    "confidence": [
      [
        "Er",
        -0.80928123
      ],
      [
        "ving",
        -0.0016786293
      ],
      [
        " G",
        -5.0139948e-05
      ],
      [
        "off",
        -3.631232e-05
      ],
      [
        "man",
        -0.00012856863
      ]
    ]
  },
  "Examples of these structures include metamicts, which result from radiation damage to minerals. Sir Nevill Mott shared a Nobel prize for his work on semiconductors of this type, which have a continuous range of localized states from the bottom of the conduction band to a critical energy known as the mobility edge.  In late June, scientists at Oak Ridge found that by adding trace amounts of yttrium, they could produce centimeter-sized samples of steel with this type of structure, allowing the steel": {
    "guess": "Amorphous solid",
    "confidence": [
      [
        "Am",
        -0.16749327
      ],
      [
        "orph",
        -3.8457987e-05
      ],
      [
        "ous",
        -0.00018530223
      ],
      [
        " solid",
        -0.13235398
      ]
    ]
  },
  "One example is that the power law behaviors of the Ising ferromagnetic transition and the liquid-gas": {
    "guess": "Critical point",
    "confidence": [
      [
        "Critical",
        -0.29954523
      ],
      [
        " point",
        -0.45690408
      ]
    ]
  },
  "Examples include the Birkeland-Eyde process and the cyanamide process. It can only be done by certain bacteria, including Azotobacter and Anabaena, while the Rhizobium variety can do it with root cells in legumes. FTP, identify this chemical proces  s, in which an atmospheric gas is taken into organic compounds of living organisms.": {
    "guess": "Nitrogen fixation",
    "confidence": [
      [
        "Nit",
        -0.08088391
      ],
      [
        "rogen",
        -0.00046439286
      ],
      [
        " fixation",
        -0.07951502
      ]
    ]
  },
  "This man examined the outcome of when a person asks for a seat on a filled train or invades another person's personal space in his \"On Maintaining Social Norms\". One experiment by this man asks random people to mail letters addressed to the Friends of the Nazi Party. In another experiment, this man measured the average length of a person's social network. Those were the (*) Lost Letter and Small Worlds": {
    "guess": "Stanley Milgram",
    "confidence": [
      [
        "Stan",
        -0.49704036
      ],
      [
        "ley",
        -0.00058222294
      ],
      [
        " Mil",
        -1.9027791e-05
      ],
      [
        "gram",
        -0.000127615
      ]
    ]
  },
  "One example is that the power law behaviors of the Ising ferromagnetic transition and the liquid-gas phase transition are identical, because in each case there is a scalar order parameter. Another example is that in one-dimensional maps that approach a chaos in a period-doubling cascade, the ratio of successive doublings has a fixed value called the Feigenbaum constant. In general it is a consequence of the renormalization group: roughly speaking, details of microscopic behavior are invisible at long distances. FTP, what is this term, which in computing is synonymous with Turing completeness?": {
    "guess": "Critical phenomena",
    "confidence": [
      [
        "Critical",
        -0.41897753
      ],
      [
        " phenomena",
        -0.65575266
      ]
    ]
  },
  "Examples of this type of chemical species include the ions HSO41- [H-S-O-4, 1 minus], H2PO41-, and water itself; their behavior is governed both by the presence of other species, and the pH of the solution. In all cases, they must have at least one proton. For 10 points—what term describes a molecule or ion capable of either accepting or donating a proton?": {
    "guess": "Amphoterism",
    "confidence": [
      [
        "Am",
        -1.1200321
      ],
      [
        "ph",
        -0.53314763
      ],
      [
        "oter",
        -0.56170815
      ],
      [
        "ism",
        -0.00808329
      ]
    ]
  },
  "One example of this man's namesake paradox states that no one desires evil, and he taught the leader of the pro-Spartan Thirty Tyrants, Critias. This man discusses the meaning of justice in one student's dialogue The Republic, and his namesake method describes a dialectic means of cross-examination. For 10 points, name this Greek philosopher whose defense before his death from drinking hemlock after": {
    "guess": "Socrates",
    "confidence": [
      [
        "S",
        -0.021789914
      ],
      [
        "ocrates",
        -0.00034404485
      ]
    ]
  },
  "One example of this type of biome is the relatively flat hamada, or reg [REHJ], which is contrasted with the less flat erg. In the Koppen classification system, this biome is given the classifications BWh and BWk. Clay, iron, and manganese oxide collect on rocks in this biome in a process known as its namesake varnishing. Flat, smooth areas in this biome are known as its namesake pavement. Because of Hadley cell circulation, these biomes are often found near latitudes of thirty degrees north and south. They are often found near mountain ranges because of the rain shadow effect. For 10 points, name": {
    "guess": "Desert",
    "confidence": [
      [
        "Des",
        -0.0047857496
      ],
      [
        "ert",
        -0.0017634785
      ]
    ]
  },
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the Russian volynka, and the Polish dudy. Cristina Pato is a self-proclaimed \"diva\" of a Galician and Asturian instrument of this name called a gaita. The Italian Christmas carol \"Tu scendi dalle stelle\" is based on music for a traditional Italian instrument of this type called a zampogna. Another version of this instrument can be played in the Cameron style. W.H. Grattan Flood's \"history\" of instruments": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.0019481527
      ],
      [
        "pipes",
        -0.107537106
      ]
    ]
  },
  "Examples include the ElGamal, Chor-Rivest, Merkle-Hellman Knapsack, which has been shown to be insecure, and the McEliece cryptosystem, which is based on algebraic coding theory. The encryption function E should be easy to compute, while it should be computationally infeasible to determine the decryption": {
    "guess": "Public-key cryptography",
    "confidence": [
      [
        "Public",
        -0.4033682
      ],
      [
        "-key",
        -0.074613
      ],
      [
        " cryptography",
        -0.093790375
      ]
    ]
  },
  "The example of this thing named for Erdos [ur-dosh] and Mordell applies to any point inside a triangle. One of the examples of this, named for Chebyshev [CHEH-bih-shef], limits the probability of attaining a value more than a given number of standard deviations from the mean. Another example of this type of statement, relating an inner product to a product of magnitudes, is named for Cauchy and Schwarz.": {
    "guess": "Cauchy-Schwarz inequality",
    "confidence": [
      [
        "Ca",
        -0.5214674
      ],
      [
        "uch",
        -5.5577775e-06
      ],
      [
        "y",
        -5.5146502e-05
      ],
      [
        "-S",
        -0.10543288
      ],
      [
        "ch",
        -0.0038332138
      ],
      [
        "warz",
        -2.2127088e-05
      ],
      [
        " inequality",
        -0.017045895
      ]
    ]
  },
  "Examples of these include ones titled Pulled at 4 pins and 50 cc of Paris Air, which actually contained air from Paris brought to New York. One is a snow shovel with the title In advance of the broken arm painted onto it, and another is a bicycle wheel mounted by its fork on a painted stool. More famous examples of these works of art include a postcard of the Mona Lisa with a goatee and moustache painted on titled L.H.O.O.Q. and a porcelain urinal with the inscription \"R. Mutt\" titled Fountain. Simply ordinary objects modified in strange way were the basis of, for 10 points, what works of \"retinal art\" created by Marcel Duchamp.": {
    "guess": "Readymades",
    "confidence": [
      [
        "Read",
        -0.034743227
      ],
      [
        "ym",
        -6.511407e-06
      ],
      [
        "ades",
        -0.12821624
      ]
    ]
  },
  "One example of this type of reaction is the addition of chromium trioxide in acidic solution to an aldehyde; that is the Jones variety. Addition of nitric acid to silver metal causes silver to undergo this process, while nitric oxide is released. In combustion reactions, (*) alkanes undergo this process and are converted into carbon dioxide. For 10 points, name this process involving a loss of electrons,": {
    "guess": "Oxidation",
    "confidence": [
      [
        "O",
        -0.040020417
      ],
      [
        "x",
        -0.000108668944
      ],
      [
        "id",
        -6.46828e-05
      ],
      [
        "ation",
        -0.0020942304
      ]
    ]
  },
  "This man examined the outcome of when a person asks for a seat on a filled train or invades another person's personal space in his \"On Maintaining Social Norms\". One experiment by this man asks random people to mail letters addressed to the Friends of the Nazi Party. In another experiment, this man measured the average length of a person's social network. Those were the (*) Lost Letter and Small Worlds experiments. For 10 points, name this American psychologist whose namesake obedience experiment studied how the presence of an authority figure affected the willingness of \"teachers\" to deliver painful": {
    "guess": "Stanley Milgram",
    "confidence": [
      [
        "Stan",
        -0.030371673
      ],
      [
        "ley",
        -0.002386353
      ],
      [
        " Mil",
        -1.6524515e-05
      ],
      [
        "gram",
        -0.00011784763
      ]
    ]
  },
  "One example is that the power law behaviors of the Ising ferromagnetic transition and the liquid-gas phase transition are identical, because in each case there is a scalar order parameter. Another example is that in one-dimensional maps that approach a chaos in a period-doubling cascade, the ratio of": {
    "guess": "Chaos theory",
    "confidence": [
      [
        "Ch",
        -1.8002815
      ],
      [
        "aos",
        -9.889425e-05
      ],
      [
        " theory",
        -0.00904433
      ]
    ]
  },
  "This man examined Madame Bovary in his essay The Perpetual Orgy, and in one of this author's works Bonificia and Father Garcia are two characters brought to Don Anselmo's title structure. Santiago Zavala": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.23125006
      ],
      [
        " V",
        -0.00010127832
      ],
      [
        "argas",
        -1.342522e-05
      ],
      [
        " L",
        -2.8160932e-06
      ],
      [
        "los",
        -1.8624639e-06
      ],
      [
        "a",
        -3.650519e-06
      ]
    ]
  },
  "Examples of these structures include metamicts, which result from radiation damage to minerals. Sir Nevill Mott shared a Nobel prize for his work on semiconductors of this type, which have a continuous range of localized states from the bottom of the conduction band to a critical energy known as the": {
    "guess": "Amorphous semiconductors",
    "confidence": [
      [
        "Am",
        -0.21840139
      ],
      [
        "orph",
        -2.188868e-05
      ],
      [
        "ous",
        -5.967624e-05
      ],
      [
        " sem",
        -0.27795717
      ],
      [
        "icon",
        -0.00020616286
      ],
      [
        "duct",
        -0.00010735771
      ],
      [
        "ors",
        -2.9756122e-05
      ]
    ]
  },
  "Examples of them include Cornacchini's depiction of Charlemagne in the narthex of St. Peter's, and Giambologna's": {
    "guess": "Charlemagne (Bernini)",
    "confidence": [
      [
        "Char",
        -1.1399919
      ],
      [
        "lem",
        -0.001340839
      ],
      [
        "agne",
        -0.0004120808
      ],
      [
        " (",
        -1.1703466
      ],
      [
        "Bern",
        -1.0112277
      ],
      [
        "ini",
        -0.0022473193
      ],
      [
        ")",
        -0.025078
      ]
    ]
  },
  "One example of this class of particles participates in the GIM mechanism. That particle in a certain pair undergoes OZI-suppressed three pion decay when in the n=1 and n=2 states. Theoretically, bombarding": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.023577722
      ],
      [
        "arm",
        -2.546479e-05
      ],
      [
        " qu",
        -0.0065932753
      ],
      [
        "ark",
        -0.0016096012
      ]
    ]
  },
  "One example of this concept is the circumpolar Larrus gulls, which live in America, England, and Siberia, and another is the Siberian green warbler, in which eastern and western forms do not interbreed. They allow for a reconstruction of the history of speciation, but they are relatively rare because in order for one to form, a single species must typically expand around a geographic barrier that is large enough to disperse the front before the species meet again. Most famously exemplified by the North American Ensatina salamanders, for 10 points, identify these types of species whose existence": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.001594842
      ],
      [
        " species",
        -0.25793198
      ]
    ]
  },
  "Examples include the Birkeland-Eyde process and the cyanamide process. It can only be done by certain bacteria, including Azotobacter and Anabaena, while the Rhizobium variety can do it with root cells in legumes. FTP, identify this chemical proces  s, in which an atmospheric gas is taken into organic": {
    "guess": "Nitrogen fixation",
    "confidence": [
      [
        "Nit",
        -0.04454674
      ],
      [
        "rogen",
        -0.0001375089
      ],
      [
        " fixation",
        -0.087558895
      ]
    ]
  },
  "This man examined writing \"From Confucius' Day to Our Own\" in his last book, The March of Literature, and wrote a historical trilogy about Katharine Howard called The Fifth Queen. This man's character Valentine Wannop appears in the volumes Some Do Not... and A Man Could Stand Up -, in which she has an affair with \"the Last Tory\", Christopher (*) Tietjens. While being treated at Nauheim for his fake heart condition, the title character of one of his books has an affair with Florence, the narrator's": {
    "guess": "Ford Madox Ford",
    "confidence": [
      [
        "Ford",
        -0.0021048177
      ],
      [
        " M",
        -0.0021401476
      ],
      [
        "adox",
        -1.1279553e-05
      ],
      [
        " Ford",
        -0.00011725161
      ]
    ]
  },
  "The example of this thing named for Erdos [ur-dosh] and Mordell applies to any point inside a triangle.": {
    "guess": "Erdős–Mordell inequality",
    "confidence": [
      [
        "E",
        -0.032769427
      ],
      [
        "rd",
        -0.0018568884
      ],
      [
        "ős",
        -0.6327613
      ],
      [
        "–",
        -0.045798935
      ],
      [
        "M",
        -3.88156e-05
      ],
      [
        "ord",
        -1.147242e-06
      ],
      [
        "ell",
        -3.1281633e-07
      ],
      [
        " inequality",
        -0.11488716
      ]
    ]
  },
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the Russian volynka, and the Polish dudy. Cristina Pato is a self-proclaimed \"diva\" of a Galician and Asturian instrument of this name called a gaita. The Italian Christmas carol \"Tu scendi dalle stelle\" is based on music for a traditional Italian instrument of this type called a zampogna. Another version of this instrument can be played in the Cameron style. W.H. Grattan Flood's \"history\" of instruments of this type gave the name \"uilleann\" to the ones found in Ireland. In another country, where instruments of this type include \"reel,\" \"border,\" and \"small\" variants, they are often played in the ceol mor or pibroch style. Common elements of these instruments include a drone, a chanter, a reed,": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.0008430993
      ],
      [
        "pipes",
        -0.02616501
      ]
    ]
  },
  "Examples of these structures include metamicts, which result from radiation damage to minerals. Sir Nevill Mott shared a Nobel prize for his work on semiconductors of this type, which have a continuous range of localized states from the bottom of the conduction band to a critical energy known as the mobility edge.  In late June, scientists at Oak Ridge found that by adding trace amounts of yttrium, they could produce centimeter-sized samples of steel with this type of structure, allowing the steel to be processed like a plastic since it lacks any long-range order. Rubber, butter, and water ice are examples of, FTP, what type of solid which is non-crystalline?": {
    "guess": "Amorphous solid",
    "confidence": [
      [
        "Am",
        -0.044658806
      ],
      [
        "orph",
        -0.00011796683
      ],
      [
        "ous",
        -4.990154e-05
      ],
      [
        " solid",
        -0.0062279827
      ]
    ]
  },
  "This man examined Madame Bovary in his essay The Perpetual Orgy, and in one of this author's works Bonificia and Father Garcia are two characters brought to Don Anselmo's title structure. Santiago Zavala and Ambrosio meet by chance at a dog pound in Conversation at the Cathedral, and this author of The": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.019515041
      ],
      [
        " V",
        -8.7212284e-05
      ],
      [
        "argas",
        -1.7478143e-05
      ],
      [
        " L",
        -5.9153886e-06
      ],
      [
        "los",
        -1.8624639e-06
      ],
      [
        "a",
        -9.968313e-06
      ]
    ]
  },
  "One example of this type of biome is the relatively flat hamada, or reg [REHJ], which is contrasted with the less flat erg. In the Koppen classification system, this biome is given the classifications BWh and BWk. Clay, iron, and manganese oxide collect on rocks in this biome in a process known as its namesake varnishing. Flat, smooth areas in this biome are known as its namesake pavement. Because": {
    "guess": "Desert",
    "confidence": [
      [
        "Des",
        -0.07544154
      ],
      [
        "ert",
        -0.0013634509
      ]
    ]
  },
  "Examples include the ElGamal, Chor-Rivest, Merkle-Hellman Knapsack, which has been shown to be insecure, and the McEliece cryptosystem, which is based on algebraic coding theory. The encryption function E should be easy to compute, while it should be computationally infeasible to determine the decryption function D given E unless someone has secret knowledge that provides easy inversion of E.  FTP, what is this type of cryptosystem in which some encryption information is freely published, the best": {
    "guess": "Public-key cryptography",
    "confidence": [
      [
        "Public",
        -0.15388806
      ],
      [
        "-key",
        -0.07867076
      ],
      [
        " cryptography",
        -0.15792748
      ]
    ]
  },
  "This man examined the outcome of when a person asks for a seat on a filled train or invades another person's personal space in his \"On Maintaining Social Norms\". One experiment by this man asks random people to mail letters addressed to the Friends of the Nazi Party. In another experiment, this man measured the average length of a person's social network. Those were the (*) Lost Letter and Small Worlds experiments. For 10 points, name this American psychologist whose namesake obedience experiment": {
    "guess": "Stanley Milgram",
    "confidence": [
      [
        "Stan",
        -0.2540204
      ],
      [
        "ley",
        -0.0010613906
      ],
      [
        " Mil",
        -6.6113236e-05
      ],
      [
        "gram",
        -0.00016682933
      ]
    ]
  },
  "One example of this type of biome is the relatively flat hamada, or reg [REHJ], which is contrasted with the less flat erg. In the Koppen classification system, this biome is given the classifications": {
    "guess": "Desert",
    "confidence": [
      [
        "Des",
        -0.10177108
      ],
      [
        "ert",
        -0.0033984827
      ]
    ]
  },
  "An example of this technique is: \"I caught this morning morning's minion, kingdom of daylight's dauphin, dapple-dawn-drawn Falcon, in his riding.\" Characterized by alliteration and the use of archaic and heavily Anglo-Saxon vocabulary, it replaces metrical smoothness with heavy accents and abrupt halts, as in such works as \"God's Grandeur\" and \"Pied Beauty.\" FTP, name this metric device most famously": {
    "guess": "Sprung rhythm",
    "confidence": [
      [
        "Spr",
        -0.016457543
      ],
      [
        "ung",
        -9.3410876e-05
      ],
      [
        " rhythm",
        -0.004896435
      ]
    ]
  },
  "Examples include the ElGamal, Chor-Rivest, Merkle-Hellman Knapsack, which has been shown to be insecure, and the McEliece cryptosystem, which is based on algebraic coding theory. The encryption function E should be easy to compute, while it should be computationally infeasible to determine the decryption function D given E unless someone has secret knowledge that provides easy inversion of E.  FTP,": {
    "guess": "Public-key cryptography",
    "confidence": [
      [
        "Public",
        -0.2730505
      ],
      [
        "-key",
        -0.025761722
      ],
      [
        " cryptography",
        -0.063208595
      ]
    ]
  },
  "One example is the hammerhead type, which has a turnover of one. Like introns, they were first discovered in tetrahymena, in the context of splicing by Thomas Cech (CHECK) at Colorado, leading to a 1989 Nobel Prize for both him and Sydney Altman. Scientists have since discovered more than 500 of them and recently, it was revealed that the 50s subunit of the ribosome is one of these as well. FTP, name this class of compounds in which RNA functions as a catalyst.": {
    "guess": "Ribozyme",
    "confidence": [
      [
        "Rib",
        -0.020934802
      ],
      [
        "oz",
        -0.0015935308
      ],
      [
        "yme",
        -0.093308024
      ]
    ]
  },
  "The example of this thing named for Erdos [ur-dosh] and Mordell applies to any point inside a triangle. One of the examples of this, named for Chebyshev [CHEH-bih-shef], limits the probability of attaining a value more than a given number of standard deviations from the mean. Another example of this": {
    "guess": "Lattice point",
    "confidence": [
      [
        "L",
        -1.6068084
      ],
      [
        "attice",
        -0.3224046
      ],
      [
        " point",
        -0.664872
      ]
    ]
  },
  "One example of this concept is the circumpolar Larrus gulls, which live in America, England, and Siberia, and another is the Siberian green warbler, in which eastern and western forms do not interbreed. They allow for a reconstruction of the history of speciation, but they are relatively rare because in order for one to form, a single species must typically expand around a geographic barrier that is large enough to disperse the front before the species meet again. Most famously exemplified by the North American Ensatina salamanders, for 10 points, identify these types of species whose existence is made possible when populations encircle an area of unsuitable habitat and at one location in the": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.00084
      ],
      [
        " species",
        -0.009309753
      ]
    ]
  },
  "Examples of these include ones titled Pulled at 4 pins and 50 cc of Paris Air, which actually contained": {
    "guess": "Readymades",
    "confidence": [
      [
        "Read",
        -0.5474863
      ],
      [
        "ym",
        -1.9146995e-05
      ],
      [
        "ades",
        -0.57075506
      ]
    ]
  },
  "An examination by forty professors displayed her great learning, and she subsequently began writing poems as lady-in-waiting to the viceroy's wife. Entering a convent at nineteen, she filled her cell with": {
    "guess": "Sor Juana Ines de la Cruz",
    "confidence": [
      [
        "S",
        -0.64925647
      ],
      [
        "or",
        -0.017518068
      ],
      [
        " Ju",
        -0.00085346634
      ],
      [
        "ana",
        -2.1650272e-05
      ],
      [
        " In",
        -0.00020914296
      ],
      [
        "es",
        -0.023374526
      ],
      [
        " de",
        -3.786197e-05
      ],
      [
        " la",
        -7.5411124e-05
      ],
      [
        " Cruz",
        -1.7120534e-05
      ]
    ]
  },
  "One example of this general class of molecules is synthesized using a titanium aluminum compound called the Ziegler-Natta catalyst. A diad is a unit found in these molecules, whose stereochemistry can be described as syndiotactic and isotactic. One example of these molecules formed from the elimination reaction of phenol with formaldehyde is called Bakelite. Those made up of sugars can contain 1,4": {
    "guess": "Polymerization",
    "confidence": [
      [
        "Poly",
        -0.43055505
      ],
      [
        "mer",
        -0.12691718
      ],
      [
        "ization",
        -0.14326403
      ]
    ]
  },
  "This man examined writing \"From Confucius' Day to Our Own\" in his last book, The March of Literature, and wrote a historical trilogy about Katharine Howard called The Fifth Queen. This man's character Valentine Wannop appears in the volumes Some Do Not... and A Man Could Stand Up -, in which she has an affair with \"the Last Tory\", Christopher (*) Tietjens. While being treated at Nauheim for his fake": {
    "guess": "Ford Madox Ford",
    "confidence": [
      [
        "Ford",
        -0.0017192081
      ],
      [
        " M",
        -0.00096922595
      ],
      [
        "adox",
        -1.4617256e-05
      ],
      [
        " Ford",
        -0.00016146517
      ]
    ]
  },
  "Examples of these materials include methoxy-benzilidene butylanaline and fluorinated tolans.  The Onsager model can be used to explain lyotrophic examples, which undergo phase transitions as a result of concentration changes rather than temperature.  Cholesteric varieties, which induce circular dichroism, exhibit chirality and are sometimes known as twisted nematic.  In the typical nematic phase, their molecules have a random distribution but preferred orientation, while their smectic phase displays an ordered layered structure.  In their most famous application, a thin layer of them is placed": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.00039349604
      ],
      [
        " crystal",
        -0.004584634
      ]
    ]
  },
  "Examples of them include Cornacchini's depiction of Charlemagne in the narthex of St. Peter's, and Giambologna's treatment of Cosimo de Medici that is in the Piazza della Signoria. One of the best known of these items is named for the subject's nickname of \"honeyed cat\" and resides in the main square of Padua. (*) Verocchio was commissioned to produce one that depicts Bartolomeo Colleoni after its subject left his will to the Republic of Venice. The oldest surviving one is made of bronze and depicts": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.115037
      ],
      [
        "quest",
        -6.980855e-05
      ],
      [
        "rian",
        -5.121278e-05
      ],
      [
        " statue",
        -0.09363656
      ]
    ]
  },
  "Examples of these materials include methoxy-benzilidene butylanaline and fluorinated tolans.  The Onsager model can be used to explain lyotrophic examples, which undergo phase transitions as a result of concentration changes rather than temperature.  Cholesteric varieties, which induce circular dichroism, exhibit chirality and are sometimes known as twisted nematic.  In the typical nematic phase, their molecules have a random distribution but preferred orientation, while their smectic phase displays an ordered layered structure.  In their most famous application, a thin layer of them is placed between two cross polarizers, and applied electric fields can create order in them to stop the transmission of light. FTP name these substances used in namesake displays in computer monitors and HDTV's.": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.0034714208
      ],
      [
        " crystal",
        -0.011263676
      ]
    ]
  },
  "This man examined Madame Bovary in his essay The Perpetual Orgy, and in one of this author's works Bonificia and Father Garcia are two characters brought to Don Anselmo's title structure. Santiago Zavala and Ambrosio meet by chance at a dog pound in Conversation at the Cathedral, and this author of The Green House wrote a novel about conflict between the military and Antonio Conselheiro's followers in The War of the End of the World. Another of his novels features radio soap opera writer Pedro Camacho and Lucho's sister-in-law who journalist Mario falls in love with. For 10 points, name this author": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.0023415159
      ],
      [
        " V",
        -0.00010902656
      ],
      [
        "argas",
        -2.486877e-05
      ],
      [
        " L",
        -1.9385403e-05
      ],
      [
        "los",
        -2.577686e-06
      ],
      [
        "a",
        -3.1737043e-06
      ]
    ]
  },
  "One example of this general class of molecules is synthesized using a titanium aluminum compound called the Ziegler-Natta catalyst. A diad is a unit found in these molecules, whose stereochemistry can be described as syndiotactic and isotactic. One example of these molecules formed from the elimination reaction of phenol with formaldehyde is called Bakelite. Those made up of sugars can contain 1,4 glycosidic bonds while another is formed from isoprene subunits. For 10 points, name these molecules": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.50675976
      ],
      [
        "ym",
        -0.0002933943
      ],
      [
        "ers",
        -4.4849444e-06
      ]
    ]
  },
  "One example of this phenomenon, named for the Tule grass, forms upwind of the Sierra Nevada mountains. The advective type of this phenomenon occurs when moist air is cooled by the wind. This suspension of (*) water droplets in air is differentiated from haze by its water content. Visibility problems": {
    "guess": "Tule fog",
    "confidence": [
      [
        "T",
        -0.051258054
      ],
      [
        "ule",
        -5.7530575e-05
      ],
      [
        " fog",
        -0.037177652
      ]
    ]
  },
  "Examples of these include ones titled Pulled at 4 pins and 50 cc of Paris Air, which actually contained air from Paris brought to New York. One is a snow shovel with the title In advance of the broken arm painted onto it, and another is a bicycle wheel mounted by its fork on a painted stool. More famous examples of these works of art include a postcard of the Mona Lisa with a goatee and moustache painted": {
    "guess": "Readymades",
    "confidence": [
      [
        "Read",
        -0.09496785
      ],
      [
        "ym",
        -2.5941605e-05
      ],
      [
        "ades",
        -0.08079177
      ]
    ]
  },
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the Russian volynka, and the Polish dudy. Cristina Pato is a self-proclaimed \"diva\" of a Galician and Asturian instrument of this name called a gaita. The Italian Christmas carol \"Tu scendi dalle stelle\" is based on music for a traditional Italian instrument of this type called a zampogna. Another version of this instrument can be played in the Cameron style. W.H. Grattan Flood's \"history\" of instruments of this type gave the name \"uilleann\" to the ones found in Ireland. In another country, where instruments": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.00085132074
      ],
      [
        "pipes",
        -0.020997608
      ]
    ]
  },
  "Examples of them include Cornacchini's depiction of Charlemagne in the narthex of St. Peter's, and Giambologna's treatment of Cosimo de Medici that is in the Piazza della Signoria. One of the best known of these items is named for the subject's nickname of \"honeyed cat\" and resides in the main square of Padua. (*) Verocchio was commissioned to produce one that depicts Bartolomeo Colleoni after its subject left his will to the Republic of Venice. The oldest surviving one is made of bronze and depicts a \"good emperor\" holding out his hand. During the Renaissance, these artworks were typically modeled": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.034918454
      ],
      [
        "quest",
        -7.958325e-05
      ],
      [
        "rian",
        -4.441817e-05
      ],
      [
        " statue",
        -0.11273689
      ]
    ]
  },
  "One example of this phenomenon, named for the Tule grass, forms upwind of the Sierra Nevada mountains.": {
    "guess": "Tule fog",
    "confidence": [
      [
        "T",
        -0.12777846
      ],
      [
        "ule",
        -0.002133252
      ],
      [
        " fog",
        -0.029111553
      ]
    ]
  },
  "One example is that the power law behaviors of the Ising ferromagnetic transition and the liquid-gas phase transition are identical, because in each case there is a scalar order parameter. Another example is that in one-dimensional maps that approach a chaos in a period-doubling cascade, the ratio of successive doublings has a fixed value called the Feigenbaum constant. In general it is a consequence": {
    "guess": "Feigenbaum constants",
    "confidence": [
      [
        "Fe",
        -1.1560538
      ],
      [
        "igen",
        -6.9882217e-06
      ],
      [
        "baum",
        -2.6060809e-05
      ],
      [
        " constants",
        -0.35164055
      ]
    ]
  },
  "This man examined the outcome of when a person asks for a seat on a filled train or invades another person's personal space in his \"On Maintaining Social Norms\". One experiment by this man asks random people to mail letters addressed to the Friends of the Nazi Party. In another experiment, this man measured": {
    "guess": "Stanley Milgram",
    "confidence": [
      [
        "Stan",
        -0.028343465
      ],
      [
        "ley",
        -0.003569304
      ],
      [
        " Mil",
        -9.0073176e-05
      ],
      [
        "gram",
        -5.7172965e-05
      ]
    ]
  },
  "One example of this type of biome is the relatively flat hamada, or reg [REHJ], which is contrasted with": {
    "guess": "Desert",
    "confidence": [
      [
        "Des",
        -0.07256016
      ],
      [
        "ert",
        -0.00021557629
      ]
    ]
  },
  "One example of this class of particles participates in the GIM mechanism. That particle in a certain pair undergoes OZI-suppressed three pion decay when in the n=1 and n=2 states. Theoretically, bombarding a deuterium nucleus with gamma rays will produce the undiscovered penta- form of this class of particles. A phase in QCD consisting of free floating particles of this type and gluons forms the namesakeplasma": {
    "guess": "Meson",
    "confidence": [
      [
        "Mes",
        -0.75087726
      ],
      [
        "on",
        -0.012314674
      ]
    ]
  },
  "One example of this class of particles participates in the GIM mechanism. That particle in a certain": {
    "guess": "Quark",
    "confidence": [
      [
        "Qu",
        -0.902866
      ],
      [
        "ark",
        -0.021927077
      ]
    ]
  },
  "One example of this general class of molecules is synthesized using a titanium aluminum compound called the Ziegler-Natta catalyst. A diad is a unit found in these molecules, whose stereochemistry can be described as syndiotactic and isotactic. One example of these molecules formed from the elimination reaction of phenol with formaldehyde is called Bakelite. Those made up of sugars can contain 1,4 glycosidic bonds while another is formed from isoprene subunits. For 10 points, name these molecules that include PVC, nylon and rubber which are composed of many monomers.": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.09898547
      ],
      [
        "ym",
        -6.749814e-06
      ],
      [
        "ers",
        -3.1281633e-07
      ]
    ]
  },
  "Examples of these materials include methoxy-benzilidene butylanaline and fluorinated tolans.  The Onsager model can be used to explain lyotrophic examples, which undergo phase transitions as a result of concentration changes rather than temperature.  Cholesteric varieties, which induce circular dichroism, exhibit chirality and are sometimes known as twisted nematic.  In the typical nematic phase, their molecules have a random distribution but preferred orientation, while their smectic phase displays an ordered layered structure.  In their most famous application, a thin layer of them is placed between two cross polarizers, and applied electric fields can create order in them to stop the transmission": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.0018366606
      ],
      [
        " crystal",
        -0.0029126925
      ]
    ]
  },
  "One example of this concept is the circumpolar Larrus gulls, which live in America, England, and Siberia, and another is the Siberian green warbler, in which eastern and western forms do not interbreed. They allow for a reconstruction of the history of speciation, but they are relatively rare because in order for one to form, a single species must typically expand around a geographic barrier that is": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.017336015
      ],
      [
        " species",
        -0.036965832
      ]
    ]
  },
  "Examples of this practice include the 1819 Hep-Hep riots and aspects of the Polish Cossack Uprising. It was first formally referred to, however, to describe 1881 riots in Russia. They also occurred after the assassination of Tsar Nicholas II of Russia and during the German Kristallnacht. Name this term, Russian for \"devastation\", which, FTP, means a riot against a certain ethnic, religious, or other": {
    "guess": "Pogrom",
    "confidence": [
      [
        "P",
        -0.011364213
      ],
      [
        "og",
        -9.639097e-05
      ],
      [
        "rom",
        -9.0883464e-07
      ]
    ]
  },
  "One example of this type of reaction is the addition of chromium trioxide in acidic solution to an aldehyde; that is the Jones variety. Addition of nitric acid to silver metal causes silver to undergo this process, while nitric oxide is released. In combustion reactions, (*) alkanes undergo this process and are converted into carbon dioxide. For 10 points, name this process involving a loss of electrons, often compared to reduction when considering redox reactions.": {
    "guess": "Oxidation",
    "confidence": [
      [
        "O",
        -0.0049912203
      ],
      [
        "x",
        -4.9186317e-05
      ],
      [
        "id",
        -6.3609965e-05
      ],
      [
        "ation",
        -0.00071862683
      ]
    ]
  },
  "One example of this class of particles participates in the GIM mechanism. That particle in a certain pair undergoes OZI-suppressed three pion decay when in the n=1 and n=2 states. Theoretically, bombarding a deuterium nucleus with gamma rays will produce the undiscovered penta- form of this class of": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.14868467
      ],
      [
        "arm",
        -6.420598e-05
      ],
      [
        " qu",
        -0.00594219
      ],
      [
        "ark",
        -0.0024585337
      ]
    ]
  },
  "This man examined the outcome of when a person asks for a seat on a filled train or invades another person's": {
    "guess": "Proxemics",
    "confidence": [
      [
        "Pro",
        -1.6889378
      ],
      [
        "x",
        -0.0016606626
      ],
      [
        "emics",
        -0.072824314
      ]
    ]
  },
  "One example of this class of particles participates in the GIM mechanism. That particle in a certain pair undergoes OZI-suppressed three pion decay when in the n=1 and n=2 states. Theoretically, bombarding a deuterium nucleus with gamma rays will produce the undiscovered penta- form of this class of particles. A phase in QCD consisting of free floating particles of this type and gluons forms the namesakeplasma containing these particles. The J-psi particle is comprised of one variety of this particle and its antiparticle, and one type of this particle is the heaviest of all elementary particles": {
    "guess": "Quark",
    "confidence": [
      [
        "Qu",
        -0.24884446
      ],
      [
        "ark",
        -0.017400458
      ]
    ]
  },
  "One example of this type of biome is the relatively flat hamada, or reg [REHJ], which is contrasted with the less flat erg. In the Koppen classification system, this biome is given the classifications BWh and BWk. Clay, iron, and manganese oxide collect on rocks in this biome in a process known as its": {
    "guess": "Desert",
    "confidence": [
      [
        "Des",
        -0.121153615
      ],
      [
        "ert",
        -0.0044195554
      ]
    ]
  },
  "One example of this type of reaction is the addition of chromium trioxide in acidic solution to an aldehyde;": {
    "guess": "Jones oxidation",
    "confidence": [
      [
        "Jones",
        -0.37816796
      ],
      [
        " oxidation",
        -0.07015717
      ]
    ]
  },
  "Examples include the ElGamal, Chor-Rivest, Merkle-Hellman Knapsack, which has been shown to be insecure, and the McEliece cryptosystem, which is based on algebraic coding theory. The encryption function": {
    "guess": "Public-key cryptography",
    "confidence": [
      [
        "Public",
        -0.9136208
      ],
      [
        "-key",
        -0.016205864
      ],
      [
        " cryptography",
        -0.019498672
      ]
    ]
  },
  "This man examined writing \"From Confucius' Day to Our Own\" in his last book, The March of Literature, and wrote a historical trilogy about Katharine Howard called The Fifth Queen. This man's character": {
    "guess": "Ford Madox Ford",
    "confidence": [
      [
        "Ford",
        -0.005176951
      ],
      [
        " M",
        -0.000104616025
      ],
      [
        "adox",
        -1.3544423e-05
      ],
      [
        " Ford",
        -1.6240566e-06
      ]
    ]
  },
  "Examples of this type of chemical species include the ions HSO41- [H-S-O-4, 1 minus], H2PO41-, and water itself; their behavior is governed both by the presence of other species, and the pH of the solution.": {
    "guess": "Amphoterism",
    "confidence": [
      [
        "Am",
        -0.94057137
      ],
      [
        "ph",
        -0.07122591
      ],
      [
        "oter",
        -0.96011823
      ],
      [
        "ism",
        -0.00082130334
      ]
    ]
  },
  "Examples of this type of musical instrument in Eastern Europe include the Croatian istarski mih, the Russian volynka, and the Polish dudy. Cristina Pato is a self-proclaimed \"diva\" of a Galician and Asturian instrument of this name called a gaita. The Italian Christmas carol \"Tu scendi dalle stelle\" is based on music for a traditional Italian instrument of this type called a zampogna. Another version": {
    "guess": "Bagpipes",
    "confidence": [
      [
        "Bag",
        -0.0013153551
      ],
      [
        "pipes",
        -0.09274407
      ]
    ]
  }
}