{
  "This man drew on his experiences as Secretary of State to write such gripping fare as Foreign Relations and Pan-American Peace Plans. This man fought with Congress for intruding on his territory with the Knox-Porter resolution, and his diplomatic achievements included the negotiation of the Treaty of Berlin with Germany and chairing the Washington Naval Conference. More famously, this man cast the deciding vote and wrote the majority opinion in NLRB vs. Jones and Laughlin Steel Corp. which upheld the constitutionality of the Wagner Act, a move that helped to diffuse the court-packing controversy sparked by the invalidation of the NIRA in the Schechter case while this man was Chief Justice. Losing in 1916 to Woodrow Wilson by only 23 electoral votes, for ten points, identify this American politician,": {
    "guess": "Charles Evans Hughes",
    "confidence": [
      [
        "Charles",
        -0.0025707833
      ],
      [
        " Evans",
        -0.002515016
      ],
      [
        " Hughes",
        -9.73446e-05
      ]
    ]
  },
  "A dream dialogue between the narrator and his former lover's dead husband in one work by this author has caused some people to label him a misogynist. In addition to that work, sometimes called The Crow, he wrote a story that inspired Shakespeare's All's Well That Ends Well. In one of his stories, a Parisian Jew converts after traveling to Rome because he believes that any religion that remains popular despite corrupt leadership must be true. In another story, Ciapelletto [chah-pehl-LEH-toh] is revered as a saint because he dies in a town that is unaware of his life. Those stories are told by Neifile": {
    "guess": "Giovanni Boccaccio",
    "confidence": [
      [
        "G",
        -0.29674095
      ],
      [
        "iov",
        -0.0005467186
      ],
      [
        "anni",
        -5.5146502e-05
      ],
      [
        " B",
        -0.0001973418
      ],
      [
        "occ",
        -0.00078473345
      ],
      [
        "acc",
        -1.9504607e-05
      ],
      [
        "io",
        -1.1756368e-05
      ]
    ]
  },
  "This man drew criticism for his favoring of Pakistan during the Bangladeshi war of independence, and he served as a foreign policy advisor to Nelson Rockefeller during Rockefeller's failed 1968 presidential run. This man engaged in secret talks prior to the Shanghai Communiqué, and he prematurely stated, \"Peace is at hand,\" during negotiations with Le Duc Tho during the Paris Peace Conference, for which he was to earn a Nobel Peace Prize. A pioneer of the détente policy, for 10 points name this man": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.05496816
      ],
      [
        " Kiss",
        -0.00053682836
      ],
      [
        "inger",
        -9.6867785e-05
      ]
    ]
  },
  "The dress of the first girl this character had sex with is still stuck in a tree outside his former house.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.62269086
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw him create the series, Four Pictures in Italian Costume, including a work where an old woman looks scornfully at a solemn younger woman because of the title objects in Broken Eggs.  (+)  In a brief break from his usual style, he drew from ancient sources to produce Funeral of Patroclus and Lot and His Daughters, as well as a work where a nude Aegina holds her left hand above her head, Aegina Visited by Jupiter.  Diderot highly admired (*) one of his more traditional works that depicted a dying old man who had been paralyzed by a stroke being taken care of by his family, a work that was the toast of the 1763 Salon.  A contract is prepared for the soon-to-be newlywed in another of his famous genre scenes of modest French peasant life.  FTP, identify this 18th century French artist behind Filial Piety and The Village Bride.": {
    "guess": "Jean-Baptiste Greuze",
    "confidence": [
      [
        "Jean",
        -0.0077550956
      ],
      [
        "-B",
        -0.00060248026
      ],
      [
        "apt",
        -7.703444e-06
      ],
      [
        "iste",
        -0.00014382669
      ],
      [
        " Gre",
        -0.00022630462
      ],
      [
        "uze",
        -5.312004e-05
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw him create the series, Four Pictures in Italian Costume, including a work where an old woman looks scornfully at a solemn younger woman because of the title objects in Broken Eggs.  (+)  In a brief break from his usual style, he drew from ancient sources to produce Funeral of Patroclus and Lot and His Daughters, as well as a work where a nude Aegina holds her left hand above her head, Aegina Visited by Jupiter.  Diderot highly admired (*) one of his more traditional works that depicted a dying old man who had been paralyzed by a stroke being taken care of by his family, a work that was the toast": {
    "guess": "Jean-Baptiste Greuze",
    "confidence": [
      [
        "Jean",
        -0.82541704
      ],
      [
        "-B",
        -0.016509008
      ],
      [
        "apt",
        -3.23786e-05
      ],
      [
        "iste",
        -0.0007237526
      ],
      [
        " Gre",
        -0.016186865
      ],
      [
        "uze",
        -3.523949e-05
      ]
    ]
  },
  "He dreams of being a great chef, but his food is often quite toxic and kills most living things. This may occur because he has no taste buds and cannot taste how poor his dishes really are. He once asked his best friend to take a dive in a fight, even though it was a fight to the death. Further examples": {
    "guess": "Tetrodotoxin",
    "confidence": [
      [
        "T",
        -1.4556237
      ],
      [
        "etro",
        -0.6006025
      ],
      [
        "d",
        -0.00096886844
      ],
      [
        "oto",
        -0.00024763108
      ],
      [
        "xin",
        -0.00011796683
      ]
    ]
  },
  "This man dreams of an epidemic that makes each person believe that he alone knows the truth. This man explains his theory of the right of extraordinary men to commit crimes to Porfiry, who is the cousin": {
    "guess": "Raskolnikov",
    "confidence": [
      [
        "R",
        -0.46939003
      ],
      [
        "ask",
        -0.00064798305
      ],
      [
        "ol",
        -0.0012433248
      ],
      [
        "nik",
        -0.00031782736
      ],
      [
        "ov",
        -0.0003358198
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained": {
    "guess": "Leonardo da Vinci",
    "confidence": [
      [
        "Leon",
        -1.461865
      ],
      [
        "ardo",
        -0.0013684538
      ],
      [
        " da",
        -0.011181511
      ],
      [
        " Vinci",
        -9.293406e-05
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw him create the series, Four Pictures in Italian Costume, including a work where an old woman looks scornfully at a solemn younger woman because of the title objects in Broken Eggs.  (+)  In a brief break from his usual style, he drew from ancient sources to produce Funeral of Patroclus and Lot and": {
    "guess": "Jean-Baptiste Carpeaux",
    "confidence": [
      [
        "Jean",
        -0.5583241
      ],
      [
        "-B",
        -0.24456911
      ],
      [
        "apt",
        -5.080963e-06
      ],
      [
        "iste",
        -0.00021509947
      ],
      [
        " Car",
        -0.7698333
      ],
      [
        "pe",
        -0.00082142255
      ],
      [
        "aux",
        -5.080963e-06
      ]
    ]
  },
  "The dress of the first girl this character had sex with is still stuck in a tree outside his former house. This man asks if he will get a crown of thorns while on a cross-shaped table, and he convinces Spivey and the prostitute Candy to take him and his friends on a ($) fishing trip. This man persuades his superiors to allow him to watch the World Series at a time when television isn't supposed to be on. This character is unable to lift a control panel, unlike his roommate, a Native American that (*) pretends to be deaf- mute who smothers him at the end of the novel in which he appears. His most violent action is prompted by the suicide of the stuttering Billy Bibbit, and this character is lobotomized": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -0.025728721
      ],
      [
        " Fle",
        -0.00020783172
      ],
      [
        "w",
        -7.89631e-07
      ],
      [
        " Over",
        -1.1637165e-05
      ],
      [
        " the",
        -0.0010200673
      ],
      [
        " C",
        -3.3093824e-05
      ],
      [
        "uck",
        -0.00017016703
      ],
      [
        "oo",
        -0.00016182278
      ],
      [
        "'s",
        -0.13884412
      ],
      [
        " Nest",
        -7.3861476e-05
      ]
    ]
  },
  "This man drew criticism for his favoring of Pakistan during the Bangladeshi war of independence, and he served as a foreign policy advisor to Nelson Rockefeller during Rockefeller's failed 1968 presidential": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.17357986
      ],
      [
        " Kiss",
        -0.0026670925
      ],
      [
        "inger",
        -0.000203898
      ]
    ]
  },
  "A dream dialogue between the narrator and his former lover's dead husband in one work by this author has caused some people to label him a misogynist. In addition to that work, sometimes called The Crow, he wrote a story that inspired Shakespeare's All's Well That Ends Well. In one of his stories, a": {
    "guess": "William Shakespeare",
    "confidence": [
      [
        "William",
        -1.4775599
      ],
      [
        " Shakespeare",
        -0.113447525
      ]
    ]
  },
  "This man drew on his experiences as Secretary of State to write such gripping fare as Foreign Relations and Pan-American Peace Plans. This man fought with Congress for intruding on his territory with the Knox-Porter resolution, and his diplomatic achievements included the negotiation of the Treaty of Berlin with Germany and chairing the Washington Naval Conference. More famously, this man cast the deciding vote and wrote the majority opinion in NLRB vs. Jones and Laughlin Steel Corp. which upheld the constitutionality of the Wagner Act, a move that helped to diffuse the court-packing controversy sparked by the invalidation of the NIRA in the Schechter case while this man was Chief Justice. Losing in 1916 to Woodrow Wilson by only 23 electoral votes, for ten points, identify this American politician, the only man ever to resign from and return to the Supreme Court.": {
    "guess": "Charles Evans Hughes",
    "confidence": [
      [
        "Charles",
        -0.0024673326
      ],
      [
        " Evans",
        -0.010273031
      ],
      [
        " Hughes",
        -0.0012494005
      ]
    ]
  },
  "A dream dialogue between the narrator and his former lover's dead husband in one work by this author has caused some people to label him a misogynist. In addition to that work, sometimes called The Crow, he wrote a story that inspired Shakespeare's All's Well That Ends Well. In one of his stories, a Parisian Jew converts after traveling to Rome because he believes that any religion that remains popular despite corrupt leadership must be true. In another story, Ciapelletto [chah-pehl-LEH-toh] is revered as a saint because he dies in a town that is unaware of his life. Those stories are told by Neifile [NAY-fih-lay] and Panfilo, who are in a group that has left Florence during a plague. Name this author who collected one hundred stories into his Decameron.": {
    "guess": "Giovanni Boccaccio",
    "confidence": [
      [
        "G",
        -0.031568807
      ],
      [
        "iov",
        -9.0883464e-07
      ],
      [
        "anni",
        -0.00020628207
      ],
      [
        " B",
        -0.0004392519
      ],
      [
        "occ",
        -0.00042042506
      ],
      [
        "acc",
        -7.465036e-06
      ],
      [
        "io",
        -3.4121115e-06
      ]
    ]
  },
  "The dress of the first girl this character had sex with is still stuck in a tree outside his former house. This man asks if he will get a crown of thorns while on a cross-shaped table, and he convinces Spivey and the prostitute Candy to take him and his friends on a ($) fishing trip. This man persuades his superiors to allow him to watch the World Series at a time when television isn't supposed to": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -0.17052695
      ],
      [
        " Fle",
        -0.00011582117
      ],
      [
        "w",
        -2.6968896e-06
      ],
      [
        " Over",
        -8.8285124e-05
      ],
      [
        " the",
        -0.0016143656
      ],
      [
        " C",
        -5.8126592e-05
      ],
      [
        "uck",
        -0.00024013224
      ],
      [
        "oo",
        -0.00032747918
      ],
      [
        "'s",
        -0.45655724
      ],
      [
        " Nest",
        -9.209964e-05
      ]
    ]
  },
  "This man drew on his experiences as Secretary of State to write such gripping fare as Foreign Relations and Pan-American Peace Plans. This man fought with Congress for intruding on his territory with the Knox-Porter resolution, and his diplomatic achievements included the negotiation of the Treaty of Berlin with Germany and chairing the Washington Naval Conference. More famously, this man cast the deciding vote and wrote the majority opinion in NLRB vs. Jones and Laughlin Steel Corp. which upheld the constitutionality of the Wagner Act, a move that helped to diffuse the court-packing controversy sparked by the invalidation of the NIRA in the Schechter case while this man was Chief Justice. Losing": {
    "guess": "Charles Evans Hughes",
    "confidence": [
      [
        "Charles",
        -0.0060608056
      ],
      [
        " Evans",
        -0.012874302
      ],
      [
        " Hughes",
        -0.0010934271
      ]
    ]
  },
  "This man dreams of an epidemic that makes each person believe that he alone knows the truth. This man explains his theory of the right of extraordinary men to commit crimes to Porfiry, who is the cousin of this man's best friend Razumikhin. This man's sister Dunya breaks off an arranged marriage that": {
    "guess": "Raskolnikov",
    "confidence": [
      [
        "R",
        -0.20477377
      ],
      [
        "ask",
        -0.0007482792
      ],
      [
        "ol",
        -0.00031055594
      ],
      [
        "nik",
        -0.00052503456
      ],
      [
        "ov",
        -0.00056363817
      ]
    ]
  },
  "A dream dialogue between the narrator and his former lover's dead husband in one work by this author has caused some people to label him a misogynist. In addition to that work, sometimes called The Crow, he wrote a story that inspired Shakespeare's All's Well That Ends Well. In one of his stories, a Parisian Jew converts after traveling to Rome because he believes that any religion that remains popular despite corrupt leadership must be true. In another story, Ciapelletto [chah-pehl-LEH-toh] is revered as a saint because he dies in a town that is unaware of his life. Those stories are told by Neifile [NAY-fih-lay] and Panfilo, who are in a group that has left Florence during a plague. Name this": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.58115125
      ],
      [
        " Dec",
        -0.00050513487
      ],
      [
        "ameron",
        -3.3093824e-05
      ]
    ]
  },
  "He dreams of being a great chef, but his food is often quite toxic and kills most living things. This may occur because he has no taste buds and cannot taste how poor his dishes really are. He once asked his best friend to take a dive in a fight, even though it was a fight to the death. Further examples of his disregard for human life stem from his repeated statement \"Kill all humans!\" For 10 points name this robot, one of the main characters of the TV series Futurama.": {
    "guess": "Bender Bending Rodríguez",
    "confidence": [
      [
        "B",
        -0.72475207
      ],
      [
        "ender",
        -6.706687e-05
      ],
      [
        " B",
        -0.13730204
      ],
      [
        "ending",
        -0.0023981286
      ],
      [
        " Rodr",
        -0.09401979
      ],
      [
        "íg",
        -0.0003609681
      ],
      [
        "uez",
        -1.0087517e-05
      ]
    ]
  },
  "A dream dialogue between the narrator and his former lover's dead husband in one work by this author": {
    "guess": "Fyodor Dostoevsky",
    "confidence": [
      [
        "F",
        -2.2741644
      ],
      [
        "y",
        -0.3643749
      ],
      [
        "odor",
        -2.451116e-05
      ],
      [
        " D",
        -0.0033332529
      ],
      [
        "ost",
        -0.00010747691
      ],
      [
        "oe",
        -0.008981835
      ],
      [
        "v",
        -2.129266e-05
      ],
      [
        "sky",
        -0.00032676398
      ]
    ]
  },
  "He dreams of being a great chef, but his food is often quite toxic and kills most living things. This may occur because he has no taste buds and cannot taste how poor his dishes really are. He once asked his best friend to take a dive in a fight, even though it was a fight to the death. Further examples of his disregard for human life stem from his repeated statement \"Kill all humans!\" For 10 points": {
    "guess": "Taste bud",
    "confidence": [
      [
        "T",
        -0.98816705
      ],
      [
        "aste",
        -0.036607094
      ],
      [
        " bud",
        -0.18063025
      ]
    ]
  },
  "This man drew on his experiences as Secretary of State to write such gripping fare as Foreign Relations and Pan-American Peace Plans. This man fought with Congress for intruding on his territory with the Knox-Porter resolution, and his diplomatic achievements included the negotiation of the Treaty of Berlin with Germany and chairing the Washington Naval Conference. More famously, this man cast the deciding vote and wrote the majority opinion in NLRB vs. Jones and Laughlin Steel Corp. which upheld": {
    "guess": "Charles Evans Hughes",
    "confidence": [
      [
        "Charles",
        -0.04206445
      ],
      [
        " Evans",
        -0.0078162365
      ],
      [
        " Hughes",
        -0.00052217365
      ]
    ]
  },
  "The dress of the first girl this character had sex with is still stuck in a tree outside his former house. This man asks if he will get a crown of thorns while on a cross-shaped table, and he convinces Spivey and the prostitute Candy to take him and his friends on a ($) fishing trip. This man persuades his superiors to allow him to watch the World Series at a time when television isn't supposed to be on. This character is unable to lift a control panel, unlike his roommate, a Native American that": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -0.061097503
      ],
      [
        " Fle",
        -4.0961266e-05
      ],
      [
        "w",
        -1.7432603e-06
      ],
      [
        " Over",
        -5.0378356e-05
      ],
      [
        " the",
        -0.0014899849
      ],
      [
        " C",
        -2.5703197e-05
      ],
      [
        "uck",
        -0.00012618455
      ],
      [
        "oo",
        -0.00031043674
      ],
      [
        "'s",
        -0.14360711
      ],
      [
        " Nest",
        -8.9119545e-05
      ]
    ]
  },
  "A dream dialogue between the narrator and his former lover's dead husband in one work by this author has caused some people to label him a misogynist. In addition to that work, sometimes called The Crow, he wrote a story that inspired Shakespeare's All's Well That Ends Well. In one of his stories, a Parisian Jew converts after traveling to Rome because he believes that any religion that remains popular despite corrupt leadership must be true. In another story, Ciapelletto [chah-pehl-LEH-toh] is revered": {
    "guess": "Giovanni Boccaccio",
    "confidence": [
      [
        "G",
        -0.022862097
      ],
      [
        "iov",
        -8.1371305e-05
      ],
      [
        "anni",
        -2.0339032e-05
      ],
      [
        " B",
        -0.00013774731
      ],
      [
        "occ",
        -0.0008482214
      ],
      [
        "acc",
        -3.888926e-06
      ],
      [
        "io",
        -6.6306106e-06
      ]
    ]
  },
  "This man dreams of an epidemic that makes each person believe that he alone knows the truth. This man explains his theory of the right of extraordinary men to commit crimes to Porfiry, who is the cousin of this man's best friend Razumikhin. This man's sister Dunya breaks off an arranged marriage that had been intended to help him financially. This man confesses to the prostitute daughter of the drunken Marmeladov. Sonya ultimately joins this man in Siberia, where he has been sent for murdering Lizaveta and her pawnbroker sister. For 10 points, name this protagonist of Fyodor Dostoyevsky's Crime and Punishment.": {
    "guess": "Raskolnikov",
    "confidence": [
      [
        "R",
        -0.19646823
      ],
      [
        "ask",
        -0.0022600447
      ],
      [
        "ol",
        -0.00059806975
      ],
      [
        "nik",
        -0.001091043
      ],
      [
        "ov",
        -0.00032271104
      ]
    ]
  },
  "A dream dialogue between the narrator and his former lover's dead husband in one work by this author has caused some people to label him a misogynist. In addition to that work, sometimes called The Crow, he wrote a story that inspired Shakespeare's All's Well That Ends Well. In one of his stories, a Parisian Jew converts after traveling to Rome because he believes that any religion that remains popular": {
    "guess": "Giovanni Boccaccio",
    "confidence": [
      [
        "G",
        -0.5258533
      ],
      [
        "iov",
        -0.0116808545
      ],
      [
        "anni",
        -0.0003973032
      ],
      [
        " B",
        -0.014431675
      ],
      [
        "occ",
        -0.00073672744
      ],
      [
        "acc",
        -6.730528e-05
      ],
      [
        "io",
        -1.1517961e-05
      ]
    ]
  },
  "This man drew criticism for his favoring of Pakistan during the Bangladeshi war of independence, and he served as a foreign policy advisor to Nelson Rockefeller during Rockefeller's failed 1968 presidential run. This man engaged in secret talks prior to the Shanghai Communiqué, and he prematurely stated,": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.4180248
      ],
      [
        " Kiss",
        -0.0027052506
      ],
      [
        "inger",
        -0.0003954033
      ]
    ]
  },
  "This man drew on his experiences as Secretary of State to write such gripping fare as Foreign Relations and Pan-American Peace Plans. This man fought with Congress for intruding on his territory with the Knox-Porter resolution, and his diplomatic achievements included the negotiation of the Treaty of Berlin with Germany and chairing the Washington Naval Conference. More famously, this man cast the": {
    "guess": "Charles Evans Hughes",
    "confidence": [
      [
        "Charles",
        -0.60419786
      ],
      [
        " Evans",
        -0.0042588506
      ],
      [
        " Hughes",
        -9.4245304e-05
      ]
    ]
  },
  "He dreams of being a great chef, but his food is often quite toxic and kills most living things. This": {
    "guess": "Tetrodotoxin",
    "confidence": [
      [
        "T",
        -1.5175296
      ],
      [
        "etro",
        -0.0058892146
      ],
      [
        "d",
        -0.0005263421
      ],
      [
        "oto",
        -8.208653e-05
      ],
      [
        "xin",
        -1.6240566e-06
      ]
    ]
  },
  "He dreams of being a great chef, but his food is often quite toxic and kills most living things. This may occur because he has no taste buds and cannot taste how poor his dishes really are. He once asked": {
    "guess": "Anosmia",
    "confidence": [
      [
        "An",
        -0.8396411
      ],
      [
        "os",
        -0.0006986153
      ],
      [
        "mia",
        -0.0005088302
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw him create the series, Four Pictures in Italian Costume, including a work where an old woman looks scornfully at a solemn younger woman because of the title objects in Broken Eggs.  (+)  In a brief break from his usual style, he drew from ancient sources to produce Funeral of Patroclus and Lot and His Daughters, as well as a work where a nude Aegina holds her left hand above her head, Aegina Visited": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.034128886
      ],
      [
        "aphael",
        -0.00047630956
      ]
    ]
  },
  "The dress of the first girl this character had sex with is still stuck in a tree outside his former house. This man asks if he will get a crown of thorns while on a cross-shaped table, and he convinces": {
    "guess": "Donnie Darko",
    "confidence": [
      [
        "Don",
        -0.5414208
      ],
      [
        "nie",
        -0.034041446
      ],
      [
        " Dark",
        -0.00049012253
      ],
      [
        "o",
        -2.129266e-05
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.03182253
      ],
      [
        "aphael",
        -0.0017363477
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw him create the series, Four Pictures in Italian Costume, including a work where an old woman looks": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.09237763
      ],
      [
        "ian",
        -0.022561096
      ],
      [
        " Lorenzo",
        -0.00038443657
      ],
      [
        " Bern",
        -9.729906e-06
      ],
      [
        "ini",
        -0.00021533787
      ]
    ]
  },
  "The dress of the first girl this character had sex with is still stuck in a tree outside his former house. This man asks if he will get a crown of thorns while on a cross-shaped table, and he convinces Spivey and the prostitute Candy to take him and his friends on a ($) fishing trip. This man persuades his superiors to allow him to watch the World Series at a time when television isn't supposed to be on. This character is unable to lift a control panel, unlike his roommate, a Native American that (*) pretends to be deaf- mute who smothers him at the end of the novel in which he appears. His most": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -0.13159858
      ],
      [
        " Fle",
        -7.588794e-05
      ],
      [
        "w",
        -2.1008714e-06
      ],
      [
        " Over",
        -2.2723105e-05
      ],
      [
        " the",
        -0.0013232151
      ],
      [
        " C",
        -4.9663133e-05
      ],
      [
        "uck",
        -0.00023071514
      ],
      [
        "oo",
        -0.0005442153
      ],
      [
        "'s",
        -0.06683822
      ],
      [
        " Nest",
        -0.00012058931
      ]
    ]
  },
  "This man drew on his experiences as Secretary of State to write such gripping fare as Foreign Relations": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.47100842
      ],
      [
        " Buchanan",
        -0.60240066
      ]
    ]
  },
  "This man drew on his experiences as Secretary of State to write such gripping fare as Foreign Relations and Pan-American Peace Plans. This man fought with Congress for intruding on his territory with the Knox-Porter resolution, and his diplomatic achievements included the negotiation of the Treaty of Berlin with Germany and chairing the Washington Naval Conference. More famously, this man cast the deciding vote and wrote the majority opinion in NLRB vs. Jones and Laughlin Steel Corp. which upheld the constitutionality of the Wagner Act, a move that helped to diffuse the court-packing controversy": {
    "guess": "Cordell Hull",
    "confidence": [
      [
        "C",
        -0.24199522
      ],
      [
        "ord",
        -0.00022654302
      ],
      [
        "ell",
        -0.00018387179
      ],
      [
        " Hull",
        -0.00012237004
      ]
    ]
  },
  "The dress of the first girl this character had sex with is still stuck in a tree outside his former house. This man asks if he will get a crown of thorns while on a cross-shaped table, and he convinces Spivey and the prostitute Candy to take him and his friends on a ($) fishing trip. This man persuades": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -0.55514765
      ],
      [
        " Fle",
        -0.00016992862
      ],
      [
        "w",
        -1.9816675e-06
      ],
      [
        " Over",
        -3.5835506e-05
      ],
      [
        " the",
        -0.0008695332
      ],
      [
        " C",
        -3.2855416e-05
      ],
      [
        "uck",
        -0.000112245056
      ],
      [
        "oo",
        -0.0002702761
      ],
      [
        "'s",
        -0.3413685
      ],
      [
        " Nest",
        -3.631232e-05
      ]
    ]
  },
  "This man drew criticism for his favoring of Pakistan during the Bangladeshi war of independence, and": {
    "guess": "Richard Nixon",
    "confidence": [
      [
        "Richard",
        -0.31322327
      ],
      [
        " Nixon",
        -0.0077348654
      ]
    ]
  },
  "This man dreams of an epidemic that makes each person believe that he alone knows the truth. This man explains his theory of the right of extraordinary men to commit crimes to Porfiry, who is the cousin of this man's best friend Razumikhin. This man's sister Dunya breaks off an arranged marriage that had been intended to help him financially. This man confesses to the prostitute daughter of the drunken Marmeladov. Sonya ultimately joins this man in Siberia, where he has been sent for murdering Lizaveta": {
    "guess": "Raskolnikov",
    "confidence": [
      [
        "R",
        -0.38296473
      ],
      [
        "ask",
        -0.0018709287
      ],
      [
        "ol",
        -0.0008236801
      ],
      [
        "nik",
        -0.000120708515
      ],
      [
        "ov",
        -0.00056280376
      ]
    ]
  },
  "This man drew criticism for his favoring of Pakistan during the Bangladeshi war of independence, and he served as a foreign policy advisor to Nelson Rockefeller during Rockefeller's failed 1968 presidential run. This man engaged in secret talks prior to the Shanghai Communiqué, and he prematurely stated, \"Peace is at hand,\" during negotiations with Le Duc Tho during the Paris Peace Conference, for which he was to earn a Nobel Peace Prize. A pioneer of the détente policy, for 10 points name this man who served as secretary of state under presidents Ford and Nixon.": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.01427198
      ],
      [
        " Kiss",
        -0.00055720116
      ],
      [
        "inger",
        -6.4802e-05
      ]
    ]
  },
  "This man drew on his experiences as Secretary of State to write such gripping fare as Foreign Relations and Pan-American Peace Plans. This man fought with Congress for intruding on his territory with the Knox-Porter resolution, and his diplomatic achievements included the negotiation of the Treaty of": {
    "guess": "Frank B. Kellogg",
    "confidence": [
      [
        "Frank",
        -0.55793047
      ],
      [
        " B",
        -0.28430685
      ],
      [
        ".",
        -0.0006463142
      ],
      [
        " Kel",
        -0.00036084888
      ],
      [
        "logg",
        -0.00019996427
      ]
    ]
  },
  "A dream dialogue between the narrator and his former lover's dead husband in one work by this author has caused some people to label him a misogynist. In addition to that work, sometimes called The Crow,": {
    "guess": "Ted Hughes",
    "confidence": [
      [
        "Ted",
        -1.9809568
      ],
      [
        " Hughes",
        -0.00071576954
      ]
    ]
  },
  "This man drew criticism for his favoring of Pakistan during the Bangladeshi war of independence, and he served as a foreign policy advisor to Nelson Rockefeller during Rockefeller's failed 1968 presidential run. This man engaged in secret talks prior to the Shanghai Communiqué, and he prematurely stated, \"Peace is at hand,\" during negotiations with Le Duc Tho during the Paris Peace Conference, for": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.019973792
      ],
      [
        " Kiss",
        -0.00032664477
      ],
      [
        "inger",
        -0.00010509284
      ]
    ]
  },
  "This man drew on his experiences as Secretary of State to write such gripping fare as Foreign Relations and Pan-American Peace Plans. This man fought with Congress for intruding on his territory with the": {
    "guess": "Cordell Hull",
    "confidence": [
      [
        "C",
        -0.9084596
      ],
      [
        "ord",
        -0.0049053277
      ],
      [
        "ell",
        -7.3742274e-05
      ],
      [
        " Hull",
        -5.025915e-05
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw him create the series, Four Pictures in Italian Costume, including a work where an old woman looks scornfully at a solemn younger woman because of the title objects in Broken Eggs.  (+)  In a brief break from his usual style, he drew from ancient sources to produce Funeral of Patroclus and Lot and His Daughters, as well as a work where a nude Aegina holds her left hand above her head, Aegina Visited by Jupiter.  Diderot highly admired (*) one of his more traditional works that depicted a dying": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.3554362
      ],
      [
        "aphael",
        -0.00044675806
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw him create the series, Four Pictures in Italian Costume, including a work where an old woman looks scornfully at a solemn younger woman because of the title objects in Broken Eggs.  (+)  In a brief break from his usual style, he drew from ancient sources to produce Funeral of Patroclus and Lot and His Daughters, as well as a work where a nude Aegina holds her left hand above her head, Aegina Visited by Jupiter.  Diderot highly admired (*) one of his more traditional works that depicted a dying old man who had been paralyzed by a stroke being taken care of by his family, a work that was the toast of the 1763 Salon.  A contract is prepared for the soon-to-be newlywed in another of his famous genre scenes of modest French peasant life.  FTP, identify this 18th century French artist behind Filial": {
    "guess": "Jean-Baptiste Greuze",
    "confidence": [
      [
        "Jean",
        -0.0045569846
      ],
      [
        "-B",
        -0.0017695432
      ],
      [
        "apt",
        -9.253091e-06
      ],
      [
        "iste",
        -0.00027134892
      ],
      [
        " Gre",
        -0.019195372
      ],
      [
        "uze",
        -5.7961847e-06
      ]
    ]
  },
  "The dress of the first girl this character had sex with is still stuck in a tree outside his former house. This man asks if he will get a crown of thorns while on a cross-shaped table, and he convinces Spivey and the prostitute Candy to take him and his friends on a ($) fishing trip. This man persuades his superiors to allow him to watch the World Series at a time when television isn't supposed to be on. This character is unable to lift a control panel, unlike his roommate, a Native American that (*) pretends to be deaf- mute who smothers him at the end of the novel in which he appears. His most violent action is prompted by the suicide of the stuttering Billy Bibbit, and this character is lobotomized after trying to strangle Nurse Ratched. For ten points, identify this protagonist of Ken Kesey's One Flew Over the Cuckoo's Nest.": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -0.36348373
      ],
      [
        " Fle",
        -4.2630116e-05
      ],
      [
        "w",
        -1.6240566e-06
      ],
      [
        " Over",
        -5.419287e-05
      ],
      [
        " the",
        -0.0018125097
      ],
      [
        " C",
        -2.3319124e-05
      ],
      [
        "uck",
        -3.5835506e-05
      ],
      [
        "oo",
        -0.00015717384
      ],
      [
        "'s",
        -0.09016575
      ],
      [
        " Nest",
        -2.618001e-05
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw him create the series, Four Pictures in Italian Costume, including a work where an old woman looks scornfully at a solemn younger woman because of the title objects in Broken Eggs.  (+)  In a brief break from his usual style, he drew from ancient sources to produce Funeral of Patroclus and Lot and His Daughters, as well as a work where a nude Aegina holds her left hand above her head, Aegina Visited by Jupiter.  Diderot highly admired (*) one of his more traditional works that depicted a dying old man who had been paralyzed by a stroke being taken care of by his family, a work that was the toast of the 1763 Salon.  A contract is prepared for the soon-to-be newlywed in another of his famous": {
    "guess": "Jean-Baptiste Greuze",
    "confidence": [
      [
        "Jean",
        -0.30001357
      ],
      [
        "-B",
        -0.014874666
      ],
      [
        "apt",
        -1.569009e-05
      ],
      [
        "iste",
        -0.000385867
      ],
      [
        " Gre",
        -0.0045388234
      ],
      [
        "uze",
        -1.342522e-05
      ]
    ]
  },
  "This man dreams of an epidemic that makes each person believe that he alone knows the truth. This man explains his theory of the right of extraordinary men to commit crimes to Porfiry, who is the cousin of this man's best friend Razumikhin. This man's sister Dunya breaks off an arranged marriage that had been intended to help him financially. This man confesses to the prostitute daughter of the drunken": {
    "guess": "Raskolnikov",
    "confidence": [
      [
        "R",
        -0.18416595
      ],
      [
        "ask",
        -0.00307516
      ],
      [
        "ol",
        -0.00162686
      ],
      [
        "nik",
        -0.0002582402
      ],
      [
        "ov",
        -0.0009941066
      ]
    ]
  },
  "This man dreams of an epidemic that makes each person believe that he alone knows the truth. This man explains his theory of the right of extraordinary men to commit crimes to Porfiry, who is the cousin of this man's best friend Razumikhin. This man's sister Dunya breaks off an arranged marriage that had been intended to help him financially. This man confesses to the prostitute daughter of the drunken Marmeladov. Sonya ultimately joins this man in Siberia, where he has been sent for murdering Lizaveta and her pawnbroker sister. For 10 points, name this protagonist of Fyodor Dostoyevsky's Crime": {
    "guess": "Raskolnikov",
    "confidence": [
      [
        "R",
        -0.43520653
      ],
      [
        "ask",
        -0.0011402154
      ],
      [
        "ol",
        -9.3530085e-05
      ],
      [
        "nik",
        -0.00010139752
      ],
      [
        "ov",
        -9.543734e-05
      ]
    ]
  },
  "This man dreams of an epidemic that makes each person believe that he alone knows the truth. This man": {
    "guess": "The Man Who Knew Too Much",
    "confidence": [
      [
        "The",
        -0.71467316
      ],
      [
        " Man",
        -0.90030056
      ],
      [
        " Who",
        -0.045577317
      ],
      [
        " K",
        -0.37021318
      ],
      [
        "new",
        -3.1737043e-06
      ],
      [
        " Too",
        -0.06283711
      ],
      [
        " Much",
        -0.006924354
      ]
    ]
  },
  "He drew a portrait of Louis Gougenot after that man paid for his trip to Italy, and earlier he gained attention with works like St. Francis in Ecstasy and Triumph of Galatea.  That Italian trip also saw him create the series, Four Pictures in Italian Costume, including a work where an old woman looks scornfully at a solemn younger woman because of the title objects in Broken Eggs.  (+)  In a brief": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.084291644
      ],
      [
        "ian",
        -0.06653222
      ],
      [
        " Lorenzo",
        -0.0003028114
      ],
      [
        " Bern",
        -1.0206721e-05
      ],
      [
        "ini",
        -0.00020628207
      ]
    ]
  },
  "The dress of the first girl this character had sex with is still stuck in a tree outside his former house. This man asks if he will get a crown of thorns while on a cross-shaped table, and he convinces Spivey and the prostitute Candy to take him and his friends on a ($) fishing trip. This man persuades his superiors to allow him to watch the World Series at a time when television isn't supposed to be on. This character is unable to lift a control panel, unlike his roommate, a Native American that (*) pretends to be deaf- mute who smothers him at the end of the novel in which he appears. His most violent action is prompted by the suicide of the stuttering Billy Bibbit, and this character is lobotomized after trying to strangle Nurse Ratched. For ten points, identify this protagonist of Ken Kesey's": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -0.03323897
      ],
      [
        " Fle",
        -8.0656086e-05
      ],
      [
        "w",
        -1.0280384e-06
      ],
      [
        " Over",
        -1.9862217e-05
      ],
      [
        " the",
        -0.0007648375
      ],
      [
        " C",
        -2.4630364e-05
      ],
      [
        "uck",
        -0.00012237004
      ],
      [
        "oo",
        -0.00011725161
      ],
      [
        "'s",
        -0.1143092
      ],
      [
        " Nest",
        -2.3795938e-05
      ]
    ]
  }
}