{
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he is slain,\" while another poem addressed to his man ends \"Help us to save free conscience from the paw/ Of hireling wolves, whose Gospel is their maw.\" Brian Kennelly analyzed the \"curse\" of this man in Irish poetry, a topic dealt with by Yeats in a poem discussing his \"murderous crew.\" Victor (*) Hugo attempted to overcome \"tottering classicism\" and \"false romanticism\" in the Preface to his 1827 drama about this man, while one of Andrew Marvell's poems about him compares him to Time, noting that he \"alone with greater vigor runs.\" Thomas Gray alluded to those poems when he paired a version of": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.040489774
      ],
      [
        "iver",
        -1.0564331e-05
      ],
      [
        " Crom",
        -0.00076650636
      ],
      [
        "well",
        -0.00024335073
      ]
    ]
  },
  "The double basses sustain an A-flat in this opera's lengthy second-act monologue. This opera's opening act features the tenor singing his father's name \"Walse\" and includes the love duet \"Wintersturme.\" One character in this opera introduces himself as \"woeful,\" or Wehwalt, instead of revealing his true name, and later has his weapon shattered by a spear strike. This opera ends with the Magic Fire Music, representing the circle of flame that Loge has lit to protect the title character. The prelude to its third act incorporates the battle cry \"Hojotoho\" and has its galloping main theme played by": {
    "guess": "Die Walküre",
    "confidence": [
      [
        "Die",
        -0.09539784
      ],
      [
        " Walk",
        -0.00014931006
      ],
      [
        "ü",
        -0.025079744
      ],
      [
        "re",
        -0.0001004439
      ]
    ]
  },
  "A double one of these devices exhibits chaotic motion. Bullet speed can be calculated with a \"ballistic\" one of these devices, while a \"physical\" one has a massive rod. The one of Foucault's demonstrated": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.03390306
      ],
      [
        "end",
        -1.8624639e-06
      ],
      [
        "ulum",
        -4.179569e-05
      ]
    ]
  },
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he is slain,\" while another poem addressed to his man ends \"Help us to save free conscience from the paw/ Of hireling wolves, whose Gospel is their maw.\" Brian Kennelly analyzed the \"curse\" of this man in Irish poetry, a topic dealt with by Yeats in a poem discussing his \"murderous crew.\" Victor (*) Hugo attempted to overcome \"tottering classicism\" and \"false romanticism\" in the Preface to his 1827 drama about this man, while one of Andrew Marvell's poems about him compares him to Time, noting that he \"alone with greater vigor runs.\" Thomas Gray alluded to those poems when he paired a version of this man \"guiltless of his country's blood\" with a \"mute inglorious Milton\"; that Horatian ode claimed": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.020003121
      ],
      [
        "iver",
        -9.133887e-06
      ],
      [
        " Crom",
        -0.0003681093
      ],
      [
        "well",
        -0.00015884268
      ]
    ]
  },
  "A double mutation of the gene Rb may lead to this phenomena occurring in the eye, and a regulator of a process associated with this disease is PUMA, whose expression is induced by the protein p53. That protein may initiate apoptosis, the programmed cell death whose absence is responsible for the proliferation of this disease, and manifestations of this disease can be classified as either benign or": {
    "guess": "Retinoblastoma",
    "confidence": [
      [
        "Ret",
        -0.046935376
      ],
      [
        "in",
        -3.4047454e-05
      ],
      [
        "ob",
        -8.42322e-05
      ],
      [
        "last",
        -6.392203e-06
      ],
      [
        "oma",
        -0.0001690942
      ]
    ]
  },
  "The double data rate version of this technology achieves greater bandwidth by transferring data on both the rising and falling edges of the clock signal. The current synchronous model uses an internal finite state machine to pipeline incoming commands and the speed of its operation is associated with the pipelining latency. By nature the device is volatile and the in the past its types include both single and dual in-line. With a most basic set-up storing each bit on a unique capacitor, FTP, name": {
    "guess": "Dynamic random-access memory",
    "confidence": [
      [
        "Dynamic",
        -0.018991515
      ],
      [
        " random",
        -0.08656717
      ],
      [
        "-access",
        -0.024052542
      ],
      [
        " memory",
        -0.00093325577
      ]
    ]
  },
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he is slain,\" while another poem addressed to his man ends \"Help us to save free conscience from the paw/ Of hireling wolves, whose Gospel is their maw.\" Brian Kennelly analyzed the \"curse\" of this man in": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.04688043
      ],
      [
        "iver",
        -1.6286107e-05
      ],
      [
        " Crom",
        -0.0027385433
      ],
      [
        "well",
        -0.0001406082
      ]
    ]
  },
  "A double one of these devices exhibits chaotic motion. Bullet speed can be calculated with a \"ballistic\" one of these devices, while a \"physical\" one has a massive rod. The one of Foucault's demonstrated that the earth rotated, and it is helpful to use the approximation sin theta equals theta for problems involving this system. Exhibiting simple harmonic motion, for 10 points, name this device, the simplest of which is a bob at the end of a string.": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.0015089125
      ],
      [
        "end",
        -1.7432603e-06
      ],
      [
        "ulum",
        -0.0001245157
      ]
    ]
  },
  "A double one of these devices exhibits chaotic motion. Bullet speed can be calculated with a \"ballistic\" one of these devices, while a \"physical\" one has a massive rod. The one of Foucault's demonstrated that the earth rotated, and it is helpful to use the approximation sin theta equals theta for problems": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.019215614
      ],
      [
        "end",
        -3.0545007e-06
      ],
      [
        "ulum",
        -0.0001311911
      ]
    ]
  },
  "With Douglas Fairbanks, Mary Pickford, and D.W. Griffith, this man co-founded United Artists. This man feuded with the prospector Big Jim McKay in one film, and he played a factory worker who is pulled": {
    "guess": "Charlie Chaplin",
    "confidence": [
      [
        "Charlie",
        -0.30437383
      ],
      [
        " Chap",
        -0.00074554485
      ],
      [
        "lin",
        -0.000564115
      ]
    ]
  },
  "The double data rate version of this technology achieves greater bandwidth by transferring data on both the rising and falling edges of the clock signal. The current synchronous model uses an internal": {
    "guess": "Double data rate RAM",
    "confidence": [
      [
        "Double",
        -0.4428834
      ],
      [
        " data",
        -0.11781545
      ],
      [
        " rate",
        -4.978234e-05
      ],
      [
        " RAM",
        -0.842513
      ]
    ]
  },
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he is slain,\" while another poem addressed to his man ends \"Help us to save free conscience from the paw/": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -1.0638462
      ],
      [
        "iver",
        -5.800739e-05
      ],
      [
        " Crom",
        -0.0009995826
      ],
      [
        "well",
        -0.0001593195
      ]
    ]
  },
  "He has a double, Aghora, who is sometimes represented as his evil twin and is always attended by the": {
    "guess": "Doppelgänger",
    "confidence": [
      [
        "D",
        -0.0006301135
      ],
      [
        "oppel",
        -0.0003035266
      ],
      [
        "g",
        -0.00014382669
      ],
      [
        "änger",
        -0.0032465162
      ]
    ]
  },
  "A double mutation of the gene Rb may lead to this phenomena occurring in the eye, and a regulator of": {
    "guess": "Retinoblastoma",
    "confidence": [
      [
        "Ret",
        -0.017967539
      ],
      [
        "in",
        -0.00040803154
      ],
      [
        "ob",
        -2.5703197e-05
      ],
      [
        "last",
        -2.8921695e-05
      ],
      [
        "oma",
        -0.00059366284
      ]
    ]
  },
  "With Douglas Fairbanks, Mary Pickford, and D.W. Griffith, this man co-founded United Artists. This man feuded with the prospector Big Jim McKay in one film, and he played a factory worker who is pulled through a machine's gears in another film. In addition to The Gold Rush and Modern Times, this man played the dictator of Tomania in a parody of Adolf Hitler in his film The Great Dictator. For 10 points, name this British actor known for his iconic \"Little Tramp\" character.": {
    "guess": "Charlie Chaplin",
    "confidence": [
      [
        "Charlie",
        -0.0044383053
      ],
      [
        " Chap",
        -0.0002749214
      ],
      [
        "lin",
        -0.00022475497
      ]
    ]
  },
  "Douglas Irwin argued that this legislation's targeting of the domestic tin plate industry, which was written to expire after seven years if it did not succeed, did accelerate its growth by a decade. Irwin also calculated that this legislation would have increased federal government revenue and hence the problematic surplus, validating the arguments Democrats made against it, except for the fact that it put sugar on the (*) duty-free list. This legislation's namesake proposed it as Chairman of the": {
    "guess": "Smoot–Hawley Tariff Act",
    "confidence": [
      [
        "Sm",
        -0.45616314
      ],
      [
        "oot",
        -7.767599e-05
      ],
      [
        "–",
        -0.5470333
      ],
      [
        "H",
        -5.5122365e-07
      ],
      [
        "aw",
        -2.577686e-06
      ],
      [
        "ley",
        -3.2929079e-06
      ],
      [
        " Tar",
        -0.00060378783
      ],
      [
        "iff",
        -6.587483e-05
      ],
      [
        " Act",
        -0.009703795
      ]
    ]
  },
  "The double data rate version of this technology achieves greater bandwidth by transferring data on both": {
    "guess": "DDR SDRAM",
    "confidence": [
      [
        "DDR",
        -0.4449482
      ],
      [
        " S",
        -0.0024176303
      ],
      [
        "DRAM",
        -7.016616e-05
      ]
    ]
  },
  "The double basses sustain an A-flat in this opera's lengthy second-act monologue. This opera's opening act features the tenor singing his father's name \"Walse\" and includes the love duet \"Wintersturme.\" One character in this opera introduces himself as \"woeful,\" or Wehwalt, instead of revealing his true name, and later has his weapon shattered by a spear strike. This opera ends with the Magic Fire Music, representing the circle of flame that Loge has lit to protect the title character. The prelude to its third act incorporates the battle cry \"Hojotoho\" and has its galloping main theme played by the brass. For 10 points, name this second opera of the Ring Cycle, in which the sisters of the title": {
    "guess": "Die Walküre",
    "confidence": [
      [
        "Die",
        -0.0014820092
      ],
      [
        " Walk",
        -0.0013869047
      ],
      [
        "ü",
        -0.014154698
      ],
      [
        "re",
        -0.00011534435
      ]
    ]
  },
  "With Douglas Fairbanks, Mary Pickford, and D.W. Griffith, this man co-founded United Artists. This man": {
    "guess": "Charlie Chaplin",
    "confidence": [
      [
        "Charlie",
        -0.49746197
      ],
      [
        " Chap",
        -7.529192e-05
      ],
      [
        "lin",
        -0.000312344
      ]
    ]
  },
  "Douglas Irwin argued that this legislation's targeting of the domestic tin plate industry, which was written to expire after seven years if it did not succeed, did accelerate its growth by a decade. Irwin also calculated that this legislation would have increased federal government revenue and hence the problematic surplus, validating the arguments Democrats made against it, except for the fact that it put sugar on the (*) duty-free list. This legislation's namesake proposed it as Chairman of the Ways and Means Committee after he lost the speakership election to Thomas Reed, and he was thereafter known as the \"Napoleon of Protection.\" This legislation eventually cost the Republicans Congress and the Presidency and it was replaced by the Wilson-Gorman Tariff. For 10 points, name this 1890 legislation sponsored by an Ohioan who was elected President in 1896.": {
    "guess": "McKinley Tariff",
    "confidence": [
      [
        "Mc",
        -0.008135322
      ],
      [
        "Kin",
        -0.00020914296
      ],
      [
        "ley",
        -9.913265e-05
      ],
      [
        " Tar",
        -0.018290179
      ],
      [
        "iff",
        -0.0004191138
      ]
    ]
  },
  "Doug MacAyeal argues that discharges from this body of water caused the Dansgard-Oeschger cycle. The Nastapoka arc under this body of water may be the remains of an ancient impact event. Just north of this body, one can find the Barnes cap. Despite a global rise in sea levels, this body of water has": {
    "guess": "Hudson Bay",
    "confidence": [
      [
        "H",
        -0.013345398
      ],
      [
        "udson",
        -1.2590794e-05
      ],
      [
        " Bay",
        -0.0045472505
      ]
    ]
  },
  "The double basses sustain an A-flat in this opera's lengthy second-act monologue. This opera's opening": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -1.2462494
      ],
      [
        "oris",
        -0.0020361799
      ],
      [
        " God",
        -0.0027887078
      ],
      [
        "un",
        -0.0002105734
      ],
      [
        "ov",
        -3.750436e-05
      ]
    ]
  },
  "The double basses sustain an A-flat in this opera's lengthy second-act monologue. This opera's opening act features the tenor singing his father's name \"Walse\" and includes the love duet \"Wintersturme.\"": {
    "guess": "Die Walküre",
    "confidence": [
      [
        "Die",
        -0.016753688
      ],
      [
        " Walk",
        -8.6497064e-05
      ],
      [
        "ü",
        -0.055291034
      ],
      [
        "re",
        -7.9702455e-05
      ]
    ]
  },
  "He has a double, Aghora, who is sometimes represented as his evil twin and is always attended by the beautiful Bhadra.  Impressed by the penance of Parashurama, he offered his mystical axe Parashu as a": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -1.2347357
      ],
      [
        "anes",
        -0.0025468857
      ],
      [
        "ha",
        -4.9663133e-05
      ]
    ]
  },
  "Douglas Irwin argued that this legislation's targeting of the domestic tin plate industry, which was written to expire after seven years if it did not succeed, did accelerate its growth by a decade. Irwin also calculated that this legislation would have increased federal government revenue and hence": {
    "guess": "Smoot-Hawley Tariff Act",
    "confidence": [
      [
        "Sm",
        -0.5083828
      ],
      [
        "oot",
        -0.0001039008
      ],
      [
        "-H",
        -0.51292926
      ],
      [
        "aw",
        -0.00037299667
      ],
      [
        "ley",
        -4.20341e-05
      ],
      [
        " Tar",
        -0.0048722313
      ],
      [
        "iff",
        -0.000891452
      ],
      [
        " Act",
        -0.5501851
      ]
    ]
  },
  "Doug MacAyeal argues that discharges from this body of water caused the Dansgard-Oeschger cycle. The Nastapoka arc under this body of water may be the remains of an ancient impact event. Just north of this body, one can find the Barnes cap. Despite a global rise in sea levels, this body of water has shrunk over the past 10,000 years due to (*) isostatic lift, the result of its interactions with the": {
    "guess": "Hudson Bay",
    "confidence": [
      [
        "H",
        -0.013679873
      ],
      [
        "udson",
        -5.5577775e-06
      ],
      [
        " Bay",
        -0.0010847325
      ]
    ]
  },
  "Doug MacAyeal argues that discharges from this body of water caused the Dansgard-Oeschger cycle. The Nastapoka arc under this body of water may be the remains of an ancient impact event. Just north of": {
    "guess": "Hudson Bay",
    "confidence": [
      [
        "H",
        -0.010589201
      ],
      [
        "udson",
        -3.888926e-06
      ],
      [
        " Bay",
        -0.0008384577
      ]
    ]
  },
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he is slain,\" while another poem addressed to his man ends \"Help us to save free conscience from the paw/ Of hireling wolves, whose Gospel is their maw.\" Brian Kennelly analyzed the \"curse\" of this man in Irish poetry, a topic dealt with by Yeats in a poem discussing his \"murderous crew.\" Victor (*) Hugo attempted to overcome \"tottering classicism\" and \"false romanticism\" in the Preface to his 1827 drama": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.07639397
      ],
      [
        "iver",
        -4.8709502e-05
      ],
      [
        " Crom",
        -0.0006394077
      ],
      [
        "well",
        -0.00018971277
      ]
    ]
  },
  "He has a double, Aghora, who is sometimes represented as his evil twin and is always attended by the beautiful Bhadra.  Impressed by the penance of Parashurama, he offered his mystical axe Parashu as a boon.  Among his many personifications are Ishwar, Shakta, and Dhurjati, though the most famous is the cosmic dancer, Nataraja.  In art, like Rama, he is shown with blue skin and is often riding his great bull, Nandi.  FTP, name this husband of Parvathi and father of Ganesh, the Hindu destroyer god.": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0038276296
      ],
      [
        "iva",
        -2.8802491e-05
      ]
    ]
  },
  "A double one of these devices exhibits chaotic motion. Bullet speed can be calculated with a \"ballistic\"": {
    "guess": "Double pendulum",
    "confidence": [
      [
        "Double",
        -0.4660397
      ],
      [
        " pend",
        -0.36096555
      ],
      [
        "ulum",
        -8.172892e-05
      ]
    ]
  },
  "The double basses sustain an A-flat in this opera's lengthy second-act monologue. This opera's opening act features the tenor singing his father's name \"Walse\" and includes the love duet \"Wintersturme.\" One character in this opera introduces himself as \"woeful,\" or Wehwalt, instead of revealing his true name, and later has his weapon shattered by a spear strike. This opera ends with the Magic Fire Music, representing the circle of flame that Loge has lit to protect the title character. The prelude": {
    "guess": "Die Walküre",
    "confidence": [
      [
        "Die",
        -0.48271474
      ],
      [
        " Walk",
        -0.00017767686
      ],
      [
        "ü",
        -0.009434704
      ],
      [
        "re",
        -8.5781845e-05
      ]
    ]
  },
  "The double data rate version of this technology achieves greater bandwidth by transferring data on both the rising and falling edges of the clock signal. The current synchronous model uses an internal finite state machine to pipeline incoming commands and the speed of its operation is associated with the pipelining latency. By nature the device is volatile and the in the past its types include both": {
    "guess": "Dynamic random-access memory",
    "confidence": [
      [
        "Dynamic",
        -0.235656
      ],
      [
        " random",
        -0.13520792
      ],
      [
        "-access",
        -0.027152926
      ],
      [
        " memory",
        -0.0010669895
      ]
    ]
  },
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.99456924
      ],
      [
        " the",
        -0.002549862
      ],
      [
        " Baptist",
        -0.0008738245
      ]
    ]
  },
  "Douglas Irwin argued that this legislation's targeting of the domestic tin plate industry, which was": {
    "guess": "Smoot-Hawley Tariff Act",
    "confidence": [
      [
        "Sm",
        -0.480813
      ],
      [
        "oot",
        -5.9437833e-05
      ],
      [
        "-H",
        -0.32113308
      ],
      [
        "aw",
        -0.0003962377
      ],
      [
        "ley",
        -2.355753e-05
      ],
      [
        " Tar",
        -0.0061290525
      ],
      [
        "iff",
        -0.000260859
      ],
      [
        " Act",
        -0.09900944
      ]
    ]
  },
  "Douglas Irwin argued that this legislation's targeting of the domestic tin plate industry, which was written to expire after seven years if it did not succeed, did accelerate its growth by a decade. Irwin also calculated that this legislation would have increased federal government revenue and hence the problematic surplus, validating the arguments Democrats made against it, except for the fact that it put sugar on the (*) duty-free list. This legislation's namesake proposed it as Chairman of the Ways and Means Committee after he lost the speakership election to Thomas Reed, and he was thereafter": {
    "guess": "McKinley Tariff",
    "confidence": [
      [
        "Mc",
        -0.99279594
      ],
      [
        "Kin",
        -0.0006458374
      ],
      [
        "ley",
        -0.00020437481
      ],
      [
        " Tar",
        -0.058073796
      ],
      [
        "iff",
        -0.00014656837
      ]
    ]
  },
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he is slain,\" while another poem addressed to his man ends \"Help us to save free conscience from the paw/ Of hireling wolves, whose Gospel is their maw.\" Brian Kennelly analyzed the \"curse\" of this man in Irish poetry, a topic dealt with by Yeats in a poem discussing his \"murderous crew.\" Victor (*) Hugo attempted to overcome \"tottering classicism\" and \"false romanticism\" in the Preface to his 1827 drama about this man, while one of Andrew Marvell's poems about him compares him to Time, noting that": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.04272167
      ],
      [
        "iver",
        -2.1531068e-05
      ],
      [
        " Crom",
        -0.00022856948
      ],
      [
        "well",
        -0.00031127117
      ]
    ]
  },
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he is slain,\" while another poem addressed to his man ends \"Help us to save free conscience from the paw/ Of hireling wolves, whose Gospel is their maw.\" Brian Kennelly analyzed the \"curse\" of this man in Irish poetry, a topic dealt with by Yeats in a poem discussing his \"murderous crew.\" Victor (*) Hugo": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.036178567
      ],
      [
        "iver",
        -3.464347e-05
      ],
      [
        " Crom",
        -0.00029589757
      ],
      [
        "well",
        -0.00013548243
      ]
    ]
  },
  "A double mutation of the gene Rb may lead to this phenomena occurring in the eye, and a regulator of a process associated with this disease is PUMA, whose expression is induced by the protein p53. That protein may initiate apoptosis, the programmed cell death whose absence is responsible for the proliferation": {
    "guess": "Retinoblastoma",
    "confidence": [
      [
        "Ret",
        -0.0067070783
      ],
      [
        "in",
        -3.5597102e-05
      ],
      [
        "ob",
        -5.669615e-05
      ],
      [
        "last",
        -6.778209e-05
      ],
      [
        "oma",
        -0.00021998682
      ]
    ]
  },
  "Douglas Irwin argued that this legislation's targeting of the domestic tin plate industry, which was written to expire after seven years if it did not succeed, did accelerate its growth by a decade. Irwin also calculated that this legislation would have increased federal government revenue and hence the problematic surplus, validating the arguments Democrats made against it, except for the fact that it put sugar on the (*) duty-free list. This legislation's namesake proposed it as Chairman of the Ways and Means Committee after he lost the speakership election to Thomas Reed, and he was thereafter known as the \"Napoleon of Protection.\" This legislation eventually cost the Republicans Congress": {
    "guess": "McKinley Tariff",
    "confidence": [
      [
        "Mc",
        -0.09280144
      ],
      [
        "Kin",
        -0.00025931303
      ],
      [
        "ley",
        -0.00010497363
      ],
      [
        " Tar",
        -0.038982544
      ],
      [
        "iff",
        -0.00012999907
      ]
    ]
  },
  "The double basses sustain an A-flat in this opera's lengthy second-act monologue. This opera's opening act features the tenor singing his father's name \"Walse\" and includes the love duet \"Wintersturme.\" One character in this opera introduces himself as \"woeful,\" or Wehwalt, instead of revealing his true": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.32830906
      ],
      [
        "istan",
        -0.00011248347
      ],
      [
        " und",
        -0.034957018
      ],
      [
        " Is",
        -2.3915141e-05
      ],
      [
        "ol",
        -3.2140193e-05
      ],
      [
        "de",
        -1.247159e-05
      ]
    ]
  },
  "Douglas Irwin argued that this legislation's targeting of the domestic tin plate industry, which was written to expire after seven years if it did not succeed, did accelerate its growth by a decade. Irwin also calculated that this legislation would have increased federal government revenue and hence the problematic surplus, validating the arguments Democrats made against it, except for the fact that it put sugar on the (*) duty-free list. This legislation's namesake proposed it as Chairman of the Ways and Means Committee after he lost the speakership election to Thomas Reed, and he was thereafter known as the \"Napoleon of Protection.\" This legislation eventually cost the Republicans Congress and the Presidency and it was replaced by the Wilson-Gorman Tariff. For 10 points, name this 1890 legislation": {
    "guess": "McKinley Tariff",
    "confidence": [
      [
        "Mc",
        -0.002845887
      ],
      [
        "Kin",
        -0.00032962486
      ],
      [
        "ley",
        -9.0073176e-05
      ],
      [
        " Tar",
        -0.013673399
      ],
      [
        "iff",
        -0.0003520278
      ]
    ]
  },
  "He has a double, Aghora, who is sometimes represented as his evil twin and is always attended by the beautiful Bhadra.  Impressed by the penance of Parashurama, he offered his mystical axe Parashu as a boon.  Among his many personifications are Ishwar, Shakta, and Dhurjati, though the most famous is the cosmic dancer, Nataraja.  In art, like Rama, he is shown with blue skin and is often riding his": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.016515926
      ],
      [
        "iva",
        -1.0683535e-05
      ]
    ]
  },
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he is slain,\" while another poem addressed to his man ends \"Help us to save free conscience from the paw/ Of hireling wolves, whose Gospel is their maw.\" Brian Kennelly analyzed the \"curse\" of this man in Irish poetry, a topic dealt with by Yeats in a poem discussing his \"murderous crew.\" Victor (*) Hugo attempted to overcome \"tottering classicism\" and \"false romanticism\" in the Preface to his 1827 drama about this man, while one of Andrew Marvell's poems about him compares him to Time, noting that he \"alone with greater vigor runs.\" Thomas Gray alluded to those poems when he paired a version of this man \"guiltless of his country's blood\" with a \"mute inglorious Milton\"; that Horatian ode claimed he could not \"cease/ The inglorious arts of peace\" upon his return from Ireland. For 10 points, name": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.672276
      ],
      [
        "iver",
        -1.2113979e-05
      ],
      [
        " Crom",
        -0.0018990058
      ],
      [
        "well",
        -0.00012344286
      ]
    ]
  },
  "Douglas Irwin argued that this legislation's targeting of the domestic tin plate industry, which was written to expire after seven years if it did not succeed, did accelerate its growth by a decade. Irwin also calculated that this legislation would have increased federal government revenue and hence the problematic surplus, validating the arguments Democrats made against it, except for the fact that": {
    "guess": "Smoot-Hawley Tariff",
    "confidence": [
      [
        "Sm",
        -0.52945304
      ],
      [
        "oot",
        -0.00010175513
      ],
      [
        "-H",
        -0.42722675
      ],
      [
        "aw",
        -0.00035369667
      ],
      [
        "ley",
        -4.4179764e-05
      ],
      [
        " Tar",
        -0.004514497
      ],
      [
        "iff",
        -0.00089490524
      ]
    ]
  },
  "With Douglas Fairbanks, Mary Pickford, and D.W. Griffith, this man co-founded United Artists. This man feuded with the prospector Big Jim McKay in one film, and he played a factory worker who is pulled through a machine's gears in another film. In addition to The Gold Rush and Modern Times, this man": {
    "guess": "Charlie Chaplin",
    "confidence": [
      [
        "Charlie",
        -0.0039337794
      ],
      [
        " Chap",
        -0.00026574635
      ],
      [
        "lin",
        -0.00038241007
      ]
    ]
  },
  "Doug MacAyeal argues that discharges from this body of water caused the Dansgard-Oeschger cycle. The Nastapoka arc under this body of water may be the remains of an ancient impact event. Just north of this body, one can find the Barnes cap. Despite a global rise in sea levels, this body of water has shrunk over the past 10,000 years due to (*) isostatic lift, the result of its interactions with the Laurentide Ice Sheet, and this body of water was the final watershed of Lake Agassiz and received the draining water of Lake Agassiz at the end of the last Ice Age. Containing the Belcher Islands, this": {
    "guess": "Hudson Bay",
    "confidence": [
      [
        "H",
        -0.033190414
      ],
      [
        "udson",
        -1.3186812e-05
      ],
      [
        " Bay",
        -0.0004990591
      ]
    ]
  },
  "The double data rate version of this technology achieves greater bandwidth by transferring data on both the rising and falling edges of the clock signal. The current synchronous model uses an internal finite state machine to pipeline incoming commands and the speed of its operation is associated with": {
    "guess": "DDR SDRAM",
    "confidence": [
      [
        "DDR",
        -0.2858337
      ],
      [
        " S",
        -0.005307397
      ],
      [
        "DRAM",
        -0.00021617231
      ]
    ]
  },
  "A double mutation of the gene Rb may lead to this phenomena occurring in the eye, and a regulator of a process associated with this disease is PUMA, whose expression is induced by the protein p53. That protein may initiate apoptosis, the programmed cell death whose absence is responsible for the proliferation of this disease, and manifestations of this disease can be classified as either benign or malignant. For 10 points, name this disease characterized by the growth of tumors.": {
    "guess": "Cancer",
    "confidence": [
      [
        "C",
        -0.0139326565
      ],
      [
        "ancer",
        -1.11603495e-05
      ]
    ]
  },
  "The double data rate version of this technology achieves greater bandwidth by transferring data on both the rising and falling edges of the clock signal. The current synchronous model uses an internal finite state machine to pipeline incoming commands and the speed of its operation is associated with the pipelining latency. By nature the device is volatile and the in the past its types include both single and dual in-line. With a most basic set-up storing each bit on a unique capacitor, FTP, name this type of memory which is one aspect associated with a computer's speed.": {
    "guess": "Dynamic random-access memory",
    "confidence": [
      [
        "Dynamic",
        -0.0346138
      ],
      [
        " random",
        -0.014107561
      ],
      [
        "-access",
        -0.031287055
      ],
      [
        " memory",
        -0.00014251545
      ]
    ]
  },
  "The double basses sustain an A-flat in this opera's lengthy second-act monologue. This opera's opening act features the tenor singing his father's name \"Walse\" and includes the love duet \"Wintersturme.\" One character in this opera introduces himself as \"woeful,\" or Wehwalt, instead of revealing his true name, and later has his weapon shattered by a spear strike. This opera ends with the Magic Fire": {
    "guess": "Die Walküre",
    "confidence": [
      [
        "Die",
        -0.2495768
      ],
      [
        " Walk",
        -0.00011105302
      ],
      [
        "ü",
        -0.0072359056
      ],
      [
        "re",
        -7.350386e-05
      ]
    ]
  },
  "Douglas Irwin argued that this legislation's targeting of the domestic tin plate industry, which was written to expire after seven years if it did not succeed, did accelerate its growth by a decade. Irwin": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8320381
      ]
    ]
  },
  "A Will Douglas poem claims he \"is dead, and risen, and dead again/ And risen the third time after he is slain,\" while another poem addressed to his man ends \"Help us to save free conscience from the paw/ Of hireling wolves, whose Gospel is their maw.\" Brian Kennelly analyzed the \"curse\" of this man in Irish poetry, a topic dealt with by Yeats in a poem discussing his \"murderous crew.\" Victor (*) Hugo attempted to overcome \"tottering classicism\" and \"false romanticism\" in the Preface to his 1827 drama about this man, while one of Andrew Marvell's poems about him compares him to Time, noting that he \"alone with greater vigor runs.\" Thomas Gray alluded to those poems when he paired a version of this man \"guiltless of his country's blood\" with a \"mute inglorious Milton\"; that Horatian ode claimed he could not \"cease/ The inglorious arts of peace\" upon his return from Ireland. For 10 points, name this Lord Protector.": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.07750614
      ],
      [
        "iver",
        -6.4802e-05
      ],
      [
        " Crom",
        -0.00077317806
      ],
      [
        "well",
        -0.000101874335
      ]
    ]
  },
  "He has a double, Aghora, who is sometimes represented as his evil twin and is always attended by the beautiful Bhadra.  Impressed by the penance of Parashurama, he offered his mystical axe Parashu as a boon.  Among his many personifications are Ishwar, Shakta, and Dhurjati, though the most famous is": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.104877874
      ],
      [
        "iva",
        -7.89631e-07
      ]
    ]
  },
  "Doug MacAyeal argues that discharges from this body of water caused the Dansgard-Oeschger cycle. The Nastapoka arc under this body of water may be the remains of an ancient impact event. Just north of this body, one can find the Barnes cap. Despite a global rise in sea levels, this body of water has shrunk over the past 10,000 years due to (*) isostatic lift, the result of its interactions with the Laurentide Ice Sheet, and this body of water was the final watershed of Lake Agassiz and received the": {
    "guess": "Hudson Bay",
    "confidence": [
      [
        "H",
        -0.0056803804
      ],
      [
        "udson",
        -1.473646e-05
      ],
      [
        " Bay",
        -0.0006831261
      ]
    ]
  },
  "A double mutation of the gene Rb may lead to this phenomena occurring in the eye, and a regulator of a process associated with this disease is PUMA, whose expression is induced by the protein p53. That": {
    "guess": "Retinoblastoma",
    "confidence": [
      [
        "Ret",
        -0.011283598
      ],
      [
        "in",
        -3.1782583e-05
      ],
      [
        "ob",
        -8.299462e-06
      ],
      [
        "last",
        -6.1537958e-06
      ],
      [
        "oma",
        -0.0003303401
      ]
    ]
  },
  "A double one of these devices exhibits chaotic motion. Bullet speed can be calculated with a \"ballistic\" one of these devices, while a \"physical\" one has a massive rod. The one of Foucault's demonstrated that the earth rotated, and it is helpful to use the approximation sin theta equals theta for problems involving this system. Exhibiting simple harmonic motion, for 10 points, name this device, the": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.0049916934
      ],
      [
        "end",
        -1.147242e-06
      ],
      [
        "ulum",
        -4.6444635e-05
      ]
    ]
  },
  "Doug MacAyeal argues that discharges from this body of water caused the Dansgard-Oeschger cycle. The": {
    "guess": "Ross Ice Shelf",
    "confidence": [
      [
        "Ross",
        -0.9758728
      ],
      [
        " Ice",
        -0.00038753584
      ],
      [
        " Shelf",
        -0.00047571355
      ]
    ]
  },
  "Doug MacAyeal argues that discharges from this body of water caused the Dansgard-Oeschger cycle. The Nastapoka arc under this body of water may be the remains of an ancient impact event. Just north of this body, one can find the Barnes cap. Despite a global rise in sea levels, this body of water has shrunk over the past 10,000 years due to (*) isostatic lift, the result of its interactions with the Laurentide Ice Sheet, and this body of water was the final watershed of Lake Agassiz and received the draining water of Lake Agassiz at the end of the last Ice Age. Containing the Belcher Islands, this is, for 10 points, what large bay of the Arctic Ocean that cuts into Canada?": {
    "guess": "Hudson Bay",
    "confidence": [
      [
        "H",
        -0.012165591
      ],
      [
        "udson",
        -1.5809293e-05
      ],
      [
        " Bay",
        -0.0006542972
      ]
    ]
  },
  "With Douglas Fairbanks, Mary Pickford, and D.W. Griffith, this man co-founded United Artists. This man feuded with the prospector Big Jim McKay in one film, and he played a factory worker who is pulled through a machine's gears in another film. In addition to The Gold Rush and Modern Times, this man played the dictator of Tomania in a parody of Adolf Hitler in his film The Great Dictator. For 10 points,": {
    "guess": "Charlie Chaplin",
    "confidence": [
      [
        "Charlie",
        -0.008811685
      ],
      [
        " Chap",
        -0.0001909048
      ],
      [
        "lin",
        -0.00035262384
      ]
    ]
  },
  "The double basses sustain an A-flat in this opera's lengthy second-act monologue. This opera's opening act features the tenor singing his father's name \"Walse\" and includes the love duet \"Wintersturme.\" One character in this opera introduces himself as \"woeful,\" or Wehwalt, instead of revealing his true name, and later has his weapon shattered by a spear strike. This opera ends with the Magic Fire Music, representing the circle of flame that Loge has lit to protect the title character. The prelude to its third act incorporates the battle cry \"Hojotoho\" and has its galloping main theme played by the brass. For 10 points, name this second opera of the Ring Cycle, in which the sisters of the title character, Brunnhilde, go on a famous \"ride.\"": {
    "guess": "Die Walküre",
    "confidence": [
      [
        "Die",
        -0.0011798699
      ],
      [
        " Walk",
        -0.00065643917
      ],
      [
        "ü",
        -0.05702941
      ],
      [
        "re",
        -4.465658e-05
      ]
    ]
  }
}