{
  "In August 2009, a sixty billion dollar contract to harvest this substance in Australia, in an operation known as the \"Gorgon Project,\" was signed by Japan, South Korea, and a US energy company. All cars sold in Iran can run on this (*) energy source, which also powers about a fifth of public buses in Washington, D.C. For 10 points, identify this substance, often found alongside petroleum deposits, which is comprised primarily of methane and provides a low-pollution energy source.": {
    "guess": "Natural gas",
    "confidence": [
      [
        "Natural",
        -0.0407163
      ],
      [
        " gas",
        -0.08937583
      ]
    ]
  },
  "On August 7th Allied forces landed, capturing the airfield and the neighboring islands of Tulagi, Gavutu, and Tanombogo.  The subsequent battles of Cape Esperance and Santa Cruz Islands disallowed Japanese reinforcements, but by mid October, 22,000 Japanese faced a similar number of US marines. The naval battle of this name began on November 12 and repulsed the last Japanese attempt at reinforcement,": {
    "guess": "Guadalcanal Campaign",
    "confidence": [
      [
        "Gu",
        -0.4858053
      ],
      [
        "adal",
        -0.00031484728
      ],
      [
        "can",
        -7.465036e-06
      ],
      [
        "al",
        -4.990154e-05
      ],
      [
        " Campaign",
        -0.0022461307
      ]
    ]
  },
  "In August 2009, a sixty billion dollar contract to harvest this substance in Australia, in an operation known as the \"Gorgon Project,\" was signed by Japan, South Korea, and a US energy company. All cars": {
    "guess": "Natural gas in Australia",
    "confidence": [
      [
        "Natural",
        -0.5703683
      ],
      [
        " gas",
        -0.06030639
      ],
      [
        " in",
        -0.057079513
      ],
      [
        " Australia",
        -0.01760369
      ]
    ]
  },
  "In August 2010 this man demanded four billion euros to stop immigration from his country. This man gave five hundred Italian models a copy of his Green Book, the Koran, and a lecture. He demanded an investigation into JFK's assassination in a rambling speech to the UN, and brings an elaborate tent with him on all his foreign trips. After being visited by Nelson Mandela, he reluctantly agreed to hand over the Lockerbie bombers. For 10 points, name this autocratic ruler of Libya.": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.0024190606
      ],
      [
        "am",
        -6.718607e-05
      ],
      [
        "mar",
        -1.0325924e-05
      ],
      [
        " G",
        -0.00059187476
      ],
      [
        "addafi",
        -0.00026515033
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing": {
    "guess": "Bombardment of Kagoshima",
    "confidence": [
      [
        "Bomb",
        -0.65509367
      ],
      [
        "ard",
        -0.010039027
      ],
      [
        "ment",
        -0.013663171
      ],
      [
        " of",
        -0.01647852
      ],
      [
        " Kag",
        -0.011700887
      ],
      [
        "osh",
        -0.00015288251
      ],
      [
        "ima",
        -0.00013929696
      ]
    ]
  },
  "In August 2010 this man demanded four billion euros to stop immigration from his country. This man gave five hundred Italian models a copy of his Green Book, the Koran, and a lecture. He demanded an investigation": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.0017117093
      ],
      [
        "am",
        -0.00044294354
      ],
      [
        "mar",
        -1.7432603e-06
      ],
      [
        " G",
        -0.004491716
      ],
      [
        "addafi",
        -0.001409878
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing to feed stray dogs. This state saw two retaliatory Chosu expeditions following the rise of the Kokugaku philosophy and the Sonno Joi doctrine, which contrasted the need to revere its ruler with the need to \"expel the (*) barbarians.\" This government also dealt with the related Mito Rebellion and the much earlier Shimabara revolt, a conflict stemming from the Christianity recently popularized": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.0015190265
      ],
      [
        "ug",
        -1.3186812e-05
      ],
      [
        "awa",
        -1.0921943e-05
      ],
      [
        " sh",
        -0.00094981043
      ],
      [
        "og",
        -1.640531e-05
      ],
      [
        "unate",
        -3.357064e-05
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing to feed stray dogs. This state saw two retaliatory Chosu expeditions following the rise of the Kokugaku philosophy and the Sonno Joi doctrine, which contrasted the need to revere its ruler with the need to \"expel the (*) barbarians.\" This government also dealt with the related Mito Rebellion and the much earlier Shimabara revolt, a conflict stemming from the Christianity recently popularized by Portuguese missionaries among the citizens of this notably isolationist state. This state used the Kotai system to prevent a regression to the factionalism of the preceding Sengoku period on the part": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -1.2513932
      ],
      [
        "ug",
        -1.4140442e-05
      ],
      [
        "awa",
        -5.6457742e-05
      ],
      [
        " sh",
        -0.25046116
      ],
      [
        "og",
        -6.980855e-05
      ],
      [
        "unate",
        -0.00033784626
      ]
    ]
  },
  "In Auger spectroscopy, this term is applied to changes in peak energies due to changing electron binding energy. In a better-known case, it is caused by such phenomena as diamagnetic shielding(*) and proximity to electronegative atoms. Often measured relative to tetramethylsilane, for ten points, identify this quantity which measures the dependence of resonance frequency on the magnetic environment in NMR.": {
    "guess": "Chemical shift",
    "confidence": [
      [
        "Chem",
        -0.021328958
      ],
      [
        "ical",
        -6.0510665e-05
      ],
      [
        " shift",
        -0.017383002
      ]
    ]
  },
  "In Auger spectroscopy, this term is applied to changes in peak energies due to changing electron binding energy. In a better-known case, it is caused by such phenomena as diamagnetic shielding(*) and proximity to electronegative atoms. Often measured relative to tetramethylsilane, for ten points, identify this quantity which measures the dependence of resonance frequency on the magnetic environment": {
    "guess": "Chemical shift",
    "confidence": [
      [
        "Chem",
        -0.009572152
      ],
      [
        "ical",
        -3.8457987e-05
      ],
      [
        " shift",
        -0.013790396
      ]
    ]
  },
  "On August 7th Allied forces landed, capturing the airfield and the neighboring islands of Tulagi, Gavutu, and Tanombogo.  The subsequent battles of Cape Esperance and Santa Cruz Islands disallowed Japanese reinforcements, but by mid October, 22,000 Japanese faced a similar number of US marines. The naval battle of this name began on November 12 and repulsed the last Japanese attempt at reinforcement, though they didn't finish abandoning the island until the following February.  FTP, identify this": {
    "guess": "Guadalcanal Campaign",
    "confidence": [
      [
        "Gu",
        -0.23218624
      ],
      [
        "adal",
        -0.0005667338
      ],
      [
        "can",
        -3.0828953e-05
      ],
      [
        "al",
        -2.618001e-05
      ],
      [
        " Campaign",
        -0.00252798
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing to feed stray dogs. This state saw two retaliatory Chosu expeditions following the rise of the Kokugaku philosophy and the Sonno Joi doctrine, which contrasted the need to revere its ruler with the need to \"expel the (*) barbarians.\" This government also dealt with the related Mito Rebellion and": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.0034350618
      ],
      [
        "ug",
        -1.0445127e-05
      ],
      [
        "awa",
        -1.1517961e-05
      ],
      [
        " sh",
        -0.00220807
      ],
      [
        "og",
        -2.4034345e-05
      ],
      [
        "unate",
        -3.7265952e-05
      ]
    ]
  },
  "In August 2010 this man demanded four billion euros to stop immigration from his country. This man gave": {
    "guess": "Nicolas Sarkozy",
    "confidence": [
      [
        "Nic",
        -1.9269975
      ],
      [
        "olas",
        -0.00979139
      ],
      [
        " Sark",
        -0.0010376911
      ],
      [
        "ozy",
        -2.4034345e-05
      ]
    ]
  },
  "On August 7th Allied forces landed, capturing the airfield and the neighboring islands of Tulagi, Gavutu, and Tanombogo.  The subsequent battles of Cape Esperance and Santa Cruz Islands disallowed Japanese reinforcements, but by mid October, 22,000 Japanese faced a similar number of US marines. The naval battle of this name began on November 12 and repulsed the last Japanese attempt at reinforcement, though they didn't finish abandoning the island until the following February.  FTP, identify this battle of 1942 and 1943, the first major Allied offensive of the Pacific theatre, named for the primary": {
    "guess": "Guadalcanal Campaign",
    "confidence": [
      [
        "Gu",
        -0.22510152
      ],
      [
        "adal",
        -0.00017481597
      ],
      [
        "can",
        -2.4153549e-05
      ],
      [
        "al",
        -4.990154e-05
      ],
      [
        " Campaign",
        -0.0018373684
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing to feed stray dogs. This state saw two retaliatory Chosu expeditions following the rise of the Kokugaku philosophy and the Sonno Joi doctrine, which contrasted the need to revere its ruler with": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.70328826
      ],
      [
        "ug",
        -5.7961847e-06
      ],
      [
        "awa",
        -1.4855664e-05
      ],
      [
        " sh",
        -0.007496474
      ],
      [
        "og",
        -1.1279553e-05
      ],
      [
        "unate",
        -3.1186566e-05
      ]
    ]
  },
  "In August 2009, a sixty billion dollar contract to harvest this substance in Australia, in an operation": {
    "guess": "Natural gas in Australia",
    "confidence": [
      [
        "Natural",
        -0.5351513
      ],
      [
        " gas",
        -0.22609444
      ],
      [
        " in",
        -0.23735486
      ],
      [
        " Australia",
        -0.033414226
      ]
    ]
  },
  "In August 2009, a sixty billion dollar contract to harvest this substance in Australia, in an operation known as the \"Gorgon Project,\" was signed by Japan, South Korea, and a US energy company. All cars sold in Iran can run on this (*) energy source, which also powers about a fifth of public buses in Washington, D.C. For 10 points, identify this substance, often found alongside petroleum deposits,": {
    "guess": "Natural gas",
    "confidence": [
      [
        "Natural",
        -0.0077495407
      ],
      [
        " gas",
        -0.4236117
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing to feed stray dogs. This state saw two retaliatory Chosu expeditions following the rise of the Kokugaku philosophy and the Sonno Joi doctrine, which contrasted the need to revere its ruler with the need to \"expel the (*) barbarians.\" This government also dealt with the related Mito Rebellion and the much earlier Shimabara revolt, a conflict stemming from the Christianity recently popularized by Portuguese missionaries among the citizens of this notably isolationist state. This state used the Kotai system to prevent a regression to the factionalism of the preceding Sengoku period on the part of the daimyo. Signing the Treaty of Kanagawa after the arrival of the Black Ships under Matthew Perry, FTP, name this Japanese Shogunate founded after its namesake won at Sekigahara, which eventually gave way to the Meiji Period.": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.0048889583
      ],
      [
        "ug",
        -1.7597347e-05
      ],
      [
        "awa",
        -9.4914985e-06
      ],
      [
        " sh",
        -0.038613975
      ],
      [
        "og",
        -4.365741e-06
      ],
      [
        "unate",
        -5.252402e-05
      ]
    ]
  },
  "On August 7th Allied forces landed, capturing the airfield and the neighboring islands of Tulagi, Gavutu,": {
    "guess": "Guadalcanal Campaign",
    "confidence": [
      [
        "Gu",
        -0.3371974
      ],
      [
        "adal",
        -0.00033975352
      ],
      [
        "can",
        -7.79144e-05
      ],
      [
        "al",
        -1.9862217e-05
      ],
      [
        " Campaign",
        -0.0035239328
      ]
    ]
  },
  "In August 2009, a sixty billion dollar contract to harvest this substance in Australia, in an operation known as the \"Gorgon Project,\" was signed by Japan, South Korea, and a US energy company. All cars sold in Iran can run on this (*) energy source, which also powers about a fifth of public buses in": {
    "guess": "Natural gas in Iran",
    "confidence": [
      [
        "Natural",
        -0.13772905
      ],
      [
        " gas",
        -0.1397407
      ],
      [
        " in",
        -0.08378464
      ],
      [
        " Iran",
        -0.3618832
      ]
    ]
  },
  "On August 7th Allied forces landed, capturing the airfield and the neighboring islands of Tulagi, Gavutu, and Tanombogo.  The subsequent battles of Cape Esperance and Santa Cruz Islands disallowed Japanese reinforcements, but by mid October, 22,000 Japanese faced a similar number of US marines. The naval": {
    "guess": "Guadalcanal Campaign",
    "confidence": [
      [
        "Gu",
        -0.12660529
      ],
      [
        "adal",
        -9.996708e-05
      ],
      [
        "can",
        -2.319992e-05
      ],
      [
        "al",
        -3.655073e-05
      ],
      [
        " Campaign",
        -0.0014286902
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight": {
    "guess": "Bombardment of Kagoshima",
    "confidence": [
      [
        "Bomb",
        -0.8197246
      ],
      [
        "ard",
        -0.017895536
      ],
      [
        "ment",
        -0.004601484
      ],
      [
        " of",
        -0.018777566
      ],
      [
        " Kag",
        -0.005589345
      ],
      [
        "osh",
        -0.00028231202
      ],
      [
        "ima",
        -0.00014203864
      ]
    ]
  },
  "In August 2010 this man demanded four billion euros to stop immigration from his country. This man gave five hundred Italian models a copy of his Green Book, the Koran, and a lecture. He demanded an investigation into JFK's assassination in a rambling speech to the UN, and brings an elaborate tent with him on all his foreign trips. After being visited by Nelson Mandela, he reluctantly agreed to hand": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.0018686638
      ],
      [
        "am",
        -0.00020842774
      ],
      [
        "mar",
        -2.8206474e-05
      ],
      [
        " G",
        -0.00092313084
      ],
      [
        "addafi",
        -0.00037287746
      ]
    ]
  },
  "In Auger spectroscopy, this term is applied to changes in peak energies due to changing electron binding energy. In a better-known case, it is caused by such phenomena as diamagnetic shielding(*) and proximity to electronegative atoms. Often measured relative to tetramethylsilane, for ten points, identify": {
    "guess": "Chemical shift",
    "confidence": [
      [
        "Chem",
        -0.007634436
      ],
      [
        "ical",
        -5.0735965e-05
      ],
      [
        " shift",
        -0.19493547
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing to feed stray dogs. This state saw two retaliatory Chosu expeditions following the rise of the": {
    "guess": "Bombardment of Kagoshima",
    "confidence": [
      [
        "Bomb",
        -0.62085265
      ],
      [
        "ard",
        -0.0016325708
      ],
      [
        "ment",
        -0.0036304812
      ],
      [
        " of",
        -0.00018744789
      ],
      [
        " Kag",
        -0.0011298558
      ],
      [
        "osh",
        -4.5848617e-05
      ],
      [
        "ima",
        -0.00014990607
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing to feed stray dogs. This state saw two retaliatory Chosu expeditions following the rise of the Kokugaku philosophy and the Sonno Joi doctrine, which contrasted the need to revere its ruler with the need to \"expel the (*) barbarians.\" This government also dealt with the related Mito Rebellion and the much earlier Shimabara revolt, a conflict stemming from the Christianity recently popularized by Portuguese missionaries among the citizens of this notably isolationist state. This state used the Kotai system to prevent a regression to the factionalism of the preceding Sengoku period on the part of the daimyo. Signing the Treaty of Kanagawa after the arrival of the Black Ships under Matthew": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.39414182
      ],
      [
        "ug",
        -6.392203e-06
      ],
      [
        "awa",
        -1.5213274e-05
      ],
      [
        " sh",
        -0.038396146
      ],
      [
        "og",
        -1.3186812e-05
      ],
      [
        "unate",
        -4.8828708e-05
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing to feed stray dogs. This state saw two retaliatory Chosu expeditions following the rise of the Kokugaku philosophy and the Sonno Joi doctrine, which contrasted the need to revere its ruler with the need to \"expel the (*) barbarians.\" This government also dealt with the related Mito Rebellion and the much earlier Shimabara revolt, a conflict stemming from the Christianity recently popularized by Portuguese missionaries among the citizens of this notably isolationist state. This state used the Kotai system to prevent a regression to the factionalism of the preceding Sengoku period on the part of the daimyo. Signing the Treaty of Kanagawa after the arrival of the Black Ships under Matthew Perry, FTP, name this Japanese Shogunate founded after its namesake won at Sekigahara, which eventually": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.018437877
      ],
      [
        "ug",
        -3.888926e-06
      ],
      [
        "awa",
        -1.2590794e-05
      ],
      [
        " sh",
        -0.025391273
      ],
      [
        "og",
        -6.0345924e-06
      ],
      [
        "unate",
        -7.481511e-05
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital parts of Charles Lenox Richardson were removed during a right-of-way dispute, while another lowlight saw summary executions to those who violated the Compassion for Living Things law by kicking or refusing to feed stray dogs. This state saw two retaliatory Chosu expeditions following the rise of the Kokugaku philosophy and the Sonno Joi doctrine, which contrasted the need to revere its ruler with the need to \"expel the (*) barbarians.\" This government also dealt with the related Mito Rebellion and the much earlier Shimabara revolt, a conflict stemming from the Christianity recently popularized by Portuguese missionaries among the citizens of this notably isolationist state. This state used the": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -1.5868897
      ],
      [
        "ug",
        -4.8828708e-05
      ],
      [
        "awa",
        -0.00010318558
      ],
      [
        " sh",
        -0.31954396
      ],
      [
        "og",
        -0.00027206415
      ],
      [
        "unate",
        -0.00043078844
      ]
    ]
  },
  "In Auger spectroscopy, this term is applied to changes in peak energies due to changing electron binding": {
    "guess": "Chemical shift",
    "confidence": [
      [
        "Chem",
        -0.07621073
      ],
      [
        "ical",
        -0.00076567195
      ],
      [
        " shift",
        -0.40970454
      ]
    ]
  },
  "In Auger spectroscopy, this term is applied to changes in peak energies due to changing electron binding energy. In a better-known case, it is caused by such phenomena as diamagnetic shielding(*) and proximity": {
    "guess": "Chemical shift",
    "confidence": [
      [
        "Chem",
        -0.33257225
      ],
      [
        "ical",
        -0.00019162003
      ],
      [
        " shift",
        -0.20132853
      ]
    ]
  },
  "August Kuper oversaw a \"bombardment\" against one polity under the umbrella of this state after vital": {
    "guess": "German South-West Africa",
    "confidence": [
      [
        "German",
        -1.361868
      ],
      [
        " South",
        -0.69463825
      ],
      [
        "-West",
        -0.5515492
      ],
      [
        " Africa",
        -0.00031055594
      ]
    ]
  },
  "In August 2010 this man demanded four billion euros to stop immigration from his country. This man gave five hundred Italian models a copy of his Green Book, the Koran, and a lecture. He demanded an investigation into JFK's assassination in a rambling speech to the UN, and brings an elaborate tent with": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.003996004
      ],
      [
        "am",
        -0.0003084103
      ],
      [
        "mar",
        -4.246537e-06
      ],
      [
        " G",
        -0.003527852
      ],
      [
        "addafi",
        -0.002016548
      ]
    ]
  },
  "On August 7th Allied forces landed, capturing the airfield and the neighboring islands of Tulagi, Gavutu, and Tanombogo.  The subsequent battles of Cape Esperance and Santa Cruz Islands disallowed Japanese": {
    "guess": "Guadalcanal Campaign",
    "confidence": [
      [
        "Gu",
        -0.08387244
      ],
      [
        "adal",
        -0.00018697108
      ],
      [
        "can",
        -2.0219828e-05
      ],
      [
        "al",
        -5.121278e-05
      ],
      [
        " Campaign",
        -0.0044499394
      ]
    ]
  },
  "On August 7th Allied forces landed, capturing the airfield and the neighboring islands of Tulagi, Gavutu, and Tanombogo.  The subsequent battles of Cape Esperance and Santa Cruz Islands disallowed Japanese reinforcements, but by mid October, 22,000 Japanese faced a similar number of US marines. The naval battle of this name began on November 12 and repulsed the last Japanese attempt at reinforcement, though they didn't finish abandoning the island until the following February.  FTP, identify this battle of 1942 and 1943, the first major Allied offensive of the Pacific theatre, named for the primary island of the Solomons.": {
    "guess": "Guadalcanal Campaign",
    "confidence": [
      [
        "Gu",
        -0.3935759
      ],
      [
        "adal",
        -0.00026801124
      ],
      [
        "can",
        -1.831257e-05
      ],
      [
        "al",
        -6.551722e-05
      ],
      [
        " Campaign",
        -0.002199502
      ]
    ]
  }
}