{
  "Kim and Min developed a method of destroying this compound by decomposing it into lumichrome, 2,3-butanedione, and another namesake compound. Coenzymes related to this compound complement cytochrome P-450": {
    "guess": "Riboflavin",
    "confidence": [
      [
        "Rib",
        -0.6682995
      ],
      [
        "of",
        -0.00053921243
      ],
      [
        "l",
        -0.00020449402
      ],
      [
        "avin",
        -0.00010497363
      ]
    ]
  },
  "One king of this name joined Conrad III to fight the Second Crusade. The eleventh king of this name annexed Burgundy after the death of Charles the Bold, and was opposed by the League of the Public Weal.": {
    "guess": "Louis XI",
    "confidence": [
      [
        "Louis",
        -0.0029244681
      ],
      [
        " XI",
        -0.0012421365
      ]
    ]
  },
  "This kingdom was surveyed by Isidore of Charax. The House of Karen and House of Mihren are the only two of the seven clans supposedly descended from this Empire. One city of this empire was Hatra, while it had its capital at Asaak. One ruler of this empire was Parthamaspates, who was placed upon the": {
    "guess": "Parthian Empire",
    "confidence": [
      [
        "Par",
        -0.2458475
      ],
      [
        "th",
        -0.00017958412
      ],
      [
        "ian",
        -0.0032449667
      ],
      [
        " Empire",
        -0.0025460548
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed": {
    "guess": "Edward III",
    "confidence": [
      [
        "Edward",
        -0.070262514
      ],
      [
        " III",
        -0.37998697
      ]
    ]
  },
  "A king of Elis tried to imitate this character by dragging hide-bound brazen cauldrons behind his chariot and hurling oaken torches in the air. One of this character's sons offered him a sacrifice as \"the Averter of Flies\" at the founding of the Olympic Games. He once had all his sinews ripped out, placed in a bag, and put under the guardianship of the monstrous Delphyne. As an infant, he was placed in a cradle and the sounds of his wailing were drowned out by the spear-clashing Curetes, so that": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -1.0324485
      ],
      [
        "us",
        -1.8789384e-05
      ]
    ]
  },
  "This kind of distribution describes a total number of successes produced in a succession of n Bernoulli": {
    "guess": "Binomial Distribution",
    "confidence": [
      [
        "Bin",
        -0.3767129
      ],
      [
        "omial",
        -0.00024929992
      ],
      [
        " Distribution",
        -0.41170698
      ]
    ]
  },
  "One king of this country was never able to put his Bayonne Statute into full effect, although four years": {
    "guess": "Ferdinand VII of Spain",
    "confidence": [
      [
        "F",
        -1.2251765
      ],
      [
        "erd",
        -0.06890881
      ],
      [
        "inand",
        -3.9650025e-05
      ],
      [
        " VII",
        -0.002021428
      ],
      [
        " of",
        -0.13688256
      ],
      [
        " Spain",
        -1.6166903e-05
      ]
    ]
  },
  "King Vishtaspa was the first guardian of this religion, and taught his followers about those who are truthful and those who are liars, or the asha and druj. One branch of this religion believes the first": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.010965525
      ],
      [
        "oro",
        -0.0052990965
      ],
      [
        "ast",
        -0.06333728
      ],
      [
        "rian",
        -0.00021152703
      ],
      [
        "ism",
        -0.017656986
      ]
    ]
  },
  "One king of this country was killed at the Battle of the Three Kings in a failed attempt to conquer Morocco. The Castilian right to the throne of this country was lost at the Battle of Aljubarrota [ahl-joo-bah-ROE-tah], where English archers backed the forces of John the First of Aviz [ah-VEEZ]. The MFA launched a 1974 coup in this country known as the Carnation Revolution. It continued to support exploreers such as Vasco de Gama [GAH-mah] after the death of Henry the Navigator. Name this country": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.007352232
      ],
      [
        "ugal",
        -0.00012178135
      ]
    ]
  },
  "One king of this country was killed at the Battle of the Three Kings in a failed attempt to conquer Morocco. The Castilian right to the throne of this country was lost at the Battle of Aljubarrota [ahl-joo-bah-ROE-tah], where English archers backed the forces of John the First of Aviz [ah-VEEZ]. The MFA launched a 1974 coup in this country known as the Carnation Revolution. It continued to support": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.05148736
      ],
      [
        "ugal",
        -0.0007168425
      ]
    ]
  },
  "This kingdom was surveyed by Isidore of Charax. The House of Karen and House of Mihren are the only two of the seven clans supposedly descended from this Empire. One city of this empire was Hatra, while it had its capital at Asaak. One ruler of this empire was Parthamaspates, who was placed upon the throne by Trajan, and a defeat of this kingdom by Mark Antony allowed Herod the Great to take the throne": {
    "guess": "Parthian Empire",
    "confidence": [
      [
        "Par",
        -0.45425993
      ],
      [
        "th",
        -5.5265704e-05
      ],
      [
        "ian",
        -0.030237876
      ],
      [
        " Empire",
        -0.0037180113
      ]
    ]
  },
  "Kings of this place, including Amalric, accepted Christian refugees from Saladin's conquest of Jerusalem for settlement here. In 688, a treaty regarding this place, between Byzantine emperor Justinian II and caliph Abd al-Malik, made it a neutral territory. Byzantine rebel Isaac Comnenus was the governor of this place and lost it in a battle with Richard the Lion-Hearted, who then sold it to Guy of Lusignan. A convention about this place was signed between Britain and its Turkish rulers in 1878, but later, the Attila Line separated its Turkish population from the majority group on this island,": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.06724034
      ],
      [
        "prus",
        -8.1609716e-05
      ]
    ]
  },
  "The king is tricked by Villuppo into arresting Alexandro for murdering his son; once that is revealed, Villuppo is sentenced to death. The murder of Serberine is a set-up of Pedringano, who is further tricked into keeping silent about his earlier crimes and hanged. The play opens with a visit to the palace of Pluto and Proserpine, who command Revenge to accompany a ghost back to earth. Climaxing at": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.003745452
      ],
      [
        " Spanish",
        -0.0020126216
      ],
      [
        " Tr",
        -1.831257e-05
      ],
      [
        "aged",
        -7.465036e-06
      ],
      [
        "y",
        -1.9027791e-05
      ]
    ]
  },
  "The king is tricked by Villuppo into arresting Alexandro for murdering his son; once that is revealed, Villuppo is sentenced to death. The murder of Serberine is a set-up of Pedringano, who is further tricked into keeping silent about his earlier crimes and hanged. The play opens with a visit to the palace of Pluto and Proserpine, who command Revenge to accompany a ghost back to earth. Climaxing at a performance of Solyman and Perseda, the end features the murder of Lorenzo, Balthazar and Bel-Imperia. Hieronimo thus satisfies the ghost of Don Andrea and avenges the death of his son, Horatio. FTP,": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.0005605389
      ],
      [
        " Spanish",
        -1.9862217e-05
      ],
      [
        " Tr",
        -5.9153886e-06
      ],
      [
        "aged",
        -1.3856493e-06
      ],
      [
        "y",
        -8.537869e-06
      ]
    ]
  },
  "A king of this place claims to make a goddess \"shriek like a duckling\" in a story that also tells of": {
    "guess": "Iliad",
    "confidence": [
      [
        "I",
        -1.6276498
      ],
      [
        "li",
        -1.084355
      ],
      [
        "ad",
        -0.29191387
      ]
    ]
  },
  "One king from this house named his former falconer Duke of Luynes. While serving as regent, that king's mother relied on the counsel of Leonora Galigai and Concino Concini until they were both killed. Another king from this house married the daughter of the loser of the War of the Polish Succession and was known as the \"Much Beloved.\" The reign of yet another king from this dynasty was preceded by": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.10180079
      ],
      [
        " of",
        -0.0007605535
      ],
      [
        " Bourbon",
        -0.40360007
      ]
    ]
  },
  "This king was victorious at a battle preceded by a parhelion. He married his sister Margaret to Charles": {
    "guess": "James IV of Scotland",
    "confidence": [
      [
        "James",
        -0.3010055
      ],
      [
        " IV",
        -0.31013933
      ],
      [
        " of",
        -0.00022296692
      ],
      [
        " Scotland",
        -0.00017433916
      ]
    ]
  },
  "One of this king's murderers is alleged to have said, \"the wretch can have no bones in his body.\" A member of the Sciri tribe, he invaded [*] Dalmatia in 480 to depose the Eastern emperor Zeno. For 10": {
    "guess": "Odoacer",
    "confidence": [
      [
        "O",
        -0.011437529
      ],
      [
        "do",
        -0.0079472875
      ],
      [
        "acer",
        -0.00029184466
      ]
    ]
  },
  "One king of this name appointed General Yorck who unilaterally decided to side with Russia in the Convention": {
    "guess": "Frederick William III of Prussia",
    "confidence": [
      [
        "Fre",
        -0.13426903
      ],
      [
        "der",
        -1.7716551e-05
      ],
      [
        "ick",
        -3.297462e-05
      ],
      [
        " William",
        -0.007235309
      ],
      [
        " III",
        -0.00613948
      ],
      [
        " of",
        -0.016527653
      ],
      [
        " Pr",
        -5.025915e-05
      ],
      [
        "ussia",
        -0.00023989384
      ]
    ]
  },
  "One king of this name appointed General Yorck who unilaterally decided to side with Russia in the Convention of Tauroggen. One king by this name attempted to convene ssessions called \"United Committee\" and \"United Diet.\" Another king by this name issued the Declaration of Pillnitz along with Leopold": {
    "guess": "Frederick William III of Prussia",
    "confidence": [
      [
        "Fre",
        -0.106266096
      ],
      [
        "der",
        -8.89548e-06
      ],
      [
        "ick",
        -8.923875e-05
      ],
      [
        " William",
        -0.0006861062
      ],
      [
        " III",
        -0.027327403
      ],
      [
        " of",
        -0.040161163
      ],
      [
        " Pr",
        -7.7079974e-05
      ],
      [
        "ussia",
        -0.00018149138
      ]
    ]
  },
  "This kind of compound is the last intermediate in the Bamford-Stevens reaction, and the foiled type of them is stabilized by the presence of a nearby double bond. In credit for his isolation of them, Arduengo's name is sometimes attached to the persistent, or stable kind of these compounds. Tebbe's reagent": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.020377206
      ],
      [
        "b",
        -0.45314422
      ],
      [
        "ene",
        -4.8828708e-05
      ]
    ]
  },
  "A king who shared this god's name had a daughter named Theonoe and was married to the Nereid Psamathe. This god's sons Polygonus and Telegonus died after foolishly challenged Heracles to wrestling matches.": {
    "guess": "Proteus",
    "confidence": [
      [
        "Pro",
        -0.2899891
      ],
      [
        "te",
        -0.0007578118
      ],
      [
        "us",
        -0.0009295678
      ]
    ]
  },
  "A king of this place claims to make a goddess \"shriek like a duckling\" in a story that also tells of a sorceress from this place defeating a magician in a fish spawn-triggered animal-summoning contest. Another king of this place meets Zangara in the form of a bull while lying ill in a cave, after which he is granted super-speed that allows him to take part in the siege of Aratta after helping out the Anzu bird. In another story, the mes are brought to this city by its tutelary deity, Inanna. The most famous king of this city goes to the bottom of the sea to retrieve an immortality-granting plant on the advice of Utnapishtim after killing Humbaba with the help of his friend Enkidu. For 10 points,": {
    "guess": "Uruk",
    "confidence": [
      [
        "U",
        -0.05840623
      ],
      [
        "ruk",
        -7.226629e-06
      ]
    ]
  },
  "This king's success at the Battle of Spurs during the War of the League of Cambrai led his brother in law James IV of Scotland to invade, only to be defeated at Flodden Field. This man met with Francis I at the Field of the Cloth of Gold, which accomplished nothing as his minister Cardinal Wolsey declared": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -0.55125725
      ],
      [
        " VIII",
        -0.004003604
      ]
    ]
  },
  "One king of this country created a law code that protected Jews and stopped the expansion of the Teutonic Knights; that ruler was named Ladislaw the Elbow-High and belonged to the Piast Dynasty. An assembly called the Sejm (same) ruled this country after it was unified with Lithuania in the Union of Lublin. This country's king Jan Sobieski broke the Ottoman siege of Vienna in 1683, and later in this nation's history, the Solidarity union would form under the leadership of Lech Walesa. For 10 points,": {
    "guess": "Poland",
    "confidence": [
      [
        "Pol",
        -0.17524803
      ],
      [
        "and",
        -0.015532862
      ]
    ]
  },
  "One king of this name joined Conrad III to fight the Second Crusade. The eleventh king of this name annexed Burgundy after the death of Charles the Bold, and was opposed by the League of the Public Weal. A third king of this name declared the Duke of Anjou the king of Spain, sparking the War of the (*) Spanish Succession. The sixth king of this name was known as \"the Fat,\" and the eleventh was known as \"the Spider.\" Another king of this name ordered the construction of Versailles. For 10 points, give this name shared by eighteen kings of France, including one known as the \"Sun King.\"": {
    "guess": "Louis",
    "confidence": [
      [
        "Louis",
        -0.18925624
      ]
    ]
  },
  "One king of this country was killed at the Battle of the Three Kings in a failed attempt to conquer Morocco. The Castilian right to the throne of this country was lost at the Battle of Aljubarrota [ahl-joo-bah-ROE-tah], where English archers backed the forces of John the First of Aviz [ah-VEEZ]. The MFA launched a 1974 coup in this country known as the Carnation Revolution. It continued to support exploreers such as Vasco de Gama [GAH-mah] after the death of Henry the Navigator. Name this country where in 1755 an earthquake struck the capital, Lisbon.": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.004983509
      ],
      [
        "ugal",
        -0.00015347853
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother. A king with this name spent much of his reign trying to curry favor with Pap, or Papas. A king with this name executed the bishop Shimun Bar Sabbae and other Christians when they refused to pay a double tax to finance a war. The second king with this name extracted a humiliating peace treaty from Jovian after Julian the Apostate died in a battle where he beat this king. A king with this name built a namesake city on the road between Estakhr and (*) Ctesiphon. Mani of Manichaeism fame was a scholar in the court of a king with this name. The best-known king with this name collected a huge indemnity from Philip the Arab and won the Battle of Edessa, netting him a key prisoner whom he famously used as a footstool to mount his horse. For 10 points, give this name of the second king of the Sassanid": {
    "guess": "Bahram",
    "confidence": [
      [
        "Bah",
        -0.60543776
      ],
      [
        "ram",
        -2.4391957e-05
      ]
    ]
  },
  "King Atta-hushu of these peoples introduced worship of the goddess Anunitum among them, but she was abandoned after his death. A shrine to the goddess Upurkuppak can be found at these peoples' temple complex of Chogha Zanbil, and in the north of their lands the goddess Pinikir was venerated. They worshipped the earth god Humban and the major triad of their pantheon was led by Inshushinak. The fact that they had a major goddess named Kiririsha supports theories that these people were related to the Dravidians. With capital at Susa, for ten points name this ethnic group that in ancient times lived just southeast of Mesopotamia.": {
    "guess": "Elamites",
    "confidence": [
      [
        "El",
        -0.0036487724
      ],
      [
        "am",
        -2.4987974e-05
      ],
      [
        "ites",
        -0.0013621398
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top": {
    "guess": "Assassination of King Faisal",
    "confidence": [
      [
        "Ass",
        -1.5797175
      ],
      [
        "ass",
        -0.013724905
      ],
      [
        "ination",
        -0.0010611523
      ],
      [
        " of",
        -0.032616675
      ],
      [
        " King",
        -2.5523274
      ],
      [
        " F",
        -0.31791037
      ],
      [
        "aisal",
        -0.11256115
      ]
    ]
  },
  "A king who shared this god's name had a daughter named Theonoe and was married to the Nereid Psamathe.": {
    "guess": "Proteus",
    "confidence": [
      [
        "Pro",
        -1.1212721
      ],
      [
        "te",
        -0.05035013
      ],
      [
        "us",
        -0.00031413205
      ]
    ]
  },
  "One king of this country created a law code that protected Jews and stopped the expansion of the Teutonic Knights; that ruler was named Ladislaw the Elbow-High and belonged to the Piast Dynasty. An assembly": {
    "guess": "Casimir III the Great",
    "confidence": [
      [
        "Cas",
        -0.44802147
      ],
      [
        "imir",
        -0.000692778
      ],
      [
        " III",
        -0.006117087
      ],
      [
        " the",
        -0.007868756
      ],
      [
        " Great",
        -5.407367e-05
      ]
    ]
  },
  "A kingdom of this name experienced a civil war between Godegesil and his brother, a king who created his namesake law code, the Lex Gundobada. Two places with this same name agreed to be neutral in 1522 at Saint-Jean-de-Losne. A kingdom of this region was also known as Arles, and this region fought a civil war against the Armagnacs that was ended by the Treaty of Arras. Mary the Rich was the only child of this region's last Valois duke, who died in the Battle of Nancy and whose father created its Order of the Golden Fleece. This name was given to a Free County, or Franche-Comte. For 10 points, identify this name given to a medieval duchy ruled by John the Fearless, Philip the Good, and Charles": {
    "guess": "Duchy of Burgundy",
    "confidence": [
      [
        "D",
        -0.70503813
      ],
      [
        "uch",
        -0.0025675758
      ],
      [
        "y",
        -6.0272258e-05
      ],
      [
        " of",
        -4.8351892e-05
      ],
      [
        " Burg",
        -0.00017505439
      ],
      [
        "undy",
        -0.0004904801
      ]
    ]
  },
  "One king of this country was never able to put his Bayonne Statute into full effect, although four years later this country passed a then-groundbreaking constitution that enfranchised all non-Africans. That king's predecessor was served by the so-called Prince of the Peace before fleeing the country. A rebel force in this country won a pivotal victory over General Pierre Dupont at the Battle of Bailen,": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.07313693
      ]
    ]
  },
  "This kingdom began as the Aja people moved north from Allada and settled among the Fon, eventually conquering them.  From their capital of Agbone, their first king Wegbala established a centralized state.  Under King Agaja, it conquered Allada and started a profitable slave trade with the Europeans, obtaining rifles to continue their wars of expansion.  However, they were unable to conquer Oyo, and the kingdom was finally captured by France in 1894.  For ten points, name this West African kingdom": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.019302137
      ],
      [
        "ah",
        -1.1398757e-05
      ],
      [
        "ome",
        -6.749814e-06
      ],
      [
        "y",
        -1.6524515e-05
      ]
    ]
  },
  "This kingdom was created after its first king won a battle known as \"the leaping of the mullet fish.\" The leader of the Committee of Safety, Lorrin Thurston, forced its leader to sign the Bayonet Constitution.": {
    "guess": "Kingdom of Hawaii",
    "confidence": [
      [
        "King",
        -0.022211034
      ],
      [
        "dom",
        -0.0004775016
      ],
      [
        " of",
        -0.00039039674
      ],
      [
        " Hawaii",
        -0.0031464621
      ]
    ]
  },
  "This king defeated Widukind, who led a guerilla war against this man in Saxony. He outlawed Jewish money-lending in his Capitulary for the Jews. In another war, this man defeated King Desiderius, his former": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.010859162
      ],
      [
        "lem",
        -7.743759e-05
      ],
      [
        "agne",
        -0.00017731925
      ]
    ]
  },
  "One king of this name and number allied with Ludwig the German with the Oath of Strassbourg, and received the western portions of the Frankish territory in the 843 treaty of Verdun; that king was nicknamed \"the bald.\" The death of one nicknamed \"the sufferer\" saw the start of the War of the Spanish Succession, and the Rye House plot saw an assassination attempt a king with this name and number along with his heir James. For 10 points, identify this name and number held by the Stuart who was restored": {
    "guess": "Charles II of England",
    "confidence": [
      [
        "Charles",
        -0.48639023
      ],
      [
        " II",
        -0.009308453
      ],
      [
        " of",
        -0.31406072
      ],
      [
        " England",
        -0.0022262642
      ]
    ]
  },
  "One of this king's orders established political subdivisions in his country that are now called boroughs.": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -1.3585316
      ],
      [
        " VIII",
        -0.20767781
      ],
      [
        " of",
        -0.6118952
      ],
      [
        " England",
        -7.922564e-05
      ]
    ]
  },
  "The kinin system was discovered upon realization that injection of it leads to low blood pressure, and the surface tension of it is measured in the Hay test. One disease affecting it in infants is a result of a mutation in the BCKDHA gene, prevents the breakdown of leucine, isoleucine, and valine, and results in it smelling like maple syrup. Albumen is found in it in sufferers of Bright's disease, and it normally contains hippuric acid, creatinine, urea, and other nitrogenous compounds. For 10 points, name this liquid waste product that is excreted by the kidneys, stored in the bladder, and discharged": {
    "guess": "Urine",
    "confidence": [
      [
        "U",
        -0.0020248776
      ],
      [
        "rine",
        -0.008788642
      ]
    ]
  },
  "King Juan Carlos of Spain and Grand Duke Henri of Luxembourg trace their lineage to this dynasty. Prior to the election of its founder as King of France, the ancestral family from which this dynasty is derived were known as the Robertians. Cadet Branches of this Dynasty include the Braganza, the Valois, and the Bourbon. Formed in 987 after the fall of the Carolingian dynasty, for 10 points, name this": {
    "guess": "Capetian dynasty",
    "confidence": [
      [
        "Cap",
        -0.3071287
      ],
      [
        "et",
        -4.7159858e-05
      ],
      [
        "ian",
        -0.00089121354
      ],
      [
        " dynasty",
        -0.11836681
      ]
    ]
  },
  "This king's success at the Battle of Spurs during the War of the League of Cambrai led his brother in law James IV of Scotland to invade, only to be defeated at Flodden Field. This man met with Francis I at the Field of the Cloth of Gold, which accomplished nothing as his minister Cardinal Wolsey declared war on France soon after. He removed Wolsey from power after failing to receive an annulment with": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -0.056353133
      ],
      [
        " VIII",
        -0.0004950099
      ]
    ]
  },
  "One king of this line had a son who dishonorably escaped as his replacement hostage after the Treaty of Bretigny, and another was known as \"the Mad.\" In addition to John II and Charles VI, the political": {
    "guess": "House of Valois",
    "confidence": [
      [
        "House",
        -0.27525556
      ],
      [
        " of",
        -0.0019977507
      ],
      [
        " Val",
        -0.0025074054
      ],
      [
        "ois",
        -1.2352386e-05
      ]
    ]
  },
  "Kinks in the dispersion relations of these entities due to rigid shifts of the Fermi sphere are Kohn anomalies. Real momentum and crystal momentum are shown to be separately conserved quantities in processes where these entities scatter off each other termed (*) Umklapp. Coupling of electrons with these entities forms Cooper pairs. The Debye model predicts that heat capacity depends on temperature": {
    "guess": "Phonon",
    "confidence": [
      [
        "Ph",
        -0.0011323553
      ],
      [
        "on",
        -9.253091e-06
      ],
      [
        "on",
        -0.09021804
      ]
    ]
  },
  "One king of this country was killed at the Battle of the Three Kings in a failed attempt to conquer Morocco. The Castilian right to the throne of this country was lost at the Battle of Aljubarrota [ahl-joo-bah-ROE-tah], where English archers backed the forces of John the First of Aviz [ah-VEEZ]. The": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.049280614
      ],
      [
        "ugal",
        -0.0009977982
      ]
    ]
  },
  "One king of this country was killed at the Battle of the Three Kings in a failed attempt to conquer Morocco.": {
    "guess": "Battle of the Three Kings",
    "confidence": [
      [
        "Battle",
        -0.737141
      ],
      [
        " of",
        -0.0025725677
      ],
      [
        " the",
        -1.0201771
      ],
      [
        " Three",
        -0.0059370906
      ],
      [
        " Kings",
        -1.1041146e-05
      ]
    ]
  },
  "This king's son was accused of being a \"warming pan baby\", even though his wife Mary of Modena had legitimately": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.7609761
      ],
      [
        "lor",
        -1.50940705e-05
      ],
      [
        "ious",
        -3.1737043e-06
      ],
      [
        " Revolution",
        -0.017609075
      ]
    ]
  },
  "One king of this name and number allied with Ludwig the German with the Oath of Strassbourg, and received": {
    "guess": "Charles the Bald",
    "confidence": [
      [
        "Charles",
        -0.43393794
      ],
      [
        " the",
        -0.081145994
      ],
      [
        " Bald",
        -0.009356514
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed that his supposedly dead father was still alive. His son Lionel of Antwerp led an Irish expedition that resulted in the Statutes of Kilkenny, and his late rule was marked by influence of his mistress Alice Perrers. This signer of the Truce of Malestroit supported the pretensions of Edward Balliol to the Scottish throne after temporarily recognizing Scottish independence in the Treaty of Northampton. His father was overthrown by his mother and her lover, Roger Mortimer, who ruled England until removed by this king, who tired to fix wages at pre-Black Death levels with the Statute of Laborers. He was accompanied by his son Edward the Black Prince in his victory over Philip VI of France at Crécy. FTP, name this Plantagenet King of England whose claim to the crown of France led to the Hundred": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.037145603
      ],
      [
        " III",
        -0.0014361854
      ],
      [
        " of",
        -0.061232734
      ],
      [
        " England",
        -0.00012904544
      ]
    ]
  },
  "This kingdom acceded to Dutch demands by signing the Treaty of Elbing after its 1650s siege of Danzig forced Dutch intervention. This kingdom reached its largest territorial extent during its stormaktstiden,": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.78213286
      ]
    ]
  },
  "This king visited his sister while travelling as \"Count Falkenstein.\" The treaty of Versailles was strengthened by this man's marriage to Isabella of Parma. One of this man's reforms was an attempt to quell a peasant revolt in Horea. This man extended religious freedom to Jews with his Edict of Tolerance,": {
    "guess": "Joseph II, Holy Roman Emperor",
    "confidence": [
      [
        "Joseph",
        -0.06501114
      ],
      [
        " II",
        -0.00049477146
      ],
      [
        ",",
        -0.0069573773
      ],
      [
        " Holy",
        -5.9795446e-05
      ],
      [
        " Roman",
        -1.9504607e-05
      ],
      [
        " Emperor",
        -0.0004325765
      ]
    ]
  },
  "King Atta-hushu of these peoples introduced worship of the goddess Anunitum among them, but she was abandoned after his death. A shrine to the goddess Upurkuppak can be found at these peoples' temple complex of Chogha Zanbil, and in the north of their lands the goddess Pinikir was venerated. They worshipped": {
    "guess": "Elamites",
    "confidence": [
      [
        "El",
        -0.0032916635
      ],
      [
        "am",
        -4.8425554e-06
      ],
      [
        "ites",
        -0.0046927305
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother. A king with this name spent much of his reign trying to curry favor with Pap, or Papas. A king with this name executed the bishop Shimun Bar Sabbae and other Christians when they refused to pay a double tax to finance a war. The second king with this name extracted a humiliating peace treaty from Jovian": {
    "guess": "Shapur II",
    "confidence": [
      [
        "Sh",
        -0.6737733
      ],
      [
        "apur",
        -0.00045319507
      ],
      [
        " II",
        -0.11601321
      ]
    ]
  },
  "A kingdom in this state traced its founding to an apocryphal victory over Natanleod, while the first reliably-dated event in this region is the baptism of Cynegils by the bishop Birinus, its namesake \"apostle.\" This region was legendarily founded by Cerdic and Cynric when they established a beachhead": {
    "guess": "Wessex",
    "confidence": [
      [
        "W",
        -0.06993621
      ],
      [
        "es",
        -0.0006020034
      ],
      [
        "sex",
        -3.1281633e-07
      ]
    ]
  },
  "Kings Mindaugas II and Charles I came to the thrones of their countries as a result of this agreement. One of the side-effects of this was repulsed by the \"Miracle of the Vistula\", and finally resolved by the Treaty of Riga, while an indirect result of this was the defeat of the Red Guards at Tampere, as one group was unable to provide direct support to one side of the Finnish Civil War, although they were able to fight the Polish-Soviet War. This agreement, nullified by the Treaty of Rapallo, was": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.035586156
      ],
      [
        "reat",
        -1.0921943e-05
      ],
      [
        "y",
        -0.00026753443
      ],
      [
        " of",
        -0.00013715129
      ],
      [
        " B",
        -0.07838973
      ],
      [
        "rest",
        -0.00018006093
      ],
      [
        "-L",
        -0.001091639
      ],
      [
        "it",
        -0.0002040172
      ],
      [
        "ov",
        -2.7729659e-05
      ],
      [
        "sk",
        -1.504853e-06
      ]
    ]
  },
  "A kingdom in this state traced its founding to an apocryphal victory over Natanleod, while the first reliably-dated event in this region is the baptism of Cynegils by the bishop Birinus, its namesake \"apostle.\" This region was legendarily founded by Cerdic and Cynric when they established a beachhead at Southampton and saw its most famous ruler commission a namesake jewel of quartz and filigreed gold; that man was chronicled by (*) Asser, won the Battle of Ashdown, and signed a treaty with the Danes under Guthrum. This region's power base was pushed southward by enemies like Penda, who threatened it from Mercia. Alfred the Great led, for 10 points, what Anglo-Saxon kingdom that unsurprisingly joined states like Northumbria, Sussex, and Essex in the Heptarchy?": {
    "guess": "Wessex",
    "confidence": [
      [
        "W",
        -0.025389649
      ],
      [
        "es",
        -0.00016361084
      ],
      [
        "sex",
        -1.9361265e-07
      ]
    ]
  },
  "A king and counselor of the Anunnaki, this deity receives the earth in Atrahasis, and is worshipped in the temple of Duranki. One story regards the theft by Zu of his tablets of destiny that allows him to determine the fate of all living and nonliving things. Another, which has him supplanted by Marduk, tells of his response to the rebellion of the Igigi, which included the unleashing of a series of disasters that included the Great Flood. Known for his short temper, he sentenced Enkidu to death for his role in killing the Great Bull of Heaven. FTP, name this Sumerian god of the earth and land,": {
    "guess": "Enlil",
    "confidence": [
      [
        "En",
        -0.0052042324
      ],
      [
        "l",
        -0.13697642
      ],
      [
        "il",
        -9.253091e-06
      ]
    ]
  },
  "The king is tricked by Villuppo into arresting Alexandro for murdering his son; once that is revealed, Villuppo is sentenced to death. The murder of Serberine is a set-up of Pedringano, who is further tricked into keeping silent about his earlier crimes and hanged. The play opens with a visit to the palace of Pluto and Proserpine, who command Revenge to accompany a ghost back to earth. Climaxing at a performance of Solyman and Perseda, the end features the murder of Lorenzo, Balthazar and Bel-Imperia. Hieronimo thus satisfies the ghost of Don Andrea and avenges the death of his son, Horatio. FTP, what is this 1589 Thomas Kyd revenge tragedy that inspired Shakespeare's Hamlet.": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.0003812217
      ],
      [
        " Spanish",
        -4.0603656e-05
      ],
      [
        " Tr",
        -2.6968896e-06
      ],
      [
        "aged",
        -2.3392786e-06
      ],
      [
        "y",
        -1.6643718e-05
      ]
    ]
  },
  "When the kinetic energy equals the potential energy in a system, the Lagrangian takes this value. The magnetic force on an electron moving parallel to a magnetic field is equal to this value. This is the amount of spin on the Higgs boson, as well as the amount of (*) mass in a photon and the amount of pressure in a perfect vacuum. For 10 points, name this quantity, equal to the velocity of a stationary": {
    "guess": "Spin angular momentum",
    "confidence": [
      [
        "Spin",
        -0.83298683
      ],
      [
        " angular",
        -0.9341553
      ],
      [
        " momentum",
        -0.00252703
      ]
    ]
  },
  "This kingdom was surveyed by Isidore of Charax. The House of Karen and House of Mihren are the only two of the seven clans supposedly descended from this Empire. One city of this empire was Hatra, while it had its capital at Asaak. One ruler of this empire was Parthamaspates, who was placed upon the throne by Trajan, and a defeat of this kingdom by Mark Antony allowed Herod the Great to take the throne of Judea. This kingdom ended with the death of Artabanes IV at the hands of Ardashir I, thus ending its Arsacid Dynasty. For 10 points, name this empire succeeded by the Sassanids which defeated": {
    "guess": "Parthian Empire",
    "confidence": [
      [
        "Par",
        -0.0838868
      ],
      [
        "th",
        -2.9517714e-05
      ],
      [
        "ian",
        -0.00037287746
      ],
      [
        " Empire",
        -0.00040445544
      ]
    ]
  },
  "A king of this place claims to make a goddess \"shriek like a duckling\" in a story that also tells of a sorceress from this place defeating a magician in a fish spawn-triggered animal-summoning contest. Another king of this place meets Zangara in the form of a bull while lying ill in a cave, after which he is granted super-speed that allows him to take part in the siege of Aratta after helping out the Anzu bird. In another story, the mes are brought to this city by its tutelary deity, Inanna. The": {
    "guess": "Uruk",
    "confidence": [
      [
        "U",
        -0.37282166
      ],
      [
        "ruk",
        -0.0017537148
      ]
    ]
  },
  "This king was victorious at a battle preceded by a parhelion. He married his sister Margaret to Charles the Bold of Burgundy after angering his closest advisor by marrying a commoner. That advisor, his cousin, attempted to install this king's brother, George, Duke of Clarence, on the throne and was killed fighting against this king at the Battle of Barnet. This husband of Elizbaeth Woodville won an early victory at Mortimer's Cross and came back to the throne after a brief fall from power by winning at Tewksbury. His sons Edward and Richard were probably murdered in the Tower of London after his": {
    "guess": "Edward IV of England",
    "confidence": [
      [
        "Edward",
        -0.1932237
      ],
      [
        " IV",
        -0.0011689143
      ],
      [
        " of",
        -7.0404574e-05
      ],
      [
        " England",
        -3.464347e-05
      ]
    ]
  },
  "When the kinetic energy equals the potential energy in a system, the Lagrangian takes this value. The magnetic force on an electron moving parallel to a magnetic field is equal to this value. This is the amount of spin on the Higgs boson, as well as the amount of (*) mass in a photon and the amount of pressure in a perfect vacuum. For 10 points, name this quantity, equal to the velocity of a stationary mass.": {
    "guess": "Lagrangian",
    "confidence": [
      [
        "L",
        -0.58729887
      ],
      [
        "agr",
        -0.053661805
      ],
      [
        "ang",
        -4.3202e-07
      ],
      [
        "ian",
        -6.086828e-05
      ]
    ]
  },
  "This kingdom began as the Aja people moved north from Allada and settled among the Fon, eventually conquering them.  From their capital of Agbone, their first king Wegbala established a centralized state.  Under King Agaja, it conquered Allada and started a profitable slave trade with the Europeans, obtaining rifles to continue their wars of expansion.  However, they were unable to conquer Oyo, and": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.016092204
      ],
      [
        "ah",
        -8.061054e-06
      ],
      [
        "ome",
        -1.7432603e-06
      ],
      [
        "y",
        -8.1609716e-05
      ]
    ]
  },
  "The king is the owner of this country's library that contains only 1000 volumes, and it is found on the coast of California. Its only fields of discipline are ethics, history, poetry and mathematics. Their science is limited to practical applications, and all literary styles are very clear. Herman Moll's depiction of this country that was discovered in 1703, placed it on a landmass separated from New": {
    "guess": "California Island",
    "confidence": [
      [
        "California",
        -1.1373352
      ],
      [
        " Island",
        -0.28229323
      ]
    ]
  },
  "One king of this name and number married Joan of Navarre and fended off the \"Epiphany Uprising.\" Another king by this name and number had Maximilian de Bethune, Duke de Sully negotiate the Peace of Savoy, but was assassinated by Francois Ravalliac. Yet another ruler of this name and number dealt with the rise of anti-king Rudolf of Swabia, and had installed Clement III as pope, though he had earlier traveled to Canossa to reconcile with Pope Gregory VII. For 10 points, identify this name and number shared by the Holy Roman Emperor involved in the Investiture controversy as well as the Bourbon king of Navarre who declared that \"Paris is worth a Mass.\"": {
    "guess": "Henry IV",
    "confidence": [
      [
        "Henry",
        -0.0014459491
      ],
      [
        " IV",
        -0.0013035722
      ]
    ]
  },
  "This king's son was accused of being a \"warming pan baby\", even though his wife Mary of Modena had legitimately given birth. This king started a series of trials called the Bloody Assizes after James Scott tried to overthrow him in the Monmouth rebellion. The governorship of (*) Edmund Andros was ended at the conclusion of this man's reign. Seven Anglican bishops opposed this man's Declaration of Indulgence, and the Immortal Seven invited the Dutch husband of his daughter Mary to claim the throne. For ten points, name this Catholic son of Charles II who was overthrown in the Glorious Revolution.": {
    "guess": "James II of England",
    "confidence": [
      [
        "James",
        -0.00589158
      ],
      [
        " II",
        -0.00011963568
      ],
      [
        " of",
        -2.0458236e-05
      ],
      [
        " England",
        -6.337155e-05
      ]
    ]
  },
  "One king from this house named his former falconer Duke of Luynes. While serving as regent, that king's mother relied on the counsel of Leonora Galigai and Concino Concini until they were both killed. Another king from this house married the daughter of the loser of the War of the Polish Succession and was known as the \"Much Beloved.\" The reign of yet another king from this dynasty was preceded by the regency of his mother, Anne of Austria. That king lost the Nine Years' War and a war that prevented": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.19925994
      ],
      [
        " of",
        -0.0003587032
      ],
      [
        " Bourbon",
        -0.0048960773
      ]
    ]
  },
  "One king of this city allegedly committed incest with his daughter Procris. Three princesses of this city jumped to their deaths after seeing serpents in a box containing their brother Erichthonius. After the death of Cekrops this city was ruled by a man who drowned himself in his namesake sea after seeing the black sails of a ship. Another king of this city was helped by Ariadne to navigate the labyrinth and slay the Minotaur. For 10 points, name this city ruled by Theseus before its development of democracy.": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.008141591
      ],
      [
        "ens",
        -1.2113979e-05
      ]
    ]
  },
  "One king of this name joined Conrad III to fight the Second Crusade. The eleventh king of this name annexed Burgundy after the death of Charles the Bold, and was opposed by the League of the Public Weal. A third king of this name declared the Duke of Anjou the king of Spain, sparking the War of the (*)": {
    "guess": "Louis XI",
    "confidence": [
      [
        "Louis",
        -0.5878751
      ],
      [
        " XI",
        -0.050101627
      ]
    ]
  },
  "Kings Mindaugas II and Charles I came to the thrones of their countries as a result of this agreement. One of the side-effects of this was repulsed by the \"Miracle of the Vistula\", and finally resolved by the Treaty of Riga, while an indirect result of this was the defeat of the Red Guards at Tampere, as one group was unable to provide direct support to one side of the Finnish Civil War, although they": {
    "guess": "Lithuanian–Soviet War",
    "confidence": [
      [
        "L",
        -1.8416513
      ],
      [
        "ith",
        -0.03080204
      ],
      [
        "uan",
        -0.038663182
      ],
      [
        "ian",
        -0.00021188465
      ],
      [
        "–",
        -0.5718099
      ],
      [
        "S",
        -0.9081548
      ],
      [
        "ov",
        -1.2664457e-06
      ],
      [
        "iet",
        -3.5313153e-06
      ],
      [
        " War",
        -0.0021212348
      ]
    ]
  },
  "King Atta-hushu of these peoples introduced worship of the goddess Anunitum among them, but she was abandoned after his death. A shrine to the goddess Upurkuppak can be found at these peoples' temple complex of Chogha Zanbil, and in the north of their lands the goddess Pinikir was venerated. They worshipped the earth god Humban and the major triad of their pantheon was led by Inshushinak. The fact that they had a major goddess named Kiririsha supports theories that these people were related to the": {
    "guess": "Elamites",
    "confidence": [
      [
        "El",
        -0.0037810702
      ],
      [
        "am",
        -8.180258e-06
      ],
      [
        "ites",
        -0.0027053696
      ]
    ]
  },
  "One king of this country won at the Battle of Breadfield with his Black Army, and this country lost most of its territory in the Treaty of Trianon. This country was defeated by Otto the Great at the Battle of Lechfeld, and it also saw a 1848 revolution led by Lajos (*) Kossuth. Rulers of this country included Matthias Corvinus and John Hunyadi, as well as the Arpad founder of this country, Saint Stephen. This country was ruled by Janos Kadar after Soviet tanks crushed a 1956 revolution in it led by Imre Nagy (NAHJ). Before World War I, this country was part of a joint monarchy with Austria. For": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.0024412894
      ],
      [
        "ary",
        -3.4524266e-05
      ]
    ]
  },
  "The king is tricked by Villuppo into arresting Alexandro for murdering his son; once that is revealed, Villuppo is sentenced to death. The murder of Serberine is a set-up of Pedringano, who is further tricked into keeping silent about his earlier crimes and hanged. The play opens with a visit to the": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.17642558
      ],
      [
        " Spanish",
        -0.044819076
      ],
      [
        " Tr",
        -0.00044806927
      ],
      [
        "aged",
        -2.749125e-05
      ],
      [
        "y",
        -0.00045724798
      ]
    ]
  },
  "Kings of this place, including Amalric, accepted Christian refugees from Saladin's conquest of Jerusalem for settlement here. In 688, a treaty regarding this place, between Byzantine emperor Justinian": {
    "guess": "Kingdom of Jerusalem",
    "confidence": [
      [
        "King",
        -0.9347977
      ],
      [
        "dom",
        -0.00059616246
      ],
      [
        " of",
        -0.0005536287
      ],
      [
        " Jerusalem",
        -0.19120252
      ]
    ]
  },
  "A king and counselor of the Anunnaki, this deity receives the earth in Atrahasis, and is worshipped in the temple of Duranki. One story regards the theft by Zu of his tablets of destiny that allows him to determine the fate of all living and nonliving things. Another, which has him supplanted by Marduk, tells of his response to the rebellion of the Igigi, which included the unleashing of a series of disasters that included the Great Flood. Known for his short temper, he sentenced Enkidu to death for his role in killing the Great Bull of Heaven. FTP, name this Sumerian god of the earth and land, supplanted by Anu as leader of the pantheon, whose name means \"Lord Wind.\"": {
    "guess": "Enlil",
    "confidence": [
      [
        "En",
        -0.0022859797
      ],
      [
        "l",
        -0.26181132
      ],
      [
        "il",
        -2.319992e-05
      ]
    ]
  },
  "Kinks in the dispersion relations of these entities due to rigid shifts of the Fermi sphere are Kohn": {
    "guess": "Fermi surface",
    "confidence": [
      [
        "F",
        -0.6225641
      ],
      [
        "erm",
        -0.00018292182
      ],
      [
        "i",
        -3.4524266e-05
      ],
      [
        " surface",
        -0.037038777
      ]
    ]
  },
  "The kinin system was discovered upon realization that injection of it leads to low blood pressure, and the surface tension of it is measured in the Hay test. One disease affecting it in infants is a result of a mutation in the BCKDHA gene, prevents the breakdown of leucine, isoleucine, and valine, and results in it smelling like maple syrup. Albumen is found in it in sufferers of Bright's disease,": {
    "guess": "Urine",
    "confidence": [
      [
        "U",
        -0.031756587
      ],
      [
        "rine",
        -0.015288925
      ]
    ]
  },
  "One king of this name joined Conrad III to fight the Second Crusade. The eleventh king of this name annexed Burgundy after the death of Charles the Bold, and was opposed by the League of the Public Weal. A third king of this name declared the Duke of Anjou the king of Spain, sparking the War of the (*) Spanish Succession. The sixth king of this name was known as \"the Fat,\" and the eleventh was known": {
    "guess": "Louis XI",
    "confidence": [
      [
        "Louis",
        -0.10381241
      ],
      [
        " XI",
        -0.051147852
      ]
    ]
  },
  "Kinks in the dispersion relations of these entities due to rigid shifts of the Fermi sphere are Kohn anomalies. Real momentum and crystal momentum are shown to be separately conserved quantities in processes where these entities scatter off each other termed (*) Umklapp. Coupling of electrons with these entities forms Cooper pairs. The Debye model predicts that heat capacity depends on temperature cubed by considering a lattice populated by these quasiparticles. For 10 points, name these quantized lattice vibrations.": {
    "guess": "Phonon",
    "confidence": [
      [
        "Ph",
        -0.0009913649
      ],
      [
        "on",
        -7.3458323e-06
      ],
      [
        "on",
        -0.0046409997
      ]
    ]
  },
  "One king of this name and number married Joan of Navarre and fended off the \"Epiphany Uprising.\" Another king by this name and number had Maximilian de Bethune, Duke de Sully negotiate the Peace of Savoy, but was assassinated by Francois Ravalliac. Yet another ruler of this name and number dealt with": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.026101606
      ],
      [
        " IV",
        -0.00077591976
      ],
      [
        " of",
        -0.001834038
      ],
      [
        " France",
        -0.0004837002
      ]
    ]
  },
  "One king of this name appointed General Yorck who unilaterally decided to side with Russia in the Convention of Tauroggen. One king by this name attempted to convene ssessions called \"United Committee\" and \"United Diet.\" Another king by this name issued the Declaration of Pillnitz along with Leopold II and ruled his country during the second and third partitions of Poland. Yet another king by this name gained parts of Pomerania from the 1720 Treaty of Stockholm, but is better known for his military": {
    "guess": "Frederick the Great",
    "confidence": [
      [
        "Fre",
        -0.039584976
      ],
      [
        "der",
        -1.6524515e-05
      ],
      [
        "ick",
        -6.253713e-05
      ],
      [
        " the",
        -0.20973092
      ],
      [
        " Great",
        -4.6206227e-05
      ]
    ]
  },
  "This kingdom acceded to Dutch demands by signing the Treaty of Elbing after its 1650s siege of Danzig": {
    "guess": "Swedish Empire",
    "confidence": [
      [
        "Sw",
        -1.2348963
      ],
      [
        "edish",
        -0.0004985823
      ],
      [
        " Empire",
        -0.019569874
      ]
    ]
  },
  "This kind of distribution describes a total number of successes produced in a succession of n Bernoulli trials but not their order. Given n trials with k successes with a probability p of success and a probability q of failure, the distribution is n choose k times p to the k times q to the n minus k.": {
    "guess": "Binomial distribution",
    "confidence": [
      [
        "Bin",
        -0.011165725
      ],
      [
        "omial",
        -8.10137e-05
      ],
      [
        " distribution",
        -0.077485725
      ]
    ]
  },
  "This king was victorious at a battle preceded by a parhelion. He married his sister Margaret to Charles the Bold of Burgundy after angering his closest advisor by marrying a commoner. That advisor, his cousin, attempted to install this king's brother, George, Duke of Clarence, on the throne and was killed fighting against this king at the Battle of Barnet. This husband of Elizbaeth Woodville won an early victory at Mortimer's Cross and came back to the throne after a brief fall from power by winning at Tewksbury. His sons Edward and Richard were probably murdered in the Tower of London after his death. This king first came to power with the help of Richard Neville, who helped him overthrow Margaret of Anjou and her husband Henry VI. For 10 points, name this leading Yorkist king during the Wars": {
    "guess": "Edward IV of England",
    "confidence": [
      [
        "Edward",
        -0.0028877293
      ],
      [
        " IV",
        -0.0002485847
      ],
      [
        " of",
        -1.92662e-05
      ],
      [
        " England",
        -5.383526e-05
      ]
    ]
  },
  "King Juan Carlos of Spain and Grand Duke Henri of Luxembourg trace their lineage to this dynasty. Prior to the election of its founder as King of France, the ancestral family from which this dynasty is derived were known as the Robertians. Cadet Branches of this Dynasty include the Braganza, the Valois, and the Bourbon. Formed in 987 after the fall of the Carolingian dynasty, for 10 points, name this Frankish dynasty named from the nickname of its founder Hugh.": {
    "guess": "Capetian dynasty",
    "confidence": [
      [
        "Cap",
        -0.116766155
      ],
      [
        "et",
        -0.00012272765
      ],
      [
        "ian",
        -0.002403124
      ],
      [
        " dynasty",
        -0.22898099
      ]
    ]
  },
  "This king of England partially agreed to Pope Paschal II's reforms by giving up the power of investiture,": {
    "guess": "Henry I of England",
    "confidence": [
      [
        "Henry",
        -0.31876695
      ],
      [
        " I",
        -0.0018906725
      ],
      [
        " of",
        -1.2590794e-05
      ],
      [
        " England",
        -6.659005e-05
      ]
    ]
  },
  "One king of this region drowned the defeated followers of Onomarchos after winning the Battle of Crocus Field. A series of wars fought between the people of this region and Rome included the Battles of Cynocephalae and Pydna. It was the base of operations for the Antigonid Dynasty after the death of its most well-known ruler. For 10 points, name this Greek region that was ruled by Philip II and Alexander the Great.": {
    "guess": "Macedonia",
    "confidence": [
      [
        "M",
        -0.04512973
      ],
      [
        "aced",
        -0.00016408764
      ],
      [
        "onia",
        -0.09560782
      ]
    ]
  },
  "This kingdom was partitioned under the Treaty of Tudill?, though its ruler Sancho the Wise was able to resist the agreement. Berengaria of this kingdom married the English king Richard I. One Joan of this": {
    "guess": "Navarre",
    "confidence": [
      [
        "Nav",
        -1.0353532
      ],
      [
        "ar",
        -0.00016027314
      ],
      [
        "re",
        -4.365741e-06
      ]
    ]
  },
  "The kinematic form of this quantity is equal to the dynamic form divided by density. The effects of this property are most significant in the boundary layer. This quantity depends on the magnitude or duration of the shear stress in (*) non-Newtonian materials. The ratio of inertial forces to this property's forces is known as the Reynold's number. This quantity is equal to the shear stress divided by the shear strain and is constant for Newtonian fluids. For 10 points, name this property defined as a fluid's resistance to flow.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0007974773
      ],
      [
        "cosity",
        -0.00057924655
      ]
    ]
  },
  "A kingdom in this state traced its founding to an apocryphal victory over Natanleod, while the first reliably-dated event in this region is the baptism of Cynegils by the bishop Birinus, its namesake \"apostle.\" This region was legendarily founded by Cerdic and Cynric when they established a beachhead at Southampton and saw its most famous ruler commission a namesake jewel of quartz and filigreed gold;": {
    "guess": "Wessex",
    "confidence": [
      [
        "W",
        -0.0004243588
      ],
      [
        "es",
        -0.0055180886
      ],
      [
        "sex",
        -6.704273e-07
      ]
    ]
  },
  "A kingdom of this name experienced a civil war between Godegesil and his brother, a king who created his namesake law code, the Lex Gundobada. Two places with this same name agreed to be neutral in 1522 at Saint-Jean-de-Losne. A kingdom of this region was also known as Arles, and this region fought a": {
    "guess": "Burgundy",
    "confidence": [
      [
        "B",
        -0.18067443
      ],
      [
        "urg",
        -0.0008336896
      ],
      [
        "undy",
        -0.0068457345
      ]
    ]
  },
  "A kingdom of this name experienced a civil war between Godegesil and his brother, a king who created his namesake law code, the Lex Gundobada. Two places with this same name agreed to be neutral in 1522 at Saint-Jean-de-Losne. A kingdom of this region was also known as Arles, and this region fought a civil war against the Armagnacs that was ended by the Treaty of Arras. Mary the Rich was the only child of this region's last Valois duke, who died in the Battle of Nancy and whose father created its Order of the Golden Fleece. This name was given to a Free County, or Franche-Comte. For 10 points,": {
    "guess": "Kingdom of Burgundy",
    "confidence": [
      [
        "King",
        -0.20100567
      ],
      [
        "dom",
        -3.619312e-05
      ],
      [
        " of",
        -0.00011844365
      ],
      [
        " Burg",
        -0.002331998
      ],
      [
        "undy",
        -0.00036989737
      ]
    ]
  },
  "A king of Elis tried to imitate this character by dragging hide-bound brazen cauldrons behind his chariot and hurling oaken torches in the air. One of this character's sons offered him a sacrifice as \"the Averter of Flies\" at the founding of the Olympic Games. He once had all his sinews ripped out, placed in a bag, and put under the guardianship of the monstrous Delphyne. As an infant, he was placed in a cradle and the sounds of his wailing were drowned out by the spear-clashing Curetes, so that his father would not devour him. FTP, name this father of Perseus and Heracles, the leader of the Greek": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.1225476
      ],
      [
        "us",
        -1.9146995e-05
      ]
    ]
  },
  "This kingdom acceded to Dutch demands by signing the Treaty of Elbing after its 1650s siege of Danzig forced Dutch intervention. This kingdom reached its largest territorial extent during its stormaktstiden, or \"great power\" era. This kingdom occupied Poland during a period called the Deluge. One non-native warrior who defected to this kingdom's side, and then fled to Bendery castle in Moldavia, was Cossack hetman (*) Ivan Mazepa. This kingdom, which secured peace with Denmark in the 1700 Peace of Travendal, had a Napoleonic general installed on its throne to begin the House of Bernadotte. It lost the Battle of Poltava under king Charles XII. For 10 points, name this northern European kingdom which lost the Great Northern War to Russia.": {
    "guess": "Kingdom of Sweden",
    "confidence": [
      [
        "King",
        -0.057402607
      ],
      [
        "dom",
        -2.6968896e-06
      ],
      [
        " of",
        -0.00012630376
      ],
      [
        " Sweden",
        -0.0007008801
      ]
    ]
  },
  "This kingdom was partitioned under the Treaty of Tudill?, though its ruler Sancho the Wise was able to": {
    "guess": "Kingdom of León",
    "confidence": [
      [
        "King",
        -0.56848043
      ],
      [
        "dom",
        -3.0828953e-05
      ],
      [
        " of",
        -0.00011021859
      ],
      [
        " Le",
        -0.13054073
      ],
      [
        "ón",
        -0.0012260623
      ]
    ]
  },
  "This king was in power during the Affair of the Diamond Necklace. His advisor Maurepas appointed Turgot as finance minister, and he was later served by the author of the compte rendu, Jacques Necker. When his ministers were unable to raise enough revenue, this king was forced to call the (*) Estates-General.": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.009447573
      ],
      [
        " XVI",
        -0.0006738319
      ]
    ]
  },
  "This king of England partially agreed to Pope Paschal II's reforms by giving up the power of investiture, but retaining that of homage. Soon after taking the throne, he promised to end the confiscation of church property in a predecessor to the Magna Carta called the Charter of Liberties. This king married": {
    "guess": "Henry I of England",
    "confidence": [
      [
        "Henry",
        -0.030284595
      ],
      [
        " I",
        -0.007080726
      ],
      [
        " of",
        -5.8961017e-05
      ],
      [
        " England",
        -0.00025633295
      ]
    ]
  },
  "One king of this name and number married Joan of Navarre and fended off the \"Epiphany Uprising.\" Another": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.11450696
      ],
      [
        " IV",
        -0.3109059
      ],
      [
        " of",
        -0.00058055413
      ],
      [
        " France",
        -0.4660032
      ]
    ]
  },
  "The kinin system was discovered upon realization that injection of it leads to low blood pressure, and the surface tension of it is measured in the Hay test. One disease affecting it in infants is a result": {
    "guess": "Kinin-Kallikrein system",
    "confidence": [
      [
        "K",
        -0.32839757
      ],
      [
        "inin",
        -0.123358265
      ],
      [
        "-K",
        -0.3635386
      ],
      [
        "all",
        -0.005639482
      ],
      [
        "ik",
        -0.0009506449
      ],
      [
        "re",
        -4.7994283e-05
      ],
      [
        "in",
        -7.851042e-05
      ],
      [
        " system",
        -0.6198237
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.3303251
      ],
      [
        "orea",
        -0.2029325
      ]
    ]
  },
  "This kingdom began as the Aja people moved north from Allada and settled among the Fon, eventually conquering them.  From their capital of Agbone, their first king Wegbala established a centralized state.  Under King Agaja, it conquered Allada and started a profitable slave trade with the Europeans, obtaining rifles to continue their wars of expansion.  However, they were unable to conquer Oyo, and the kingdom was finally captured by France in 1894.  For ten points, name this West African kingdom is located in and once gave its name to present day Benin.": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.009024953
      ],
      [
        "ah",
        -8.418666e-06
      ],
      [
        "ome",
        -2.8160932e-06
      ],
      [
        "y",
        -1.569009e-05
      ]
    ]
  },
  "This king's son was accused of being a \"warming pan baby\", even though his wife Mary of Modena had legitimately given birth. This king started a series of trials called the Bloody Assizes after James Scott tried to overthrow him in the Monmouth rebellion. The governorship of (*) Edmund Andros was ended at the conclusion of this man's reign. Seven Anglican bishops opposed this man's Declaration of Indulgence, and the Immortal Seven invited the Dutch husband of his daughter Mary to claim the throne.": {
    "guess": "James II of England",
    "confidence": [
      [
        "James",
        -0.0070885383
      ],
      [
        " II",
        -0.00054469216
      ],
      [
        " of",
        -0.0001506213
      ],
      [
        " England",
        -3.106736e-05
      ]
    ]
  },
  "A king of this place claims to make a goddess \"shriek like a duckling\" in a story that also tells of a sorceress from this place defeating a magician in a fish spawn-triggered animal-summoning contest. Another king of this place meets Zangara in the form of a bull while lying ill in a cave, after which": {
    "guess": "Kish",
    "confidence": [
      [
        "K",
        -1.2176074
      ],
      [
        "ish",
        -0.056181278
      ]
    ]
  },
  "King Vishtaspa was the first guardian of this religion, and taught his followers about those who are truthful and those who are liars, or the asha and druj. One branch of this religion believes the first man to be created was Gayomart, while another branch worships the deity Zurvan. This religion believes the dead cross the Chinvat Bridge, and evil (*) daevas are described in this religion's Vendidad.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0036233542
      ],
      [
        "oro",
        -4.632543e-05
      ],
      [
        "ast",
        -1.3902034e-05
      ],
      [
        "rian",
        -5.5122365e-07
      ],
      [
        "ism",
        -0.0024840964
      ]
    ]
  },
  "This kingdom acceded to Dutch demands by signing the Treaty of Elbing after its 1650s siege of Danzig forced Dutch intervention. This kingdom reached its largest territorial extent during its stormaktstiden, or \"great power\" era. This kingdom occupied Poland during a period called the Deluge. One non-native warrior who defected to this kingdom's side, and then fled to Bendery castle in Moldavia, was": {
    "guess": "Swedish Empire",
    "confidence": [
      [
        "Sw",
        -0.51431453
      ],
      [
        "edish",
        -3.655073e-05
      ],
      [
        " Empire",
        -0.0008999044
      ]
    ]
  },
  "One of this kind of mineral, whose crystals also contain magnesium and iron, is at the top of Bowen's reaction series, while zircon contains this mineral class's characteristic group and zirconium. In addition to olivine, an ortho- one, one variety of a group of these was the source of the first rubidium to be discovered, while another is best known for its perfect basal cleavage and the thin sheet into which is breaks: those varieties are known as lepidolite and muscovite. Their best known subclass is the tecto-ones, all of which contain aluminum save the best known group of them. Examples of the alumino-ones include zeolites and feldspars. For 10 points, identify this class of minerals, like": {
    "guess": "Silicate minerals",
    "confidence": [
      [
        "Sil",
        -0.2606177
      ],
      [
        "icate",
        -0.018338053
      ],
      [
        " minerals",
        -0.38184577
      ]
    ]
  },
  "One of this king's orders established political subdivisions in his country that are now called boroughs. This leader's coronation occurred during a visit to Pope Leo IV ordered by his father, Aethelwulf.": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.050024405
      ],
      [
        "fred",
        -2.1531068e-05
      ],
      [
        " the",
        -0.0014501138
      ],
      [
        " Great",
        -6.396757e-05
      ]
    ]
  },
  "Kings Mindaugas II and Charles I came to the thrones of their countries as a result of this agreement. One of the side-effects of this was repulsed by the \"Miracle of the Vistula\", and finally resolved": {
    "guess": "Union of Lublin",
    "confidence": [
      [
        "Union",
        -0.05386142
      ],
      [
        " of",
        -0.0046564224
      ],
      [
        " Lub",
        -0.04620842
      ],
      [
        "lin",
        -0.00021474186
      ]
    ]
  },
  "One king of this name was retreating across the Pyrenees when he was crushed by Peter III of Aragon at the Battle of Col de Panissars. The three daughters-in-law of the fourth man of this name were accused of cheating on their husbands in the Tour de Nesle Affair, and that king suffered defeat at the hands of William of Julich at the Battle of the Golden Spurs in 1302. The second king of this name defeated a coalition force including King John of England at the Battle of Bouvines and participated": {
    "guess": "Philip",
    "confidence": [
      [
        "Philip",
        -0.0068820803
      ]
    ]
  },
  "One king of this line had a son who dishonorably escaped as his replacement hostage after the Treaty of Bretigny, and another was known as \"the Mad.\" In addition to John II and Charles VI, the political machinations of one king of this branch led him to be known as the \"Spider King\", and another monarch of this house met longtime rival Henry VIII of England at the Field of the Cloth of Gold; those were Louis XI and Francis I. For 10 points, name this French house in power from 1328 to 1589.": {
    "guess": "House of Valois",
    "confidence": [
      [
        "House",
        -0.004202575
      ],
      [
        " of",
        -1.5332478e-05
      ],
      [
        " Val",
        -2.577686e-06
      ],
      [
        "ois",
        -3.1281633e-07
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother. A king with this name spent much of his reign trying to curry favor with Pap, or Papas. A king with this name executed the bishop Shimun Bar Sabbae and other Christians when they refused to pay a double": {
    "guess": "Khosrow II",
    "confidence": [
      [
        "K",
        -1.9842068
      ],
      [
        "hos",
        -0.13600619
      ],
      [
        "row",
        -0.09461493
      ],
      [
        " II",
        -0.60615635
      ]
    ]
  },
  "This king defeated Widukind, who led a guerilla war against this man in Saxony. He outlawed Jewish money-lending in his Capitulary for the Jews. In another war, this man defeated King Desiderius, his former father-in-law. This man ordered the beheading of 4,000 Saxons for practicing paganism in the Massacre of Verden. Important court scholars to this king included Alcuin of York. Biographers of this man include Einhard. He defeated the Lombards, who were threatening to seize Rome, thus earning the gratitude of Pope Leo III, who crowned him on Christmas Day in 800. For 10 points, name this King of the Franks known as \"the Great.\"": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0037695551
      ],
      [
        "lem",
        -2.9994528e-05
      ],
      [
        "agne",
        -0.00015252856
      ]
    ]
  },
  "This kingdom acceded to Dutch demands by signing the Treaty of Elbing after its 1650s siege of Danzig forced Dutch intervention. This kingdom reached its largest territorial extent during its stormaktstiden, or \"great power\" era. This kingdom occupied Poland during a period called the Deluge. One non-native warrior who defected to this kingdom's side, and then fled to Bendery castle in Moldavia, was Cossack hetman (*) Ivan Mazepa. This kingdom, which secured peace with Denmark in the 1700 Peace of Travendal, had a Napoleonic general installed on its throne to begin the House of Bernadotte. It lost the Battle of Poltava under king Charles XII. For 10 points, name this northern European kingdom": {
    "guess": "Kingdom of Sweden",
    "confidence": [
      [
        "King",
        -0.032261577
      ],
      [
        "dom",
        -3.650519e-06
      ],
      [
        " of",
        -7.862962e-05
      ],
      [
        " Sweden",
        -0.00047964725
      ]
    ]
  },
  "This king's son was accused of being a \"warming pan baby\", even though his wife Mary of Modena had legitimately given birth. This king started a series of trials called the Bloody Assizes after James Scott": {
    "guess": "Monmouth Rebellion",
    "confidence": [
      [
        "Mon",
        -0.51496685
      ],
      [
        "mouth",
        -1.3856493e-06
      ],
      [
        " Rebellion",
        -0.00022547018
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed that his supposedly dead father was still alive. His son Lionel of Antwerp led an Irish expedition that resulted in the Statutes of Kilkenny, and his late rule was marked by influence of his mistress Alice Perrers. This signer of the Truce of Malestroit supported the pretensions of Edward Balliol to the Scottish throne after temporarily recognizing Scottish independence in the Treaty of Northampton. His father was overthrown by his mother and her lover, Roger Mortimer, who ruled England until": {
    "guess": "Edward III",
    "confidence": [
      [
        "Edward",
        -0.002522038
      ],
      [
        " III",
        -0.005318312
      ]
    ]
  },
  "The kinematic form of this quantity is equal to the dynamic form divided by density. The effects of this property are most significant in the boundary layer. This quantity depends on the magnitude or duration of the shear stress in (*) non-Newtonian materials. The ratio of inertial forces to this property's": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.030206757
      ],
      [
        "cosity",
        -0.0028367303
      ]
    ]
  },
  "This king visited his sister while travelling as \"Count Falkenstein.\" The treaty of Versailles was strengthened by this man's marriage to Isabella of Parma. One of this man's reforms was an attempt to": {
    "guess": "Joseph II, Holy Roman Emperor",
    "confidence": [
      [
        "Joseph",
        -0.105919704
      ],
      [
        " II",
        -0.020607404
      ],
      [
        ",",
        -0.006004875
      ],
      [
        " Holy",
        -7.2907846e-05
      ],
      [
        " Roman",
        -3.3213026e-05
      ],
      [
        " Emperor",
        -0.0010655591
      ]
    ]
  },
  "A kingdom of this name experienced a civil war between Godegesil and his brother, a king who created his namesake law code, the Lex Gundobada. Two places with this same name agreed to be neutral in 1522 at Saint-Jean-de-Losne. A kingdom of this region was also known as Arles, and this region fought a civil war against the Armagnacs that was ended by the Treaty of Arras. Mary the Rich was the only child of this region's last Valois duke, who died in the Battle of Nancy and whose father created its": {
    "guess": "Kingdom of Burgundy",
    "confidence": [
      [
        "King",
        -0.19885431
      ],
      [
        "dom",
        -5.6576944e-05
      ],
      [
        " of",
        -0.00055148307
      ],
      [
        " Burg",
        -0.010571273
      ],
      [
        "undy",
        -0.00035107418
      ]
    ]
  },
  "A kingdom in this state traced its founding to an apocryphal victory over Natanleod, while the first reliably-dated event in this region is the baptism of Cynegils by the bishop Birinus, its namesake \"apostle.\" This region was legendarily founded by Cerdic and Cynric when they established a beachhead at Southampton and saw its most famous ruler commission a namesake jewel of quartz and filigreed gold; that man was chronicled by (*) Asser, won the Battle of Ashdown, and signed a treaty with the Danes under Guthrum. This region's power base was pushed southward by enemies like Penda, who threatened it from Mercia. Alfred the Great led, for 10 points, what Anglo-Saxon kingdom that unsurprisingly": {
    "guess": "Wessex",
    "confidence": [
      [
        "W",
        -0.009919703
      ],
      [
        "es",
        -4.990154e-05
      ],
      [
        "sex",
        -7.89631e-07
      ]
    ]
  },
  "King Vishtaspa was the first guardian of this religion, and taught his followers about those who are": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0037196765
      ],
      [
        "oro",
        -0.0067842817
      ],
      [
        "ast",
        -0.023748515
      ],
      [
        "rian",
        -0.00061164424
      ],
      [
        "ism",
        -0.045474928
      ]
    ]
  },
  "This king was victorious at a battle preceded by a parhelion. He married his sister Margaret to Charles the Bold of Burgundy after angering his closest advisor by marrying a commoner. That advisor, his cousin, attempted to install this king's brother, George, Duke of Clarence, on the throne and was killed fighting against this king at the Battle of Barnet. This husband of Elizbaeth Woodville won an early victory at Mortimer's Cross and came back to the throne after a brief fall from power by winning": {
    "guess": "Wars of the Roses",
    "confidence": [
      [
        "Wars",
        -0.3410156
      ],
      [
        " of",
        -1.0087517e-05
      ],
      [
        " the",
        -0.000113913906
      ],
      [
        " Roses",
        -4.8471098e-05
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother. A king with this name spent much of his reign trying to curry favor with Pap, or Papas. A king with this name executed the bishop Shimun Bar Sabbae and other Christians when they refused to pay a double tax to finance a war. The second king with this name extracted a humiliating peace treaty from Jovian after Julian the Apostate died in a battle where he beat this king. A king with this name built a namesake city on the road between Estakhr and (*) Ctesiphon. Mani of Manichaeism fame was a scholar in the court of a king with this name. The best-known king with this name collected a huge indemnity from Philip the Arab and won the Battle of Edessa, netting him a key prisoner whom he famously used as a footstool to mount his horse. For 10 points, give this name of the second king of the Sassanid Empire, who capture Valerian.": {
    "guess": "Shapur I",
    "confidence": [
      [
        "Sh",
        -0.1299209
      ],
      [
        "apur",
        -0.00021998682
      ],
      [
        " I",
        -0.0014722456
      ]
    ]
  },
  "Their kings were listed as legitimate in the Turin Papyrus, and their downfall may have resulted from": {
    "guess": "Ancient Egypt",
    "confidence": [
      [
        "Anc",
        -0.8758211
      ],
      [
        "ient",
        -2.868329e-05
      ],
      [
        " Egypt",
        -0.025594521
      ]
    ]
  },
  "One of this kind of mineral, whose crystals also contain magnesium and iron, is at the top of Bowen's": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.9246071
      ],
      [
        "liv",
        -4.3202e-07
      ],
      [
        "ine",
        -2.057744e-05
      ]
    ]
  },
  "One king of this name appointed General Yorck who unilaterally decided to side with Russia in the Convention of Tauroggen. One king by this name attempted to convene ssessions called \"United Committee\" and \"United Diet.\" Another king by this name issued the Declaration of Pillnitz along with Leopold II and ruled his country during the second and third partitions of Poland. Yet another king by this name gained parts of Pomerania from the 1720 Treaty of Stockholm, but is better known for his military reforms. For 10 points, identify this name shared by an important elector of Brandenburg and the": {
    "guess": "Frederick the Great",
    "confidence": [
      [
        "Fre",
        -0.016701179
      ],
      [
        "der",
        -3.9292416e-05
      ],
      [
        "ick",
        -3.4524266e-05
      ],
      [
        " the",
        -0.023298237
      ],
      [
        " Great",
        -3.8100377e-05
      ]
    ]
  },
  "The king is the owner of this country's library that contains only 1000 volumes, and it is found on the coast of California. Its only fields of discipline are ethics, history, poetry and mathematics. Their science is limited to practical applications, and all literary styles are very clear. Herman Moll's": {
    "guess": "Library of Babel",
    "confidence": [
      [
        "Library",
        -1.8816985
      ],
      [
        " of",
        -0.00892205
      ],
      [
        " B",
        -0.3554352
      ],
      [
        "abel",
        -0.00039099273
      ]
    ]
  },
  "This kingdom was partitioned under the Treaty of Tudill?, though its ruler Sancho the Wise was able to resist the agreement. Berengaria of this kingdom married the English king Richard I. One Joan of this kingdom was the mother of French kings Louis X, Philip V, and Charles IV, and another was the daughter of Charles the Bad. Founded early on by I?go Arista, a queen of this kingdom wrote the Heptameron. A later ruler from here was advised by the Duke de Sully and was the victor at the Battle of Coutras who assassinated the Duke of Guise, winning the War of the Three Henrys. FTP, name this long-independent": {
    "guess": "Kingdom of Navarre",
    "confidence": [
      [
        "King",
        -0.030743385
      ],
      [
        "dom",
        -2.2723105e-05
      ],
      [
        " of",
        -0.00023023834
      ],
      [
        " Nav",
        -0.0008280907
      ],
      [
        "ar",
        -0.00021069261
      ],
      [
        "re",
        -7.226629e-06
      ]
    ]
  },
  "Kinks in the dispersion relations of these entities due to rigid shifts of the Fermi sphere are Kohn anomalies. Real momentum and crystal momentum are shown to be separately conserved quantities in processes where these entities scatter off each other termed (*) Umklapp. Coupling of electrons with these entities forms Cooper pairs. The Debye model predicts that heat capacity depends on temperature cubed by considering a lattice populated by these quasiparticles. For 10 points, name these quantized": {
    "guess": "Phonons",
    "confidence": [
      [
        "Ph",
        -0.009869884
      ],
      [
        "on",
        -9.996708e-05
      ],
      [
        "ons",
        -0.4058397
      ]
    ]
  },
  "One king of this name appointed General Yorck who unilaterally decided to side with Russia in the Convention of Tauroggen. One king by this name attempted to convene ssessions called \"United Committee\" and \"United Diet.\" Another king by this name issued the Declaration of Pillnitz along with Leopold II and ruled his country during the second and third partitions of Poland. Yet another king by this name gained parts of Pomerania from the 1720 Treaty of Stockholm, but is better known for his military reforms. For 10 points, identify this name shared by an important elector of Brandenburg and the three Prussian kings who came after Frederick the Great.": {
    "guess": "Frederick William",
    "confidence": [
      [
        "Fre",
        -0.12560233
      ],
      [
        "der",
        -1.6240566e-06
      ],
      [
        "ick",
        -2.0339032e-05
      ],
      [
        " William",
        -0.38437656
      ]
    ]
  },
  "A kingdom of this name experienced a civil war between Godegesil and his brother, a king who created his namesake law code, the Lex Gundobada. Two places with this same name agreed to be neutral in 1522": {
    "guess": "Burgundy",
    "confidence": [
      [
        "B",
        -0.37039346
      ],
      [
        "urg",
        -9.221884e-05
      ],
      [
        "undy",
        -0.0017342021
      ]
    ]
  },
  "King Atta-hushu of these peoples introduced worship of the goddess Anunitum among them, but she was abandoned after his death. A shrine to the goddess Upurkuppak can be found at these peoples' temple complex": {
    "guess": "Hurrians",
    "confidence": [
      [
        "Hur",
        -1.5446892
      ],
      [
        "rians",
        -0.0019770495
      ]
    ]
  },
  "One of this kind of mineral, whose crystals also contain magnesium and iron, is at the top of Bowen's reaction series, while zircon contains this mineral class's characteristic group and zirconium. In addition to olivine, an ortho- one, one variety of a group of these was the source of the first rubidium": {
    "guess": "Silicate minerals",
    "confidence": [
      [
        "Sil",
        -0.026930155
      ],
      [
        "icate",
        -0.0077585266
      ],
      [
        " minerals",
        -0.17988475
      ]
    ]
  },
  "One king of this country created a law code that protected Jews and stopped the expansion of the Teutonic Knights; that ruler was named Ladislaw the Elbow-High and belonged to the Piast Dynasty. An assembly called the Sejm (same) ruled this country after it was unified with Lithuania in the Union of Lublin. This country's king Jan Sobieski broke the Ottoman siege of Vienna in 1683, and later in this nation's history, the Solidarity union would form under the leadership of Lech Walesa. For 10 points, name this country that suffered three partitions in the late 18th century.": {
    "guess": "Poland",
    "confidence": [
      [
        "Pol",
        -0.0107376985
      ],
      [
        "and",
        -3.23786e-05
      ]
    ]
  },
  "One king from this house named his former falconer Duke of Luynes. While serving as regent, that king's mother relied on the counsel of Leonora Galigai and Concino Concini until they were both killed. Another king from this house married the daughter of the loser of the War of the Polish Succession and was known as the \"Much Beloved.\" The reign of yet another king from this dynasty was preceded by the regency of his mother, Anne of Austria. That king lost the Nine Years' War and a war that prevented another member of this family from holding the Spanish throne. The first king from this house quipped that his capital was \"worth a mass\" when he took the throne; that man was Henry of Navarre, who became Henry IV. For 10 points, name this primarily French ruling house that succeeded the Valois,": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.40733004
      ],
      [
        " of",
        -0.00010485443
      ],
      [
        " Bourbon",
        -0.00024763108
      ]
    ]
  },
  "This kingdom was weakened by monsoons and poor irrigation, and the Ayuthaya kingdom toppled it in 1431. Its center was in the present-day Siemreap province north of the Great Lake of Tonle Sap, to which the people were driven by incursions from the south. Although its founder had ruled since 790, it is the second crowning of Jayavarman II that is considered the founding of the civilization.  FTP, identify this kingdom that built the temple at Angkor Wat and whose name survived in a 20th-century Cambodian communist movement.": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.087538026
      ],
      [
        "mer",
        -1.4498052e-05
      ],
      [
        " Empire",
        -0.0020437944
      ]
    ]
  },
  "One king of this country won at the Battle of Breadfield with his Black Army, and this country lost most of its territory in the Treaty of Trianon. This country was defeated by Otto the Great at the Battle of Lechfeld, and it also saw a 1848 revolution led by Lajos (*) Kossuth. Rulers of this country included Matthias Corvinus and John Hunyadi, as well as the Arpad founder of this country, Saint Stephen. This country was ruled by Janos Kadar after Soviet tanks crushed a 1956 revolution in it led by Imre Nagy (NAHJ). Before World War I, this country was part of a joint monarchy with Austria. For ten points, identify this home country of the Magyars with capital at Budapest.": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.00088465743
      ],
      [
        "ary",
        -2.451116e-05
      ]
    ]
  },
  "The king is tricked by Villuppo into arresting Alexandro for murdering his son; once that is revealed, Villuppo is sentenced to death. The murder of Serberine is a set-up of Pedringano, who is further": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.12905145
      ],
      [
        " Spanish",
        -0.33782905
      ],
      [
        " Tr",
        -0.00012380048
      ],
      [
        "aged",
        -1.3186812e-05
      ],
      [
        "y",
        -0.0002550217
      ]
    ]
  },
  "Kim and Min developed a method of destroying this compound by decomposing it into lumichrome, 2,3-butanedione, and another namesake compound. Coenzymes related to this compound complement cytochrome P-450 in certain metabolic reactions, and recent studies suggest that it can normalize lactate levels": {
    "guess": "Riboflavin",
    "confidence": [
      [
        "Rib",
        -0.84041166
      ],
      [
        "of",
        -0.00032211503
      ],
      [
        "l",
        -0.00013929696
      ],
      [
        "avin",
        -5.50273e-05
      ]
    ]
  },
  "King Vishtaspa was the first guardian of this religion, and taught his followers about those who are truthful and those who are liars, or the asha and druj. One branch of this religion believes the first man to be created was Gayomart, while another branch worships the deity Zurvan. This religion believes the dead cross the Chinvat Bridge, and evil (*) daevas are described in this religion's Vendidad. Practitioners of this religion suspend dead bodies in \"Towers of Silence.\" Its Yasnas, which contain the Gathas, describe the Amesha Spentas, and this religion's main text, the Avesta, describes the continuous fighting between Angra Mainyu and Ahura Mazda. For ten points, name this ancient Iranian religion founded by the prophet Zarathustra.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.00046081675
      ],
      [
        "oro",
        -0.00010545045
      ],
      [
        "ast",
        -3.1281633e-07
      ],
      [
        "rian",
        -2.8160932e-06
      ],
      [
        "ism",
        -2.220075e-06
      ]
    ]
  },
  "The king is the owner of this country's library that contains only 1000 volumes, and it is found on the": {
    "guess": "Royal Library of Denmark",
    "confidence": [
      [
        "Royal",
        -0.7586626
      ],
      [
        " Library",
        -0.004188687
      ],
      [
        " of",
        -0.04391093
      ],
      [
        " Denmark",
        -0.9024675
      ]
    ]
  },
  "One king of this country won at the Battle of Breadfield with his Black Army, and this country lost most": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.68174714
      ],
      [
        "ary",
        -0.0042340355
      ]
    ]
  },
  "The king is tricked by Villuppo into arresting Alexandro for murdering his son; once that is revealed,": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.04292211
      ],
      [
        " Spanish",
        -0.034858014
      ],
      [
        " Tr",
        -5.6100132e-05
      ],
      [
        "aged",
        -5.080963e-06
      ],
      [
        "y",
        -0.00028088156
      ]
    ]
  },
  "The king is the owner of this country's library that contains only 1000 volumes, and it is found on the coast of California. Its only fields of discipline are ethics, history, poetry and mathematics. Their science is limited to practical applications, and all literary styles are very clear. Herman Moll's depiction of this country that was discovered in 1703, placed it on a landmass separated from New Albion by the Strait of Annian. This country has a strip of volcanoes in the northeast, which separates it from an unknown land, and its largest city is Lorbrulgud. The narrator who visits this land is dumped in a bowl of cream by a dwarf and discovered by a farmer that satisfies his hunger with crumbs. For ten points, name this land visited by Gulliver after Lilliputia, whose inhabitants HUGE.": {
    "guess": "Brobdingnag",
    "confidence": [
      [
        "B",
        -0.26922047
      ],
      [
        "rob",
        -0.0001408466
      ],
      [
        "ding",
        -0.000127615
      ],
      [
        "n",
        -0.0002783783
      ],
      [
        "ag",
        -9.4960524e-05
      ]
    ]
  },
  "This king visited his sister while travelling as \"Count Falkenstein.\" The treaty of Versailles was strengthened": {
    "guess": "Woodrow Wilson",
    "confidence": [
      [
        "Wood",
        -1.420305
      ],
      [
        "row",
        -2.6060809e-05
      ],
      [
        " Wilson",
        -0.002112432
      ]
    ]
  },
  "This kingdom was created after its first king won a battle known as \"the leaping of the mullet fish.\" The leader of the Committee of Safety, Lorrin Thurston, forced its leader to sign the Bayonet Constitution. It was officially annexed by the Newlands Resolution, and was first ruled by King Kamehameha": {
    "guess": "Kingdom of Hawaii",
    "confidence": [
      [
        "King",
        -0.017661322
      ],
      [
        "dom",
        -0.00025633295
      ],
      [
        " of",
        -0.00017290872
      ],
      [
        " Hawaii",
        -0.0077127474
      ]
    ]
  },
  "A kingdom of this name experienced a civil war between Godegesil and his brother, a king who created": {
    "guess": "Kingdom of the Lombards",
    "confidence": [
      [
        "King",
        -0.7647258
      ],
      [
        "dom",
        -0.011171721
      ],
      [
        " of",
        -0.0025534271
      ],
      [
        " the",
        -0.15105772
      ],
      [
        " Lomb",
        -1.0181396
      ],
      [
        "ards",
        -0.00031067515
      ]
    ]
  },
  "Kings Mindaugas II and Charles I came to the thrones of their countries as a result of this agreement. One of the side-effects of this was repulsed by the \"Miracle of the Vistula\", and finally resolved by the Treaty of Riga, while an indirect result of this was the defeat of the Red Guards at Tampere, as one group was unable to provide direct support to one side of the Finnish Civil War, although they were able to fight the Polish-Soviet War. This agreement, nullified by the Treaty of Rapallo, was negotiated primarily by Richard von Kuhlmann on one side, and Leon Trotsky on the other. Resulting in a loss of one-quarter of Russia's population, for 10 points, name this treaty signed in March 1918": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.024503872
      ],
      [
        "reat",
        -1.2664457e-06
      ],
      [
        "y",
        -0.00020151392
      ],
      [
        " of",
        -4.143808e-05
      ],
      [
        " B",
        -0.00017934572
      ],
      [
        "rest",
        -1.5451682e-05
      ],
      [
        "-L",
        -5.025915e-05
      ],
      [
        "it",
        -0.00022499338
      ],
      [
        "ov",
        -2.9636918e-05
      ],
      [
        "sk",
        -1.6240566e-06
      ]
    ]
  },
  "A king and counselor of the Anunnaki, this deity receives the earth in Atrahasis, and is worshipped in": {
    "guess": "Enlil",
    "confidence": [
      [
        "En",
        -0.010518669
      ],
      [
        "l",
        -0.28033444
      ],
      [
        "il",
        -2.8160932e-06
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such cities as Sabi. A major democratization movement arose on May 18, 1980, after students protesting the": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.6471485
      ],
      [
        "orea",
        -0.11425114
      ]
    ]
  },
  "This kingdom was weakened by monsoons and poor irrigation, and the Ayuthaya kingdom toppled it in 1431. Its center was in the present-day Siemreap province north of the Great Lake of Tonle Sap, to which the people were driven by incursions from the south. Although its founder had ruled since 790, it is the second crowning of Jayavarman II that is considered the founding of the civilization.  FTP, identify": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.042256337
      ],
      [
        "mer",
        -5.080963e-06
      ],
      [
        " Empire",
        -0.0007607919
      ]
    ]
  },
  "One of this king's murderers is alleged to have said, \"the wretch can have no bones in his body.\" A member of the Sciri tribe, he invaded [*] Dalmatia in 480 to depose the Eastern emperor Zeno. For 10  points—name this self-proclaimed \"King\" of Italy, who took refuge in Ravenna in 493, and who, after": {
    "guess": "Theodoric the Great",
    "confidence": [
      [
        "The",
        -0.19777942
      ],
      [
        "od",
        -0.0027866925
      ],
      [
        "oric",
        -6.704273e-07
      ],
      [
        " the",
        -0.00073565455
      ],
      [
        " Great",
        -2.7252845e-05
      ]
    ]
  },
  "This kingdom was created after its first king won a battle known as \"the leaping of the mullet fish.\" The leader of the Committee of Safety, Lorrin Thurston, forced its leader to sign the Bayonet Constitution. It was officially annexed by the Newlands Resolution, and was first ruled by King Kamehameha I. Its only president, Sanford Dole, took power after Queen Lil'uokalani was deposed. Its current senators include Daniel Inouye and Daniel Akaka, and in 1959, it became the 50th state. For 10 points,": {
    "guess": "Kingdom of Hawaii",
    "confidence": [
      [
        "King",
        -0.009635907
      ],
      [
        "dom",
        -2.2127088e-05
      ],
      [
        " of",
        -6.539802e-05
      ],
      [
        " Hawaii",
        -0.6113451
      ]
    ]
  },
  "Kim and Min developed a method of destroying this compound by decomposing it into lumichrome, 2,3-butanedione, and another namesake compound. Coenzymes related to this compound complement cytochrome P-450 in certain metabolic reactions, and recent studies suggest that it can normalize lactate levels in patients with Complex I deficiencies. Deficiency of this vitamin can be detected by examining the relative activity of either xanthine oxidase or erythrocyte glutathione reductase, and its deficiency can lead to increased risk of both cancer of the esophagus and preeclampsia. Also confirmed to play a role in reducing the frequency of migraines, for 10 points, name this component of FAD and FMN,": {
    "guess": "Riboflavin",
    "confidence": [
      [
        "Rib",
        -0.032281317
      ],
      [
        "of",
        -0.000156101
      ],
      [
        "l",
        -0.00015502817
      ],
      [
        "avin",
        -7.7199176e-05
      ]
    ]
  },
  "One king of this city allegedly committed incest with his daughter Procris. Three princesses of this city jumped to their deaths after seeing serpents in a box containing their brother Erichthonius. After": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.21604025
      ],
      [
        "ens",
        -1.18755715e-05
      ]
    ]
  },
  "This king was in power during the Affair of the Diamond Necklace. His advisor Maurepas appointed Turgot as finance minister, and he was later served by the author of the compte rendu, Jacques Necker. When": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.0022456541
      ],
      [
        " XVI",
        -0.003062088
      ]
    ]
  },
  "King Juan Carlos of Spain and Grand Duke Henri of Luxembourg trace their lineage to this dynasty. Prior to the election of its founder as King of France, the ancestral family from which this dynasty is derived were known as the Robertians. Cadet Branches of this Dynasty include the Braganza, the Valois,": {
    "guess": "House of Capet",
    "confidence": [
      [
        "House",
        -0.22445942
      ],
      [
        " of",
        -0.0001757696
      ],
      [
        " Cap",
        -0.36719126
      ],
      [
        "et",
        -1.962381e-05
      ]
    ]
  },
  "Kings Mindaugas II and Charles I came to the thrones of their countries as a result of this agreement. One of the side-effects of this was repulsed by the \"Miracle of the Vistula\", and finally resolved by the Treaty of Riga, while an indirect result of this was the defeat of the Red Guards at Tampere, as one group was unable to provide direct support to one side of the Finnish Civil War, although they were able to fight the Polish-Soviet War. This agreement, nullified by the Treaty of Rapallo, was negotiated primarily by Richard von Kuhlmann on one side, and Leon Trotsky on the other. Resulting in a loss of one-quarter of Russia's population, for 10 points, name this treaty signed in March 1918 that effectively withdrew Russia from World War I.": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.05594414
      ],
      [
        "reat",
        -2.220075e-06
      ],
      [
        "y",
        -0.00018101456
      ],
      [
        " of",
        -6.635165e-05
      ],
      [
        " B",
        -0.00078782917
      ],
      [
        "rest",
        -2.3915141e-05
      ],
      [
        "-L",
        -0.00014835644
      ],
      [
        "it",
        -0.00032938644
      ],
      [
        "ov",
        -3.3809047e-05
      ],
      [
        "sk",
        -1.2664457e-06
      ]
    ]
  },
  "One king of this region drowned the defeated followers of Onomarchos after winning the Battle of Crocus": {
    "guess": "Phocis",
    "confidence": [
      [
        "Ph",
        -1.0841855
      ],
      [
        "oc",
        -0.032347333
      ],
      [
        "is",
        -0.0014444032
      ]
    ]
  },
  "One king of this name and number married Joan of Navarre and fended off the \"Epiphany Uprising.\" Another king by this name and number had Maximilian de Bethune, Duke de Sully negotiate the Peace of Savoy, but was assassinated by Francois Ravalliac. Yet another ruler of this name and number dealt with the rise of anti-king Rudolf of Swabia, and had installed Clement III as pope, though he had earlier traveled to Canossa to reconcile with Pope Gregory VII. For 10 points, identify this name and number": {
    "guess": "Henry IV",
    "confidence": [
      [
        "Henry",
        -0.18707713
      ],
      [
        " IV",
        -0.022419358
      ]
    ]
  },
  "One king of this country created a law code that protected Jews and stopped the expansion of the Teutonic Knights; that ruler was named Ladislaw the Elbow-High and belonged to the Piast Dynasty. An assembly called the Sejm (same) ruled this country after it was unified with Lithuania in the Union of": {
    "guess": "Poland",
    "confidence": [
      [
        "Pol",
        -0.08458964
      ],
      [
        "and",
        -0.029602945
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such cities as Sabi. A major democratization movement arose on May 18, 1980, after students protesting the closure of a university in this region were attacked by soldiers. A vitriolic debate about the status of this region known as the Seikanron led another country to recall the (*) Iwakura Mission before plunging into civil war, while the final years of one dynasty that ruled here are known as the \"Hermit Kingdom,\" referring to its isolationism; that dynasty signed the Treaty of Gyehae to curb piracy under Sejong the Great. The Silla state was one of the Three Kingdoms of this polity, which was later": {
    "guess": "History of Korea",
    "confidence": [
      [
        "History",
        -0.54181033
      ],
      [
        " of",
        -0.002154784
      ],
      [
        " Korea",
        -0.015713599
      ]
    ]
  },
  "One king of this name appointed General Yorck who unilaterally decided to side with Russia in the Convention of Tauroggen. One king by this name attempted to convene ssessions called \"United Committee\"": {
    "guess": "Frederick William IV of Prussia",
    "confidence": [
      [
        "Fre",
        -0.17808005
      ],
      [
        "der",
        -1.0564331e-05
      ],
      [
        "ick",
        -9.5198935e-05
      ],
      [
        " William",
        -0.015206978
      ],
      [
        " IV",
        -0.906494
      ],
      [
        " of",
        -0.19236214
      ],
      [
        " Pr",
        -0.00014895246
      ],
      [
        "ussia",
        -0.00029458632
      ]
    ]
  },
  "One king of this country was never able to put his Bayonne Statute into full effect, although four years later this country passed a then-groundbreaking constitution that enfranchised all non-Africans. That king's predecessor was served by the so-called Prince of the Peace before fleeing the country. A rebel force in this country won a pivotal victory over General Pierre Dupont at the Battle of Bailen, although it wouldn't be until (*) Jean-Baptiste Jourdan's troops were defeated at Vitoria that this country would finally threw off foreign yoke. It's not in Italy, but this kingdom was once ruled": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.1108062
      ]
    ]
  },
  "A kingdom of this name experienced a civil war between Godegesil and his brother, a king who created his namesake law code, the Lex Gundobada. Two places with this same name agreed to be neutral in 1522 at Saint-Jean-de-Losne. A kingdom of this region was also known as Arles, and this region fought a civil war against the Armagnacs that was ended by the Treaty of Arras. Mary the Rich was the only child of this region's last Valois duke, who died in the Battle of Nancy and whose father created its Order of the Golden Fleece. This name was given to a Free County, or Franche-Comte. For 10 points, identify this name given to a medieval duchy ruled by John the Fearless, Philip the Good, and Charles the Bold in eastern France.": {
    "guess": "Duchy of Burgundy",
    "confidence": [
      [
        "D",
        -0.43019935
      ],
      [
        "uch",
        -0.00038682064
      ],
      [
        "y",
        -2.6537622e-05
      ],
      [
        " of",
        -1.6882126e-05
      ],
      [
        " Burg",
        -5.800739e-05
      ],
      [
        "undy",
        -0.00015896189
      ]
    ]
  },
  "A king and counselor of the Anunnaki, this deity receives the earth in Atrahasis, and is worshipped in the temple of Duranki. One story regards the theft by Zu of his tablets of destiny that allows him to determine the fate of all living and nonliving things. Another, which has him supplanted by Marduk, tells of his response to the rebellion of the Igigi, which included the unleashing of a series of disasters that included the Great Flood. Known for his short temper, he sentenced Enkidu to death": {
    "guess": "Enlil",
    "confidence": [
      [
        "En",
        -0.33135143
      ],
      [
        "l",
        -0.29632384
      ],
      [
        "il",
        -2.6299214e-05
      ]
    ]
  },
  "The kinin system was discovered upon realization that injection of it leads to low blood pressure, and": {
    "guess": "Kinin-Kallikrein system",
    "confidence": [
      [
        "K",
        -0.38474014
      ],
      [
        "inin",
        -0.028368264
      ],
      [
        "-K",
        -0.7366044
      ],
      [
        "all",
        -0.001561762
      ],
      [
        "ik",
        -0.00051264104
      ],
      [
        "re",
        -7.465036e-06
      ],
      [
        "in",
        -2.3915141e-05
      ],
      [
        " system",
        -0.62352973
      ]
    ]
  },
  "This king visited his sister while travelling as \"Count Falkenstein.\" The treaty of Versailles was strengthened by this man's marriage to Isabella of Parma. One of this man's reforms was an attempt to quell a peasant revolt in Horea. This man extended religious freedom to Jews with his Edict of Tolerance, which was released a year after his Patent of Toleration. This man became co-regent after the death of his father Francis I. This brother of Marie Antoinette was succeeded by his younger brother Leopold I, who undid this man's liberation of the serfs. For 10 points, name this enlightened son of": {
    "guess": "Joseph II, Holy Roman Emperor",
    "confidence": [
      [
        "Joseph",
        -0.0053753415
      ],
      [
        " II",
        -0.00063213997
      ],
      [
        ",",
        -0.010758924
      ],
      [
        " Holy",
        -5.0378356e-05
      ],
      [
        " Roman",
        -2.3915141e-05
      ],
      [
        " Emperor",
        -0.00047893205
      ]
    ]
  },
  "One king from this house named his former falconer Duke of Luynes. While serving as regent, that king's mother relied on the counsel of Leonora Galigai and Concino Concini until they were both killed. Another king from this house married the daughter of the loser of the War of the Polish Succession and was known as the \"Much Beloved.\" The reign of yet another king from this dynasty was preceded by the regency of his mother, Anne of Austria. That king lost the Nine Years' War and a war that prevented another member of this family from holding the Spanish throne. The first king from this house quipped that his capital was \"worth a mass\" when he took the throne; that man was Henry of Navarre, who became Henry IV. For 10 points, name this primarily French ruling house that succeeded the Valois, whose members included Louis XIV and Louis XVI.": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.010889351
      ],
      [
        " of",
        -0.00010688089
      ],
      [
        " Bourbon",
        -8.602025e-05
      ]
    ]
  },
  "The king is tricked by Villuppo into arresting Alexandro for murdering his son; once that is revealed, Villuppo is sentenced to death. The murder of Serberine is a set-up of Pedringano, who is further tricked into keeping silent about his earlier crimes and hanged. The play opens with a visit to the palace of Pluto and Proserpine, who command Revenge to accompany a ghost back to earth. Climaxing at a performance of Solyman and Perseda, the end features the murder of Lorenzo, Balthazar and Bel-Imperia.": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.00039873365
      ],
      [
        " Spanish",
        -2.1173457e-05
      ],
      [
        " Tr",
        -9.968313e-06
      ],
      [
        "aged",
        -2.6968896e-06
      ],
      [
        "y",
        -6.1537958e-06
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed that his supposedly dead father was still alive. His son Lionel of Antwerp led an Irish expedition that resulted in the Statutes of Kilkenny, and his late rule was marked by influence of his mistress": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.013245175
      ],
      [
        " III",
        -0.11834499
      ],
      [
        " of",
        -0.012603361
      ],
      [
        " England",
        -0.00021509947
      ]
    ]
  },
  "One king of this country won at the Battle of Breadfield with his Black Army, and this country lost most of its territory in the Treaty of Trianon. This country was defeated by Otto the Great at the Battle": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.106459334
      ],
      [
        "ary",
        -0.0004770248
      ]
    ]
  },
  "Kings Mindaugas II and Charles I came to the thrones of their countries as a result of this agreement. One of the side-effects of this was repulsed by the \"Miracle of the Vistula\", and finally resolved by the Treaty of Riga, while an indirect result of this was the defeat of the Red Guards at Tampere,": {
    "guess": "Lithuanian–Polish union",
    "confidence": [
      [
        "L",
        -1.2162622
      ],
      [
        "ith",
        -0.0076094666
      ],
      [
        "uan",
        -0.043892216
      ],
      [
        "ian",
        -9.651017e-05
      ],
      [
        "–",
        -0.7183919
      ],
      [
        "Pol",
        -0.83327127
      ],
      [
        "ish",
        -3.1281633e-07
      ],
      [
        " union",
        -0.7191024
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother. A king with this name spent much of his reign trying to curry favor with Pap, or Papas. A king with": {
    "guess": "King Sisowath",
    "confidence": [
      [
        "King",
        -1.6928177
      ],
      [
        " S",
        -2.141144
      ],
      [
        "is",
        -1.2118344
      ],
      [
        "ow",
        -0.52690893
      ],
      [
        "ath",
        -0.0004735679
      ]
    ]
  },
  "A king who shared this god's name had a daughter named Theonoe and was married to the Nereid Psamathe. This god's sons Polygonus and Telegonus died after foolishly challenged Heracles to wrestling matches. In Virgil's Georgics, this god advises Aristaeus to sacrifice 12 animals and leave the corpses, one of which produces a swarm of bees three days later. He also advised a king on how to return to Sparta from Egypt, where that king captured this god while he was sleeping among his herd of seals. For 10 points, name this shapeshifting son of Poseidon, Oceanus or Nereus, a god sometimes known as": {
    "guess": "Proteus",
    "confidence": [
      [
        "Pro",
        -0.0008352392
      ],
      [
        "te",
        -6.325235e-05
      ],
      [
        "us",
        -6.313315e-05
      ]
    ]
  },
  "A king who shared this god's name had a daughter named Theonoe and was married to the Nereid Psamathe. This god's sons Polygonus and Telegonus died after foolishly challenged Heracles to wrestling matches. In Virgil's Georgics, this god advises Aristaeus to sacrifice 12 animals and leave the corpses, one of which produces a swarm of bees three days later. He also advised a king on how to return to Sparta from Egypt, where that king captured this god while he was sleeping among his herd of seals. For 10 points, name this shapeshifting son of Poseidon, Oceanus or Nereus, a god sometimes known as the \"Old Man of the Sea.\"": {
    "guess": "Proteus",
    "confidence": [
      [
        "Pro",
        -0.00047237953
      ],
      [
        "te",
        -4.0007635e-05
      ],
      [
        "us",
        -7.302705e-05
      ]
    ]
  },
  "The kinematic form of this quantity is equal to the dynamic form divided by density. The effects of this": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.048720226
      ],
      [
        "cosity",
        -0.0003665597
      ]
    ]
  },
  "This kingdom was partitioned under the Treaty of Tudill?, though its ruler Sancho the Wise was able to resist the agreement. Berengaria of this kingdom married the English king Richard I. One Joan of this kingdom was the mother of French kings Louis X, Philip V, and Charles IV, and another was the daughter of Charles the Bad. Founded early on by I?go Arista, a queen of this kingdom wrote the Heptameron. A later ruler from here was advised by the Duke de Sully and was the victor at the Battle of Coutras who assassinated the Duke of Guise, winning the War of the Three Henrys. FTP, name this long-independent state which was then absorbed into France by its native son, who became the French king Henry IV.": {
    "guess": "Kingdom of Navarre",
    "confidence": [
      [
        "King",
        -0.063382484
      ],
      [
        "dom",
        -1.6286107e-05
      ],
      [
        " of",
        -0.0001439459
      ],
      [
        " Nav",
        -0.00018887833
      ],
      [
        "ar",
        -0.00029172545
      ],
      [
        "re",
        -9.133887e-06
      ]
    ]
  },
  "One of this kind of mineral, whose crystals also contain magnesium and iron, is at the top of Bowen's reaction series, while zircon contains this mineral class's characteristic group and zirconium. In addition to olivine, an ortho- one, one variety of a group of these was the source of the first rubidium to be discovered, while another is best known for its perfect basal cleavage and the thin sheet into which is breaks: those varieties are known as lepidolite and muscovite. Their best known subclass": {
    "guess": "Mica",
    "confidence": [
      [
        "M",
        -0.45241585
      ],
      [
        "ica",
        -0.0081932545
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such cities as Sabi. A major democratization movement arose on May 18, 1980, after students protesting the closure of a university in this region were attacked by soldiers. A vitriolic debate about the status of this region known as the Seikanron led another country to recall the (*) Iwakura Mission before plunging into civil war, while the final years of one dynasty that ruled here are known as the \"Hermit Kingdom,\" referring to its isolationism; that dynasty signed the Treaty of Gyehae to curb piracy under Sejong the Great. The Silla state was one of the Three Kingdoms of this polity, which was later led by the Joseon dynasty before a landing at Inchon led to the establishment of the DMZ, splitting it into two countries along the 38th parallel. For 10 points, name this peninsula divided between": {
    "guess": "Korean Peninsula",
    "confidence": [
      [
        "K",
        -0.26960117
      ],
      [
        "orean",
        -0.20147395
      ],
      [
        " Peninsula",
        -0.026238991
      ]
    ]
  },
  "A kingdom in this state traced its founding to an apocryphal victory over Natanleod, while the first reliably-dated event in this region is the baptism of Cynegils by the bishop Birinus, its namesake \"apostle.\" This region was legendarily founded by Cerdic and Cynric when they established a beachhead at Southampton and saw its most famous ruler commission a namesake jewel of quartz and filigreed gold; that man was chronicled by (*) Asser, won the Battle of Ashdown, and signed a treaty with the Danes": {
    "guess": "Wessex",
    "confidence": [
      [
        "W",
        -0.001310002
      ],
      [
        "es",
        -0.00039552248
      ],
      [
        "sex",
        -3.4121115e-06
      ]
    ]
  },
  "One of this kind of mineral, whose crystals also contain magnesium and iron, is at the top of Bowen's reaction series, while zircon contains this mineral class's characteristic group and zirconium. In": {
    "guess": "Silicate minerals",
    "confidence": [
      [
        "Sil",
        -0.017078942
      ],
      [
        "icate",
        -0.0110470075
      ],
      [
        " minerals",
        -0.10114844
      ]
    ]
  },
  "Kinks in the dispersion relations of these entities due to rigid shifts of the Fermi sphere are Kohn anomalies. Real momentum and crystal momentum are shown to be separately conserved quantities in processes": {
    "guess": "Kohn Anomaly",
    "confidence": [
      [
        "K",
        -0.6382918
      ],
      [
        "ohn",
        -0.003630716
      ],
      [
        " An",
        -0.2634269
      ],
      [
        "omaly",
        -0.043155387
      ]
    ]
  },
  "One king of this country was killed at the Battle of the Three Kings in a failed attempt to conquer Morocco. The Castilian right to the throne of this country was lost at the Battle of Aljubarrota [ahl-joo-bah-ROE-tah],": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.7420692
      ],
      [
        "ugal",
        -0.0011448608
      ]
    ]
  },
  "This kingdom was partitioned under the Treaty of Tudill?, though its ruler Sancho the Wise was able to resist the agreement. Berengaria of this kingdom married the English king Richard I. One Joan of this kingdom was the mother of French kings Louis X, Philip V, and Charles IV, and another was the daughter of Charles the Bad. Founded early on by I?go Arista, a queen of this kingdom wrote the Heptameron.": {
    "guess": "Kingdom of Navarre",
    "confidence": [
      [
        "King",
        -0.36163387
      ],
      [
        "dom",
        -1.6524515e-05
      ],
      [
        " of",
        -0.0009925569
      ],
      [
        " Nav",
        -0.00223364
      ],
      [
        "ar",
        -0.0008572662
      ],
      [
        "re",
        -4.274932e-05
      ]
    ]
  },
  "One king of this name joined Conrad III to fight the Second Crusade. The eleventh king of this name annexed": {
    "guess": "Louis VII of France",
    "confidence": [
      [
        "Louis",
        -0.4578829
      ],
      [
        " VII",
        -0.096635126
      ],
      [
        " of",
        -0.110230334
      ],
      [
        " France",
        -7.624555e-05
      ]
    ]
  },
  "The kinematic form of this quantity is equal to the dynamic form divided by density. The effects of this property are most significant in the boundary layer. This quantity depends on the magnitude or duration of the shear stress in (*) non-Newtonian materials. The ratio of inertial forces to this property's forces is known as the Reynold's number. This quantity is equal to the shear stress divided": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0527209
      ],
      [
        "cosity",
        -0.009392068
      ]
    ]
  },
  "Kings of this place, including Amalric, accepted Christian refugees from Saladin's conquest of Jerusalem for settlement here. In 688, a treaty regarding this place, between Byzantine emperor Justinian II and caliph Abd al-Malik, made it a neutral territory. Byzantine rebel Isaac Comnenus was the governor of this place and lost it in a battle with Richard the Lion-Hearted, who then sold it to Guy of Lusignan. A convention about this place was signed between Britain and its Turkish rulers in 1878, but later, the Attila Line separated its Turkish population from the majority group on this island, who had demanded \"enosis\" under the leadership of Archbishop Makarios. For 10 points, name this island which is currently divided into Turkish and Greek sectors and has not achieved its planned union": {
    "guess": "History of Cyprus",
    "confidence": [
      [
        "History",
        -0.27516133
      ],
      [
        " of",
        -0.00065584684
      ],
      [
        " Cyprus",
        -0.00016420685
      ]
    ]
  },
  "One king of this name was retreating across the Pyrenees when he was crushed by Peter III of Aragon at the Battle of Col de Panissars. The three daughters-in-law of the fourth man of this name were accused of cheating on their husbands in the Tour de Nesle Affair, and that king suffered defeat at the hands of William of Julich at the Battle of the Golden Spurs in 1302. The second king of this name defeated a coalition force including King John of England at the Battle of Bouvines and participated alongside Richard I and Frederick Barbarossa in the Third Crusade. For 10 points, give this name shared by six kings of France, including ones nicknamed \"Augustus\" and \"the Fair.\"": {
    "guess": "Philip",
    "confidence": [
      [
        "Philip",
        -0.0023081002
      ]
    ]
  },
  "The king is the owner of this country's library that contains only 1000 volumes, and it is found on the coast of California. Its only fields of discipline are ethics, history, poetry and mathematics. Their science is limited to practical applications, and all literary styles are very clear. Herman Moll's depiction of this country that was discovered in 1703, placed it on a landmass separated from New Albion by the Strait of Annian. This country has a strip of volcanoes in the northeast, which separates it from an unknown land, and its largest city is Lorbrulgud. The narrator who visits this land": {
    "guess": "Utopia",
    "confidence": [
      [
        "U",
        -1.0494235
      ],
      [
        "top",
        -6.1537958e-06
      ],
      [
        "ia",
        -0.0019219682
      ]
    ]
  },
  "One of this kind of mineral, whose crystals also contain magnesium and iron, is at the top of Bowen's reaction series, while zircon contains this mineral class's characteristic group and zirconium. In addition to olivine, an ortho- one, one variety of a group of these was the source of the first rubidium to be discovered, while another is best known for its perfect basal cleavage and the thin sheet into which is breaks: those varieties are known as lepidolite and muscovite. Their best known subclass is the tecto-ones, all of which contain aluminum save the best known group of them. Examples of the alumino-ones include zeolites and feldspars. For 10 points, identify this class of minerals, like quartz and mica, all of which include oxygen and silicon.": {
    "guess": "Silicate minerals",
    "confidence": [
      [
        "Sil",
        -0.03854195
      ],
      [
        "icate",
        -0.06719108
      ],
      [
        " minerals",
        -0.59634453
      ]
    ]
  },
  "The king is the owner of this country's library that contains only 1000 volumes, and it is found on the coast of California. Its only fields of discipline are ethics, history, poetry and mathematics. Their science is limited to practical applications, and all literary styles are very clear. Herman Moll's depiction of this country that was discovered in 1703, placed it on a landmass separated from New Albion by the Strait of Annian. This country has a strip of volcanoes in the northeast, which separates": {
    "guess": "California Island",
    "confidence": [
      [
        "California",
        -0.50835985
      ],
      [
        " Island",
        -0.09070251
      ]
    ]
  },
  "This king of England partially agreed to Pope Paschal II's reforms by giving up the power of investiture, but retaining that of homage. Soon after taking the throne, he promised to end the confiscation of church property in a predecessor to the Magna Carta called the Charter of Liberties. This king married his daughter off to Holy Roman Emperor Henry V. Tragedy struck for this king when his heir, William Adelin, died in the alcohol-induced White Ship disaster; after he died, the nobility refused to accept the rule of his daughter Matilda and supported Stephen of Blois instead. For 10 points, name": {
    "guess": "Henry I of England",
    "confidence": [
      [
        "Henry",
        -0.029531999
      ],
      [
        " I",
        -0.06833125
      ],
      [
        " of",
        -0.03466781
      ],
      [
        " England",
        -0.00025216083
      ]
    ]
  },
  "This kingdom was partitioned under the Treaty of Tudill?, though its ruler Sancho the Wise was able to resist the agreement. Berengaria of this kingdom married the English king Richard I. One Joan of this kingdom was the mother of French kings Louis X, Philip V, and Charles IV, and another was the daughter of Charles the Bad. Founded early on by I?go Arista, a queen of this kingdom wrote the Heptameron. A later ruler from here was advised by the Duke de Sully and was the victor at the Battle of Coutras": {
    "guess": "Kingdom of Navarre",
    "confidence": [
      [
        "King",
        -0.6602947
      ],
      [
        "dom",
        -2.129266e-05
      ],
      [
        " of",
        -0.00028886824
      ],
      [
        " Nav",
        -0.0017733541
      ],
      [
        "ar",
        -0.0010702044
      ],
      [
        "re",
        -1.8193366e-05
      ]
    ]
  },
  "One king of this name and number married Joan of Navarre and fended off the \"Epiphany Uprising.\" Another king by this name and number had Maximilian de Bethune, Duke de Sully negotiate the Peace of Savoy, but was assassinated by Francois Ravalliac. Yet another ruler of this name and number dealt with the rise of anti-king Rudolf of Swabia, and had installed Clement III as pope, though he had earlier": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.13716891
      ],
      [
        " IV",
        -0.18017977
      ],
      [
        " of",
        -0.0015919884
      ],
      [
        " France",
        -0.0030377246
      ]
    ]
  },
  "A king of this place claims to make a goddess \"shriek like a duckling\" in a story that also tells of a sorceress from this place defeating a magician in a fish spawn-triggered animal-summoning contest. Another king of this place meets Zangara in the form of a bull while lying ill in a cave, after which he is granted super-speed that allows him to take part in the siege of Aratta after helping out the Anzu bird. In another story, the mes are brought to this city by its tutelary deity, Inanna. The most famous king of this city goes to the bottom of the sea to retrieve an immortality-granting plant": {
    "guess": "Uruk",
    "confidence": [
      [
        "U",
        -0.33066875
      ],
      [
        "ruk",
        -2.0339032e-05
      ]
    ]
  },
  "This kingdom was weakened by monsoons and poor irrigation, and the Ayuthaya kingdom toppled it in 1431. Its center was in the present-day Siemreap province north of the Great Lake of Tonle Sap, to which the people were driven by incursions from the south. Although its founder had ruled since 790, it": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.48408446
      ],
      [
        "mer",
        -1.6240566e-06
      ],
      [
        " Empire",
        -0.0025396326
      ]
    ]
  },
  "This kingdom was weakened by monsoons and poor irrigation, and the Ayuthaya kingdom toppled it in 1431.": {
    "guess": "Kingdom of Sukhothai",
    "confidence": [
      [
        "King",
        -0.14196792
      ],
      [
        "dom",
        -1.2352386e-05
      ],
      [
        " of",
        -0.00039015833
      ],
      [
        " Suk",
        -0.73374087
      ],
      [
        "ho",
        -0.00051371387
      ],
      [
        "th",
        -4.246537e-06
      ],
      [
        "ai",
        -2.546479e-05
      ]
    ]
  },
  "One king of this line had a son who dishonorably escaped as his replacement hostage after the Treaty of Bretigny, and another was known as \"the Mad.\" In addition to John II and Charles VI, the political machinations of one king of this branch led him to be known as the \"Spider King\", and another monarch": {
    "guess": "House of Valois",
    "confidence": [
      [
        "House",
        -0.43252996
      ],
      [
        " of",
        -0.0014681999
      ],
      [
        " Val",
        -0.0005068037
      ],
      [
        "ois",
        -2.057744e-05
      ]
    ]
  },
  "One king of this name and number married Joan of Navarre and fended off the \"Epiphany Uprising.\" Another king by this name and number had Maximilian de Bethune, Duke de Sully negotiate the Peace of Savoy, but was assassinated by Francois Ravalliac. Yet another ruler of this name and number dealt with the rise of anti-king Rudolf of Swabia, and had installed Clement III as pope, though he had earlier traveled to Canossa to reconcile with Pope Gregory VII. For 10 points, identify this name and number shared by the Holy Roman Emperor involved in the Investiture controversy as well as the Bourbon king": {
    "guess": "Henry IV, Holy Roman Emperor",
    "confidence": [
      [
        "Henry",
        -0.0013347632
      ],
      [
        " IV",
        -0.0035257174
      ],
      [
        ",",
        -0.11759909
      ],
      [
        " Holy",
        -0.0007959277
      ],
      [
        " Roman",
        -1.5570886e-05
      ],
      [
        " Emperor",
        -0.00053003745
      ]
    ]
  },
  "This king of England partially agreed to Pope Paschal II's reforms by giving up the power of investiture, but retaining that of homage. Soon after taking the throne, he promised to end the confiscation of church property in a predecessor to the Magna Carta called the Charter of Liberties. This king married his daughter off to Holy Roman Emperor Henry V. Tragedy struck for this king when his heir, William": {
    "guess": "Henry I of England",
    "confidence": [
      [
        "Henry",
        -0.014038686
      ],
      [
        " I",
        -0.0025433204
      ],
      [
        " of",
        -0.0045394194
      ],
      [
        " England",
        -0.00030995993
      ]
    ]
  },
  "A kingdom of this name experienced a civil war between Godegesil and his brother, a king who created his namesake law code, the Lex Gundobada. Two places with this same name agreed to be neutral in 1522 at Saint-Jean-de-Losne. A kingdom of this region was also known as Arles, and this region fought a civil war against the Armagnacs that was ended by the Treaty of Arras. Mary the Rich was the only child": {
    "guess": "Kingdom of Burgundy",
    "confidence": [
      [
        "King",
        -0.2613301
      ],
      [
        "dom",
        -9.364929e-05
      ],
      [
        " of",
        -0.0007226797
      ],
      [
        " Burg",
        -0.009415812
      ],
      [
        "undy",
        -0.00054266566
      ]
    ]
  },
  "One king of this country was never able to put his Bayonne Statute into full effect, although four years later this country passed a then-groundbreaking constitution that enfranchised all non-Africans. That king's predecessor was served by the so-called Prince of the Peace before fleeing the country. A rebel force in this country won a pivotal victory over General Pierre Dupont at the Battle of Bailen, although it wouldn't be until (*) Jean-Baptiste Jourdan's troops were defeated at Vitoria that": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.46024463
      ]
    ]
  },
  "The king was almost convinced to aid the Dutch in their rebellion against rival Spain.  The Queen Mother saw France in no position to intervene.  So she came up with a plan.  She invited dozens of nobles to her niece's wedding, and pressured her son, Charles IX, to get rid of them all.  De Coligny, Henri de Navarre, and hundreds of Protestant nobles and peasants were butchered in chaos which would": {
    "guess": "St. Bartholomew's Day massacre",
    "confidence": [
      [
        "St",
        -0.08841638
      ],
      [
        ".",
        -0.00025585614
      ],
      [
        " Barth",
        -0.0017437238
      ],
      [
        "ol",
        -0.0020103606
      ],
      [
        "om",
        -0.00026789203
      ],
      [
        "ew",
        -0.0001787497
      ],
      [
        "'s",
        -0.0005355171
      ],
      [
        " Day",
        -0.00012106613
      ],
      [
        " massacre",
        -0.15532427
      ]
    ]
  },
  "One king from this house named his former falconer Duke of Luynes. While serving as regent, that king's mother relied on the counsel of Leonora Galigai and Concino Concini until they were both killed. Another king from this house married the daughter of the loser of the War of the Polish Succession and was known as the \"Much Beloved.\" The reign of yet another king from this dynasty was preceded by the regency of his mother, Anne of Austria. That king lost the Nine Years' War and a war that prevented another member of this family from holding the Spanish throne. The first king from this house quipped that his capital was \"worth a mass\" when he took the throne; that man was Henry of Navarre, who": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.27316815
      ],
      [
        " of",
        -0.007226666
      ],
      [
        " Bourbon",
        -0.006857455
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed that his supposedly dead father was still alive. His son Lionel of Antwerp led an Irish expedition that resulted in the Statutes of Kilkenny, and his late rule was marked by influence of his mistress Alice Perrers. This signer of the Truce of Malestroit supported the pretensions of Edward Balliol to the Scottish throne after temporarily recognizing Scottish independence in the Treaty of Northampton. His father was overthrown by his mother and her lover, Roger Mortimer, who ruled England until removed by this king, who tired to fix wages at pre-Black Death levels with the Statute of Laborers.": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.0026140634
      ],
      [
        " III",
        -0.008315268
      ],
      [
        " of",
        -0.32478228
      ],
      [
        " England",
        -0.0002005603
      ]
    ]
  },
  "Kings of this place, including Amalric, accepted Christian refugees from Saladin's conquest of Jerusalem for settlement here. In 688, a treaty regarding this place, between Byzantine emperor Justinian II and caliph Abd al-Malik, made it a neutral territory. Byzantine rebel Isaac Comnenus was the governor of this place and lost it in a battle with Richard the Lion-Hearted, who then sold it to Guy of": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.66078514
      ],
      [
        "prus",
        -1.1637165e-05
      ]
    ]
  },
  "Kings Mindaugas II and Charles I came to the thrones of their countries as a result of this agreement. One of the side-effects of this was repulsed by the \"Miracle of the Vistula\", and finally resolved by the Treaty of Riga, while an indirect result of this was the defeat of the Red Guards at Tampere, as one group was unable to provide direct support to one side of the Finnish Civil War, although they were able to fight the Polish-Soviet War. This agreement, nullified by the Treaty of Rapallo, was negotiated primarily by Richard von Kuhlmann on one side, and Leon Trotsky on the other. Resulting": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.1815472
      ],
      [
        "reat",
        -2.220075e-06
      ],
      [
        "y",
        -0.00023536409
      ],
      [
        " of",
        -0.00036263696
      ],
      [
        " B",
        -0.004555204
      ],
      [
        "rest",
        -5.5861725e-05
      ],
      [
        "-L",
        -0.00051156816
      ],
      [
        "it",
        -0.00036013365
      ],
      [
        "ov",
        -4.1199673e-05
      ],
      [
        "sk",
        -7.89631e-07
      ]
    ]
  },
  "This king was victorious at a battle preceded by a parhelion. He married his sister Margaret to Charles the Bold of Burgundy after angering his closest advisor by marrying a commoner. That advisor, his cousin, attempted to install this king's brother, George, Duke of Clarence, on the throne and was killed fighting against this king at the Battle of Barnet. This husband of Elizbaeth Woodville won an": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.24021971
      ],
      [
        " III",
        -5.5861725e-05
      ],
      [
        " of",
        -0.004091459
      ],
      [
        " England",
        -0.000112245056
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such cities as Sabi. A major democratization movement arose on May 18, 1980, after students protesting the closure of a university in this region were attacked by soldiers. A vitriolic debate about the status of this region known as the Seikanron led another country to recall the (*) Iwakura Mission before plunging into civil war, while the final years of one dynasty that ruled here are known as the \"Hermit Kingdom,\" referring to its isolationism; that dynasty signed the Treaty of Gyehae to curb piracy under Sejong the Great. The Silla state was one of the Three Kingdoms of this polity, which was later led by the Joseon dynasty before a landing at Inchon led to the establishment of the DMZ, splitting": {
    "guess": "History of Korea",
    "confidence": [
      [
        "History",
        -0.0038960378
      ],
      [
        " of",
        -0.0009072951
      ],
      [
        " Korea",
        -0.09217426
      ]
    ]
  },
  "This king's success at the Battle of Spurs during the War of the League of Cambrai led his brother in law James IV of Scotland to invade, only to be defeated at Flodden Field. This man met with Francis": {
    "guess": "Battle of Spurs",
    "confidence": [
      [
        "Battle",
        -0.69421756
      ],
      [
        " of",
        -0.0009510025
      ],
      [
        " Spurs",
        -0.41334444
      ]
    ]
  },
  "A king of this place claims to make a goddess \"shriek like a duckling\" in a story that also tells of a sorceress from this place defeating a magician in a fish spawn-triggered animal-summoning contest. Another king of this place meets Zangara in the form of a bull while lying ill in a cave, after which he is granted super-speed that allows him to take part in the siege of Aratta after helping out the": {
    "guess": "Aratta",
    "confidence": [
      [
        "Ar",
        -1.304167
      ],
      [
        "atta",
        -0.001544261
      ]
    ]
  },
  "One king from this house named his former falconer Duke of Luynes. While serving as regent, that king's": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.4273706
      ],
      [
        " of",
        -0.0013304756
      ],
      [
        " Bourbon",
        -0.7367963
      ]
    ]
  },
  "One king of this country won at the Battle of Breadfield with his Black Army, and this country lost most of its territory in the Treaty of Trianon. This country was defeated by Otto the Great at the Battle of Lechfeld, and it also saw a 1848 revolution led by Lajos (*) Kossuth. Rulers of this country included Matthias Corvinus and John Hunyadi, as well as the Arpad founder of this country, Saint Stephen. This country was ruled by Janos Kadar after Soviet tanks crushed a 1956 revolution in it led": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.019066142
      ],
      [
        "ary",
        -4.167649e-05
      ]
    ]
  },
  "One king of this line had a son who dishonorably escaped as his replacement hostage after the Treaty": {
    "guess": "House of Valois",
    "confidence": [
      [
        "House",
        -0.8963962
      ],
      [
        " of",
        -0.00019996427
      ],
      [
        " Val",
        -1.3165911
      ],
      [
        "ois",
        -0.00019316968
      ]
    ]
  },
  "The kinematic form of this quantity is equal to the dynamic form divided by density. The effects of this property are most significant in the boundary layer. This quantity depends on the magnitude or duration of the shear stress in (*) non-Newtonian materials. The ratio of inertial forces to this property's forces is known as the Reynold's number. This quantity is equal to the shear stress divided by the shear strain and is constant for Newtonian fluids. For 10 points, name this property defined": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0015710416
      ],
      [
        "cosity",
        -0.000491553
      ]
    ]
  },
  "A kingdom in this state traced its founding to an apocryphal victory over Natanleod, while the first reliably-dated event in this region is the baptism of Cynegils by the bishop Birinus, its namesake \"apostle.\" This region was legendarily founded by Cerdic and Cynric when they established a beachhead at Southampton and saw its most famous ruler commission a namesake jewel of quartz and filigreed gold; that man was chronicled by (*) Asser, won the Battle of Ashdown, and signed a treaty with the Danes under Guthrum. This region's power base was pushed southward by enemies like Penda, who threatened": {
    "guess": "Wessex",
    "confidence": [
      [
        "W",
        -0.02908758
      ],
      [
        "es",
        -0.00022058284
      ],
      [
        "sex",
        -1.7432603e-06
      ]
    ]
  },
  "This kind of compound is the last intermediate in the Bamford-Stevens reaction, and the foiled type of them is stabilized by the presence of a nearby double bond. In credit for his isolation of them, Arduengo's name is sometimes attached to the persistent, or stable kind of these compounds. Tebbe's reagent can react with a Lewis base to form the Schrock type of these, while another class of them can act like ketones and is named for Ernst Fischer. A common example is formed by reacting chloroform with a strong base, and they can add to alkenes to form stereo-specific cyclopropanes. FTP, name these reactive intermediates that are typically sp2 hybridized with a divalent carbon, an empty p orbital, and an unshared pair of electrons, making them electrically neutral.": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.007522035
      ],
      [
        "b",
        -0.54080355
      ],
      [
        "ene",
        -0.00011117222
      ]
    ]
  },
  "This kingdom was weakened by monsoons and poor irrigation, and the Ayuthaya kingdom toppled it in 1431. Its center was in the present-day Siemreap province north of the Great Lake of Tonle Sap, to which": {
    "guess": "Kingdom of Ligor",
    "confidence": [
      [
        "King",
        -0.2097176
      ],
      [
        "dom",
        -0.00026515033
      ],
      [
        " of",
        -0.0019404154
      ],
      [
        " L",
        -0.34767455
      ],
      [
        "igor",
        -0.005753749
      ]
    ]
  },
  "One king of this name was retreating across the Pyrenees when he was crushed by Peter III of Aragon at the Battle of Col de Panissars. The three daughters-in-law of the fourth man of this name were accused of cheating on their husbands in the Tour de Nesle Affair, and that king suffered defeat at the hands of William of Julich at the Battle of the Golden Spurs in 1302. The second king of this name": {
    "guess": "Philip IV of France",
    "confidence": [
      [
        "Philip",
        -0.038156822
      ],
      [
        " IV",
        -0.26730114
      ],
      [
        " of",
        -0.022153653
      ],
      [
        " France",
        -2.188868e-05
      ]
    ]
  },
  "King Juan Carlos of Spain and Grand Duke Henri of Luxembourg trace their lineage to this dynasty. Prior to the election of its founder as King of France, the ancestral family from which this dynasty is": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.16789389
      ],
      [
        " of",
        -0.0003618025
      ],
      [
        " Bourbon",
        -0.03224507
      ]
    ]
  },
  "One king from this house named his former falconer Duke of Luynes. While serving as regent, that king's mother relied on the counsel of Leonora Galigai and Concino Concini until they were both killed. Another king from this house married the daughter of the loser of the War of the Polish Succession and": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.024973834
      ],
      [
        " of",
        -0.0006062911
      ],
      [
        " Bourbon",
        -0.26262057
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed that his supposedly dead father was still alive. His son Lionel of Antwerp led an Irish expedition that resulted in the Statutes of Kilkenny, and his late rule was marked by influence of his mistress Alice Perrers. This signer of the Truce of Malestroit supported the pretensions of Edward Balliol to the Scottish throne after temporarily recognizing Scottish independence in the Treaty of Northampton.": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.0027221334
      ],
      [
        " III",
        -0.0032406973
      ],
      [
        " of",
        -0.35259113
      ],
      [
        " England",
        -7.183501e-05
      ]
    ]
  },
  "This king visited his sister while travelling as \"Count Falkenstein.\" The treaty of Versailles was strengthened by this man's marriage to Isabella of Parma. One of this man's reforms was an attempt to quell a peasant revolt in Horea. This man extended religious freedom to Jews with his Edict of Tolerance, which was released a year after his Patent of Toleration. This man became co-regent after the death of his father Francis I. This brother of Marie Antoinette was succeeded by his younger brother": {
    "guess": "Joseph II, Holy Roman Emperor",
    "confidence": [
      [
        "Joseph",
        -0.05916808
      ],
      [
        " II",
        -0.005589226
      ],
      [
        ",",
        -0.030344725
      ],
      [
        " Holy",
        -6.408677e-05
      ],
      [
        " Roman",
        -3.7027545e-05
      ],
      [
        " Emperor",
        -0.00048274655
      ]
    ]
  },
  "One king of this country created a law code that protected Jews and stopped the expansion of the Teutonic": {
    "guess": "Code of Hammurabi",
    "confidence": [
      [
        "Code",
        -0.32377613
      ],
      [
        " of",
        -0.0017712121
      ],
      [
        " Hamm",
        -0.00042567
      ],
      [
        "ur",
        -0.00016682933
      ],
      [
        "abi",
        -2.6299214e-05
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.3144646
      ],
      [
        " III",
        -0.14173125
      ],
      [
        " of",
        -0.32608896
      ],
      [
        " England",
        -0.00018125297
      ]
    ]
  },
  "Their kings were listed as legitimate in the Turin Papyrus, and their downfall may have resulted from a quarrel with King Seqenenre. Their period of dominance began with the rule of Salitis, and Josephus alone identifies them with the Hebrews. Their capital was at Avaris, and they were overthrown by": {
    "guess": "Hyksos",
    "confidence": [
      [
        "Hy",
        -0.4001278
      ],
      [
        "ks",
        -0.00044759247
      ],
      [
        "os",
        -1.7597347e-05
      ]
    ]
  },
  "This king was in power during the Affair of the Diamond Necklace. His advisor Maurepas appointed Turgot": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.0023061966
      ],
      [
        " XVI",
        -0.028984062
      ]
    ]
  },
  "One king of this country created a law code that protected Jews and stopped the expansion of the Teutonic Knights; that ruler was named Ladislaw the Elbow-High and belonged to the Piast Dynasty. An assembly called the Sejm (same) ruled this country after it was unified with Lithuania in the Union of Lublin. This country's king Jan Sobieski broke the Ottoman siege of Vienna in 1683, and later in this": {
    "guess": "Polish–Lithuanian Commonwealth",
    "confidence": [
      [
        "Pol",
        -0.33576244
      ],
      [
        "ish",
        -0.5082055
      ],
      [
        "–",
        -0.48787054
      ],
      [
        "L",
        -1.7835755e-05
      ],
      [
        "ith",
        -1.1756368e-05
      ],
      [
        "uan",
        -0.00011248347
      ],
      [
        "ian",
        -3.523949e-05
      ],
      [
        " Commonwealth",
        -0.0015066477
      ]
    ]
  },
  "A king and counselor of the Anunnaki, this deity receives the earth in Atrahasis, and is worshipped in the temple of Duranki. One story regards the theft by Zu of his tablets of destiny that allows him to determine the fate of all living and nonliving things. Another, which has him supplanted by Marduk, tells of his response to the rebellion of the Igigi, which included the unleashing of a series of": {
    "guess": "Enlil",
    "confidence": [
      [
        "En",
        -0.7593406
      ],
      [
        "l",
        -0.67046565
      ],
      [
        "il",
        -3.1424974e-05
      ]
    ]
  },
  "A king of Elis tried to imitate this character by dragging hide-bound brazen cauldrons behind his chariot and hurling oaken torches in the air. One of this character's sons offered him a sacrifice as \"the Averter of Flies\" at the founding of the Olympic Games. He once had all his sinews ripped out, placed": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.41312948
      ],
      [
        "acles",
        -0.00698958
      ]
    ]
  },
  "Their kings were listed as legitimate in the Turin Papyrus, and their downfall may have resulted from a quarrel with King Seqenenre. Their period of dominance began with the rule of Salitis, and Josephus": {
    "guess": "Hyksos",
    "confidence": [
      [
        "Hy",
        -0.017001124
      ],
      [
        "ks",
        -3.5716304e-05
      ],
      [
        "os",
        -7.9418505e-06
      ]
    ]
  },
  "A king of Elis tried to imitate this character by dragging hide-bound brazen cauldrons behind his chariot and hurling oaken torches in the air. One of this character's sons offered him a sacrifice as \"the": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.91876715
      ],
      [
        "acles",
        -0.0407551
      ]
    ]
  },
  "The kinin system was discovered upon realization that injection of it leads to low blood pressure, and the surface tension of it is measured in the Hay test. One disease affecting it in infants is a result of a mutation in the BCKDHA gene, prevents the breakdown of leucine, isoleucine, and valine, and results in it smelling like maple syrup. Albumen is found in it in sufferers of Bright's disease, and it normally contains hippuric acid, creatinine, urea, and other nitrogenous compounds. For 10 points,": {
    "guess": "Urine",
    "confidence": [
      [
        "U",
        -0.0020660416
      ],
      [
        "rine",
        -0.0035001691
      ]
    ]
  },
  "The king was almost convinced to aid the Dutch in their rebellion against rival Spain.  The Queen Mother saw France in no position to intervene.  So she came up with a plan.  She invited dozens of nobles to her niece's wedding, and pressured her son, Charles IX, to get rid of them all.  De Coligny, Henri": {
    "guess": "Massacre of Vassy",
    "confidence": [
      [
        "Mass",
        -0.7483677
      ],
      [
        "acre",
        -0.003737968
      ],
      [
        " of",
        -0.10497233
      ],
      [
        " V",
        -0.21566685
      ],
      [
        "assy",
        -0.004973421
      ]
    ]
  },
  "King Vishtaspa was the first guardian of this religion, and taught his followers about those who are truthful and those who are liars, or the asha and druj. One branch of this religion believes the first man to be created was Gayomart, while another branch worships the deity Zurvan. This religion believes the dead cross the Chinvat Bridge, and evil (*) daevas are described in this religion's Vendidad. Practitioners of this religion suspend dead bodies in \"Towers of Silence.\" Its Yasnas, which contain the Gathas, describe the Amesha Spentas, and this religion's main text, the Avesta, describes the": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0027945377
      ],
      [
        "oro",
        -3.8577193e-05
      ],
      [
        "ast",
        -3.4121115e-06
      ],
      [
        "rian",
        -9.0883464e-07
      ],
      [
        "ism",
        -6.515961e-05
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother. A king with this name spent much of his reign trying to curry favor with Pap, or Papas. A king with this name executed the bishop Shimun Bar Sabbae and other Christians when they refused to pay a double tax to finance a war. The second king with this name extracted a humiliating peace treaty from Jovian after Julian the Apostate died in a battle where he beat this king. A king with this name built a namesake city on the road between Estakhr and (*) Ctesiphon. Mani of Manichaeism fame was a scholar": {
    "guess": "Shapur II",
    "confidence": [
      [
        "Sh",
        -0.7066983
      ],
      [
        "apur",
        -0.002412992
      ],
      [
        " II",
        -0.3843402
      ]
    ]
  },
  "This kingdom was weakened by monsoons and poor irrigation, and the Ayuthaya kingdom toppled it in 1431. Its center was in the present-day Siemreap province north of the Great Lake of Tonle Sap, to which the people were driven by incursions from the south. Although its founder had ruled since 790, it is the second crowning of Jayavarman II that is considered the founding of the civilization.  FTP, identify this kingdom that built the temple at Angkor Wat and whose name survived in a 20th-century Cambodian": {
    "guess": "Khmer Empire",
    "confidence": [
      [
        "Kh",
        -0.1167266
      ],
      [
        "mer",
        -3.6789137e-05
      ],
      [
        " Empire",
        -0.0024768433
      ]
    ]
  },
  "One of this king's murderers is alleged to have said, \"the wretch can have no bones in his body.\" A member of the Sciri tribe, he invaded [*] Dalmatia in 480 to depose the Eastern emperor Zeno. For 10  points—name this self-proclaimed \"King\" of Italy, who took refuge in Ravenna in 493, and who, after being lured to a banquet, was deposed and murdered by the Ostrogoth king, Theodoric.": {
    "guess": "Odoacer",
    "confidence": [
      [
        "O",
        -0.04154403
      ],
      [
        "do",
        -0.012978088
      ],
      [
        "acer",
        -0.0005740016
      ]
    ]
  },
  "The kinematic form of this quantity is equal to the dynamic form divided by density. The effects of this property are most significant in the boundary layer. This quantity depends on the magnitude or duration": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.06860855
      ],
      [
        "cosity",
        -0.04162842
      ]
    ]
  },
  "This kingdom acceded to Dutch demands by signing the Treaty of Elbing after its 1650s siege of Danzig forced Dutch intervention. This kingdom reached its largest territorial extent during its stormaktstiden, or \"great power\" era. This kingdom occupied Poland during a period called the Deluge. One non-native warrior who defected to this kingdom's side, and then fled to Bendery castle in Moldavia, was Cossack hetman (*) Ivan Mazepa. This kingdom, which secured peace with Denmark in the 1700 Peace of Travendal, had a Napoleonic general installed on its throne to begin the House of Bernadotte. It lost": {
    "guess": "Kingdom of Sweden",
    "confidence": [
      [
        "King",
        -0.26818717
      ],
      [
        "dom",
        -6.6306106e-06
      ],
      [
        " of",
        -8.041768e-05
      ],
      [
        " Sweden",
        -0.002241966
      ]
    ]
  },
  "The king is the owner of this country's library that contains only 1000 volumes, and it is found on the coast of California. Its only fields of discipline are ethics, history, poetry and mathematics. Their science is limited to practical applications, and all literary styles are very clear. Herman Moll's depiction of this country that was discovered in 1703, placed it on a landmass separated from New Albion by the Strait of Annian. This country has a strip of volcanoes in the northeast, which separates it from an unknown land, and its largest city is Lorbrulgud. The narrator who visits this land is dumped in a bowl of cream by a dwarf and discovered by a farmer that satisfies his hunger with": {
    "guess": "Laputa",
    "confidence": [
      [
        "L",
        -0.59448814
      ],
      [
        "ap",
        -0.20998326
      ],
      [
        "uta",
        -0.00065393955
      ]
    ]
  },
  "Their kings were listed as legitimate in the Turin Papyrus, and their downfall may have resulted from a quarrel with King Seqenenre. Their period of dominance began with the rule of Salitis, and Josephus alone identifies them with the Hebrews. Their capital was at Avaris, and they were overthrown by Ahmose. With a name meaning \"shepherd kings,\" they ended the Middle Kingdom and ruled as the Fifteenth Dynasty. For 10 points name this group that introduced the compound bow and the horse and chariot during their occupation of Egypt.": {
    "guess": "Hyksos",
    "confidence": [
      [
        "Hy",
        -0.006187703
      ],
      [
        "ks",
        -5.6338537e-05
      ],
      [
        "os",
        -1.3902034e-05
      ]
    ]
  },
  "One king of this name and number allied with Ludwig the German with the Oath of Strassbourg, and received the western portions of the Frankish territory in the 843 treaty of Verdun; that king was nicknamed": {
    "guess": "Charles the Bald",
    "confidence": [
      [
        "Charles",
        -0.038295772
      ],
      [
        " the",
        -0.009493741
      ],
      [
        " Bald",
        -0.008444837
      ]
    ]
  },
  "A king who shared this god's name had a daughter named Theonoe and was married to the Nereid Psamathe. This god's sons Polygonus and Telegonus died after foolishly challenged Heracles to wrestling matches. In Virgil's Georgics, this god advises Aristaeus to sacrifice 12 animals and leave the corpses, one of which produces a swarm of bees three days later. He also advised a king on how to return to": {
    "guess": "Proteus",
    "confidence": [
      [
        "Pro",
        -0.13760658
      ],
      [
        "te",
        -0.0009289718
      ],
      [
        "us",
        -0.0016416194
      ]
    ]
  },
  "One king from this house named his former falconer Duke of Luynes. While serving as regent, that king's mother relied on the counsel of Leonora Galigai and Concino Concini until they were both killed.": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.5398804
      ],
      [
        " of",
        -0.00010676169
      ],
      [
        " Bourbon",
        -1.0424241
      ]
    ]
  },
  "One king of this region drowned the defeated followers of Onomarchos after winning the Battle of Crocus Field. A series of wars fought between the people of this region and Rome included the Battles of": {
    "guess": "Pyrrhus of Epirus",
    "confidence": [
      [
        "Py",
        -1.0159948
      ],
      [
        "rr",
        -0.0020748407
      ],
      [
        "hus",
        -0.39338535
      ],
      [
        " of",
        -0.005181459
      ],
      [
        " E",
        -0.0003981376
      ],
      [
        "pir",
        -0.00014859485
      ],
      [
        "us",
        -0.00010735771
      ]
    ]
  },
  "A king of Elis tried to imitate this character by dragging hide-bound brazen cauldrons behind his chariot and hurling oaken torches in the air. One of this character's sons offered him a sacrifice as \"the Averter of Flies\" at the founding of the Olympic Games. He once had all his sinews ripped out, placed in a bag, and put under the guardianship of the monstrous Delphyne. As an infant, he was placed": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.07234761
      ],
      [
        "acles",
        -0.0027466235
      ]
    ]
  },
  "Kim and Min developed a method of destroying this compound by decomposing it into lumichrome, 2,3-butanedione,": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -1.2748059
      ],
      [
        "is",
        -0.28670636
      ]
    ]
  },
  "One king from this house named his former falconer Duke of Luynes. While serving as regent, that king's mother relied on the counsel of Leonora Galigai and Concino Concini until they were both killed. Another king from this house married the daughter of the loser of the War of the Polish Succession and was known as the \"Much Beloved.\" The reign of yet another king from this dynasty was preceded by the regency of his mother, Anne of Austria. That king lost the Nine Years' War and a war that prevented another member of this family from holding the Spanish throne. The first king from this house quipped": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.23116226
      ],
      [
        " of",
        -0.0007319739
      ],
      [
        " Bourbon",
        -0.0039756973
      ]
    ]
  },
  "A king of Elis tried to imitate this character by dragging hide-bound brazen cauldrons behind his chariot": {
    "guess": "Salmoneus",
    "confidence": [
      [
        "S",
        -0.4165856
      ],
      [
        "alm",
        -0.0083676465
      ],
      [
        "one",
        -0.00021688752
      ],
      [
        "us",
        -0.0011903453
      ]
    ]
  },
  "This king's son was accused of being a \"warming pan baby\", even though his wife Mary of Modena had legitimately given birth. This king started a series of trials called the Bloody Assizes after James Scott tried to overthrow him in the Monmouth rebellion. The governorship of (*) Edmund Andros was ended": {
    "guess": "James II of England",
    "confidence": [
      [
        "James",
        -0.037339136
      ],
      [
        " II",
        -0.0042822305
      ],
      [
        " of",
        -3.7623562e-05
      ],
      [
        " England",
        -4.4894987e-05
      ]
    ]
  },
  "One king of this name was retreating across the Pyrenees when he was crushed by Peter III of Aragon at the Battle of Col de Panissars. The three daughters-in-law of the fourth man of this name were accused of cheating on their husbands in the Tour de Nesle Affair, and that king suffered defeat at the": {
    "guess": "Philip IV of France",
    "confidence": [
      [
        "Philip",
        -0.06982527
      ],
      [
        " IV",
        -0.05482168
      ],
      [
        " of",
        -0.019025438
      ],
      [
        " France",
        -8.351697e-05
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such cities as Sabi. A major democratization movement arose on May 18, 1980, after students protesting the closure of a university in this region were attacked by soldiers. A vitriolic debate about the status": {
    "guess": "History of South Korea",
    "confidence": [
      [
        "History",
        -0.17090161
      ],
      [
        " of",
        -0.0008859686
      ],
      [
        " South",
        -0.16409147
      ],
      [
        " Korea",
        -0.00026658078
      ]
    ]
  },
  "One king of this line had a son who dishonorably escaped as his replacement hostage after the Treaty of Bretigny, and another was known as \"the Mad.\" In addition to John II and Charles VI, the political machinations of one king of this branch led him to be known as the \"Spider King\", and another monarch of this house met longtime rival Henry VIII of England at the Field of the Cloth of Gold; those": {
    "guess": "House of Valois",
    "confidence": [
      [
        "House",
        -0.4364921
      ],
      [
        " of",
        -0.00015788905
      ],
      [
        " Val",
        -0.00044187438
      ],
      [
        "ois",
        -1.9361265e-07
      ]
    ]
  },
  "This king defeated Widukind, who led a guerilla war against this man in Saxony. He outlawed Jewish money-lending in his Capitulary for the Jews. In another war, this man defeated King Desiderius, his former father-in-law. This man ordered the beheading of 4,000 Saxons for practicing paganism in the Massacre of Verden. Important court scholars to this king included Alcuin of York. Biographers of this man include Einhard. He defeated the Lombards, who were threatening to seize Rome, thus earning the gratitude of Pope Leo III, who crowned him on Christmas Day in 800. For 10 points, name this King": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.009340575
      ],
      [
        "lem",
        -1.9385403e-05
      ],
      [
        "agne",
        -0.0003771688
      ]
    ]
  },
  "One of this king's orders established political subdivisions in his country that are now called boroughs. This leader's coronation occurred during a visit to Pope Leo IV ordered by his father, Aethelwulf. With the Danish king Guthrum, this leader signed a treaty demarcating a region known as the Danelaw.": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.100521296
      ],
      [
        "fred",
        -0.00018613665
      ],
      [
        " the",
        -0.008574269
      ],
      [
        " Great",
        -0.0004838194
      ]
    ]
  },
  "This king was in power during the Affair of the Diamond Necklace. His advisor Maurepas appointed Turgot as finance minister, and he was later served by the author of the compte rendu, Jacques Necker. When his ministers were unable to raise enough revenue, this king was forced to call the (*) Estates-General. For 10 points, name this husband of Marie Antoinette deposed in the French Revolution.": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.009951692
      ],
      [
        " XVI",
        -0.00042364356
      ]
    ]
  },
  "One of this kind of mineral, whose crystals also contain magnesium and iron, is at the top of Bowen's reaction series, while zircon contains this mineral class's characteristic group and zirconium. In addition to olivine, an ortho- one, one variety of a group of these was the source of the first rubidium to be discovered, while another is best known for its perfect basal cleavage and the thin sheet": {
    "guess": "Mica",
    "confidence": [
      [
        "M",
        -0.022844736
      ],
      [
        "ica",
        -0.002273366
      ]
    ]
  },
  "This king defeated Widukind, who led a guerilla war against this man in Saxony. He outlawed Jewish money-lending in his Capitulary for the Jews. In another war, this man defeated King Desiderius, his former father-in-law. This man ordered the beheading of 4,000 Saxons for practicing paganism in the Massacre of Verden. Important court scholars to this king included Alcuin of York. Biographers of this man include Einhard. He defeated the Lombards, who were threatening to seize Rome, thus earning the": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0027486463
      ],
      [
        "lem",
        -1.7432603e-06
      ],
      [
        "agne",
        -0.00010497363
      ]
    ]
  },
  "King Juan Carlos of Spain and Grand Duke Henri of Luxembourg trace their lineage to this dynasty. Prior": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -0.07765308
      ],
      [
        " of",
        -0.0003281944
      ],
      [
        " Bourbon",
        -0.02184952
      ]
    ]
  },
  "One king of this country was never able to put his Bayonne Statute into full effect, although four years later this country passed a then-groundbreaking constitution that enfranchised all non-Africans. That king's predecessor was served by the so-called Prince of the Peace before fleeing the country. A rebel force in this country won a pivotal victory over General Pierre Dupont at the Battle of Bailen, although it wouldn't be until (*) Jean-Baptiste Jourdan's troops were defeated at Vitoria that this country would finally threw off foreign yoke. It's not in Italy, but this kingdom was once ruled by Joseph Bonaparte, and it was the site of the Second of May, 1808 Uprising. For 10 points, name": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.09167112
      ]
    ]
  },
  "A kingdom in this state traced its founding to an apocryphal victory over Natanleod, while the first": {
    "guess": "Wessex",
    "confidence": [
      [
        "W",
        -0.016677607
      ],
      [
        "es",
        -0.002458772
      ],
      [
        "sex",
        -2.4584822e-06
      ]
    ]
  },
  "This king's success at the Battle of Spurs during the War of the League of Cambrai led his brother in": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.29469064
      ],
      [
        " VIII",
        -0.019591378
      ],
      [
        " of",
        -0.2550615
      ],
      [
        " England",
        -0.0007829455
      ]
    ]
  },
  "One of this king's orders established political subdivisions in his country that are now called boroughs. This leader's coronation occurred during a visit to Pope Leo IV ordered by his father, Aethelwulf. With the Danish king Guthrum, this leader signed a treaty demarcating a region known as the Danelaw. This leader's victory at the Battle of Eddington slowed down the Viking conquest of Britain. This ruler's kingdom of Wessex led the process of Anglo-Saxon unification. For 10 points, name this only English king with the epithet \"the Great.\"": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.0078072464
      ],
      [
        "fred",
        -9.4914985e-06
      ],
      [
        " the",
        -0.00017720005
      ],
      [
        " Great",
        -7.8033605e-05
      ]
    ]
  },
  "This kingdom began as the Aja people moved north from Allada and settled among the Fon, eventually conquering": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.34605554
      ],
      [
        "ah",
        -0.0002456046
      ],
      [
        "ome",
        -8.299462e-06
      ],
      [
        "y",
        -0.00027611342
      ]
    ]
  },
  "This kind of compound is the last intermediate in the Bamford-Stevens reaction, and the foiled type of them is stabilized by the presence of a nearby double bond. In credit for his isolation of them, Arduengo's name is sometimes attached to the persistent, or stable kind of these compounds. Tebbe's reagent can react with a Lewis base to form the Schrock type of these, while another class of them can act like ketones and is named for Ernst Fischer. A common example is formed by reacting chloroform with a strong base, and they can add to alkenes to form stereo-specific cyclopropanes. FTP, name these": {
    "guess": "Carbenes",
    "confidence": [
      [
        "Car",
        -0.0062616277
      ],
      [
        "ben",
        -0.032065805
      ],
      [
        "es",
        -0.00030078492
      ]
    ]
  },
  "One king of this city allegedly committed incest with his daughter Procris. Three princesses of this city jumped to their deaths after seeing serpents in a box containing their brother Erichthonius. After the death of Cekrops this city was ruled by a man who drowned himself in his namesake sea after seeing the black sails of a ship. Another king of this city was helped by Ariadne to navigate the labyrinth and slay the Minotaur. For 10 points, name this city ruled by Theseus before its development": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.004322472
      ],
      [
        "ens",
        -1.8908588e-05
      ]
    ]
  },
  "One king of this name and number allied with Ludwig the German with the Oath of Strassbourg, and received the western portions of the Frankish territory in the 843 treaty of Verdun; that king was nicknamed \"the bald.\" The death of one nicknamed \"the sufferer\" saw the start of the War of the Spanish Succession, and the Rye House plot saw an assassination attempt a king with this name and number along": {
    "guess": "Louis XIV",
    "confidence": [
      [
        "Louis",
        -0.29703364
      ],
      [
        " XIV",
        -0.59745574
      ]
    ]
  },
  "One king of this name appointed General Yorck who unilaterally decided to side with Russia in the Convention of Tauroggen. One king by this name attempted to convene ssessions called \"United Committee\" and \"United Diet.\" Another king by this name issued the Declaration of Pillnitz along with Leopold II and ruled his country during the second and third partitions of Poland. Yet another king by this": {
    "guess": "Frederick William III of Prussia",
    "confidence": [
      [
        "Fre",
        -0.06756831
      ],
      [
        "der",
        -2.1173457e-05
      ],
      [
        "ick",
        -0.00014919086
      ],
      [
        " William",
        -0.18407582
      ],
      [
        " III",
        -0.2173562
      ],
      [
        " of",
        -0.26886266
      ],
      [
        " Pr",
        -0.00016229959
      ],
      [
        "ussia",
        -0.00070361444
      ]
    ]
  },
  "Kim and Min developed a method of destroying this compound by decomposing it into lumichrome, 2,3-butanedione, and another namesake compound. Coenzymes related to this compound complement cytochrome P-450 in certain metabolic reactions, and recent studies suggest that it can normalize lactate levels in patients with Complex I deficiencies. Deficiency of this vitamin can be detected by examining the": {
    "guess": "Riboflavin",
    "confidence": [
      [
        "Rib",
        -0.05075541
      ],
      [
        "of",
        -0.00012130453
      ],
      [
        "l",
        -0.00013297916
      ],
      [
        "avin",
        -5.550411e-05
      ]
    ]
  },
  "This kingdom was created after its first king won a battle known as \"the leaping of the mullet fish.\" The leader of the Committee of Safety, Lorrin Thurston, forced its leader to sign the Bayonet Constitution. It was officially annexed by the Newlands Resolution, and was first ruled by King Kamehameha I. Its only president, Sanford Dole, took power after Queen Lil'uokalani was deposed. Its current": {
    "guess": "Kingdom of Hawai'i",
    "confidence": [
      [
        "King",
        -0.0075550326
      ],
      [
        "dom",
        -5.085517e-05
      ],
      [
        " of",
        -2.9636918e-05
      ],
      [
        " Hawai",
        -0.4275451
      ],
      [
        "'i",
        -0.008049823
      ]
    ]
  },
  "A king of Elis tried to imitate this character by dragging hide-bound brazen cauldrons behind his chariot and hurling oaken torches in the air. One of this character's sons offered him a sacrifice as \"the Averter of Flies\" at the founding of the Olympic Games. He once had all his sinews ripped out, placed in a bag, and put under the guardianship of the monstrous Delphyne. As an infant, he was placed in a cradle and the sounds of his wailing were drowned out by the spear-clashing Curetes, so that his father would not devour him. FTP, name this father of Perseus and Heracles, the leader of the Greek gods.": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.039815262
      ],
      [
        "us",
        -1.2829201e-05
      ]
    ]
  },
  "King Atta-hushu of these peoples introduced worship of the goddess Anunitum among them, but she was abandoned after his death. A shrine to the goddess Upurkuppak can be found at these peoples' temple complex of Chogha Zanbil, and in the north of their lands the goddess Pinikir was venerated. They worshipped the earth god Humban and the major triad of their pantheon was led by Inshushinak. The fact": {
    "guess": "Elamites",
    "confidence": [
      [
        "El",
        -0.012143565
      ],
      [
        "am",
        -4.8425554e-06
      ],
      [
        "ites",
        -0.00792813
      ]
    ]
  },
  "One king of this name and number married Joan of Navarre and fended off the \"Epiphany Uprising.\" Another king by this name and number had Maximilian de Bethune, Duke de Sully negotiate the Peace of Savoy,": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.0005498142
      ],
      [
        " IV",
        -0.0014088051
      ],
      [
        " of",
        -0.019491311
      ],
      [
        " France",
        -0.0047285645
      ]
    ]
  },
  "This king visited his sister while travelling as \"Count Falkenstein.\" The treaty of Versailles was strengthened by this man's marriage to Isabella of Parma. One of this man's reforms was an attempt to quell a peasant revolt in Horea. This man extended religious freedom to Jews with his Edict of Tolerance, which was released a year after his Patent of Toleration. This man became co-regent after the death of his father Francis I. This brother of Marie Antoinette was succeeded by his younger brother Leopold I, who undid this man's liberation of the serfs. For 10 points, name this enlightened son of Maria Theresa.": {
    "guess": "Joseph II, Holy Roman Emperor",
    "confidence": [
      [
        "Joseph",
        -0.0075705345
      ],
      [
        " II",
        -0.00039552248
      ],
      [
        ",",
        -0.04012292
      ],
      [
        " Holy",
        -2.677603e-05
      ],
      [
        " Roman",
        -1.0564331e-05
      ],
      [
        " Emperor",
        -0.00046796896
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother. A king with this name spent much of his reign trying to curry favor with Pap, or Papas. A king with this name executed the bishop Shimun Bar Sabbae and other Christians when they refused to pay a double tax to finance a war. The second king with this name extracted a humiliating peace treaty from Jovian after Julian the Apostate died in a battle where he beat this king. A king with this name built a namesake city on the road between Estakhr and (*) Ctesiphon. Mani of Manichaeism fame was a scholar in the court of a king with this name. The best-known king with this name collected a huge indemnity from Philip the Arab and won the Battle of Edessa, netting him a key prisoner whom he famously": {
    "guess": "Shapur II",
    "confidence": [
      [
        "Sh",
        -0.30341172
      ],
      [
        "apur",
        -0.0018567692
      ],
      [
        " II",
        -0.21093841
      ]
    ]
  },
  "This king of England partially agreed to Pope Paschal II's reforms by giving up the power of investiture, but retaining that of homage. Soon after taking the throne, he promised to end the confiscation of church property in a predecessor to the Magna Carta called the Charter of Liberties. This king married his daughter off to Holy Roman Emperor Henry V. Tragedy struck for this king when his heir, William Adelin, died in the alcohol-induced White Ship disaster; after he died, the nobility refused": {
    "guess": "Henry I of England",
    "confidence": [
      [
        "Henry",
        -0.008713611
      ],
      [
        " I",
        -0.0014809363
      ],
      [
        " of",
        -0.06503002
      ],
      [
        " England",
        -0.00036525945
      ]
    ]
  },
  "King Atta-hushu of these peoples introduced worship of the goddess Anunitum among them, but she was abandoned after his death. A shrine to the goddess Upurkuppak can be found at these peoples' temple complex of Chogha Zanbil, and in the north of their lands the goddess Pinikir was venerated. They worshipped the earth god Humban and the major triad of their pantheon was led by Inshushinak. The fact that they had a major goddess named Kiririsha supports theories that these people were related to the Dravidians. With capital at Susa, for ten points name this ethnic group that in ancient times lived": {
    "guess": "Elamites",
    "confidence": [
      [
        "El",
        -0.0057530375
      ],
      [
        "am",
        -2.9756122e-05
      ],
      [
        "ites",
        -0.0013755915
      ]
    ]
  },
  "Kinks in the dispersion relations of these entities due to rigid shifts of the Fermi sphere are Kohn anomalies. Real momentum and crystal momentum are shown to be separately conserved quantities in processes where these entities scatter off each other termed (*) Umklapp. Coupling of electrons with these": {
    "guess": "Phonon",
    "confidence": [
      [
        "Ph",
        -0.17491092
      ],
      [
        "on",
        -0.00029172545
      ],
      [
        "on",
        -0.3998239
      ]
    ]
  },
  "Kings of this place, including Amalric, accepted Christian refugees from Saladin's conquest of Jerusalem for settlement here. In 688, a treaty regarding this place, between Byzantine emperor Justinian II and caliph Abd al-Malik, made it a neutral territory. Byzantine rebel Isaac Comnenus was the governor of this place and lost it in a battle with Richard the Lion-Hearted, who then sold it to Guy of Lusignan. A convention about this place was signed between Britain and its Turkish rulers in 1878, but later, the Attila Line separated its Turkish population from the majority group on this island, who had demanded \"enosis\" under the leadership of Archbishop Makarios. For 10 points, name this island": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.020255143
      ],
      [
        "prus",
        -1.6166903e-05
      ]
    ]
  },
  "A king and counselor of the Anunnaki, this deity receives the earth in Atrahasis, and is worshipped in the temple of Duranki. One story regards the theft by Zu of his tablets of destiny that allows him to determine the fate of all living and nonliving things. Another, which has him supplanted by Marduk,": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.4802695
      ],
      [
        "ki",
        -0.5947051
      ]
    ]
  },
  "The king was almost convinced to aid the Dutch in their rebellion against rival Spain.  The Queen Mother saw France in no position to intervene.  So she came up with a plan.  She invited dozens of nobles to her niece's wedding, and pressured her son, Charles IX, to get rid of them all.  De Coligny, Henri de Navarre, and hundreds of Protestant nobles and peasants were butchered in chaos which would spread throughout France and effectively diminish the strength of the French Reformation.  For ten points,": {
    "guess": "St. Bartholomew's Day massacre",
    "confidence": [
      [
        "St",
        -0.061046034
      ],
      [
        ".",
        -9.41261e-05
      ],
      [
        " Barth",
        -0.00076186477
      ],
      [
        "ol",
        -0.0010688931
      ],
      [
        "om",
        -0.00015288251
      ],
      [
        "ew",
        -0.00011069541
      ],
      [
        "'s",
        -0.0003011425
      ],
      [
        " Day",
        -0.00013822412
      ],
      [
        " massacre",
        -0.22288975
      ]
    ]
  },
  "King Atta-hushu of these peoples introduced worship of the goddess Anunitum among them, but she was abandoned": {
    "guess": "Hurrians",
    "confidence": [
      [
        "Hur",
        -1.5872475
      ],
      [
        "rians",
        -0.072110504
      ]
    ]
  },
  "The king was almost convinced to aid the Dutch in their rebellion against rival Spain.  The Queen Mother": {
    "guess": "Elizabeth of York",
    "confidence": [
      [
        "Elizabeth",
        -0.9476577
      ],
      [
        " of",
        -0.25706598
      ],
      [
        " York",
        -0.6508749
      ]
    ]
  },
  "A king of this place claims to make a goddess \"shriek like a duckling\" in a story that also tells of a sorceress from this place defeating a magician in a fish spawn-triggered animal-summoning contest.": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -1.7722458
      ],
      [
        "ir",
        -0.14963947
      ],
      [
        "ce",
        -0.0024373778
      ]
    ]
  },
  "A king who shared this god's name had a daughter named Theonoe and was married to the Nereid Psamathe. This god's sons Polygonus and Telegonus died after foolishly challenged Heracles to wrestling matches. In Virgil's Georgics, this god advises Aristaeus to sacrifice 12 animals and leave the corpses, one of which produces a swarm of bees three days later. He also advised a king on how to return to Sparta from Egypt, where that king captured this god while he was sleeping among his herd of seals.": {
    "guess": "Proteus",
    "confidence": [
      [
        "Pro",
        -0.004059879
      ],
      [
        "te",
        -2.1769476e-05
      ],
      [
        "us",
        -0.00011963568
      ]
    ]
  },
  "One of this kind of mineral, whose crystals also contain magnesium and iron, is at the top of Bowen's reaction series, while zircon contains this mineral class's characteristic group and zirconium. In addition to olivine, an ortho- one, one variety of a group of these was the source of the first rubidium to be discovered, while another is best known for its perfect basal cleavage and the thin sheet into which is breaks: those varieties are known as lepidolite and muscovite. Their best known subclass is the tecto-ones, all of which contain aluminum save the best known group of them. Examples of": {
    "guess": "Silicate minerals",
    "confidence": [
      [
        "Sil",
        -0.4590731
      ],
      [
        "icate",
        -0.009514997
      ],
      [
        " minerals",
        -0.08814835
      ]
    ]
  },
  "This king of England partially agreed to Pope Paschal II's reforms by giving up the power of investiture, but retaining that of homage. Soon after taking the throne, he promised to end the confiscation": {
    "guess": "Investiture Controversy",
    "confidence": [
      [
        "Invest",
        -0.20054778
      ],
      [
        "iture",
        -0.0029801985
      ],
      [
        " Cont",
        -0.020733867
      ],
      [
        "rovers",
        -1.9361265e-07
      ],
      [
        "y",
        -0.00049036095
      ]
    ]
  },
  "Kim and Min developed a method of destroying this compound by decomposing it into lumichrome, 2,3-butanedione, and another namesake compound. Coenzymes related to this compound complement cytochrome P-450 in certain metabolic reactions, and recent studies suggest that it can normalize lactate levels in patients with Complex I deficiencies. Deficiency of this vitamin can be detected by examining the relative activity of either xanthine oxidase or erythrocyte glutathione reductase, and its deficiency can lead to increased risk of both cancer of the esophagus and preeclampsia. Also confirmed to play": {
    "guess": "Riboflavin",
    "confidence": [
      [
        "Rib",
        -0.044132903
      ],
      [
        "of",
        -0.00020318278
      ],
      [
        "l",
        -0.00015669702
      ],
      [
        "avin",
        -6.0510665e-05
      ]
    ]
  },
  "One king of this country was never able to put his Bayonne Statute into full effect, although four years later this country passed a then-groundbreaking constitution that enfranchised all non-Africans.": {
    "guess": "South Africa",
    "confidence": [
      [
        "South",
        -0.71783435
      ],
      [
        " Africa",
        -0.0010797296
      ]
    ]
  },
  "One king of this name was retreating across the Pyrenees when he was crushed by Peter III of Aragon at": {
    "guess": "Alfonso III of Aragon",
    "confidence": [
      [
        "Al",
        -1.3253021
      ],
      [
        "fon",
        -0.062148396
      ],
      [
        "so",
        -0.00043865587
      ],
      [
        " III",
        -0.09852323
      ],
      [
        " of",
        -0.020014342
      ],
      [
        " Ar",
        -0.020790614
      ],
      [
        "agon",
        -6.511407e-06
      ]
    ]
  },
  "One king of this country was never able to put his Bayonne Statute into full effect, although four years later this country passed a then-groundbreaking constitution that enfranchised all non-Africans. That king's predecessor was served by the so-called Prince of the Peace before fleeing the country. A rebel force in this country won a pivotal victory over General Pierre Dupont at the Battle of Bailen, although it wouldn't be until (*) Jean-Baptiste Jourdan's troops were defeated at Vitoria that this country would finally threw off foreign yoke. It's not in Italy, but this kingdom was once ruled by Joseph Bonaparte, and it was the site of the Second of May, 1808 Uprising. For 10 points, name this European country occupied by France during the Peninsular War.": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.039699666
      ]
    ]
  },
  "Kings of this place, including Amalric, accepted Christian refugees from Saladin's conquest of Jerusalem for settlement here. In 688, a treaty regarding this place, between Byzantine emperor Justinian II and caliph Abd al-Malik, made it a neutral territory. Byzantine rebel Isaac Comnenus was the governor of this place and lost it in a battle with Richard the Lion-Hearted, who then sold it to Guy of Lusignan. A convention about this place was signed between Britain and its Turkish rulers in 1878,": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.15102203
      ],
      [
        "prus",
        -9.5079726e-05
      ]
    ]
  },
  "The king was almost convinced to aid the Dutch in their rebellion against rival Spain.  The Queen Mother saw France in no position to intervene.  So she came up with a plan.  She invited dozens of nobles": {
    "guess": "Day of the Dupes",
    "confidence": [
      [
        "Day",
        -1.2115512
      ],
      [
        " of",
        -0.00024894232
      ],
      [
        " the",
        -0.0017695432
      ],
      [
        " Dup",
        -0.413267
      ],
      [
        "es",
        -0.0003190194
      ]
    ]
  },
  "When the kinetic energy equals the potential energy in a system, the Lagrangian takes this value. The": {
    "guess": "Lagrangian mechanics",
    "confidence": [
      [
        "L",
        -0.6192312
      ],
      [
        "agr",
        -0.0020192862
      ],
      [
        "ang",
        0.0
      ],
      [
        "ian",
        -1.1637165e-05
      ],
      [
        " mechanics",
        -0.56163716
      ]
    ]
  },
  "Kings of this place, including Amalric, accepted Christian refugees from Saladin's conquest of Jerusalem": {
    "guess": "Kingdom of Jerusalem",
    "confidence": [
      [
        "King",
        -0.7941107
      ],
      [
        "dom",
        -0.0018275038
      ],
      [
        " of",
        -0.00015264409
      ],
      [
        " Jerusalem",
        -0.03245293
      ]
    ]
  },
  "Their kings were listed as legitimate in the Turin Papyrus, and their downfall may have resulted from a quarrel with King Seqenenre. Their period of dominance began with the rule of Salitis, and Josephus alone identifies them with the Hebrews. Their capital was at Avaris, and they were overthrown by Ahmose. With a name meaning \"shepherd kings,\" they ended the Middle Kingdom and ruled as the Fifteenth": {
    "guess": "Hyksos",
    "confidence": [
      [
        "Hy",
        -0.017793652
      ],
      [
        "ks",
        -4.6206227e-05
      ],
      [
        "os",
        -3.650519e-06
      ]
    ]
  },
  "One king of this country was never able to put his Bayonne Statute into full effect, although four years later this country passed a then-groundbreaking constitution that enfranchised all non-Africans. That king's predecessor was served by the so-called Prince of the Peace before fleeing the country.": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.06687112
      ]
    ]
  },
  "Kings of this place, including Amalric, accepted Christian refugees from Saladin's conquest of Jerusalem for settlement here. In 688, a treaty regarding this place, between Byzantine emperor Justinian II and caliph Abd al-Malik, made it a neutral territory. Byzantine rebel Isaac Comnenus was the governor": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.532155
      ],
      [
        "prus",
        -0.019005911
      ]
    ]
  },
  "This king defeated Widukind, who led a guerilla war against this man in Saxony. He outlawed Jewish money-lending in his Capitulary for the Jews. In another war, this man defeated King Desiderius, his former father-in-law. This man ordered the beheading of 4,000 Saxons for practicing paganism in the Massacre": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0015765213
      ],
      [
        "lem",
        -3.9054008e-05
      ],
      [
        "agne",
        -0.000115701965
      ]
    ]
  },
  "This kingdom began as the Aja people moved north from Allada and settled among the Fon, eventually conquering them.  From their capital of Agbone, their first king Wegbala established a centralized state.": {
    "guess": "Allada",
    "confidence": [
      [
        "All",
        -0.24407434
      ],
      [
        "ada",
        -4.8351892e-05
      ]
    ]
  },
  "This kingdom was partitioned under the Treaty of Tudill?, though its ruler Sancho the Wise was able to resist the agreement. Berengaria of this kingdom married the English king Richard I. One Joan of this kingdom was the mother of French kings Louis X, Philip V, and Charles IV, and another was the daughter of Charles the Bad. Founded early on by I?go Arista, a queen of this kingdom wrote the Heptameron. A later ruler from here was advised by the Duke de Sully and was the victor at the Battle of Coutras who assassinated the Duke of Guise, winning the War of the Three Henrys. FTP, name this long-independent state which was then absorbed into France by its native son, who became the French king": {
    "guess": "Kingdom of Navarre",
    "confidence": [
      [
        "King",
        -0.63460714
      ],
      [
        "dom",
        -3.6431527e-05
      ],
      [
        " of",
        -0.00011343709
      ],
      [
        " Nav",
        -0.000111410634
      ],
      [
        "ar",
        -0.00065894244
      ],
      [
        "re",
        -9.4914985e-06
      ]
    ]
  },
  "This kingdom was partitioned under the Treaty of Tudill?, though its ruler Sancho the Wise was able to resist the agreement. Berengaria of this kingdom married the English king Richard I. One Joan of this kingdom was the mother of French kings Louis X, Philip V, and Charles IV, and another was the daughter": {
    "guess": "Navarre",
    "confidence": [
      [
        "Nav",
        -0.5854806
      ],
      [
        "ar",
        -0.00045057258
      ],
      [
        "re",
        -1.9027791e-05
      ]
    ]
  },
  "A king and counselor of the Anunnaki, this deity receives the earth in Atrahasis, and is worshipped in the temple of Duranki. One story regards the theft by Zu of his tablets of destiny that allows him": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.19061579
      ],
      [
        "ki",
        -0.5966699
      ]
    ]
  },
  "One king of this region drowned the defeated followers of Onomarchos after winning the Battle of Crocus Field. A series of wars fought between the people of this region and Rome included the Battles of Cynocephalae and Pydna. It was the base of operations for the Antigonid Dynasty after the death of": {
    "guess": "Macedonia",
    "confidence": [
      [
        "M",
        -0.25698826
      ],
      [
        "aced",
        -0.0011666494
      ],
      [
        "onia",
        -0.0648305
      ]
    ]
  },
  "King Vishtaspa was the first guardian of this religion, and taught his followers about those who are truthful and those who are liars, or the asha and druj. One branch of this religion believes the first man to be created was Gayomart, while another branch worships the deity Zurvan. This religion believes": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0051705507
      ],
      [
        "oro",
        -0.0004871571
      ],
      [
        "ast",
        -7.4695905e-05
      ],
      [
        "rian",
        -6.1537958e-06
      ],
      [
        "ism",
        -0.00010843054
      ]
    ]
  },
  "This king defeated Widukind, who led a guerilla war against this man in Saxony. He outlawed Jewish money-lending": {
    "guess": "Saxon Wars",
    "confidence": [
      [
        "S",
        -0.28198406
      ],
      [
        "axon",
        -0.08661003
      ],
      [
        " Wars",
        -0.006786297
      ]
    ]
  },
  "One king of this name was retreating across the Pyrenees when he was crushed by Peter III of Aragon at the Battle of Col de Panissars. The three daughters-in-law of the fourth man of this name were accused of cheating on their husbands in the Tour de Nesle Affair, and that king suffered defeat at the hands of William of Julich at the Battle of the Golden Spurs in 1302. The second king of this name defeated a coalition force including King John of England at the Battle of Bouvines and participated alongside Richard I and Frederick Barbarossa in the Third Crusade. For 10 points, give this name shared": {
    "guess": "Philip",
    "confidence": [
      [
        "Philip",
        -0.007342769
      ]
    ]
  },
  "This kind of compound is the last intermediate in the Bamford-Stevens reaction, and the foiled type of them is stabilized by the presence of a nearby double bond. In credit for his isolation of them, Arduengo's name is sometimes attached to the persistent, or stable kind of these compounds. Tebbe's reagent can react with a Lewis base to form the Schrock type of these, while another class of them can act like ketones and is named for Ernst Fischer. A common example is formed by reacting chloroform with a strong base, and they can add to alkenes to form stereo-specific cyclopropanes. FTP, name these reactive intermediates that are typically sp2 hybridized with a divalent carbon, an empty p orbital,": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.007947999
      ],
      [
        "b",
        -0.37634093
      ],
      [
        "ene",
        -0.00015443214
      ]
    ]
  },
  "One king of this country won at the Battle of Breadfield with his Black Army, and this country lost most of its territory in the Treaty of Trianon. This country was defeated by Otto the Great at the Battle of Lechfeld, and it also saw a 1848 revolution led by Lajos (*) Kossuth. Rulers of this country included Matthias Corvinus and John Hunyadi, as well as the Arpad founder of this country, Saint Stephen.": {
    "guess": "Hungary",
    "confidence": [
      [
        "Hung",
        -0.05815612
      ],
      [
        "ary",
        -0.0001719551
      ]
    ]
  },
  "This kingdom was created after its first king won a battle known as \"the leaping of the mullet fish.\" The leader of the Committee of Safety, Lorrin Thurston, forced its leader to sign the Bayonet Constitution. It was officially annexed by the Newlands Resolution, and was first ruled by King Kamehameha I. Its only president, Sanford Dole, took power after Queen Lil'uokalani was deposed. Its current senators include Daniel Inouye and Daniel Akaka, and in 1959, it became the 50th state. For 10 points, name this state whose capital is Honolulu.": {
    "guess": "Kingdom of Hawai'i",
    "confidence": [
      [
        "King",
        -0.016758729
      ],
      [
        "dom",
        -2.0696643e-05
      ],
      [
        " of",
        -0.00011868205
      ],
      [
        " Hawai",
        -0.6741399
      ],
      [
        "'i",
        -0.010588143
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such cities as Sabi. A major democratization movement arose on May 18, 1980, after students protesting the closure of a university in this region were attacked by soldiers. A vitriolic debate about the status of this region known as the Seikanron led another country to recall the (*) Iwakura Mission before": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.038467728
      ],
      [
        "orea",
        -0.0017885866
      ]
    ]
  },
  "The kinin system was discovered upon realization that injection of it leads to low blood pressure, and the surface tension of it is measured in the Hay test. One disease affecting it in infants is a result of a mutation in the BCKDHA gene, prevents the breakdown of leucine, isoleucine, and valine, and results in it smelling like maple syrup. Albumen is found in it in sufferers of Bright's disease, and it normally contains hippuric acid, creatinine, urea, and other nitrogenous compounds. For 10 points, name this liquid waste product that is excreted by the kidneys, stored in the bladder, and discharged through the urethra.": {
    "guess": "Urine",
    "confidence": [
      [
        "U",
        -0.0014684382
      ],
      [
        "rine",
        -0.010688742
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such cities as Sabi. A major democratization movement arose on May 18, 1980, after students protesting the closure of a university in this region were attacked by soldiers. A vitriolic debate about the status of this region known as the Seikanron led another country to recall the (*) Iwakura Mission before plunging into civil war, while the final years of one dynasty that ruled here are known as the \"Hermit Kingdom,\" referring to its isolationism; that dynasty signed the Treaty of Gyehae to curb piracy under Sejong the Great. The Silla state was one of the Three Kingdoms of this polity, which was later led by the Joseon dynasty before a landing at Inchon led to the establishment of the DMZ, splitting it into two countries along the 38th parallel. For 10 points, name this peninsula divided between Pyongyang and Seoul.": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.0008740629
      ],
      [
        "orea",
        -0.6128064
      ]
    ]
  },
  "One king of this region drowned the defeated followers of Onomarchos after winning the Battle of Crocus Field. A series of wars fought between the people of this region and Rome included the Battles of Cynocephalae and Pydna. It was the base of operations for the Antigonid Dynasty after the death of its most well-known ruler. For 10 points, name this Greek region that was ruled by Philip II and Alexander": {
    "guess": "Macedonia",
    "confidence": [
      [
        "M",
        -0.02551679
      ],
      [
        "aced",
        -0.00035131257
      ],
      [
        "onia",
        -0.1148081
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed that his supposedly dead father was still alive. His son Lionel of Antwerp led an Irish expedition that resulted in the Statutes of Kilkenny, and his late rule was marked by influence of his mistress Alice Perrers. This signer of the Truce of Malestroit supported the pretensions of Edward Balliol to the Scottish throne after temporarily recognizing Scottish independence in the Treaty of Northampton. His father was overthrown by his mother and her lover, Roger Mortimer, who ruled England until removed by this king, who tired to fix wages at pre-Black Death levels with the Statute of Laborers. He was accompanied by his son Edward the Black Prince in his victory over Philip VI of France": {
    "guess": "Edward III",
    "confidence": [
      [
        "Edward",
        -0.0019617015
      ],
      [
        " III",
        -0.0034091782
      ]
    ]
  },
  "One of this king's orders established political subdivisions in his country that are now called boroughs. This leader's coronation occurred during a visit to Pope Leo IV ordered by his father, Aethelwulf. With the Danish king Guthrum, this leader signed a treaty demarcating a region known as the Danelaw. This leader's victory at the Battle of Eddington slowed down the Viking conquest of Britain. This ruler's kingdom of Wessex led the process of Anglo-Saxon unification. For 10 points, name this only": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.042034626
      ],
      [
        "fred",
        -8.537869e-06
      ],
      [
        " the",
        -0.0011335474
      ],
      [
        " Great",
        -0.00020246755
      ]
    ]
  },
  "One of this king's orders established political subdivisions in his country that are now called boroughs. This leader's coronation occurred during a visit to Pope Leo IV ordered by his father, Aethelwulf. With the Danish king Guthrum, this leader signed a treaty demarcating a region known as the Danelaw. This leader's victory at the Battle of Eddington slowed down the Viking conquest of Britain. This": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.1430887
      ],
      [
        "fred",
        -1.2352386e-05
      ],
      [
        " the",
        -0.0017343214
      ],
      [
        " Great",
        -0.00022427815
      ]
    ]
  },
  "This kind of distribution describes a total number of successes produced in a succession of n Bernoulli trials but not their order. Given n trials with k successes with a probability p of success and a": {
    "guess": "Binomial Distribution",
    "confidence": [
      [
        "Bin",
        -0.18589991
      ],
      [
        "omial",
        -0.0003678709
      ],
      [
        " Distribution",
        -0.35705057
      ]
    ]
  },
  "Kim and Min developed a method of destroying this compound by decomposing it into lumichrome, 2,3-butanedione, and another namesake compound. Coenzymes related to this compound complement cytochrome P-450 in certain metabolic reactions, and recent studies suggest that it can normalize lactate levels in patients with Complex I deficiencies. Deficiency of this vitamin can be detected by examining the relative activity of either xanthine oxidase or erythrocyte glutathione reductase, and its deficiency": {
    "guess": "Riboflavin",
    "confidence": [
      [
        "Rib",
        -0.2944914
      ],
      [
        "of",
        -0.00025418727
      ],
      [
        "l",
        -0.00023393365
      ],
      [
        "avin",
        -7.421909e-05
      ]
    ]
  },
  "The kinin system was discovered upon realization that injection of it leads to low blood pressure, and the surface tension of it is measured in the Hay test. One disease affecting it in infants is a result of a mutation in the BCKDHA gene, prevents the breakdown of leucine, isoleucine, and valine, and": {
    "guess": "Branched-chain ketoacid dehydrogenase",
    "confidence": [
      [
        "B",
        -0.6019379
      ],
      [
        "ran",
        -0.074707136
      ],
      [
        "ched",
        -3.8934802e-05
      ],
      [
        "-chain",
        -0.0039899466
      ],
      [
        " keto",
        -0.0153503185
      ],
      [
        "acid",
        -0.058328077
      ],
      [
        " de",
        -0.038260885
      ],
      [
        "hydro",
        -9.066919e-05
      ],
      [
        "gen",
        -7.8033605e-05
      ],
      [
        "ase",
        -6.49212e-05
      ]
    ]
  },
  "This king of England partially agreed to Pope Paschal II's reforms by giving up the power of investiture, but retaining that of homage. Soon after taking the throne, he promised to end the confiscation of church property in a predecessor to the Magna Carta called the Charter of Liberties. This king married his daughter off to Holy Roman Emperor Henry V. Tragedy struck for this king when his heir, William Adelin, died in the alcohol-induced White Ship disaster; after he died, the nobility refused to accept the rule of his daughter Matilda and supported Stephen of Blois instead. For 10 points, name this king of England, a son of William the Conqueror whose death gave rise to The Anarchy.": {
    "guess": "Henry I of England",
    "confidence": [
      [
        "Henry",
        -0.0017859677
      ],
      [
        " I",
        -0.0002944671
      ],
      [
        " of",
        -3.7697225e-06
      ],
      [
        " England",
        -0.00015800826
      ]
    ]
  },
  "This king defeated Widukind, who led a guerilla war against this man in Saxony. He outlawed Jewish money-lending in his Capitulary for the Jews. In another war, this man defeated King Desiderius, his former father-in-law. This man ordered the beheading of 4,000 Saxons for practicing paganism in the Massacre of Verden. Important court scholars to this king included Alcuin of York. Biographers of this": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0022820532
      ],
      [
        "lem",
        -2.9756122e-05
      ],
      [
        "agne",
        -0.00013476722
      ]
    ]
  },
  "Kings Mindaugas II and Charles I came to the thrones of their countries as a result of this agreement.": {
    "guess": "Union of Lublin",
    "confidence": [
      [
        "Union",
        -0.28215963
      ],
      [
        " of",
        -0.0046757613
      ],
      [
        " Lub",
        -0.34315476
      ],
      [
        "lin",
        -0.00012618455
      ]
    ]
  },
  "This kingdom acceded to Dutch demands by signing the Treaty of Elbing after its 1650s siege of Danzig forced Dutch intervention. This kingdom reached its largest territorial extent during its stormaktstiden, or \"great power\" era. This kingdom occupied Poland during a period called the Deluge. One non-native": {
    "guess": "Swedish Empire",
    "confidence": [
      [
        "Sw",
        -0.4674041
      ],
      [
        "edish",
        -4.406056e-05
      ],
      [
        " Empire",
        -0.0010145876
      ]
    ]
  },
  "A king who shared this god's name had a daughter named Theonoe and was married to the Nereid Psamathe. This god's sons Polygonus and Telegonus died after foolishly challenged Heracles to wrestling matches. In Virgil's Georgics, this god advises Aristaeus to sacrifice 12 animals and leave the corpses,": {
    "guess": "Proteus",
    "confidence": [
      [
        "Pro",
        -0.27267137
      ],
      [
        "te",
        -0.0011904644
      ],
      [
        "us",
        -0.0016760178
      ]
    ]
  },
  "King Vishtaspa was the first guardian of this religion, and taught his followers about those who are truthful and those who are liars, or the asha and druj. One branch of this religion believes the first man to be created was Gayomart, while another branch worships the deity Zurvan. This religion believes the dead cross the Chinvat Bridge, and evil (*) daevas are described in this religion's Vendidad. Practitioners of this religion suspend dead bodies in \"Towers of Silence.\" Its Yasnas, which contain": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.011536874
      ],
      [
        "oro",
        -0.00011439072
      ],
      [
        "ast",
        -5.9153886e-06
      ],
      [
        "rian",
        -4.604148e-06
      ],
      [
        "ism",
        -0.00014334988
      ]
    ]
  },
  "One king of this city allegedly committed incest with his daughter Procris. Three princesses of this city jumped to their deaths after seeing serpents in a box containing their brother Erichthonius. After the death of Cekrops this city was ruled by a man who drowned himself in his namesake sea after seeing the black sails of a ship. Another king of this city was helped by Ariadne to navigate the labyrinth": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.00504151
      ],
      [
        "ens",
        -3.786197e-05
      ]
    ]
  },
  "One king of this city allegedly committed incest with his daughter Procris. Three princesses of this city jumped to their deaths after seeing serpents in a box containing their brother Erichthonius. After the death of Cekrops this city was ruled by a man who drowned himself in his namesake sea after": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.0095457
      ],
      [
        "ens",
        -6.968935e-05
      ]
    ]
  },
  "One king of this name and number allied with Ludwig the German with the Oath of Strassbourg, and received the western portions of the Frankish territory in the 843 treaty of Verdun; that king was nicknamed \"the bald.\" The death of one nicknamed \"the sufferer\" saw the start of the War of the Spanish Succession,": {
    "guess": "Charles the Bald",
    "confidence": [
      [
        "Charles",
        -0.4283187
      ],
      [
        " the",
        -0.24527343
      ],
      [
        " Bald",
        -0.14215212
      ]
    ]
  },
  "Kim and Min developed a method of destroying this compound by decomposing it into lumichrome, 2,3-butanedione, and another namesake compound. Coenzymes related to this compound complement cytochrome P-450 in certain metabolic reactions, and recent studies suggest that it can normalize lactate levels in patients with Complex I deficiencies. Deficiency of this vitamin can be detected by examining the relative activity of either xanthine oxidase or erythrocyte glutathione reductase, and its deficiency can lead to increased risk of both cancer of the esophagus and preeclampsia. Also confirmed to play a role in reducing the frequency of migraines, for 10 points, name this component of FAD and FMN, a water-soluble vitamin also known as B2.": {
    "guess": "Riboflavin",
    "confidence": [
      [
        "Rib",
        -0.0029414482
      ],
      [
        "of",
        -5.4669687e-05
      ],
      [
        "l",
        -0.00011176824
      ],
      [
        "avin",
        -0.000111410634
      ]
    ]
  },
  "This king was victorious at a battle preceded by a parhelion. He married his sister Margaret to Charles the Bold of Burgundy after angering his closest advisor by marrying a commoner. That advisor, his cousin, attempted to install this king's brother, George, Duke of Clarence, on the throne and was killed fighting against this king at the Battle of Barnet. This husband of Elizbaeth Woodville won an early victory at Mortimer's Cross and came back to the throne after a brief fall from power by winning at Tewksbury. His sons Edward and Richard were probably murdered in the Tower of London after his death. This king first came to power with the help of Richard Neville, who helped him overthrow Margaret of Anjou and her husband Henry VI. For 10 points, name this leading Yorkist king during the Wars of the Roses.": {
    "guess": "Edward IV of England",
    "confidence": [
      [
        "Edward",
        -0.0014097588
      ],
      [
        " IV",
        -0.00022487417
      ],
      [
        " of",
        -2.355753e-05
      ],
      [
        " England",
        -3.88156e-05
      ]
    ]
  },
  "This king was victorious at a battle preceded by a parhelion. He married his sister Margaret to Charles the Bold of Burgundy after angering his closest advisor by marrying a commoner. That advisor, his cousin, attempted to install this king's brother, George, Duke of Clarence, on the throne and was killed fighting against this king at the Battle of Barnet. This husband of Elizbaeth Woodville won an early victory at Mortimer's Cross and came back to the throne after a brief fall from power by winning at Tewksbury. His sons Edward and Richard were probably murdered in the Tower of London after his death. This king first came to power with the help of Richard Neville, who helped him overthrow Margaret": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.12438978
      ],
      [
        " III",
        -8.184812e-05
      ],
      [
        " of",
        -0.05596533
      ],
      [
        " England",
        -7.982166e-05
      ]
    ]
  },
  "This king's success at the Battle of Spurs during the War of the League of Cambrai led his brother in law James IV of Scotland to invade, only to be defeated at Flodden Field. This man met with Francis I at the Field of the Cloth of Gold, which accomplished nothing as his minister Cardinal Wolsey declared war on France soon after. He removed Wolsey from power after failing to receive an annulment with his wife, Catherine of Aragon. For 10 points, name this Tudor Monarch from 1509 to 1547 who had six wives.": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.0041742027
      ],
      [
        " VIII",
        -0.0010163756
      ],
      [
        " of",
        -0.30768114
      ],
      [
        " England",
        -6.408677e-05
      ]
    ]
  },
  "When the kinetic energy equals the potential energy in a system, the Lagrangian takes this value. The magnetic force on an electron moving parallel to a magnetic field is equal to this value. This is the amount of spin on the Higgs boson, as well as the amount of (*) mass in a photon and the amount of": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2133884
      ]
    ]
  },
  "This kind of compound is the last intermediate in the Bamford-Stevens reaction, and the foiled type of them is stabilized by the presence of a nearby double bond. In credit for his isolation of them, Arduengo's": {
    "guess": "Carbenes",
    "confidence": [
      [
        "Car",
        -0.07186436
      ],
      [
        "ben",
        -0.51651084
      ],
      [
        "es",
        -0.003491858
      ]
    ]
  },
  "One of this king's murderers is alleged to have said, \"the wretch can have no bones in his body.\" A member": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -1.2122023
      ],
      [
        " III",
        -0.08316043
      ],
      [
        " of",
        -0.091312766
      ],
      [
        " England",
        -0.00010413921
      ]
    ]
  },
  "This king was victorious at a battle preceded by a parhelion. He married his sister Margaret to Charles the Bold of Burgundy after angering his closest advisor by marrying a commoner. That advisor, his": {
    "guess": "Edward IV of England",
    "confidence": [
      [
        "Edward",
        -0.20818162
      ],
      [
        " IV",
        -0.0027740863
      ],
      [
        " of",
        -0.01255027
      ],
      [
        " England",
        -3.392825e-05
      ]
    ]
  },
  "King Vishtaspa was the first guardian of this religion, and taught his followers about those who are truthful and those who are liars, or the asha and druj. One branch of this religion believes the first man to be created was Gayomart, while another branch worships the deity Zurvan. This religion believes the dead cross the Chinvat Bridge, and evil (*) daevas are described in this religion's Vendidad. Practitioners of this religion suspend dead bodies in \"Towers of Silence.\" Its Yasnas, which contain the Gathas, describe the Amesha Spentas, and this religion's main text, the Avesta, describes the continuous fighting between Angra Mainyu and Ahura Mazda. For ten points, name this ancient Iranian": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.003025245
      ],
      [
        "oro",
        -7.8748824e-05
      ],
      [
        "ast",
        -1.378283e-05
      ],
      [
        "rian",
        -2.9352968e-06
      ],
      [
        "ism",
        -0.00057376316
      ]
    ]
  },
  "This kingdom was surveyed by Isidore of Charax. The House of Karen and House of Mihren are the only two of the seven clans supposedly descended from this Empire. One city of this empire was Hatra, while": {
    "guess": "Parthian Empire",
    "confidence": [
      [
        "Par",
        -0.13205183
      ],
      [
        "th",
        -7.314626e-05
      ],
      [
        "ian",
        -0.023132972
      ],
      [
        " Empire",
        -0.0010491237
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed that his supposedly dead father was still alive. His son Lionel of Antwerp led an Irish expedition": {
    "guess": "Edward III",
    "confidence": [
      [
        "Edward",
        -0.12999155
      ],
      [
        " III",
        -0.050525475
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such cities as Sabi. A major democratization movement arose on May 18, 1980, after students protesting the closure of a university in this region were attacked by soldiers. A vitriolic debate about the status of this region known as the Seikanron led another country to recall the (*) Iwakura Mission before plunging into civil war, while the final years of one dynasty that ruled here are known as the \"Hermit Kingdom,\" referring to its isolationism; that dynasty signed the Treaty of Gyehae to curb piracy": {
    "guess": "History of Korea",
    "confidence": [
      [
        "History",
        -0.14175875
      ],
      [
        " of",
        -0.002036061
      ],
      [
        " Korea",
        -0.04611895
      ]
    ]
  },
  "One king of this name joined Conrad III to fight the Second Crusade. The eleventh king of this name annexed Burgundy after the death of Charles the Bold, and was opposed by the League of the Public Weal. A third king of this name declared the Duke of Anjou the king of Spain, sparking the War of the (*) Spanish Succession. The sixth king of this name was known as \"the Fat,\" and the eleventh was known as \"the Spider.\" Another king of this name ordered the construction of Versailles. For 10 points,": {
    "guess": "Louis",
    "confidence": [
      [
        "Louis",
        -0.60542494
      ]
    ]
  },
  "One king of this country won at the Battle of Breadfield with his Black Army, and this country lost most of its territory in the Treaty of Trianon. This country was defeated by Otto the Great at the Battle of Lechfeld, and it also saw a 1848 revolution led by Lajos (*) Kossuth. Rulers of this country": {
    "guess": "Kingdom of Hungary",
    "confidence": [
      [
        "King",
        -0.75468946
      ],
      [
        "dom",
        -0.0012078536
      ],
      [
        " of",
        -0.0003802681
      ],
      [
        " Hungary",
        -0.00024168189
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother.": {
    "guess": "King Sennacherib",
    "confidence": [
      [
        "King",
        -1.3047698
      ],
      [
        " S",
        -1.2830714
      ],
      [
        "enn",
        -0.6778527
      ],
      [
        "acher",
        -0.00012035091
      ],
      [
        "ib",
        -1.0921943e-05
      ]
    ]
  },
  "Kings of this place, including Amalric, accepted Christian refugees from Saladin's conquest of Jerusalem for settlement here. In 688, a treaty regarding this place, between Byzantine emperor Justinian II and caliph Abd al-Malik, made it a neutral territory. Byzantine rebel Isaac Comnenus was the governor of this place and lost it in a battle with Richard the Lion-Hearted, who then sold it to Guy of Lusignan. A convention about this place was signed between Britain and its Turkish rulers in 1878, but later, the Attila Line separated its Turkish population from the majority group on this island, who had demanded \"enosis\" under the leadership of Archbishop Makarios. For 10 points, name this island which is currently divided into Turkish and Greek sectors and has not achieved its planned union with mainland Greece.": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.29249898
      ],
      [
        "prus",
        -2.3392786e-06
      ]
    ]
  },
  "A king of this place claims to make a goddess \"shriek like a duckling\" in a story that also tells of a sorceress from this place defeating a magician in a fish spawn-triggered animal-summoning contest. Another king of this place meets Zangara in the form of a bull while lying ill in a cave, after which he is granted super-speed that allows him to take part in the siege of Aratta after helping out the Anzu bird. In another story, the mes are brought to this city by its tutelary deity, Inanna. The most famous king of this city goes to the bottom of the sea to retrieve an immortality-granting plant on the advice of Utnapishtim after killing Humbaba with the help of his friend Enkidu. For 10 points, name this Sumerian city ruled by Enmerkar, Lugalbanda, and Gilgamesh.": {
    "guess": "Uruk",
    "confidence": [
      [
        "U",
        -0.006620162
      ],
      [
        "ruk",
        -4.723352e-06
      ]
    ]
  },
  "This kind of compound is the last intermediate in the Bamford-Stevens reaction, and the foiled type of": {
    "guess": "Ylide",
    "confidence": [
      [
        "Y",
        -2.0018609
      ],
      [
        "lide",
        -0.06796432
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed that his supposedly dead father was still alive. His son Lionel of Antwerp led an Irish expedition that resulted in the Statutes of Kilkenny, and his late rule was marked by influence of his mistress Alice Perrers. This signer of the Truce of Malestroit supported the pretensions of Edward Balliol to the Scottish throne after temporarily recognizing Scottish independence in the Treaty of Northampton. His father was overthrown by his mother and her lover, Roger Mortimer, who ruled England until removed by this king, who tired to fix wages at pre-Black Death levels with the Statute of Laborers. He was accompanied by his son Edward the Black Prince in his victory over Philip VI of France at Crécy. FTP, name this Plantagenet King of England whose claim to the crown of France led to the Hundred Years' War.": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.009750418
      ],
      [
        " III",
        -0.0004934602
      ],
      [
        " of",
        -0.06288077
      ],
      [
        " England",
        -4.2391708e-05
      ]
    ]
  },
  "This king's son was accused of being a \"warming pan baby\", even though his wife Mary of Modena had legitimately given birth. This king started a series of trials called the Bloody Assizes after James Scott tried to overthrow him in the Monmouth rebellion. The governorship of (*) Edmund Andros was ended at the conclusion of this man's reign. Seven Anglican bishops opposed this man's Declaration of Indulgence,": {
    "guess": "James II of England",
    "confidence": [
      [
        "James",
        -0.03690322
      ],
      [
        " II",
        -0.005380553
      ],
      [
        " of",
        -0.00011415232
      ],
      [
        " England",
        -7.934485e-05
      ]
    ]
  },
  "This kingdom acceded to Dutch demands by signing the Treaty of Elbing after its 1650s siege of Danzig forced Dutch intervention. This kingdom reached its largest territorial extent during its stormaktstiden, or \"great power\" era. This kingdom occupied Poland during a period called the Deluge. One non-native warrior who defected to this kingdom's side, and then fled to Bendery castle in Moldavia, was Cossack hetman (*) Ivan Mazepa. This kingdom, which secured peace with Denmark in the 1700 Peace of": {
    "guess": "Swedish Empire",
    "confidence": [
      [
        "Sw",
        -0.35880947
      ],
      [
        "edish",
        -5.9153886e-06
      ],
      [
        " Empire",
        -0.00023286081
      ]
    ]
  },
  "This king visited his sister while travelling as \"Count Falkenstein.\" The treaty of Versailles was strengthened by this man's marriage to Isabella of Parma. One of this man's reforms was an attempt to quell a peasant revolt in Horea. This man extended religious freedom to Jews with his Edict of Tolerance, which was released a year after his Patent of Toleration. This man became co-regent after the": {
    "guess": "Joseph II, Holy Roman Emperor",
    "confidence": [
      [
        "Joseph",
        -0.15937991
      ],
      [
        " II",
        -0.0011362854
      ],
      [
        ",",
        -0.03218344
      ],
      [
        " Holy",
        -8.923875e-05
      ],
      [
        " Roman",
        -2.9875326e-05
      ],
      [
        " Emperor",
        -0.0006886058
      ]
    ]
  },
  "Their kings were listed as legitimate in the Turin Papyrus, and their downfall may have resulted from a quarrel with King Seqenenre. Their period of dominance began with the rule of Salitis, and Josephus alone identifies them with the Hebrews. Their capital was at Avaris, and they were overthrown by Ahmose. With a name meaning \"shepherd kings,\" they ended the Middle Kingdom and ruled as the Fifteenth Dynasty. For 10 points name this group that introduced the compound bow and the horse and chariot": {
    "guess": "Hyksos",
    "confidence": [
      [
        "Hy",
        -0.00202452
      ],
      [
        "ks",
        -3.8696395e-05
      ],
      [
        "os",
        -5.9153886e-06
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother. A king with this name spent much of his reign trying to curry favor with Pap, or Papas. A king with this name executed the bishop Shimun Bar Sabbae and other Christians when they refused to pay a double tax to finance a war. The second king with this name extracted a humiliating peace treaty from Jovian after Julian the Apostate died in a battle where he beat this king. A king with this name built": {
    "guess": "Sapor",
    "confidence": [
      [
        "S",
        -1.9655477
      ],
      [
        "apor",
        -0.66615856
      ]
    ]
  },
  "The king was almost convinced to aid the Dutch in their rebellion against rival Spain.  The Queen Mother saw France in no position to intervene.  So she came up with a plan.  She invited dozens of nobles to her niece's wedding, and pressured her son, Charles IX, to get rid of them all.  De Coligny, Henri de Navarre, and hundreds of Protestant nobles and peasants were butchered in chaos which would spread throughout France and effectively diminish the strength of the French Reformation.  For ten points, give the name this outburst of violence.": {
    "guess": "St. Bartholomew's Day massacre",
    "confidence": [
      [
        "St",
        -0.017330866
      ],
      [
        ".",
        -0.00017767686
      ],
      [
        " Barth",
        -0.0029409714
      ],
      [
        "ol",
        -0.0012659442
      ],
      [
        "om",
        -0.00012749579
      ],
      [
        "ew",
        -0.00011951648
      ],
      [
        "'s",
        -0.00027111053
      ],
      [
        " Day",
        -4.8113485e-05
      ],
      [
        " massacre",
        -0.18693289
      ]
    ]
  },
  "This kind of compound is the last intermediate in the Bamford-Stevens reaction, and the foiled type of them is stabilized by the presence of a nearby double bond. In credit for his isolation of them, Arduengo's name is sometimes attached to the persistent, or stable kind of these compounds. Tebbe's reagent can react with a Lewis base to form the Schrock type of these, while another class of them can act like ketones and is named for Ernst Fischer. A common example is formed by reacting chloroform": {
    "guess": "Carbenes",
    "confidence": [
      [
        "Car",
        -0.025960717
      ],
      [
        "ben",
        -0.09871604
      ],
      [
        "es",
        -0.00020807012
      ]
    ]
  },
  "This kingdom was surveyed by Isidore of Charax. The House of Karen and House of Mihren are the only two of the seven clans supposedly descended from this Empire. One city of this empire was Hatra, while it had its capital at Asaak. One ruler of this empire was Parthamaspates, who was placed upon the throne by Trajan, and a defeat of this kingdom by Mark Antony allowed Herod the Great to take the throne of Judea. This kingdom ended with the death of Artabanes IV at the hands of Ardashir I, thus ending": {
    "guess": "Parthian Empire",
    "confidence": [
      [
        "Par",
        -0.36569825
      ],
      [
        "th",
        -8.776276e-06
      ],
      [
        "ian",
        -0.0037505522
      ],
      [
        " Empire",
        -0.0027320017
      ]
    ]
  },
  "This king's success at the Battle of Spurs during the War of the League of Cambrai led his brother in law James IV of Scotland to invade, only to be defeated at Flodden Field. This man met with Francis I at the Field of the Cloth of Gold, which accomplished nothing as his minister Cardinal Wolsey declared war on France soon after. He removed Wolsey from power after failing to receive an annulment with his wife, Catherine of Aragon. For 10 points, name this Tudor Monarch from 1509 to 1547 who had": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.008239724
      ],
      [
        " VIII",
        -0.0011474832
      ],
      [
        " of",
        -0.42374533
      ],
      [
        " England",
        -5.7768983e-05
      ]
    ]
  },
  "This kingdom was surveyed by Isidore of Charax. The House of Karen and House of Mihren are the only two": {
    "guess": "Arsacid Empire",
    "confidence": [
      [
        "Ars",
        -1.1531259
      ],
      [
        "acid",
        -0.042349126
      ],
      [
        " Empire",
        -0.35972148
      ]
    ]
  },
  "This kind of compound is the last intermediate in the Bamford-Stevens reaction, and the foiled type of them is stabilized by the presence of a nearby double bond. In credit for his isolation of them, Arduengo's name is sometimes attached to the persistent, or stable kind of these compounds. Tebbe's reagent can react with a Lewis base to form the Schrock type of these, while another class of them can": {
    "guess": "Carbenes",
    "confidence": [
      [
        "Car",
        -0.015640015
      ],
      [
        "ben",
        -0.061085276
      ],
      [
        "es",
        -0.00036775172
      ]
    ]
  },
  "A king with this name died when nobles cut the ropes of a tent he was under, so the tent fell on top of him. An earlier king with this name was literally crowned while in the womb of his Jewish mother. A king with this name spent much of his reign trying to curry favor with Pap, or Papas. A king with this name executed the bishop Shimun Bar Sabbae and other Christians when they refused to pay a double tax to finance a war. The second king with this name extracted a humiliating peace treaty from Jovian after Julian the Apostate died in a battle where he beat this king. A king with this name built a namesake city on the road between Estakhr and (*) Ctesiphon. Mani of Manichaeism fame was a scholar in the court of a king with this name. The best-known king with this name collected a huge indemnity": {
    "guess": "Shapur II",
    "confidence": [
      [
        "Sh",
        -0.4271742
      ],
      [
        "apur",
        -0.00043722545
      ],
      [
        " II",
        -0.2671339
      ]
    ]
  },
  "The king is the owner of this country's library that contains only 1000 volumes, and it is found on the coast of California. Its only fields of discipline are ethics, history, poetry and mathematics. Their": {
    "guess": "Library of Alexandria",
    "confidence": [
      [
        "Library",
        -0.85047853
      ],
      [
        " of",
        -0.0100682955
      ],
      [
        " Alexandria",
        -0.06643306
      ]
    ]
  },
  "One king of this city allegedly committed incest with his daughter Procris. Three princesses of this": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.55473495
      ],
      [
        "ens",
        -2.1173457e-05
      ]
    ]
  },
  "This kingdom was created after its first king won a battle known as \"the leaping of the mullet fish.\"": {
    "guess": "Kingdom of Hawaii",
    "confidence": [
      [
        "King",
        -0.02320273
      ],
      [
        "dom",
        -0.00010819213
      ],
      [
        " of",
        -0.00015860428
      ],
      [
        " Hawaii",
        -0.05380912
      ]
    ]
  },
  "This kingdom began as the Aja people moved north from Allada and settled among the Fon, eventually conquering them.  From their capital of Agbone, their first king Wegbala established a centralized state.  Under King Agaja, it conquered Allada and started a profitable slave trade with the Europeans,": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.06812381
      ],
      [
        "ah",
        -5.8365e-05
      ],
      [
        "ome",
        -4.3202e-07
      ],
      [
        "y",
        -0.00021998682
      ]
    ]
  },
  "One king of this name was retreating across the Pyrenees when he was crushed by Peter III of Aragon at the Battle of Col de Panissars. The three daughters-in-law of the fourth man of this name were accused": {
    "guess": "Peter III of Aragon",
    "confidence": [
      [
        "Peter",
        -1.1632013
      ],
      [
        " III",
        -1.0153209
      ],
      [
        " of",
        -0.011249648
      ],
      [
        " Ar",
        -0.0040750783
      ],
      [
        "agon",
        -0.00029542076
      ]
    ]
  },
  "This king was victorious at a battle preceded by a parhelion. He married his sister Margaret to Charles the Bold of Burgundy after angering his closest advisor by marrying a commoner. That advisor, his cousin, attempted to install this king's brother, George, Duke of Clarence, on the throne and was killed": {
    "guess": "Edward IV of England",
    "confidence": [
      [
        "Edward",
        -0.015215313
      ],
      [
        " IV",
        -0.0059386366
      ],
      [
        " of",
        -0.017743766
      ],
      [
        " England",
        -6.122589e-05
      ]
    ]
  },
  "This king regulated papal appointments to English benefices with the Statute of Provisors. He led a campaign known as the Burned Candlemas, and was the intended recipient of the Fieschi Letter, which claimed that his supposedly dead father was still alive. His son Lionel of Antwerp led an Irish expedition that resulted in the Statutes of Kilkenny, and his late rule was marked by influence of his mistress Alice Perrers. This signer of the Truce of Malestroit supported the pretensions of Edward Balliol": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.020947758
      ],
      [
        " III",
        -0.00087048684
      ],
      [
        " of",
        -0.25329214
      ],
      [
        " England",
        -0.00012654216
      ]
    ]
  },
  "When the kinetic energy equals the potential energy in a system, the Lagrangian takes this value. The magnetic force on an electron moving parallel to a magnetic field is equal to this value. This is the": {
    "guess": "Lagrangian",
    "confidence": [
      [
        "L",
        -1.0472708
      ],
      [
        "agr",
        -0.008380887
      ],
      [
        "ang",
        0.0
      ],
      [
        "ian",
        -5.8841815e-05
      ]
    ]
  },
  "A kingdom in this state traced its founding to an apocryphal victory over Natanleod, while the first reliably-dated event in this region is the baptism of Cynegils by the bishop Birinus, its namesake \"apostle.\"": {
    "guess": "Wessex",
    "confidence": [
      [
        "W",
        -0.15696599
      ],
      [
        "es",
        -0.014625408
      ],
      [
        "sex",
        -3.1281633e-07
      ]
    ]
  },
  "This kingdom was surveyed by Isidore of Charax. The House of Karen and House of Mihren are the only two of the seven clans supposedly descended from this Empire. One city of this empire was Hatra, while it had its capital at Asaak. One ruler of this empire was Parthamaspates, who was placed upon the throne by Trajan, and a defeat of this kingdom by Mark Antony allowed Herod the Great to take the throne of Judea. This kingdom ended with the death of Artabanes IV at the hands of Ardashir I, thus ending its Arsacid Dynasty. For 10 points, name this empire succeeded by the Sassanids which defeated Crassus at Carrhae, famous for the namesake \"shot\" of its mounted archers.": {
    "guess": "Parthian Empire",
    "confidence": [
      [
        "Par",
        -0.07969082
      ],
      [
        "th",
        -2.9279307e-05
      ],
      [
        "ian",
        -0.003720623
      ],
      [
        " Empire",
        -0.00040290577
      ]
    ]
  },
  "One kingdom in this region may have grown out of the Mahan Confederacy and moved the capital to such cities as Sabi. A major democratization movement arose on May 18, 1980, after students protesting the closure of a university in this region were attacked by soldiers. A vitriolic debate about the status of this region known as the Seikanron led another country to recall the (*) Iwakura Mission before plunging into civil war, while the final years of one dynasty that ruled here are known as the \"Hermit": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.005508138
      ],
      [
        "orea",
        -0.0021215922
      ]
    ]
  },
  "One king of this name and number allied with Ludwig the German with the Oath of Strassbourg, and received the western portions of the Frankish territory in the 843 treaty of Verdun; that king was nicknamed \"the bald.\" The death of one nicknamed \"the sufferer\" saw the start of the War of the Spanish Succession, and the Rye House plot saw an assassination attempt a king with this name and number along with his heir James. For 10 points, identify this name and number held by the Stuart who was restored to the British throne after Cromwell's protectorate. ": {
    "guess": "Charles II of England",
    "confidence": [
      [
        "Charles",
        -0.092853695
      ],
      [
        " II",
        -0.00029685118
      ],
      [
        " of",
        -0.16259101
      ],
      [
        " England",
        -0.00012630376
      ]
    ]
  }
}