{
  "In his role as curator of ethnology at The American Museum of Natural History, this man pioneered the use of dioramas, presenting perhaps the first one ever, depicting the Hamatsa dance of a people he": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.7728854
      ],
      [
        "z",
        -0.0003735927
      ],
      [
        " Bo",
        -0.00019221604
      ],
      [
        "as",
        -0.0008858494
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales holding a thunderbolt, in his group The Progress of Railroading. He created a standalone artwork of his favored recurring motif consisting of an angel with raised wings wearing a belt and a crown of passion flowers. This artist honored the memory of a woman who committed suicide by ingesting potassium cyanide, by depicting her seated against a granite block, eyes closed and wearing a (*) robe. This man's sculpture of a president rising from a chair, about to give a speech, is located in Lincoln Park. This artist's best known sculpture is a bronze relief in which an angel flies over a man on horseback leading a regiment of black soldiers carrying bayonets. For 10 points, name this American sculptor of the Adams Memorial and the Standing Lincoln, best known for his monument to Robert Gould": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.020079423
      ],
      [
        "us",
        -0.0014369007
      ],
      [
        " Saint",
        -6.46828e-05
      ],
      [
        "-G",
        -0.00037037418
      ],
      [
        "aud",
        -0.00020902375
      ],
      [
        "ens",
        -0.00015074051
      ]
    ]
  },
  "In one role, this man's character declares \"Killian, here's your Sub-Zero, now plain zero\", and in another, he grudgingly replaces a sick Phoebe O'Hara, using a ferret to make friends. As Dr. Alex Hesse, he declares \"It's not a tumor!\" and, insulted, asks another character \"Does my body disgust you?\" One of his characters allies with the boss of Bane to save his cryogenically preserved wife, while": {
    "guess": "Arnold Schwarzenegger",
    "confidence": [
      [
        "Arn",
        -0.0124164075
      ],
      [
        "old",
        -1.9743013e-05
      ],
      [
        " Schwar",
        -0.001329764
      ],
      [
        "zen",
        -0.00013619766
      ],
      [
        "eg",
        -0.00010330478
      ],
      [
        "ger",
        -0.0002544257
      ]
    ]
  },
  "This Roman emperor recognized Osroes I of Parthia, who this man's predecessor had deposed. This man created": {
    "guess": "Antoninus Pius",
    "confidence": [
      [
        "Ant",
        -1.2728112
      ],
      [
        "on",
        -0.00051252183
      ],
      [
        "inus",
        -0.005818233
      ],
      [
        " P",
        -3.9054008e-05
      ],
      [
        "ius",
        -0.00020270597
      ]
    ]
  },
  "In one role, this man's character declares \"Killian, here's your Sub-Zero, now plain zero\", and in another, he grudgingly replaces a sick Phoebe O'Hara, using a ferret to make friends. As Dr. Alex Hesse, he declares \"It's not a tumor!\" and, insulted, asks another character \"Does my body disgust you?\" One of his characters allies with the boss of Bane to save his cryogenically preserved wife, while another must save John Connor. For 10 points, name this star of such movies as The Running Man, Kindergarten": {
    "guess": "Arnold Schwarzenegger",
    "confidence": [
      [
        "Arn",
        -0.024001911
      ],
      [
        "old",
        -1.5332478e-05
      ],
      [
        " Schwar",
        -0.0004721411
      ],
      [
        "zen",
        -2.4391957e-05
      ],
      [
        "eg",
        -2.3319124e-05
      ],
      [
        "ger",
        -5.8365e-05
      ]
    ]
  },
  "In one role, this actor plays a robber who robs a vault containing Michael X's picture of a member of the royal family having a threesome. In another role, this actor plays Jensen Ames, whose framing for": {
    "guess": "Jason Statham",
    "confidence": [
      [
        "Jason",
        -0.64695585
      ],
      [
        " St",
        -5.3239244e-05
      ],
      [
        "atham",
        -0.00038443657
      ]
    ]
  },
  "In one role, this man's character declares \"Killian, here's your Sub-Zero, now plain zero\", and in another,": {
    "guess": "Arnold Schwarzenegger",
    "confidence": [
      [
        "Arn",
        -0.30397967
      ],
      [
        "old",
        -5.7172965e-05
      ],
      [
        " Schwar",
        -0.0026780372
      ],
      [
        "zen",
        -5.8245798e-05
      ],
      [
        "eg",
        -5.3954464e-05
      ],
      [
        "ger",
        -4.9186317e-05
      ]
    ]
  },
  "A rolloff of minus 20 dB per decade is typical of the internally compensated type of this device. An": {
    "guess": "Low-pass filter",
    "confidence": [
      [
        "Low",
        -0.71098506
      ],
      [
        "-pass",
        -0.0034437382
      ],
      [
        " filter",
        -0.0071969624
      ]
    ]
  },
  "In the romance Cliges, this man is, unusually, listed as a villain.  Ulrich von Zatzikhoven's version of his story has him grow up in the \"Isle of Maidens,\" though most versions show him accompanied by cousins, like Lionel, who have also been driven out by Claudas.  Godefroi de Leigni finished the last thousand lines of another work about him that sees him sleep in a bed with a flaming lance and cross a sword bridge before defeating Meleagant, despite having suffered the indignity of being carried by a dwarf in a cart. This man, who single-handedly kills a quarter of the Round Table in Le Morte": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.67290354
      ],
      [
        "ancel",
        -0.00014871404
      ],
      [
        "ot",
        -1.5213274e-05
      ]
    ]
  },
  "This man, the only Roman of the virtuous pagans found in Dante's Paradise, peacefully annexed Nabattea following the death of Rabbel II Soter. He was forced to march against Parthia following its installation of a puppet ruler in Armenia. This man employed Apollodorus of Damascus to build a namesake": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.0061572506
      ],
      [
        "jan",
        -1.2664457e-06
      ]
    ]
  },
  "A Roman equestrian of the Samnite clan of the Pontii, he was a favorite of Sejanus.  Following Sejanus' death, he was on thin ice and was eventually recalled after he attacked the Samaritans on Mount Vitellius.": {
    "guess": "Aulus Vitellius",
    "confidence": [
      [
        "A",
        -1.6253895
      ],
      [
        "ulus",
        -0.63691646
      ],
      [
        " Vit",
        -0.16754672
      ],
      [
        "ell",
        -4.7875077e-05
      ],
      [
        "ius",
        -0.00047917044
      ]
    ]
  },
  "A Roman equestrian of the Samnite clan of the Pontii, he was a favorite of Sejanus.  Following Sejanus' death, he was on thin ice and was eventually recalled after he attacked the Samaritans on Mount Vitellius. . His wife is a saint in the Orthodox Church, and he is a martyr in the Coptic Church with": {
    "guess": "Sejanus",
    "confidence": [
      [
        "Se",
        -0.95936435
      ],
      [
        "jan",
        -0.0040374375
      ],
      [
        "us",
        -1.0206721e-05
      ]
    ]
  },
  "In Roman times, it was noted as a tourist trap, where wealthy Romans would go to observe the \"unique\" inhabitants.* Its last major contribution to world history is considered to be the defeat of raiding Visigoth bands following their victory over the Romans at Adrianople. As time progressed, the city- state was ruled by the ephors and the gerousia, or council of elders and the city's two kings increasingly lost power, until they were nothing more than generals. FTP, what is this ancient Greek polis, which for centuries was the dominant military force in the Greek world?": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.0020039382
      ],
      [
        "part",
        -4.604148e-06
      ],
      [
        "a",
        -1.7478143e-05
      ]
    ]
  },
  "A role played by Roy Thinnes in its pilot meant that none of the original cast members remained after the fifth season. Former Senator Fred Thompson joined the cast this past season in the same job as the characters of Thinnes, Dianne Wiest, and Stephen Hill. It has spun off two other dramas and a reality show. For 10 points—name this drama starring Jerry Orbach and Sam Waterston which takes place \"in the criminal justice system\" of New York City.": {
    "guess": "Law & Order",
    "confidence": [
      [
        "Law",
        -0.012053474
      ],
      [
        " &",
        -0.012662562
      ],
      [
        " Order",
        -0.00034714415
      ]
    ]
  },
  "A rolloff of minus 20 dB per decade is typical of the internally compensated type of this device. An important measure used to characterize this device is how fast its output can change, which is the slew rate. One of these devices is used in the circuit for a weighted summer, as well as for an R-2R ladder DAC. The most commonly used one of these is the 741. 20 times the log of the quotient of the differential and common-mode gains of this device gives its CMRR or common-mode rejection ratio. Their plus terminal is connected to ground and V sub in to form an inverting and noninverting one, respectively. The ideal version of this device has infinite input impedance and open-loop gain. For 10 points, identify these circuit elements whose output voltage is a multiplied version of the difference in its two inputs.": {
    "guess": "Operational Amplifier",
    "confidence": [
      [
        "Oper",
        -0.0082861865
      ],
      [
        "ational",
        -2.0100624e-05
      ],
      [
        " Ampl",
        -0.083908826
      ],
      [
        "ifier",
        -0.1695129
      ]
    ]
  },
  "A rolloff of minus 20 dB per decade is typical of the internally compensated type of this device. An important measure used to characterize this device is how fast its output can change, which is the slew rate. One of these devices is used in the circuit for a weighted summer, as well as for an R-2R": {
    "guess": "Operational amplifier",
    "confidence": [
      [
        "Oper",
        -0.0134490235
      ],
      [
        "ational",
        -1.9862217e-05
      ],
      [
        " amplifier",
        -0.039109
      ]
    ]
  },
  "A rolloff of minus 20 dB per decade is typical of the internally compensated type of this device. An important measure used to characterize this device is how fast its output can change, which is the slew rate. One of these devices is used in the circuit for a weighted summer, as well as for an R-2R ladder DAC. The most commonly used one of these is the 741. 20 times the log of the quotient of the differential and common-mode gains of this device gives its CMRR or common-mode rejection ratio. Their": {
    "guess": "Operational amplifier",
    "confidence": [
      [
        "Oper",
        -0.0058338796
      ],
      [
        "ational",
        -6.456359e-05
      ],
      [
        " amplifier",
        -0.33280003
      ]
    ]
  },
  "In Roman times, this city was known by the name of Aquisgranum. One rite that traditionally took place in this city was later moved to Frankfurt am Main. The Hall of the Emperors can be found in this city's Rathaus building. Ravenna's San Vitale was probably the model for this city's Palatine Chapel.": {
    "guess": "Aachen",
    "confidence": [
      [
        "A",
        -0.0037686126
      ],
      [
        "achen",
        -0.37743583
      ]
    ]
  },
  "In Roman times, this city was known by the name of Aquisgranum. One rite that traditionally took place in this city was later moved to Frankfurt am Main. The Hall of the Emperors can be found in this city's Rathaus building. Ravenna's San Vitale was probably the model for this city's Palatine Chapel. This burial site of (*) Charlemagne was where Holy Roman Emperors were crowned. A treaty signed here denied Charles II's claim to the throne of Spain and the Netherlands in favor of Marie-Therese.  For 10 points, name this German city where treaties ending the War of the Devolution and War of the Austrian Succession were signed.": {
    "guess": "Aachen",
    "confidence": [
      [
        "A",
        -0.0004739255
      ],
      [
        "achen",
        -0.041398894
      ]
    ]
  },
  "This Roman emperor recognized Osroes I of Parthia, who this man's predecessor had deposed. This man created a secret police, the frumentarii, to keep order while he traveled, as well as a Panhellenion": {
    "guess": "Caracalla",
    "confidence": [
      [
        "Car",
        -1.1518173
      ],
      [
        "ac",
        -0.0054824026
      ],
      [
        "alla",
        -0.0005723327
      ]
    ]
  },
  "While in Rome, this artist depicted a muscular title character who brandishes white-hot iron in one hand while Apollo enters the central scene. This artist depicted the voluminous black hair of a man wearing a green coat in one of his portraits. A drunken outdoor feast culminates in the drunken crowning one of the revelers in this artist's work that shows the triumph of Bacchus. This artist of a portrait of Juan de Pareja and Los Borrachos showed the titular goddess's face reflected towards the viewer": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.0010688931
      ],
      [
        "go",
        -4.00813e-06
      ],
      [
        " Vel",
        -0.00063344755
      ],
      [
        "áz",
        -4.8709502e-05
      ],
      [
        "quez",
        -6.17027e-05
      ]
    ]
  },
  "In the romance Cliges, this man is, unusually, listed as a villain.  Ulrich von Zatzikhoven's version of his story has him grow up in the \"Isle of Maidens,\" though most versions show him accompanied by cousins, like Lionel, who have also been driven out by Claudas.  Godefroi de Leigni finished the last": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.23591305
      ],
      [
        "ancel",
        -0.00075995753
      ],
      [
        "ot",
        -4.4537377e-05
      ]
    ]
  },
  "In one role, this actor plays a robber who robs a vault containing Michael X's picture of a member of the royal family having a threesome. In another role, this actor plays Jensen Ames, whose framing for his wife's murder forces him compete in the titular event of a Paul W.S. Anderson film. In another": {
    "guess": "Jason Statham",
    "confidence": [
      [
        "Jason",
        -0.07640722
      ],
      [
        " St",
        -3.6908343e-05
      ],
      [
        "atham",
        -0.00018911675
      ]
    ]
  },
  "While in Rome, this artist depicted a muscular title character who brandishes white-hot iron in one hand while Apollo enters the central scene. This artist depicted the voluminous black hair of a man wearing a green coat in one of his portraits. A drunken outdoor feast culminates in the drunken crowning one of the revelers in this artist's work that shows the triumph of Bacchus. This artist of a portrait of Juan de Pareja and Los Borrachos showed the titular goddess's face reflected towards the viewer in his Rokeby Venus. He also depicted Ambrosio Spinola receiving the keys of a city in a painting also sometimes called \"The Lances.\" For 10 points, name this artist who depicted the Surrender of": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.0022858605
      ],
      [
        "go",
        -4.1273333e-06
      ],
      [
        " Vel",
        -0.0006919435
      ],
      [
        "áz",
        -0.0003387999
      ],
      [
        "quez",
        -4.692145e-05
      ]
    ]
  },
  "This man, the only Roman of the virtuous pagans found in Dante's Paradise, peacefully annexed Nabattea following the death of Rabbel II Soter. He was forced to march against Parthia following its installation of a puppet ruler in Armenia. This man employed Apollodorus of Damascus to build a namesake forum as well as a bridge across the Danube. He defeated Decebalus and captured Sarmizegetusa to add Dacia to the Roman Empire. For 10 points, name this Roman Emperor, the predecessor of Hadrian and namesake": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.014233797
      ],
      [
        "jan",
        -1.7432603e-06
      ]
    ]
  },
  "He had a role as Boner in the sexploitation film Revenge of the Cheerleaders in 1976 while he was still appearing on The Young and the Restless* as Dr. Snapper Foster. He has been married twice, to Catherine Hickland and to Pamela Bach, with whom he has two children. The release of his album Looking for Freedom, timed with the fall of the Berlin Wall, catapulted his singing career in continental Europe.": {
    "guess": "David Hasselhoff",
    "confidence": [
      [
        "David",
        -0.034105618
      ],
      [
        " Hass",
        -5.8961017e-05
      ],
      [
        "el",
        -0.0004012369
      ],
      [
        "hoff",
        -6.0749073e-05
      ]
    ]
  },
  "In Roman times, it was noted as a tourist trap, where wealthy Romans would go to observe the \"unique\" inhabitants.* Its last major contribution to world history is considered to be the defeat of raiding Visigoth bands following their victory over the Romans at Adrianople. As time progressed, the city- state was ruled by the ephors and the gerousia, or council of elders and the city's two kings increasingly": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.0026290426
      ],
      [
        "part",
        -0.0002738522
      ],
      [
        "a",
        -7.910644e-05
      ]
    ]
  },
  "In his role as curator of ethnology at The American Museum of Natural History, this man pioneered the use of dioramas, presenting perhaps the first one ever, depicting the Hamatsa dance of a people he studied. That people's potlatch ceremonies were described by this man in a book in which he coined the term \"cultural relativism.\" Besides studying the Kwakiutl, this man created the first collegiate": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.008682532
      ],
      [
        "z",
        -0.00012213163
      ],
      [
        " Bo",
        -0.0002848153
      ],
      [
        "as",
        -0.00024311233
      ]
    ]
  },
  "While in Rome, this artist depicted a muscular title character who brandishes white-hot iron in one hand while Apollo enters the central scene. This artist depicted the voluminous black hair of a man wearing a green coat in one of his portraits. A drunken outdoor feast culminates in the drunken crowning one of the revelers in this artist's work that shows the triumph of Bacchus. This artist of a portrait of Juan de Pareja and Los Borrachos showed the titular goddess's face reflected towards the viewer in his Rokeby Venus. He also depicted Ambrosio Spinola receiving the keys of a city in a painting": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.0012579722
      ],
      [
        "go",
        -3.7697225e-06
      ],
      [
        " Vel",
        -0.00035679596
      ],
      [
        "áz",
        -4.1199673e-05
      ],
      [
        "quez",
        -4.2510914e-05
      ]
    ]
  },
  "A rolloff of minus 20 dB per decade is typical of the internally compensated type of this device. An important measure used to characterize this device is how fast its output can change, which is the slew rate. One of these devices is used in the circuit for a weighted summer, as well as for an R-2R ladder DAC. The most commonly used one of these is the 741. 20 times the log of the quotient of the": {
    "guess": "Operational amplifier",
    "confidence": [
      [
        "Oper",
        -0.0025345215
      ],
      [
        "ational",
        -1.4378848e-05
      ],
      [
        " amplifier",
        -0.0049664243
      ]
    ]
  },
  "This Roman emperor recognized Osroes I of Parthia, who this man's predecessor had deposed. This man created a secret police, the frumentarii, to keep order while he traveled, as well as a Panhellenion League to unify Greek cities. This ruler fabricated a conspiracy led by Lucius Quietus and had him executed, shortly before he quelled a revolt supported by Rabbi Akiva, the Bar Kokhba rebellion. This": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.00022308611
      ],
      [
        "rian",
        -7.703444e-06
      ]
    ]
  },
  "In the romance Cliges, this man is, unusually, listed as a villain.  Ulrich von Zatzikhoven's version of his story has him grow up in the \"Isle of Maidens,\" though most versions show him accompanied by cousins, like Lionel, who have also been driven out by Claudas.  Godefroi de Leigni finished the last thousand lines of another work about him that sees him sleep in a bed with a flaming lance and cross": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.16745143
      ],
      [
        "ancel",
        -0.00025669055
      ],
      [
        "ot",
        -1.1517961e-05
      ]
    ]
  },
  "This Roman emperor recognized Osroes I of Parthia, who this man's predecessor had deposed. This man created a secret police, the frumentarii, to keep order while he traveled, as well as a Panhellenion League to unify Greek cities. This ruler fabricated a conspiracy led by Lucius Quietus and had him executed,": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.0004492613
      ],
      [
        "rian",
        -8.418666e-06
      ]
    ]
  },
  "While in Rome, this artist depicted a muscular title character who brandishes white-hot iron in one hand while Apollo enters the central scene. This artist depicted the voluminous black hair of a man wearing a green coat in one of his portraits. A drunken outdoor feast culminates in the drunken crowning": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.695768
      ],
      [
        "av",
        -0.00033343938
      ],
      [
        "aggio",
        -4.2272506e-05
      ]
    ]
  },
  "In Roman times, this city was known by the name of Aquisgranum. One rite that traditionally took place in this city was later moved to Frankfurt am Main. The Hall of the Emperors can be found in this city's": {
    "guess": "Aix-La-Chapelle",
    "confidence": [
      [
        "A",
        -0.0016849361
      ],
      [
        "ix",
        -0.16457888
      ],
      [
        "-La",
        -0.08223855
      ],
      [
        "-Ch",
        -7.9418505e-06
      ],
      [
        "ap",
        -1.4855664e-05
      ],
      [
        "elle",
        -2.939851e-05
      ]
    ]
  },
  "The role of Innogen was removed from early editions of this play. One character in this play constantly asks the Sexton to make a note of things. Another character in this play is accused of infidelity when her maidservant Margaret is confused with her. That misunderstanding is orchestrated by Conrade": {
    "guess": "Much Ado About Nothing",
    "confidence": [
      [
        "Much",
        -0.0033913527
      ],
      [
        " Ad",
        -3.488188e-05
      ],
      [
        "o",
        -7.9418505e-06
      ],
      [
        " About",
        -5.0974373e-05
      ],
      [
        " Nothing",
        -4.20341e-05
      ]
    ]
  },
  "In his role as curator of ethnology at The American Museum of Natural History, this man pioneered the use of dioramas, presenting perhaps the first one ever, depicting the Hamatsa dance of a people he studied. That people's potlatch ceremonies were described by this man in a book in which he coined the": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.2265153
      ],
      [
        "z",
        -0.0004515262
      ],
      [
        " Bo",
        -0.00012570774
      ],
      [
        "as",
        -0.0012293963
      ]
    ]
  },
  "In one role, this man's character declares \"Killian, here's your Sub-Zero, now plain zero\", and in another, he grudgingly replaces a sick Phoebe O'Hara, using a ferret to make friends. As Dr. Alex Hesse, he declares \"It's not a tumor!\" and, insulted, asks another character \"Does my body disgust you?\"": {
    "guess": "Arnold Schwarzenegger",
    "confidence": [
      [
        "Arn",
        -0.0072171995
      ],
      [
        "old",
        -5.7961847e-06
      ],
      [
        " Schwar",
        -0.0007379195
      ],
      [
        "zen",
        -6.0391463e-05
      ],
      [
        "eg",
        -5.121278e-05
      ],
      [
        "ger",
        -4.6206227e-05
      ]
    ]
  },
  "In one role, this actor plays a robber who robs a vault containing Michael X's picture of a member of the royal family having a threesome. In another role, this actor plays Jensen Ames, whose framing for his wife's murder forces him compete in the titular event of a Paul W.S. Anderson film. In another role, this man is injected with \"Beijing Cocktail,\" and is forced to strip down Amy Smart on the streets of Chinatown to keep up his adrenaline. This star of Death Race and Crank also played Handsome Rob in The Italian Job. For 10 points, name this actor who stars in the Transporter movies.": {
    "guess": "Jason Statham",
    "confidence": [
      [
        "Jason",
        -0.0033841033
      ],
      [
        " St",
        -1.1398757e-05
      ],
      [
        "atham",
        -0.000104616025
      ]
    ]
  },
  "In one role, this actor plays a robber who robs a vault containing Michael X's picture of a member of the royal family having a threesome. In another role, this actor plays Jensen Ames, whose framing for his wife's murder forces him compete in the titular event of a Paul W.S. Anderson film. In another role, this man is injected with \"Beijing Cocktail,\" and is forced to strip down Amy Smart on the streets": {
    "guess": "Jason Statham",
    "confidence": [
      [
        "Jason",
        -0.0617996
      ],
      [
        " St",
        -6.869018e-06
      ],
      [
        "atham",
        -0.00041351124
      ]
    ]
  },
  "In Roman times, it was noted as a tourist trap, where wealthy Romans would go to observe the \"unique\" inhabitants.* Its last major contribution to world history is considered to be the defeat of raiding Visigoth bands following their victory over the Romans at Adrianople. As time progressed, the city- state was ruled by the ephors and the gerousia, or council of elders and the city's two kings increasingly lost power, until they were nothing more than generals. FTP, what is this ancient Greek polis,": {
    "guess": "Sparta",
    "confidence": [
      [
        "S",
        -0.0024993178
      ],
      [
        "part",
        -0.00020628207
      ],
      [
        "a",
        -2.749125e-05
      ]
    ]
  },
  "While in Rome, this artist depicted a muscular title character who brandishes white-hot iron in one hand": {
    "guess": "Samson and Delilah (Rubens)",
    "confidence": [
      [
        "Sam",
        -1.5577699
      ],
      [
        "son",
        -0.047554627
      ],
      [
        " and",
        -0.5143304
      ],
      [
        " Del",
        -0.04563985
      ],
      [
        "il",
        -0.0009336134
      ],
      [
        "ah",
        -1.1398757e-05
      ],
      [
        " (",
        -0.6286384
      ],
      [
        "Rub",
        -0.32921427
      ],
      [
        "ens",
        -0.0008488174
      ],
      [
        ")",
        -0.30917618
      ]
    ]
  },
  "A rolloff of minus 20 dB per decade is typical of the internally compensated type of this device. An important measure used to characterize this device is how fast its output can change, which is the slew rate. One of these devices is used in the circuit for a weighted summer, as well as for an R-2R ladder DAC. The most commonly used one of these is the 741. 20 times the log of the quotient of the differential and common-mode gains of this device gives its CMRR or common-mode rejection ratio. Their plus terminal is connected to ground and V sub in to form an inverting and noninverting one, respectively. The ideal version of this device has infinite input impedance and open-loop gain. For 10 points, identify these circuit elements whose output voltage is a multiplied version of the difference": {
    "guess": "Operational Amplifier",
    "confidence": [
      [
        "Oper",
        -0.0064890543
      ],
      [
        "ational",
        -2.2365493e-05
      ],
      [
        " Ampl",
        -0.043851025
      ],
      [
        "ifier",
        -0.10401484
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales holding a thunderbolt, in his group The Progress of Railroading. He created a standalone artwork of his favored recurring motif consisting of an angel with raised wings wearing a belt and a crown": {
    "guess": "Faust (opera)",
    "confidence": [
      [
        "Fa",
        -1.7492129
      ],
      [
        "ust",
        -0.0037784588
      ],
      [
        " (",
        -0.13410977
      ],
      [
        "op",
        -0.047690786
      ],
      [
        "era",
        -0.00014013138
      ],
      [
        ")",
        -0.0011568893
      ]
    ]
  },
  "In his role as curator of ethnology at The American Museum of Natural History, this man pioneered the use of dioramas, presenting perhaps the first one ever, depicting the Hamatsa dance of a people he studied. That people's potlatch ceremonies were described by this man in a book in which he coined the term \"cultural relativism.\" Besides studying the Kwakiutl, this man created the first collegiate department of anthropology at Columbia, where he taught luminaries like Zora Neale Hurston and Margaret": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.0029486977
      ],
      [
        "z",
        -3.22594e-05
      ],
      [
        " Bo",
        -5.5980927e-05
      ],
      [
        "as",
        -0.00021236145
      ]
    ]
  },
  "A rolloff of minus 20 dB per decade is typical of the internally compensated type of this device. An important measure used to characterize this device is how fast its output can change, which is the slew": {
    "guess": "Operational amplifier",
    "confidence": [
      [
        "Oper",
        -0.018378904
      ],
      [
        "ational",
        -1.1994775e-05
      ],
      [
        " amplifier",
        -0.2242398
      ]
    ]
  },
  "This man, the only Roman of the virtuous pagans found in Dante's Paradise, peacefully annexed Nabattea following the death of Rabbel II Soter. He was forced to march against Parthia following its installation of a puppet ruler in Armenia. This man employed Apollodorus of Damascus to build a namesake forum as well as a bridge across the Danube. He defeated Decebalus and captured Sarmizegetusa to add Dacia to the Roman Empire. For 10 points, name this Roman Emperor, the predecessor of Hadrian and namesake of a victory column.": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.0066167233
      ],
      [
        "jan",
        -2.4584822e-06
      ]
    ]
  },
  "In the romance Cliges, this man is, unusually, listed as a villain.  Ulrich von Zatzikhoven's version of his story has him grow up in the \"Isle of Maidens,\" though most versions show him accompanied by": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.54085845
      ],
      [
        "ancel",
        -0.034782264
      ],
      [
        "ot",
        -1.3544423e-05
      ]
    ]
  },
  "In Roman times, it was noted as a tourist trap, where wealthy Romans would go to observe the \"unique\" inhabitants.* Its last major contribution to world history is considered to be the defeat of raiding Visigoth bands following their victory over the Romans at Adrianople. As time progressed, the city-": {
    "guess": "Sack of Rome (410)",
    "confidence": [
      [
        "S",
        -1.5226011
      ],
      [
        "ack",
        -0.13948752
      ],
      [
        " of",
        -0.0012086843
      ],
      [
        " Rome",
        -0.0041975942
      ],
      [
        " (",
        -0.17224586
      ],
      [
        "410",
        -0.0327347
      ],
      [
        ")",
        -0.0027553071
      ]
    ]
  },
  "He had a role as Boner in the sexploitation film Revenge of the Cheerleaders in 1976 while he was still appearing on The Young and the Restless* as Dr. Snapper Foster. He has been married twice, to Catherine Hickland and to Pamela Bach, with whom he has two children. The release of his album Looking for Freedom, timed with the fall of the Berlin Wall, catapulted his singing career in continental Europe. FTP, this once again proves my theory, the Germans love what celebrity, the star of Baywatch and": {
    "guess": "David Hasselhoff",
    "confidence": [
      [
        "David",
        -0.0017174238
      ],
      [
        " Hass",
        -3.23786e-05
      ],
      [
        "el",
        -0.000245247
      ],
      [
        "hoff",
        -2.2484697e-05
      ]
    ]
  },
  "He had a role as Boner in the sexploitation film Revenge of the Cheerleaders in 1976 while he was still appearing on The Young and the Restless* as Dr. Snapper Foster. He has been married twice, to Catherine Hickland and to Pamela Bach, with whom he has two children. The release of his album Looking": {
    "guess": "David Hasselhoff",
    "confidence": [
      [
        "David",
        -0.0057728384
      ],
      [
        " Hass",
        -3.5954712e-05
      ],
      [
        "el",
        -0.00026121663
      ],
      [
        "hoff",
        -5.7888185e-05
      ]
    ]
  },
  "The role of Innogen was removed from early editions of this play. One character in this play constantly asks the Sexton to make a note of things. Another character in this play is accused of infidelity when her maidservant Margaret is confused with her. That misunderstanding is orchestrated by Conrade and Borrachio, who work with Don (*) John in his attempt to undermine the marriage of Claudio and": {
    "guess": "Much Ado About Nothing",
    "confidence": [
      [
        "Much",
        -0.006956196
      ],
      [
        " Ad",
        -6.6232446e-05
      ],
      [
        "o",
        -2.3795938e-05
      ],
      [
        " About",
        -6.718607e-05
      ],
      [
        " Nothing",
        -8.196733e-05
      ]
    ]
  },
  "In the romance Cliges, this man is, unusually, listed as a villain.  Ulrich von Zatzikhoven's version": {
    "guess": "Cliges",
    "confidence": [
      [
        "Cl",
        -0.21733645
      ],
      [
        "iges",
        -0.24967182
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales": {
    "guess": "Faust (opera)",
    "confidence": [
      [
        "Fa",
        -1.0241196
      ],
      [
        "ust",
        -0.0015011752
      ],
      [
        " (",
        -0.24339794
      ],
      [
        "op",
        -0.008245167
      ],
      [
        "era",
        -8.6497064e-05
      ],
      [
        ")",
        -0.000711359
      ]
    ]
  },
  "This Roman emperor recognized Osroes I of Parthia, who this man's predecessor had deposed. This man created a secret police, the frumentarii, to keep order while he traveled, as well as a Panhellenion League to unify Greek cities. This ruler fabricated a conspiracy led by Lucius Quietus and had him executed, shortly before he quelled a revolt supported by Rabbi Akiva, the Bar Kokhba rebellion. This man had his lover Antonius deified after he drowned in the Nile. His most famous achievement was a fortification built to keep marauding Picts out of a northern province. For 10 points, name this successor": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.0013454732
      ],
      [
        "rian",
        -2.2961513e-05
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales holding a thunderbolt, in his group The Progress of Railroading. He created a standalone artwork": {
    "guess": "John Quincy Adams Ward",
    "confidence": [
      [
        "John",
        -1.5160891
      ],
      [
        " Quincy",
        -0.4660923
      ],
      [
        " Adams",
        -0.002633446
      ],
      [
        " Ward",
        -0.0011492675
      ]
    ]
  },
  "This man, the only Roman of the virtuous pagans found in Dante's Paradise, peacefully annexed Nabattea": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.56883943
      ],
      [
        "jan",
        -0.00023631772
      ]
    ]
  },
  "The role of Innogen was removed from early editions of this play. One character in this play constantly asks the Sexton to make a note of things. Another character in this play is accused of infidelity": {
    "guess": "Much Ado About Nothing",
    "confidence": [
      [
        "Much",
        -0.022856971
      ],
      [
        " Ad",
        -6.337155e-05
      ],
      [
        "o",
        -9.729906e-06
      ],
      [
        " About",
        -6.3609965e-05
      ],
      [
        " Nothing",
        -3.2736214e-05
      ]
    ]
  },
  "While in Rome, this artist depicted a muscular title character who brandishes white-hot iron in one hand while Apollo enters the central scene. This artist depicted the voluminous black hair of a man wearing a green coat in one of his portraits. A drunken outdoor feast culminates in the drunken crowning one of the revelers in this artist's work that shows the triumph of Bacchus. This artist of a portrait of Juan de Pareja and Los Borrachos showed the titular goddess's face reflected towards the viewer in his Rokeby Venus. He also depicted Ambrosio Spinola receiving the keys of a city in a painting also sometimes called \"The Lances.\" For 10 points, name this artist who depicted the Surrender of Breda and also painted a dwarf and a large dog next to the Infanta Margarita in his Las Meninas.": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.0015256909
      ],
      [
        "go",
        -2.4584822e-06
      ],
      [
        " Vel",
        -0.0013088098
      ],
      [
        "áz",
        -0.000121662146
      ],
      [
        "quez",
        -3.059055e-05
      ]
    ]
  },
  "A role played by Roy Thinnes in its pilot meant that none of the original cast members remained after": {
    "guess": "The Invaders",
    "confidence": [
      [
        "The",
        -0.021421608
      ],
      [
        " Inv",
        -0.020300925
      ],
      [
        "aders",
        -1.9027791e-05
      ]
    ]
  },
  "In the romance Cliges, this man is, unusually, listed as a villain.  Ulrich von Zatzikhoven's version of his story has him grow up in the \"Isle of Maidens,\" though most versions show him accompanied by cousins, like Lionel, who have also been driven out by Claudas.  Godefroi de Leigni finished the last thousand lines of another work about him that sees him sleep in a bed with a flaming lance and cross a sword bridge before defeating Meleagant, despite having suffered the indignity of being carried by a dwarf in a cart. This man, who single-handedly kills a quarter of the Round Table in Le Morte d'Arthur, sleeps with Elaine to sire Galahad, and later has an affair with Guinevere.  FTP, name this": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.0072754296
      ],
      [
        "ancel",
        -0.00022308611
      ],
      [
        "ot",
        -2.4749568e-05
      ]
    ]
  },
  "He had a role as Boner in the sexploitation film Revenge of the Cheerleaders in 1976 while he was still appearing on The Young and the Restless* as Dr. Snapper Foster. He has been married twice, to Catherine": {
    "guess": "Revenge of the Cheerleaders",
    "confidence": [
      [
        "Re",
        -0.12104282
      ],
      [
        "venge",
        -0.00028624575
      ],
      [
        " of",
        -0.00027420983
      ],
      [
        " the",
        -7.7318386e-05
      ],
      [
        " Cheer",
        -3.500108e-05
      ],
      [
        "leaders",
        -2.1008714e-06
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales holding a thunderbolt, in his group The Progress of Railroading. He created a standalone artwork of his favored recurring motif consisting of an angel with raised wings wearing a belt and a crown of passion flowers. This artist honored the memory of a woman who committed suicide by ingesting potassium cyanide, by depicting her seated against a granite block, eyes closed and wearing a (*) robe. This man's sculpture of a president rising from a chair, about to give a speech, is located in Lincoln Park. This artist's best known sculpture is a bronze relief in which an angel flies over a man on horseback leading a regiment of black soldiers carrying bayonets. For 10 points, name this American": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.15844242
      ],
      [
        "us",
        -0.002087212
      ],
      [
        " Saint",
        -5.443128e-05
      ],
      [
        "-G",
        -0.00051645556
      ],
      [
        "aud",
        -0.0003119864
      ],
      [
        "ens",
        -0.00025645216
      ]
    ]
  },
  "In Roman times, it was noted as a tourist trap, where wealthy Romans would go to observe the \"unique\"": {
    "guess": "Pompeii",
    "confidence": [
      [
        "P",
        -0.113923244
      ],
      [
        "om",
        -0.0005064461
      ],
      [
        "pe",
        -0.0006511979
      ],
      [
        "ii",
        -0.00011498674
      ]
    ]
  },
  "This man, the only Roman of the virtuous pagans found in Dante's Paradise, peacefully annexed Nabattea following the death of Rabbel II Soter. He was forced to march against Parthia following its installation of a puppet ruler in Armenia. This man employed Apollodorus of Damascus to build a namesake forum as well as a bridge across the Danube. He defeated Decebalus and captured Sarmizegetusa to add": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.00581301
      ],
      [
        "jan",
        -1.8624639e-06
      ]
    ]
  },
  "In his role as curator of ethnology at The American Museum of Natural History, this man pioneered the": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.4120857
      ],
      [
        "z",
        -4.0007635e-05
      ],
      [
        " Bo",
        -8.1371305e-05
      ],
      [
        "as",
        -0.0002849345
      ]
    ]
  },
  "In Roman times, this city was known by the name of Aquisgranum. One rite that traditionally took place in this city was later moved to Frankfurt am Main. The Hall of the Emperors can be found in this city's Rathaus building. Ravenna's San Vitale was probably the model for this city's Palatine Chapel. This burial site of (*) Charlemagne was where Holy Roman Emperors were crowned. A treaty signed here denied Charles II's claim to the throne of Spain and the Netherlands in favor of Marie-Therese.  For": {
    "guess": "Aachen",
    "confidence": [
      [
        "A",
        -0.001614008
      ],
      [
        "achen",
        -0.41167083
      ]
    ]
  },
  "A Roman equestrian of the Samnite clan of the Pontii, he was a favorite of Sejanus.  Following Sejanus' death, he was on thin ice and was eventually recalled after he attacked the Samaritans on Mount Vitellius. . His wife is a saint in the Orthodox Church, and he is a martyr in the Coptic Church with his feast day occurring on June 25.  According to Eusebius of Caesarea, he killed himself on orders from Caligula in AD 39.  He became infamous due to judgement issued following a Sanhedrin verdict of blasphemy.  FTP, name this Roman prefect of Judea, who ordered Christ's crucifixion.": {
    "guess": "Pontius Pilate",
    "confidence": [
      [
        "Pont",
        -0.029457927
      ],
      [
        "ius",
        -6.921253e-05
      ],
      [
        " Pil",
        -8.506662e-05
      ],
      [
        "ate",
        -3.2140193e-05
      ]
    ]
  },
  "The role of Innogen was removed from early editions of this play. One character in this play constantly": {
    "guess": "Cymbeline",
    "confidence": [
      [
        "C",
        -0.016137125
      ],
      [
        "ymb",
        -9.372295e-06
      ],
      [
        "eline",
        -0.0004406823
      ]
    ]
  },
  "This man, the only Roman of the virtuous pagans found in Dante's Paradise, peacefully annexed Nabattea following the death of Rabbel II Soter. He was forced to march against Parthia following its installation": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.041939527
      ],
      [
        "jan",
        -9.968313e-06
      ]
    ]
  },
  "A Roman equestrian of the Samnite clan of the Pontii, he was a favorite of Sejanus.  Following Sejanus' death, he was on thin ice and was eventually recalled after he attacked the Samaritans on Mount Vitellius. . His wife is a saint in the Orthodox Church, and he is a martyr in the Coptic Church with his feast day occurring on June 25.  According to Eusebius of Caesarea, he killed himself on orders from Caligula in AD 39.  He became infamous due to judgement issued following a Sanhedrin verdict of": {
    "guess": "Pontius Pilate",
    "confidence": [
      [
        "Pont",
        -0.7625883
      ],
      [
        "ius",
        -7.8748824e-05
      ],
      [
        " Pil",
        -0.0002854113
      ],
      [
        "ate",
        -4.7040652e-05
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales holding a thunderbolt, in his group The Progress of Railroading. He created a standalone artwork of his favored recurring motif consisting of an angel with raised wings wearing a belt and a crown of passion flowers. This artist honored the memory of a woman who committed suicide by ingesting potassium cyanide, by depicting her seated against a granite block, eyes closed and wearing a (*) robe.": {
    "guess": "Jean-Baptiste Carpeaux",
    "confidence": [
      [
        "Jean",
        -1.7971303
      ],
      [
        "-B",
        -1.0088804
      ],
      [
        "apt",
        -5.2285613e-05
      ],
      [
        "iste",
        -0.00067038235
      ],
      [
        " Car",
        -0.04540613
      ],
      [
        "pe",
        -0.00011427152
      ],
      [
        "aux",
        -6.6306106e-06
      ]
    ]
  },
  "While in Rome, this artist depicted a muscular title character who brandishes white-hot iron in one hand while Apollo enters the central scene. This artist depicted the voluminous black hair of a man wearing a green coat in one of his portraits. A drunken outdoor feast culminates in the drunken crowning one of the revelers in this artist's work that shows the triumph of Bacchus. This artist of a portrait": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.005004852
      ],
      [
        "go",
        -8.657073e-06
      ],
      [
        " Vel",
        -0.00038789344
      ],
      [
        "áz",
        -6.408677e-05
      ],
      [
        "quez",
        -5.145119e-05
      ]
    ]
  },
  "This Roman emperor recognized Osroes I of Parthia, who this man's predecessor had deposed. This man created a secret police, the frumentarii, to keep order while he traveled, as well as a Panhellenion League to unify Greek cities. This ruler fabricated a conspiracy led by Lucius Quietus and had him executed, shortly before he quelled a revolt supported by Rabbi Akiva, the Bar Kokhba rebellion. This man had his lover Antonius deified after he drowned in the Nile. His most famous achievement was a fortification built to keep marauding Picts out of a northern province. For 10 points, name this successor of Trajan whose namesake wall can still be seen in Britain.": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.009492557
      ],
      [
        "rian",
        -4.723352e-06
      ]
    ]
  },
  "In one role, this man's character declares \"Killian, here's your Sub-Zero, now plain zero\", and in another, he grudgingly replaces a sick Phoebe O'Hara, using a ferret to make friends. As Dr. Alex Hesse,": {
    "guess": "Arnold Schwarzenegger",
    "confidence": [
      [
        "Arn",
        -0.028530471
      ],
      [
        "old",
        -0.00029637438
      ],
      [
        " Schwar",
        -0.0022410124
      ],
      [
        "zen",
        -0.00013786652
      ],
      [
        "eg",
        -6.6113236e-05
      ],
      [
        "ger",
        -0.00028338484
      ]
    ]
  },
  "In one role, this actor plays a robber who robs a vault containing Michael X's picture of a member of": {
    "guess": "Mugen Noh",
    "confidence": [
      [
        "M",
        -1.4023885
      ],
      [
        "ugen",
        -0.7026503
      ],
      [
        " N",
        -0.0077464595
      ],
      [
        "oh",
        -0.0073472587
      ]
    ]
  },
  "A Roman equestrian of the Samnite clan of the Pontii, he was a favorite of Sejanus.  Following Sejanus' death, he was on thin ice and was eventually recalled after he attacked the Samaritans on Mount Vitellius. . His wife is a saint in the Orthodox Church, and he is a martyr in the Coptic Church with his feast day occurring on June 25.  According to Eusebius of Caesarea, he killed himself on orders": {
    "guess": "Pontius Pilate",
    "confidence": [
      [
        "Pont",
        -0.45584357
      ],
      [
        "ius",
        -0.00030817188
      ],
      [
        " Pil",
        -0.0017891825
      ],
      [
        "ate",
        -0.00013226394
      ]
    ]
  },
  "This Roman emperor recognized Osroes I of Parthia, who this man's predecessor had deposed. This man created a secret police, the frumentarii, to keep order while he traveled, as well as a Panhellenion League to unify Greek cities. This ruler fabricated a conspiracy led by Lucius Quietus and had him executed, shortly before he quelled a revolt supported by Rabbi Akiva, the Bar Kokhba rebellion. This man had his lover Antonius deified after he drowned in the Nile. His most famous achievement was a": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.00209578
      ],
      [
        "rian",
        -2.319992e-05
      ]
    ]
  },
  "In Roman times, this city was known by the name of Aquisgranum. One rite that traditionally took place in this city was later moved to Frankfurt am Main. The Hall of the Emperors can be found in this city's Rathaus building. Ravenna's San Vitale was probably the model for this city's Palatine Chapel. This burial site of (*) Charlemagne was where Holy Roman Emperors were crowned. A treaty signed here": {
    "guess": "Aachen",
    "confidence": [
      [
        "A",
        -0.004658792
      ],
      [
        "achen",
        -0.22157443
      ]
    ]
  },
  "In the romance Cliges, this man is, unusually, listed as a villain.  Ulrich von Zatzikhoven's version of his story has him grow up in the \"Isle of Maidens,\" though most versions show him accompanied by cousins, like Lionel, who have also been driven out by Claudas.  Godefroi de Leigni finished the last thousand lines of another work about him that sees him sleep in a bed with a flaming lance and cross a sword bridge before defeating Meleagant, despite having suffered the indignity of being carried by a dwarf in a cart. This man, who single-handedly kills a quarter of the Round Table in Le Morte d'Arthur, sleeps with Elaine to sire Galahad, and later has an affair with Guinevere.  FTP, name this greatest knight of the Round Table.": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.00202452
      ],
      [
        "ancel",
        -5.252402e-05
      ],
      [
        "ot",
        -1.2352386e-05
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales holding a thunderbolt, in his group The Progress of Railroading. He created a standalone artwork of his favored recurring motif consisting of an angel with raised wings wearing a belt and a crown of passion flowers. This artist honored the memory of a woman who committed suicide by ingesting potassium cyanide, by depicting her seated against a granite block, eyes closed and wearing a (*) robe. This man's sculpture of a president rising from a chair, about to give a speech, is located in Lincoln": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.81271195
      ],
      [
        "us",
        -0.08329469
      ],
      [
        " Saint",
        -0.002387899
      ],
      [
        "-G",
        -0.0035989983
      ],
      [
        "aud",
        -0.0003341546
      ],
      [
        "ens",
        -0.0007610303
      ]
    ]
  },
  "A rolloff of minus 20 dB per decade is typical of the internally compensated type of this device. An important measure used to characterize this device is how fast its output can change, which is the slew rate. One of these devices is used in the circuit for a weighted summer, as well as for an R-2R ladder DAC. The most commonly used one of these is the 741. 20 times the log of the quotient of the differential and common-mode gains of this device gives its CMRR or common-mode rejection ratio. Their plus terminal is connected to ground and V sub in to form an inverting and noninverting one, respectively. The ideal version of this device has infinite input impedance and open-loop gain. For 10 points,": {
    "guess": "Operational amplifier",
    "confidence": [
      [
        "Oper",
        -0.014850935
      ],
      [
        "ational",
        -1.342522e-05
      ],
      [
        " amplifier",
        -0.071416385
      ]
    ]
  },
  "A role played by Roy Thinnes in its pilot meant that none of the original cast members remained after the fifth season. Former Senator Fred Thompson joined the cast this past season in the same job as the characters of Thinnes, Dianne Wiest, and Stephen Hill. It has spun off two other dramas and a reality show. For 10 points—name this drama starring Jerry Orbach and Sam Waterston which takes place": {
    "guess": "Law & Order",
    "confidence": [
      [
        "Law",
        -0.014819696
      ],
      [
        " &",
        -0.01349771
      ],
      [
        " Order",
        -0.00041649136
      ]
    ]
  },
  "In Roman times, this city was known by the name of Aquisgranum. One rite that traditionally took place in this city was later moved to Frankfurt am Main. The Hall of the Emperors can be found in this city's Rathaus building. Ravenna's San Vitale was probably the model for this city's Palatine Chapel. This burial site of (*) Charlemagne was where Holy Roman Emperors were crowned. A treaty signed here denied Charles II's claim to the throne of Spain and the Netherlands in favor of Marie-Therese.  For 10 points, name this German city where treaties ending the War of the Devolution and War of the Austrian": {
    "guess": "Aachen",
    "confidence": [
      [
        "A",
        -0.0021007757
      ],
      [
        "achen",
        -0.5202399
      ]
    ]
  },
  "A Roman equestrian of the Samnite clan of the Pontii, he was a favorite of Sejanus.  Following Sejanus'": {
    "guess": "Aelia Paetina",
    "confidence": [
      [
        "A",
        -0.37166113
      ],
      [
        "elia",
        -0.5536624
      ],
      [
        " Pa",
        -0.0014690342
      ],
      [
        "et",
        -4.477578e-05
      ],
      [
        "ina",
        -0.00010223195
      ]
    ]
  },
  "In one role, this actor plays a robber who robs a vault containing Michael X's picture of a member of the royal family having a threesome. In another role, this actor plays Jensen Ames, whose framing for his wife's murder forces him compete in the titular event of a Paul W.S. Anderson film. In another role, this man is injected with \"Beijing Cocktail,\" and is forced to strip down Amy Smart on the streets of Chinatown to keep up his adrenaline. This star of Death Race and Crank also played Handsome": {
    "guess": "Jason Statham",
    "confidence": [
      [
        "Jason",
        -0.011011981
      ],
      [
        " St",
        -8.971556e-05
      ],
      [
        "atham",
        -0.00033713103
      ]
    ]
  },
  "In his role as curator of ethnology at The American Museum of Natural History, this man pioneered the use of dioramas, presenting perhaps the first one ever, depicting the Hamatsa dance of a people he studied. That people's potlatch ceremonies were described by this man in a book in which he coined the term \"cultural relativism.\" Besides studying the Kwakiutl, this man created the first collegiate department of anthropology at Columbia, where he taught luminaries like Zora Neale Hurston and Margaret Mead. FTP who is this author of The Mind of Primitive Man?": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.002173697
      ],
      [
        "z",
        -6.456359e-05
      ],
      [
        " Bo",
        -2.6656826e-05
      ],
      [
        "as",
        -0.00010759611
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales holding a thunderbolt, in his group The Progress of Railroading. He created a standalone artwork of his favored recurring motif consisting of an angel with raised wings wearing a belt and a crown of passion flowers. This artist honored the memory of a woman who committed suicide by ingesting potassium": {
    "guess": "John La Farge",
    "confidence": [
      [
        "John",
        -1.4277569
      ],
      [
        " La",
        -0.2829514
      ],
      [
        " F",
        -0.43767142
      ],
      [
        "arge",
        -0.00013882013
      ]
    ]
  },
  "A role played by Roy Thinnes in its pilot meant that none of the original cast members remained after the fifth season. Former Senator Fred Thompson joined the cast this past season in the same job as": {
    "guess": "Law & Order",
    "confidence": [
      [
        "Law",
        -0.023187004
      ],
      [
        " &",
        -0.0054537165
      ],
      [
        " Order",
        -0.00029947367
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from": {
    "guess": "Marguerite Yourcenar",
    "confidence": [
      [
        "Marg",
        -0.53404367
      ],
      [
        "uer",
        -0.015779657
      ],
      [
        "ite",
        -0.0002645543
      ],
      [
        " Your",
        -0.012524134
      ],
      [
        "cen",
        -3.464347e-05
      ],
      [
        "ar",
        -0.00014549555
      ]
    ]
  },
  "A rolloff of minus 20 dB per decade is typical of the internally compensated type of this device. An important measure used to characterize this device is how fast its output can change, which is the slew rate. One of these devices is used in the circuit for a weighted summer, as well as for an R-2R ladder DAC. The most commonly used one of these is the 741. 20 times the log of the quotient of the differential and common-mode gains of this device gives its CMRR or common-mode rejection ratio. Their plus terminal is connected to ground and V sub in to form an inverting and noninverting one, respectively.": {
    "guess": "Operational amplifier",
    "confidence": [
      [
        "Oper",
        -0.01936948
      ],
      [
        "ational",
        -4.6444635e-05
      ],
      [
        " amplifier",
        -0.22908974
      ]
    ]
  },
  "In the romance Cliges, this man is, unusually, listed as a villain.  Ulrich von Zatzikhoven's version of his story has him grow up in the \"Isle of Maidens,\" though most versions show him accompanied by cousins, like Lionel, who have also been driven out by Claudas.  Godefroi de Leigni finished the last thousand lines of another work about him that sees him sleep in a bed with a flaming lance and cross a sword bridge before defeating Meleagant, despite having suffered the indignity of being carried": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.107843146
      ],
      [
        "ancel",
        -0.006953469
      ],
      [
        "ot",
        -1.11603495e-05
      ]
    ]
  },
  "In Roman times, it was noted as a tourist trap, where wealthy Romans would go to observe the \"unique\" inhabitants.* Its last major contribution to world history is considered to be the defeat of raiding": {
    "guess": "Pompeii",
    "confidence": [
      [
        "P",
        -0.14665928
      ],
      [
        "om",
        -0.00031150956
      ],
      [
        "pe",
        -0.0003480978
      ],
      [
        "ii",
        -4.9186317e-05
      ]
    ]
  },
  "He had a role as Boner in the sexploitation film Revenge of the Cheerleaders in 1976 while he was still appearing on The Young and the Restless* as Dr. Snapper Foster. He has been married twice, to Catherine Hickland and to Pamela Bach, with whom he has two children. The release of his album Looking for Freedom, timed with the fall of the Berlin Wall, catapulted his singing career in continental Europe. FTP, this once again proves my theory, the Germans love what celebrity, the star of Baywatch and Knight Rider?": {
    "guess": "David Hasselhoff",
    "confidence": [
      [
        "David",
        -0.0016157961
      ],
      [
        " Hass",
        -6.921253e-05
      ],
      [
        "el",
        -0.00040338258
      ],
      [
        "hoff",
        -3.3809047e-05
      ]
    ]
  },
  "The role of Innogen was removed from early editions of this play. One character in this play constantly asks the Sexton to make a note of things. Another character in this play is accused of infidelity when her maidservant Margaret is confused with her. That misunderstanding is orchestrated by Conrade and Borrachio, who work with Don (*) John in his attempt to undermine the marriage of Claudio and Hero, until they are arrested by Dogberry. For 10 points, name this Shakespeare play set in Messina, in which Don Pedro plays matchmaker to Beatrice and Benedick.": {
    "guess": "Much Ado About Nothing",
    "confidence": [
      [
        "Much",
        -0.0016616161
      ],
      [
        " Ad",
        -3.5313153e-06
      ],
      [
        "o",
        -1.473646e-05
      ],
      [
        " About",
        -1.60477e-05
      ],
      [
        " Nothing",
        -2.4584822e-06
      ]
    ]
  },
  "He had a role as Boner in the sexploitation film Revenge of the Cheerleaders in 1976 while he was still": {
    "guess": "Revenge of the Cheerleaders",
    "confidence": [
      [
        "Re",
        -0.007502152
      ],
      [
        "venge",
        -4.4849444e-06
      ],
      [
        " of",
        -0.0024456927
      ],
      [
        " the",
        -4.692145e-05
      ],
      [
        " Cheer",
        -6.086828e-05
      ],
      [
        "leaders",
        -4.9617593e-06
      ]
    ]
  },
  "The role of Innogen was removed from early editions of this play. One character in this play constantly asks the Sexton to make a note of things. Another character in this play is accused of infidelity when her maidservant Margaret is confused with her. That misunderstanding is orchestrated by Conrade and Borrachio, who work with Don (*) John in his attempt to undermine the marriage of Claudio and Hero, until they are arrested by Dogberry. For 10 points, name this Shakespeare play set in Messina,": {
    "guess": "Much Ado About Nothing",
    "confidence": [
      [
        "Much",
        -0.0072612315
      ],
      [
        " Ad",
        -3.0232935e-05
      ],
      [
        "o",
        -2.7372049e-05
      ],
      [
        " About",
        -0.000121542944
      ],
      [
        " Nothing",
        -9.253091e-06
      ]
    ]
  },
  "A role played by Roy Thinnes in its pilot meant that none of the original cast members remained after the fifth season. Former Senator Fred Thompson joined the cast this past season in the same job as the characters of Thinnes, Dianne Wiest, and Stephen Hill. It has spun off two other dramas and a reality": {
    "guess": "Law & Order",
    "confidence": [
      [
        "Law",
        -0.007649222
      ],
      [
        " &",
        -0.007499555
      ],
      [
        " Order",
        -0.00032235344
      ]
    ]
  },
  "While in Rome, this artist depicted a muscular title character who brandishes white-hot iron in one hand while Apollo enters the central scene. This artist depicted the voluminous black hair of a man wearing": {
    "guess": "The Laocoön Group",
    "confidence": [
      [
        "The",
        -0.50578326
      ],
      [
        " La",
        -0.543764
      ],
      [
        "oco",
        -0.27361062
      ],
      [
        "ön",
        -2.5941605e-05
      ],
      [
        " Group",
        -0.0061602164
      ]
    ]
  },
  "In Roman times, this city was known by the name of Aquisgranum. One rite that traditionally took place": {
    "guess": "Aix-La-Chapelle",
    "confidence": [
      [
        "A",
        -0.008210754
      ],
      [
        "ix",
        -0.2164668
      ],
      [
        "-La",
        -0.31314456
      ],
      [
        "-Ch",
        -1.5928495e-05
      ],
      [
        "ap",
        -6.4802e-05
      ],
      [
        "elle",
        -4.310693e-05
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales holding a thunderbolt, in his group The Progress of Railroading. He created a standalone artwork of his favored recurring motif consisting of an angel with raised wings wearing a belt and a crown of passion flowers. This artist honored the memory of a woman who committed suicide by ingesting potassium cyanide, by depicting her seated against a granite block, eyes closed and wearing a (*) robe. This man's sculpture of a president rising from a chair, about to give a speech, is located in Lincoln Park. This artist's best known sculpture is a bronze relief in which an angel flies over a man on": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.4955192
      ],
      [
        "us",
        -0.035978712
      ],
      [
        " Saint",
        -0.0013014266
      ],
      [
        "-G",
        -0.00116165
      ],
      [
        "aud",
        -0.000107238506
      ],
      [
        "ens",
        -0.000501324
      ]
    ]
  },
  "While in Rome, this artist accepted a commission to create a portrait of Eva Rohr as Marguerite from Gounod's Faust. This artist's brother depicted Ceres carrying a sickle and a sheaf of wheat, and Thales holding a thunderbolt, in his group The Progress of Railroading. He created a standalone artwork of his favored recurring motif consisting of an angel with raised wings wearing a belt and a crown of passion flowers. This artist honored the memory of a woman who committed suicide by ingesting potassium cyanide, by depicting her seated against a granite block, eyes closed and wearing a (*) robe. This man's sculpture of a president rising from a chair, about to give a speech, is located in Lincoln Park. This artist's best known sculpture is a bronze relief in which an angel flies over a man on horseback leading a regiment of black soldiers carrying bayonets. For 10 points, name this American sculptor of the Adams Memorial and the Standing Lincoln, best known for his monument to Robert Gould Shaw": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.004138599
      ],
      [
        "us",
        -0.001581759
      ],
      [
        " Saint",
        -4.7517467e-05
      ],
      [
        "-G",
        -0.00032664477
      ],
      [
        "aud",
        -0.00015598179
      ],
      [
        "ens",
        -0.00010831134
      ]
    ]
  },
  "In one role, this man's character declares \"Killian, here's your Sub-Zero, now plain zero\", and in another, he grudgingly replaces a sick Phoebe O'Hara, using a ferret to make friends. As Dr. Alex Hesse, he declares \"It's not a tumor!\" and, insulted, asks another character \"Does my body disgust you?\" One of his characters allies with the boss of Bane to save his cryogenically preserved wife, while another must save John Connor. For 10 points, name this star of such movies as The Running Man, Kindergarten Cop, and Junior, who played a futuristic cyborg in the Terminator series.  ": {
    "guess": "Arnold Schwarzenegger",
    "confidence": [
      [
        "Arn",
        -0.0019054392
      ],
      [
        "old",
        -6.511407e-06
      ],
      [
        " Schwar",
        -0.00046618094
      ],
      [
        "zen",
        -3.7385154e-05
      ],
      [
        "eg",
        -5.6338537e-05
      ],
      [
        "ger",
        -3.357064e-05
      ]
    ]
  }
}