{
  "In Sparta, she had the epithets \"the Avenger\" and \"the Black One.\" Triptolemus was her first priest, and she had the lover Iasion, to whom she bore Plutus. The Haloa festival was celebrated in her honor, as was the Thesmophoria. She is the addressee of one of the longest Homeric Hymns, which describes her role in the creation of the Eleusinian mysteries. A sister of Zeus but not an Olympian, she is": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.005335505
      ],
      [
        "eter",
        -4.012684e-05
      ]
    ]
  },
  "In 1986 the space shuttle Columbia attempted to study this phenomenon by dragging a 21-kilometer-long conducting tether through the Earth's magnetic field. Since Faraday's law states that it is proportional to the cosine of the angle between a circuit and the magnetic field, it will not occur if the": {
    "guess": "Magnetohydrodynamics",
    "confidence": [
      [
        "M",
        -0.72859675
      ],
      [
        "agnet",
        -0.6452075
      ],
      [
        "oh",
        -0.62053794
      ],
      [
        "ydro",
        -3.0545007e-06
      ],
      [
        "d",
        -0.12131981
      ],
      [
        "ynamics",
        -0.00022976153
      ]
    ]
  },
  "In a span of eight weeks, Busch Series driver Adam Petty and Winston Cup Series driver Kenny Irwin crashed into the third-turn wall and were killed here. This has prompted many drivers and crews to call for enhanced safety changes, but NASCAR still insists that this course is safe. For ten points, name this race track which hosted the New England 300 located in the Granite State.": {
    "guess": "New Hampshire Motor Speedway",
    "confidence": [
      [
        "New",
        -0.09150186
      ],
      [
        " Hampshire",
        -0.00037848004
      ],
      [
        " Motor",
        -0.0037581557
      ],
      [
        " Speedway",
        -5.8722613e-05
      ]
    ]
  },
  "In 1986 the space shuttle Columbia attempted to study this phenomenon by dragging a 21-kilometer-long": {
    "guess": "Space Shuttle Columbia disaster",
    "confidence": [
      [
        "Space",
        -0.057907753
      ],
      [
        " Shuttle",
        -0.0013267839
      ],
      [
        " Columbia",
        -0.0721277
      ],
      [
        " disaster",
        -0.66859245
      ]
    ]
  },
  "For a space with this property, the intersection of a countable number of open dense sets is also dense, as shown in the Baire category theorem. All closed and bounded sets are compact only if the space holds this property, and spaces with this property are compact if and only if they are also totally bounded. Hilbert space is the extension of an inner product space to make it have this property. In": {
    "guess": "HILBERT SPACE",
    "confidence": [
      [
        "H",
        -0.9183814
      ],
      [
        "IL",
        -0.63305306
      ],
      [
        "BERT",
        -0.0005794849
      ],
      [
        " SPACE",
        -0.011741302
      ]
    ]
  },
  "During the Spanish Civil War he attended an anti-fascist writers' convention in Valencia, while his stays": {
    "guess": "George Orwell",
    "confidence": [
      [
        "George",
        -0.3868677
      ],
      [
        " Orwell",
        -0.0005071613
      ]
    ]
  },
  "Spanish architect Santiago Calatrava designed a namesake \"Spire\" for this city. This city is also the site of the Robie House, an exemplar of the Prairie Style. William Le Baron Jenney designed the Home Insurance building in this city, and a series of temporary buildings designed here by Daniel Burnham was known as the (*) White City. Frank Gehry designed this city's recently completed Millennium Park. For 10 points, name this city whose suburb of Oak Park was home to much of Frank Lloyd Wright's work, and which contains the building formerly known as the Sears Tower.": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.0063224053
      ]
    ]
  },
  "It was sparked by the murder of Peter de Castelnau, a Cistercian papal legate. Pitting Raymond VI backed by Peter II of Aragon, against Simon de Montfort backed by France, it resulted in Louis XI gaining the county of Toulouse in the 1229 Peace of Paris, and in the revitalization of Occitan literature. For ten points name this thirteenth-century crusade declared by Pope Innocent III, named for a group": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.015065374
      ],
      [
        "big",
        -0.0012598758
      ],
      [
        "ens",
        -6.7662884e-05
      ],
      [
        "ian",
        -3.333223e-05
      ],
      [
        " Crus",
        -0.00010640408
      ],
      [
        "ade",
        -0.000602715
      ]
    ]
  },
  "During the Spanish Civil War he attended an anti-fascist writers' convention in Valencia, while his stays in France in the 40s and India in the 60s led him to experimentation with surrealist and Hindu": {
    "guess": "George Orwell",
    "confidence": [
      [
        "George",
        -1.3780055
      ],
      [
        " Orwell",
        -0.0043209298
      ]
    ]
  },
  "For a space with this property, the intersection of a countable number of open dense sets is also dense, as shown in the Baire category theorem. All closed and bounded sets are compact only if the space holds this property, and spaces with this property are compact if and only if they are also totally": {
    "guess": "Locally compact space",
    "confidence": [
      [
        "Loc",
        -1.0266241
      ],
      [
        "ally",
        -0.00027230257
      ],
      [
        " compact",
        -0.028438369
      ],
      [
        " space",
        -0.013137287
      ]
    ]
  },
  "The Spanish poet Luis de Góngora described a honeymoon of two of this work's characters in En un Pastoral Albergue. In a sequence from this work, one character builds a bridge across a river to the tomb of a character he drunkenly killed, while the Knights of Scotland kill Cloridan and leave Medoro for": {
    "guess": "Orlando Furioso",
    "confidence": [
      [
        "Or",
        -0.0052049365
      ],
      [
        "lando",
        -2.677603e-05
      ],
      [
        " Fur",
        -0.023812423
      ],
      [
        "ioso",
        -4.7875077e-05
      ]
    ]
  },
  "For a space with this property, the intersection of a countable number of open dense sets is also dense, as shown in the Baire category theorem. All closed and bounded sets are compact only if the space holds this property, and spaces with this property are compact if and only if they are also totally bounded. Hilbert space is the extension of an inner product space to make it have this property. In general a field without this property can be extended into with it by finding the set of equivalence classes of all the Cauchy sequences, as seen by the construction of the reals from the rationals. For 10 points, name this property of a metric space in which every Cauchy sequence converges to a point in the space.": {
    "guess": "Completeness",
    "confidence": [
      [
        "Comple",
        -0.4558848
      ],
      [
        "teness",
        -2.1411865e-05
      ]
    ]
  },
  "For a space with this property, the intersection of a countable number of open dense sets is also dense, as shown in the Baire category theorem. All closed and bounded sets are compact only if the space holds this property, and spaces with this property are compact if and only if they are also totally bounded. Hilbert space is the extension of an inner product space to make it have this property. In general a field without this property can be extended into with it by finding the set of equivalence classes of all the Cauchy sequences, as seen by the construction of the reals from the rationals.": {
    "guess": "Completeness",
    "confidence": [
      [
        "Comple",
        -0.21891111
      ],
      [
        "teness",
        -4.0246043e-05
      ]
    ]
  },
  "For a space with this property, the intersection of a countable number of open dense sets is also dense,": {
    "guess": "Baire space",
    "confidence": [
      [
        "B",
        -0.0671807
      ],
      [
        "aire",
        -0.00047821683
      ],
      [
        " space",
        -0.016174546
      ]
    ]
  },
  "The Spanish poet Luis de Góngora described a honeymoon of two of this work's characters in En un Pastoral Albergue. In a sequence from this work, one character builds a bridge across a river to the tomb of a character he drunkenly killed, while the Knights of Scotland kill Cloridan and leave Medoro for dead. Leo is a prince of Greece in this work, which ends as Bulgarians name the gallant Rogero as": {
    "guess": "Orlando Furioso",
    "confidence": [
      [
        "Or",
        -0.016602222
      ],
      [
        "lando",
        -0.00014597236
      ],
      [
        " Fur",
        -0.08080012
      ],
      [
        "ioso",
        -0.00015872349
      ]
    ]
  },
  "The Spanish poet Luis de Góngora described a honeymoon of two of this work's characters in En un Pastoral Albergue. In a sequence from this work, one character builds a bridge across a river to the tomb": {
    "guess": "The Bridge (poem)",
    "confidence": [
      [
        "The",
        -0.07282033
      ],
      [
        " Bridge",
        -0.0048544495
      ],
      [
        " (",
        -0.079713725
      ],
      [
        "po",
        -0.0410143
      ],
      [
        "em",
        -0.15716924
      ],
      [
        ")",
        -0.0023788577
      ]
    ]
  },
  "His \"Spanish Dancer\" is quoted in Roger Zelazny's \"A Rose for Ecclesiastes\". In his only novel, which later inspired Sartre's \"Nausea,\" this author attacked the Christian idea of the Second Coming. In addition to The Notebooks of Malte Laurids Brigge, this man wrote ten letters to a young German considering military service, which were compiled in Letters to a Young Poet. He is more famous his Sonnets": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.00598722
      ],
      [
        "ainer",
        -0.0019430378
      ],
      [
        " Maria",
        -6.253713e-05
      ],
      [
        " R",
        -1.2664457e-06
      ],
      [
        "il",
        -9.74638e-05
      ],
      [
        "ke",
        -3.9650025e-05
      ]
    ]
  },
  "In 1986 the space shuttle Columbia attempted to study this phenomenon by dragging a 21-kilometer-long conducting tether through the Earth's magnetic field. Since Faraday's law states that it is proportional": {
    "guess": "Tethered Satellite System",
    "confidence": [
      [
        "T",
        -0.53714323
      ],
      [
        "ether",
        -0.00020270597
      ],
      [
        "ed",
        -0.7298021
      ],
      [
        " Satellite",
        -0.4862757
      ],
      [
        " System",
        -6.730528e-05
      ]
    ]
  },
  "It was sparked by the murder of Peter de Castelnau, a Cistercian papal legate. Pitting Raymond VI backed by Peter II of Aragon, against Simon de Montfort backed by France, it resulted in Louis XI gaining the county of Toulouse in the 1229 Peace of Paris, and in the revitalization of Occitan literature.": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.006161278
      ],
      [
        "big",
        -0.0010113728
      ],
      [
        "ens",
        -4.167649e-05
      ],
      [
        "ian",
        -5.8126592e-05
      ],
      [
        " Crus",
        -5.0378356e-05
      ],
      [
        "ade",
        -0.00035834563
      ]
    ]
  },
  "He spared Aífe on the requirement that she bear him a son and stop fighting his teacher Scáthach. He": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.98982185
      ],
      [
        "ú",
        -0.09682861
      ],
      [
        " Ch",
        -0.037655935
      ],
      [
        "ul",
        -0.00012594614
      ],
      [
        "ain",
        -1.7432603e-06
      ],
      [
        "n",
        -5.3239244e-05
      ]
    ]
  },
  "His \"Spanish Dancer\" is quoted in Roger Zelazny's \"A Rose for Ecclesiastes\". In his only novel, which": {
    "guess": "George R. R. Martin",
    "confidence": [
      [
        "George",
        -1.4483477
      ],
      [
        " R",
        -0.7258311
      ],
      [
        ".",
        -0.19216721
      ],
      [
        " R",
        -0.0034094166
      ],
      [
        ".",
        -0.000116417184
      ],
      [
        " Martin",
        -0.0002292847
      ]
    ]
  },
  "The Spanish poet Luis de Góngora described a honeymoon of two of this work's characters in En un Pastoral Albergue. In a sequence from this work, one character builds a bridge across a river to the tomb of a character he drunkenly killed, while the Knights of Scotland kill Cloridan and leave Medoro for dead. Leo is a prince of Greece in this work, which ends as Bulgarians name the gallant Rogero as their ruler. Dardinello, the king of Zumala, is killed in Paris by the knight Rinaldo, and it begins": {
    "guess": "Orlando Furioso",
    "confidence": [
      [
        "Or",
        -0.016403833
      ],
      [
        "lando",
        -0.00020258676
      ],
      [
        " Fur",
        -0.06795419
      ],
      [
        "ioso",
        -0.00014537634
      ]
    ]
  },
  "Spanish architect Santiago Calatrava designed a namesake \"Spire\" for this city. This city is also the site of the Robie House, an exemplar of the Prairie Style. William Le Baron Jenney designed the Home Insurance building in this city, and a series of temporary buildings designed here by Daniel Burnham was known as the (*) White City. Frank Gehry designed this city's recently completed Millennium Park.": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.0033573704
      ]
    ]
  },
  "He spared Aífe on the requirement that she bear him a son and stop fighting his teacher Scáthach. He was immune to the curse of Macha and had seven toes, fingers, and eyes. He met his end, however when he fell under the illusion of battle by six sorcerers sent by Maeve, the queen of Connacht. This animosity grew out of his opposition to Maeve during the Cattle Raid of Cooley. For ten points, identify this hero of the Ulster Cycle, wielder of the spear Gae Bolg whose name comes from his killing of": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0028994975
      ],
      [
        "ú",
        -1.6524515e-05
      ],
      [
        " Ch",
        -2.5345586e-05
      ],
      [
        "ul",
        -8.244414e-05
      ],
      [
        "ain",
        -4.3202e-07
      ],
      [
        "n",
        -4.9663133e-05
      ]
    ]
  },
  "In the 1880s, Paul Vieille invented a considerable improvement on this substance, which led to the introduction of the Lebel. William Rubruck's account of this substance may have led to its description in the Opus Majus of Roger Bacon. In a legend, this substance was created by the monk Berthold the Black. Grinding components of this substance separately before combining them made the serpentine form of it; combining the components in water to make a slurry created the more effective corned form. The priming version of this substance sometimes only made a flash in the pan. For 10 points, name this substance made from a mixture of saltpeter, charcoal, and sulphur that once caused battlefields to be covered in smoke, and whose combustion was used to shoot bullets out of firearms.": {
    "guess": "Gunpowder",
    "confidence": [
      [
        "Gun",
        -0.007828184
      ],
      [
        "pow",
        -1.147242e-06
      ],
      [
        "der",
        -4.990154e-05
      ]
    ]
  },
  "The space of all operations that correspond to these motions is called SO(3). Phasors can be interpreted": {
    "guess": "Rigid body",
    "confidence": [
      [
        "R",
        -0.15748672
      ],
      [
        "igid",
        -0.00034511767
      ],
      [
        " body",
        -0.014124253
      ]
    ]
  },
  "Spanish architect Santiago Calatrava designed a namesake \"Spire\" for this city. This city is also the": {
    "guess": "Dubai",
    "confidence": [
      [
        "Dub",
        -0.15372328
      ],
      [
        "ai",
        -0.52839625
      ]
    ]
  },
  "For a space with this property, the intersection of a countable number of open dense sets is also dense, as shown in the Baire category theorem. All closed and bounded sets are compact only if the space holds this property, and spaces with this property are compact if and only if they are also totally bounded. Hilbert space is the extension of an inner product space to make it have this property. In general a field without this property can be extended into with it by finding the set of equivalence": {
    "guess": "Completeness (mathematics)",
    "confidence": [
      [
        "Comple",
        -0.7791093
      ],
      [
        "teness",
        -0.00015753144
      ],
      [
        " (",
        -0.66748327
      ],
      [
        "math",
        -1.0165955
      ],
      [
        "ematics",
        -0.28842777
      ],
      [
        ")",
        -0.00011915887
      ]
    ]
  },
  "He spared Aífe on the requirement that she bear him a son and stop fighting his teacher Scáthach. He was immune to the curse of Macha and had seven toes, fingers, and eyes. He met his end, however when he fell under the illusion of battle by six sorcerers sent by Maeve, the queen of Connacht. This animosity grew out of his opposition to Maeve during the Cattle Raid of Cooley. For ten points, identify this hero of the Ulster Cycle, wielder of the spear Gae Bolg whose name comes from his killing of a smith's dog.": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0025845778
      ],
      [
        "ú",
        -2.5345586e-05
      ],
      [
        " Ch",
        -6.921253e-05
      ],
      [
        "ul",
        -9.1742026e-05
      ],
      [
        "ain",
        -3.1281633e-07
      ],
      [
        "n",
        -5.8841815e-05
      ]
    ]
  },
  "His \"Spanish Dancer\" is quoted in Roger Zelazny's \"A Rose for Ecclesiastes\". In his only novel, which later inspired Sartre's \"Nausea,\" this author attacked the Christian idea of the Second Coming. In addition to The Notebooks of Malte Laurids Brigge, this man wrote ten letters to a young German considering military service, which were compiled in Letters to a Young Poet. He is more famous his Sonnets to Orpheus and for a set of ten poems named after a castle in Trieste. FTP, name this early twentieth-century German poet of the Duino Elegies.\"": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.0030869243
      ],
      [
        "ainer",
        -0.0003681093
      ],
      [
        " Maria",
        -3.5716304e-05
      ],
      [
        " R",
        -1.147242e-06
      ],
      [
        "il",
        -0.00010092071
      ],
      [
        "ke",
        -3.8100377e-05
      ]
    ]
  },
  "In the 1880s, Paul Vieille invented a considerable improvement on this substance, which led to the introduction of the Lebel. William Rubruck's account of this substance may have led to its description in the Opus Majus of Roger Bacon. In a legend, this substance was created by the monk Berthold the Black. Grinding components of this substance separately before combining them made the serpentine form of it; combining the components in water to make a slurry created the more effective corned form. The priming version of this substance sometimes only made a flash in the pan. For 10 points, name this substance made from a mixture of saltpeter, charcoal, and sulphur that once caused battlefields": {
    "guess": "Gunpowder",
    "confidence": [
      [
        "Gun",
        -0.012748137
      ],
      [
        "pow",
        -7.3458323e-06
      ],
      [
        "der",
        -0.00010783452
      ]
    ]
  },
  "In Sparta, she had the epithets \"the Avenger\" and \"the Black One.\" Triptolemus was her first priest, and she had the lover Iasion, to whom she bore Plutus. The Haloa festival was celebrated in her honor, as was the Thesmophoria. She is the addressee of one of the longest Homeric Hymns, which describes": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.0006920627
      ],
      [
        "eter",
        -1.0325924e-05
      ]
    ]
  },
  "It was sparked by the murder of Peter de Castelnau, a Cistercian papal legate. Pitting Raymond VI backed by Peter II of Aragon, against Simon de Montfort backed by France, it resulted in Louis XI gaining the county of Toulouse in the 1229 Peace of Paris, and in the revitalization of Occitan literature. For ten points name this thirteenth-century crusade declared by Pope Innocent III, named for a group of southern French Manicheans also known as Cathars or Bogomils.": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.010358221
      ],
      [
        "big",
        -0.00041374963
      ],
      [
        "ens",
        -1.6166903e-05
      ],
      [
        "ian",
        -2.2007884e-05
      ],
      [
        " Crus",
        -3.9411618e-05
      ],
      [
        "ade",
        -0.00043174208
      ]
    ]
  },
  "Spanish architect Santiago Calatrava designed a namesake \"Spire\" for this city. This city is also the site of the Robie House, an exemplar of the Prairie Style. William Le Baron Jenney designed the Home Insurance building in this city, and a series of temporary buildings designed here by Daniel Burnham was known as the (*) White City. Frank Gehry designed this city's recently completed Millennium Park. For 10 points, name this city whose suburb of Oak Park was home to much of Frank Lloyd Wright's": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.007907311
      ]
    ]
  },
  "The space of all operations that correspond to these motions is called SO(3). Phasors can be interpreted as vectors undergoing this motion. Gradients of scalar fields do not do this, as evidenced by the vanishment of the curl operator on those vector fields. Any motion of this type can be decomposed into three orthogonal uniaxial motions, perhaps using Euler angles, or by specifying the yaw, pitch, and roll. In spherical coordinates, these motions correspond to those in which the radius coordinate is unchanged. Where this motion exists, angular momentum is nonzero. For 10 points, name this type of motion in which a body moves about an axis but not along it.": {
    "guess": "Rotation (mathematics)",
    "confidence": [
      [
        "Rotation",
        -0.113974094
      ],
      [
        " (",
        -0.72763515
      ],
      [
        "math",
        -0.26985568
      ],
      [
        "ematics",
        -0.00012964146
      ],
      [
        ")",
        -0.0010272121
      ]
    ]
  },
  "During the Spanish Civil War he attended an anti-fascist writers' convention in Valencia, while his stays in France in the 40s and India in the 60s led him to experimentation with surrealist and Hindu styles. He wrote essays about Duchamp and Sor Juana and his poetry includes the long work Sun Stone": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.04599805
      ],
      [
        "av",
        -6.968935e-05
      ],
      [
        "io",
        -1.247159e-05
      ],
      [
        " Paz",
        -0.0011461719
      ]
    ]
  },
  "He spared Aífe on the requirement that she bear him a son and stop fighting his teacher Scáthach. He was immune to the curse of Macha and had seven toes, fingers, and eyes. He met his end, however when he fell under the illusion of battle by six sorcerers sent by Maeve, the queen of Connacht. This animosity": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.017165191
      ],
      [
        "ú",
        -0.005194386
      ],
      [
        " Ch",
        -0.0018542696
      ],
      [
        "ul",
        -0.00033379698
      ],
      [
        "ain",
        -1.9816675e-06
      ],
      [
        "n",
        -0.00012570774
      ]
    ]
  },
  "Spanish travelers to this nation in the 1500s referred to it by the name of its former capital, Lovek. A ruler of this nation founded the government-in-exile called GRUNK, which brought to prominence a party in this nation that sought to turn \"New People\" into \"Old People.\" The Chenla and Funan Kingdoms once dominated this modern nation. Norodom Sihanouk was a king of this nation who was deposed by Lon Nol. It was home to an ancient kingdom led by Jayavarman and Suryavarman. For 10 points, name this modern-day country that was once home to the Angkor Wat-constructing Khmer Empire, a nation that": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0026371302
      ],
      [
        "odia",
        -9.2576454e-05
      ]
    ]
  },
  "In a span of eight weeks, Busch Series driver Adam Petty and Winston Cup Series driver Kenny Irwin crashed into the third-turn wall and were killed here. This has prompted many drivers and crews to call for enhanced safety changes, but NASCAR still insists that this course is safe. For ten points, name": {
    "guess": "Texas Motor Speedway",
    "confidence": [
      [
        "Texas",
        -0.37691754
      ],
      [
        " Motor",
        -0.00979056
      ],
      [
        " Speedway",
        -0.00035655755
      ]
    ]
  },
  "Spanish travelers to this nation in the 1500s referred to it by the name of its former capital, Lovek. A ruler of this nation founded the government-in-exile called GRUNK, which brought to prominence a party in this nation that sought to turn \"New People\" into \"Old People.\" The Chenla and Funan Kingdoms": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.11524279
      ],
      [
        "odia",
        -0.007227381
      ]
    ]
  },
  "In the 1880s, Paul Vieille invented a considerable improvement on this substance, which led to the introduction of the Lebel. William Rubruck's account of this substance may have led to its description in the Opus Majus of Roger Bacon. In a legend, this substance was created by the monk Berthold the Black. Grinding components of this substance separately before combining them made the serpentine form of it; combining the components in water to make a slurry created the more effective corned form. The priming version of this substance sometimes only made a flash in the pan. For 10 points, name this": {
    "guess": "Gunpowder",
    "confidence": [
      [
        "Gun",
        -0.011239861
      ],
      [
        "pow",
        -1.7716551e-05
      ],
      [
        "der",
        -0.000116894
      ]
    ]
  },
  "In Sparta, she had the epithets \"the Avenger\" and \"the Black One.\" Triptolemus was her first priest,": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.08283677
      ],
      [
        "se",
        -1.147242e-06
      ],
      [
        "phone",
        -1.0325924e-05
      ]
    ]
  },
  "Spanish architect Santiago Calatrava designed a namesake \"Spire\" for this city. This city is also the site of the Robie House, an exemplar of the Prairie Style. William Le Baron Jenney designed the Home": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.1661116
      ]
    ]
  },
  "The space of all operations that correspond to these motions is called SO(3). Phasors can be interpreted as vectors undergoing this motion. Gradients of scalar fields do not do this, as evidenced by the vanishment of the curl operator on those vector fields. Any motion of this type can be decomposed into three orthogonal uniaxial motions, perhaps using Euler angles, or by specifying the yaw, pitch, and roll. In spherical coordinates, these motions correspond to those in which the radius coordinate": {
    "guess": "Rigid body",
    "confidence": [
      [
        "R",
        -0.68336093
      ],
      [
        "igid",
        -0.00024655825
      ],
      [
        " body",
        -0.0748777
      ]
    ]
  },
  "During the Spanish Civil War he attended an anti-fascist writers' convention in Valencia, while his stays in France in the 40s and India in the 60s led him to experimentation with surrealist and Hindu styles. He wrote essays about Duchamp and Sor Juana and his poetry includes the long work Sun Stone addressed to the planet Venus and the collection Eagle or Sun? about the Aztecs. Arguing that poetry is \"the secret religion of the modern age,\" FTP name this Mexican writer, author of The Labyrinth of Solitude and winner of 1990 Nobel Prize.": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.011689337
      ],
      [
        "av",
        -6.396757e-05
      ],
      [
        "io",
        -3.650519e-06
      ],
      [
        " Paz",
        -0.0005113298
      ]
    ]
  },
  "For a space with this property, the intersection of a countable number of open dense sets is also dense, as shown in the Baire category theorem. All closed and bounded sets are compact only if the space holds this property, and spaces with this property are compact if and only if they are also totally bounded. Hilbert space is the extension of an inner product space to make it have this property. In general a field without this property can be extended into with it by finding the set of equivalence classes of all the Cauchy sequences, as seen by the construction of the reals from the rationals. For 10 points, name this property of a metric space in which every Cauchy sequence converges to a point": {
    "guess": "Completeness",
    "confidence": [
      [
        "Comple",
        -0.19483651
      ],
      [
        "teness",
        -2.3676734e-05
      ]
    ]
  },
  "In the 1880s, Paul Vieille invented a considerable improvement on this substance, which led to the introduction": {
    "guess": "Smokeless powder",
    "confidence": [
      [
        "Smoke",
        -0.6998507
      ],
      [
        "less",
        -2.6968896e-06
      ],
      [
        " powder",
        -0.09053419
      ]
    ]
  },
  "In Sparta, she had the epithets \"the Avenger\" and \"the Black One.\" Triptolemus was her first priest, and she had the lover Iasion, to whom she bore Plutus. The Haloa festival was celebrated in her honor, as was the Thesmophoria. She is the addressee of one of the longest Homeric Hymns, which describes her role in the creation of the Eleusinian mysteries. A sister of Zeus but not an Olympian, she is sometimes depicted riding a chariot pulled by dragons. The Chloia was dedicated to her in her role as \"the green,\" the bringer of vegetation. For 10 points, identify this Greek goddess of grain and mother": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.0010020859
      ],
      [
        "eter",
        -4.5252596e-05
      ]
    ]
  },
  "In 1986 the space shuttle Columbia attempted to study this phenomenon by dragging a 21-kilometer-long conducting tether through the Earth's magnetic field. Since Faraday's law states that it is proportional to the cosine of the angle between a circuit and the magnetic field, it will not occur if the circuit is parallel to a magnetic field. For 10 points\\--name this process in which a magnetic field can establish an electric current and vice versa.": {
    "guess": "Magnetic reconnection",
    "confidence": [
      [
        "M",
        -0.46691358
      ],
      [
        "agnetic",
        -0.5501086
      ],
      [
        " re",
        -0.20900722
      ],
      [
        "connection",
        -0.00010759611
      ]
    ]
  },
  "Spanish travelers to this nation in the 1500s referred to it by the name of its former capital, Lovek. A ruler of this nation founded the government-in-exile called GRUNK, which brought to prominence a party in this nation that sought to turn \"New People\" into \"Old People.\" The Chenla and Funan Kingdoms once dominated this modern nation. Norodom Sihanouk was a king of this nation who was deposed by Lon Nol. It was home to an ancient kingdom led by Jayavarman and Suryavarman. For 10 points, name this modern-day country that was once home to the Angkor Wat-constructing Khmer Empire, a nation that was led by Pol Pot in the twentieth century.": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0009793399
      ],
      [
        "odia",
        -5.931863e-05
      ]
    ]
  },
  "The Spanish poet Luis de Góngora described a honeymoon of two of this work's characters in En un Pastoral": {
    "guess": "Pastoral Symphony",
    "confidence": [
      [
        "Past",
        -0.973571
      ],
      [
        "oral",
        -0.12628804
      ],
      [
        " Symphony",
        -0.08166578
      ]
    ]
  },
  "In a span of eight weeks, Busch Series driver Adam Petty and Winston Cup Series driver Kenny Irwin crashed into the third-turn wall and were killed here. This has prompted many drivers and crews to call": {
    "guess": "2000 NASCAR Winston Cup Series",
    "confidence": [
      [
        "200",
        -0.99901074
      ],
      [
        "0",
        -0.17156766
      ],
      [
        " NASCAR",
        -0.28016824
      ],
      [
        " Winston",
        -0.23921427
      ],
      [
        " Cup",
        -0.00023059595
      ],
      [
        " Series",
        -0.001438089
      ]
    ]
  },
  "Spanish travelers to this nation in the 1500s referred to it by the name of its former capital, Lovek. A ruler of this nation founded the government-in-exile called GRUNK, which brought to prominence a": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.3275768
      ],
      [
        "odia",
        -0.003890338
      ]
    ]
  },
  "In the 1880s, Paul Vieille invented a considerable improvement on this substance, which led to the introduction of the Lebel. William Rubruck's account of this substance may have led to its description in the Opus Majus of Roger Bacon. In a legend, this substance was created by the monk Berthold the Black. Grinding components of this substance separately before combining them made the serpentine form of it; combining the components in water to make a slurry created the more effective corned form.": {
    "guess": "Gunpowder",
    "confidence": [
      [
        "Gun",
        -0.02606327
      ],
      [
        "pow",
        -0.00012546933
      ],
      [
        "der",
        -0.00017743846
      ]
    ]
  },
  "In a span of eight weeks, Busch Series driver Adam Petty and Winston Cup Series driver Kenny Irwin crashed": {
    "guess": "Adam Petty",
    "confidence": [
      [
        "Adam",
        -0.959622
      ],
      [
        " Petty",
        -0.0025931348
      ]
    ]
  },
  "It was sparked by the murder of Peter de Castelnau, a Cistercian papal legate. Pitting Raymond VI backed": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.0062957495
      ],
      [
        "big",
        -0.00042412037
      ],
      [
        "ens",
        -1.7432603e-06
      ],
      [
        "ian",
        -3.0232935e-05
      ],
      [
        " Crus",
        -9.014684e-06
      ],
      [
        "ade",
        -0.00014978688
      ]
    ]
  },
  "The space of all operations that correspond to these motions is called SO(3). Phasors can be interpreted as vectors undergoing this motion. Gradients of scalar fields do not do this, as evidenced by the vanishment of the curl operator on those vector fields. Any motion of this type can be decomposed into three orthogonal uniaxial motions, perhaps using Euler angles, or by specifying the yaw, pitch,": {
    "guess": "Rigid body",
    "confidence": [
      [
        "R",
        -0.552986
      ],
      [
        "igid",
        -0.00053063344
      ],
      [
        " body",
        -0.007140271
      ]
    ]
  },
  "In the 1880s, Paul Vieille invented a considerable improvement on this substance, which led to the introduction of the Lebel. William Rubruck's account of this substance may have led to its description": {
    "guess": "Gunpowder",
    "confidence": [
      [
        "Gun",
        -0.21257183
      ],
      [
        "pow",
        -0.0009981558
      ],
      [
        "der",
        -0.00024608144
      ]
    ]
  },
  "The Spanish poet Luis de Góngora described a honeymoon of two of this work's characters in En un Pastoral Albergue. In a sequence from this work, one character builds a bridge across a river to the tomb of a character he drunkenly killed, while the Knights of Scotland kill Cloridan and leave Medoro for dead. Leo is a prince of Greece in this work, which ends as Bulgarians name the gallant Rogero as their ruler. Dardinello, the king of Zumala, is killed in Paris by the knight Rinaldo, and it begins with one character's flight toward Cathay. FTP, name this epic continuing the adventures of Angelica and the namesake knight written by Ludovico Ariosto.": {
    "guess": "Orlando Furioso",
    "confidence": [
      [
        "Or",
        -0.005612219
      ],
      [
        "lando",
        -0.00067966926
      ],
      [
        " Fur",
        -0.02844983
      ],
      [
        "ioso",
        -7.505351e-05
      ]
    ]
  },
  "In Sparta, she had the epithets \"the Avenger\" and \"the Black One.\" Triptolemus was her first priest, and she had the lover Iasion, to whom she bore Plutus. The Haloa festival was celebrated in her honor,": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.004303003
      ],
      [
        "eter",
        -1.1398757e-05
      ]
    ]
  },
  "The space of all operations that correspond to these motions is called SO(3). Phasors can be interpreted as vectors undergoing this motion. Gradients of scalar fields do not do this, as evidenced by the": {
    "guess": "Rotation Matrix",
    "confidence": [
      [
        "Rotation",
        -0.75792044
      ],
      [
        " Matrix",
        -0.6020603
      ]
    ]
  },
  "In Sparta, she had the epithets \"the Avenger\" and \"the Black One.\" Triptolemus was her first priest, and she had the lover Iasion, to whom she bore Plutus. The Haloa festival was celebrated in her honor, as was the Thesmophoria. She is the addressee of one of the longest Homeric Hymns, which describes her role in the creation of the Eleusinian mysteries. A sister of Zeus but not an Olympian, she is sometimes depicted riding a chariot pulled by dragons. The Chloia was dedicated to her in her role as \"the green,\" the bringer of vegetation. For 10 points, identify this Greek goddess of grain and mother of Persephone.": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.00024798868
      ],
      [
        "eter",
        -1.0683535e-05
      ]
    ]
  },
  "In Sparta, she had the epithets \"the Avenger\" and \"the Black One.\" Triptolemus was her first priest, and she had the lover Iasion, to whom she bore Plutus. The Haloa festival was celebrated in her honor, as was the Thesmophoria. She is the addressee of one of the longest Homeric Hymns, which describes her role in the creation of the Eleusinian mysteries. A sister of Zeus but not an Olympian, she is sometimes depicted riding a chariot pulled by dragons. The Chloia was dedicated to her in her role": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.0015246253
      ],
      [
        "eter",
        -2.2484697e-05
      ]
    ]
  },
  "Spanish travelers to this nation in the 1500s referred to it by the name of its former capital, Lovek. A ruler of this nation founded the government-in-exile called GRUNK, which brought to prominence a party in this nation that sought to turn \"New People\" into \"Old People.\" The Chenla and Funan Kingdoms once dominated this modern nation. Norodom Sihanouk was a king of this nation who was deposed by Lon Nol. It was home to an ancient kingdom led by Jayavarman and Suryavarman. For 10 points, name this": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.014996566
      ],
      [
        "odia",
        -0.0009508833
      ]
    ]
  },
  "Spanish travelers to this nation in the 1500s referred to it by the name of its former capital, Lovek. A ruler of this nation founded the government-in-exile called GRUNK, which brought to prominence a party in this nation that sought to turn \"New People\" into \"Old People.\" The Chenla and Funan Kingdoms once dominated this modern nation. Norodom Sihanouk was a king of this nation who was deposed by": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.015861094
      ],
      [
        "odia",
        -0.00037216223
      ]
    ]
  },
  "During the Spanish Civil War he attended an anti-fascist writers' convention in Valencia, while his stays in France in the 40s and India in the 60s led him to experimentation with surrealist and Hindu styles. He wrote essays about Duchamp and Sor Juana and his poetry includes the long work Sun Stone addressed to the planet Venus and the collection Eagle or Sun? about the Aztecs. Arguing that poetry is \"the secret religion of the modern age,\" FTP name this Mexican writer, author of The Labyrinth of": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.011336873
      ],
      [
        "av",
        -0.00013488642
      ],
      [
        "io",
        -1.7597347e-05
      ],
      [
        " Paz",
        -0.0017565757
      ]
    ]
  },
  "In the 1880s, Paul Vieille invented a considerable improvement on this substance, which led to the introduction of the Lebel. William Rubruck's account of this substance may have led to its description in the Opus Majus of Roger Bacon. In a legend, this substance was created by the monk Berthold the": {
    "guess": "Gunpowder",
    "confidence": [
      [
        "Gun",
        -0.05304654
      ],
      [
        "pow",
        -0.006580131
      ],
      [
        "der",
        -0.00042376274
      ]
    ]
  },
  "His \"Spanish Dancer\" is quoted in Roger Zelazny's \"A Rose for Ecclesiastes\". In his only novel, which later inspired Sartre's \"Nausea,\" this author attacked the Christian idea of the Second Coming. In addition to The Notebooks of Malte Laurids Brigge, this man wrote ten letters to a young German considering military service, which were compiled in Letters to a Young Poet. He is more famous his Sonnets to Orpheus and for a set of ten poems named after a castle in Trieste. FTP, name this early twentieth-century": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.002367682
      ],
      [
        "ainer",
        -0.00045653275
      ],
      [
        " Maria",
        -0.00011462913
      ],
      [
        " R",
        -1.9816675e-06
      ],
      [
        "il",
        -0.00017517358
      ],
      [
        "ke",
        -2.8564085e-05
      ]
    ]
  },
  "During the Spanish Civil War he attended an anti-fascist writers' convention in Valencia, while his stays in France in the 40s and India in the 60s led him to experimentation with surrealist and Hindu styles. He wrote essays about Duchamp and Sor Juana and his poetry includes the long work Sun Stone addressed to the planet Venus and the collection Eagle or Sun? about the Aztecs. Arguing that poetry": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.008456066
      ],
      [
        "av",
        -0.00024906153
      ],
      [
        "io",
        -1.8789384e-05
      ],
      [
        " Paz",
        -0.00050561165
      ]
    ]
  },
  "He spared Aífe on the requirement that she bear him a son and stop fighting his teacher Scáthach. He was immune to the curse of Macha and had seven toes, fingers, and eyes. He met his end, however when he fell under the illusion of battle by six sorcerers sent by Maeve, the queen of Connacht. This animosity grew out of his opposition to Maeve during the Cattle Raid of Cooley. For ten points, identify": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0017478884
      ],
      [
        "ú",
        -0.00014573395
      ],
      [
        " Ch",
        -0.00031448968
      ],
      [
        "ul",
        -7.612634e-05
      ],
      [
        "ain",
        -1.9361265e-07
      ],
      [
        "n",
        -5.8603408e-05
      ]
    ]
  },
  "The space of all operations that correspond to these motions is called SO(3). Phasors can be interpreted as vectors undergoing this motion. Gradients of scalar fields do not do this, as evidenced by the vanishment of the curl operator on those vector fields. Any motion of this type can be decomposed": {
    "guess": "Rotation of axes",
    "confidence": [
      [
        "Rotation",
        -1.112196
      ],
      [
        " of",
        -1.1617336
      ],
      [
        " axes",
        -0.5414692
      ]
    ]
  },
  "It was sparked by the murder of Peter de Castelnau, a Cistercian papal legate. Pitting Raymond VI backed by Peter II of Aragon, against Simon de Montfort backed by France, it resulted in Louis XI gaining": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.008014586
      ],
      [
        "big",
        -0.00083166314
      ],
      [
        "ens",
        -2.9636918e-05
      ],
      [
        "ian",
        -3.6789137e-05
      ],
      [
        " Crus",
        -7.517272e-05
      ],
      [
        "ade",
        -0.0007613879
      ]
    ]
  },
  "The Spanish poet Luis de Góngora described a honeymoon of two of this work's characters in En un Pastoral Albergue. In a sequence from this work, one character builds a bridge across a river to the tomb of a character he drunkenly killed, while the Knights of Scotland kill Cloridan and leave Medoro for dead. Leo is a prince of Greece in this work, which ends as Bulgarians name the gallant Rogero as their ruler. Dardinello, the king of Zumala, is killed in Paris by the knight Rinaldo, and it begins with one character's flight toward Cathay. FTP, name this epic continuing the adventures of Angelica": {
    "guess": "Orlando Furioso",
    "confidence": [
      [
        "Or",
        -0.008152817
      ],
      [
        "lando",
        -0.00018589824
      ],
      [
        " Fur",
        -0.13060121
      ],
      [
        "ioso",
        -0.00013870094
      ]
    ]
  },
  "His \"Spanish Dancer\" is quoted in Roger Zelazny's \"A Rose for Ecclesiastes\". In his only novel, which later inspired Sartre's \"Nausea,\" this author attacked the Christian idea of the Second Coming. In": {
    "guess": "Jean-Paul Sartre",
    "confidence": [
      [
        "Jean",
        -0.993037
      ],
      [
        "-P",
        -0.07570138
      ],
      [
        "aul",
        -0.00027480218
      ],
      [
        " S",
        -0.0018284575
      ],
      [
        "art",
        -0.00013369438
      ],
      [
        "re",
        -1.8624639e-06
      ]
    ]
  },
  "In the 1880s, Paul Vieille invented a considerable improvement on this substance, which led to the introduction of the Lebel. William Rubruck's account of this substance may have led to its description in the Opus Majus of Roger Bacon. In a legend, this substance was created by the monk Berthold the Black. Grinding components of this substance separately before combining them made the serpentine form": {
    "guess": "Gunpowder",
    "confidence": [
      [
        "Gun",
        -0.06318174
      ],
      [
        "pow",
        -0.00044127836
      ],
      [
        "der",
        -0.00018339496
      ]
    ]
  },
  "For a space with this property, the intersection of a countable number of open dense sets is also dense, as shown in the Baire category theorem. All closed and bounded sets are compact only if the space": {
    "guess": "Baire space",
    "confidence": [
      [
        "B",
        -0.20982102
      ],
      [
        "aire",
        -0.00149653
      ],
      [
        " space",
        -0.11402324
      ]
    ]
  },
  "He spared Aífe on the requirement that she bear him a son and stop fighting his teacher Scáthach. He was immune to the curse of Macha and had seven toes, fingers, and eyes. He met his end, however when": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.10675209
      ],
      [
        "ú",
        -0.012853006
      ],
      [
        " Ch",
        -0.00492692
      ],
      [
        "ul",
        -0.00019912985
      ],
      [
        "ain",
        -1.504853e-06
      ],
      [
        "n",
        -0.00021486107
      ]
    ]
  },
  "Spanish travelers to this nation in the 1500s referred to it by the name of its former capital, Lovek.": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.34507623
      ],
      [
        "odia",
        -0.029878454
      ]
    ]
  },
  "The space of all operations that correspond to these motions is called SO(3). Phasors can be interpreted as vectors undergoing this motion. Gradients of scalar fields do not do this, as evidenced by the vanishment of the curl operator on those vector fields. Any motion of this type can be decomposed into three orthogonal uniaxial motions, perhaps using Euler angles, or by specifying the yaw, pitch, and roll. In spherical coordinates, these motions correspond to those in which the radius coordinate is unchanged. Where this motion exists, angular momentum is nonzero. For 10 points, name this type": {
    "guess": "Rigid body",
    "confidence": [
      [
        "R",
        -0.07384867
      ],
      [
        "igid",
        -0.00018589824
      ],
      [
        " body",
        -0.011280539
      ]
    ]
  },
  "In 1986 the space shuttle Columbia attempted to study this phenomenon by dragging a 21-kilometer-long conducting tether through the Earth's magnetic field. Since Faraday's law states that it is proportional to the cosine of the angle between a circuit and the magnetic field, it will not occur if the circuit is parallel to a magnetic field. For 10 points\\--name this process in which a magnetic field": {
    "guess": "Magnetohydrodynamics",
    "confidence": [
      [
        "M",
        -0.7305067
      ],
      [
        "agnet",
        -0.42926672
      ],
      [
        "oh",
        -0.15355654
      ],
      [
        "ydro",
        -6.869018e-06
      ],
      [
        "d",
        -0.08383857
      ],
      [
        "ynamics",
        -0.0007071906
      ]
    ]
  },
  "His \"Spanish Dancer\" is quoted in Roger Zelazny's \"A Rose for Ecclesiastes\". In his only novel, which later inspired Sartre's \"Nausea,\" this author attacked the Christian idea of the Second Coming. In addition to The Notebooks of Malte Laurids Brigge, this man wrote ten letters to a young German considering": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.12806113
      ],
      [
        "ainer",
        -0.0048294114
      ],
      [
        " Maria",
        -0.00010950337
      ],
      [
        " R",
        -6.0345924e-06
      ],
      [
        "il",
        -0.00012880703
      ],
      [
        "ke",
        -2.1650272e-05
      ]
    ]
  },
  "Spanish architect Santiago Calatrava designed a namesake \"Spire\" for this city. This city is also the site of the Robie House, an exemplar of the Prairie Style. William Le Baron Jenney designed the Home Insurance building in this city, and a series of temporary buildings designed here by Daniel Burnham": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.004474866
      ]
    ]
  }
}