{
  "The Cerro Macá stratovolcano can be found north of the Aysén Fjord in this country, and the Chonos Archipelago is separated from the mainland of this country by the Moraleda Channel. Rivers in this country include the Biobío and the Petrohué rivers, the latter of which drains into Todos los Santos Lake. Lying atop the Nazca Plate and containing the port city of Antofagasta, it has sovereignty over both Easter Island and the Wollaston group, one island of which contains Cape Horn, and this country is also home to Punta Arenas, the world's southernmost city. The Andes covers a third of, FTP, which": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.005818233
      ],
      [
        "ile",
        -5.9153886e-06
      ]
    ]
  },
  "A certain Aristotles takes the place of one main character for the second part of this work, which contains the earliest instance of the third man argument, that of infinite sequences of telescoping Forms, which can seemingly be resolved by the understanding that forms do not participate in themselves present in a later work. One side seeks to resolve an apparent paradox by positing that objects may participate in both the forms of Unity and Plurality, the latter of which was claimed not to exist by the other side in the beginning. For 10 points, name this Platonic dialogue in which Socrates debates Zeno and his master, the titular Eleatic philosopher.": {
    "guess": "Parmenides (dialogue)",
    "confidence": [
      [
        "Parm",
        -0.0057798307
      ],
      [
        "en",
        -2.3676734e-05
      ],
      [
        "ides",
        -2.577686e-06
      ],
      [
        " (",
        -0.39859313
      ],
      [
        "dialog",
        -0.023718592
      ],
      [
        "ue",
        -1.3544423e-05
      ],
      [
        ")",
        -0.00012892624
      ]
    ]
  },
  "Certain cells in the stomach are responsible for secreting neurotensin and this substance, and when it": {
    "guess": "Gastrin",
    "confidence": [
      [
        "G",
        -0.52835363
      ],
      [
        "astr",
        -0.6772269
      ],
      [
        "in",
        -0.55832887
      ]
    ]
  },
  "A certain pair of coupled differential equations relates the time derivative of this quantity to a competition coefficient and an intrinsic rate of increase, as well as a quantity denoted \"K\". One technique for estimating this extrinsic quantity is mark-and-recapture. Genetic drift occurs because this quantity is always finite. As may have happened to humankind after the Toba event, bottleneck events": {
    "guess": "Population size",
    "confidence": [
      [
        "Population",
        -0.4195179
      ],
      [
        " size",
        -0.05051187
      ]
    ]
  },
  "A certain quantity for spherical objects of this type is inversely proportional to the difference in": {
    "guess": "Supercapacitor",
    "confidence": [
      [
        "Sup",
        -1.3203942
      ],
      [
        "erc",
        -0.0069757216
      ],
      [
        "ap",
        -0.00042245153
      ],
      [
        "ac",
        -0.00029279827
      ],
      [
        "itor",
        -0.0017419357
      ]
    ]
  },
  "A certain pair of coupled differential equations relates the time derivative of this quantity to a competition coefficient and an intrinsic rate of increase, as well as a quantity denoted \"K\". One technique for estimating this extrinsic quantity is mark-and-recapture. Genetic drift occurs because this quantity is always finite. As may have happened to humankind after the Toba event, bottleneck events occur when it suddenly decreases. When it overshoots an environment's carrying capacity, it is likely": {
    "guess": "Population size",
    "confidence": [
      [
        "Population",
        -0.0100194365
      ],
      [
        " size",
        -0.006991946
      ]
    ]
  },
  "In a ceremony dedicated to this deity, a handsome war prisoner was chosen to live in luxury with four women for a year, after which he was sacrificed to this deity. The Great Bear constellation is said to be the footprints of this god, who presided over district schools known as the telpochcalli. The": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.09731586
      ],
      [
        "uit",
        -0.00024620062
      ],
      [
        "z",
        -2.5107178e-05
      ],
      [
        "il",
        -6.2729996e-06
      ],
      [
        "op",
        -0.00018470621
      ],
      [
        "ocht",
        -1.7239736e-05
      ],
      [
        "li",
        -8.061054e-06
      ]
    ]
  },
  "The Cerro Macá stratovolcano can be found north of the Aysén Fjord in this country, and the Chonos Archipelago is separated from the mainland of this country by the Moraleda Channel. Rivers in this country include the Biobío and the Petrohué rivers, the latter of which drains into Todos los Santos Lake. Lying atop the Nazca Plate and containing the port city of Antofagasta, it has sovereignty over both Easter Island and the Wollaston group, one island of which contains Cape Horn, and this country": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.0073046605
      ],
      [
        "ile",
        -0.00014239625
      ]
    ]
  },
  "A ceremony dedicated to this god involved striking a pig with a piece of flintstone taken from a temple dedicated to his Feretrius aspect, and was performed by a collegium of priests called the fetials.": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.28304386
      ],
      [
        "ars",
        -6.7901296e-05
      ],
      [
        " (",
        -0.6959438
      ],
      [
        "my",
        -0.39684555
      ],
      [
        "th",
        -7.89631e-07
      ],
      [
        "ology",
        -0.00021152703
      ],
      [
        ")",
        -5.9914648e-05
      ]
    ]
  },
  "In a ceremony dedicated to this deity, a handsome war prisoner was chosen to live in luxury with four women for a year, after which he was sacrificed to this deity. The Great Bear constellation is said to be the footprints of this god, who presided over district schools known as the telpochcalli. The earth was created after this god successfully lured out a primordial monster that was part fish, part crocodile, and perpetually hungry; that monster was known as Cipactli, and the lure used by this god was his own foot, which he replaced with a piece of obsidian. For 10 points, name this Aztec god known as the Lord of the Smoking Mirror, who drove away his rival Quetzalcoatl.": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.004878635
      ],
      [
        "z",
        -9.0883464e-07
      ],
      [
        "cat",
        -1.9361265e-07
      ],
      [
        "lip",
        -7.89631e-07
      ],
      [
        "oca",
        -4.3202e-07
      ]
    ]
  },
  "A certain Aristotles takes the place of one main character for the second part of this work, which contains": {
    "guess": "The Iliad",
    "confidence": [
      [
        "The",
        -1.3178546
      ],
      [
        " I",
        -0.6651487
      ],
      [
        "li",
        -0.0030646992
      ],
      [
        "ad",
        -1.9862217e-05
      ]
    ]
  },
  "A ceremony dedicated to this god involved striking a pig with a piece of flintstone taken from a temple dedicated to his Feretrius aspect, and was performed by a collegium of priests called the fetials. Feasts dedicated to this deity took place on the ides of September and November. Oaths were sworn on a stone dedicated to this deity, his namesake \"lapis\", and his other epithets included Stator and": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.5005631
      ],
      [
        "ars",
        -1.8550976e-05
      ],
      [
        " (",
        -0.117792666
      ],
      [
        "my",
        -0.06336739
      ],
      [
        "th",
        -5.5122365e-07
      ],
      [
        "ology",
        -0.00022308611
      ],
      [
        ")",
        -1.9504607e-05
      ]
    ]
  },
  "A ceremony dedicated to this god involved striking a pig with a piece of flintstone taken from a temple dedicated to his Feretrius aspect, and was performed by a collegium of priests called the fetials. Feasts dedicated to this deity took place on the ides of September and November. Oaths were sworn on a stone dedicated to this deity, his namesake \"lapis\", and his other epithets included Stator and Tonans. The high priest of this deity was only allowed to undress indoors, was the only one allowed to wear a conical white cap called the albogalerus, and was known as the (*) Flamen Dialis. He was a member of the Archaic Triad with Quirinus and Mars, and later made up the Capitoline Triad with Minerva and his wife Juno. For 10 points, name this thunderbolt-slinging chief Roman deity.": {
    "guess": "Jupiter (mythology)",
    "confidence": [
      [
        "J",
        -0.017143747
      ],
      [
        "upiter",
        -0.00011272187
      ],
      [
        " (",
        -0.52274406
      ],
      [
        "my",
        -0.034715824
      ],
      [
        "th",
        -1.504853e-06
      ],
      [
        "ology",
        -2.2484697e-05
      ],
      [
        ")",
        -0.00010747691
      ]
    ]
  },
  "The Cerro Macá stratovolcano can be found north of the Aysén Fjord in this country, and the Chonos Archipelago is separated from the mainland of this country by the Moraleda Channel. Rivers in this country include the Biobío and the Petrohué rivers, the latter of which drains into Todos los Santos Lake. Lying atop the Nazca Plate and containing the port city of Antofagasta, it has sovereignty over": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.00721258
      ],
      [
        "ile",
        -0.00039051592
      ]
    ]
  },
  "The Cerro Macá stratovolcano can be found north of the Aysén Fjord in this country, and the Chonos Archipelago is separated from the mainland of this country by the Moraleda Channel. Rivers in this country include the Biobío and the Petrohué rivers, the latter of which drains into Todos los Santos Lake.": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.001047816
      ],
      [
        "ile",
        -7.2907846e-05
      ]
    ]
  },
  "A certain quantity for spherical objects of this type is inversely proportional to the difference in reciprocals of the radii. These objects stop working when the breakdown voltage is reached. The time constant in systems with one of these objects and a resistor is equal to the resistance times a namesake quantity. That quantity is equal to permittivity times area divided by distance for a (*) parallel-plate one, is measured in farads, and can be increased by inserting a dielectric. For ten points, identify these circuit elements whose namesake unit equals charge over voltage, which store energy": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.36357847
      ],
      [
        "ac",
        -2.8325678e-05
      ],
      [
        "itor",
        -0.012589705
      ]
    ]
  },
  "A ceremony dedicated to this god involved striking a pig with a piece of flintstone taken from a temple dedicated to his Feretrius aspect, and was performed by a collegium of priests called the fetials. Feasts dedicated to this deity took place on the ides of September and November. Oaths were sworn on a stone dedicated to this deity, his namesake \"lapis\", and his other epithets included Stator and Tonans. The high priest of this deity was only allowed to undress indoors, was the only one allowed to wear a conical white cap called the albogalerus, and was known as the (*) Flamen Dialis. He was": {
    "guess": "Jupiter (mythology)",
    "confidence": [
      [
        "J",
        -0.010760925
      ],
      [
        "upiter",
        -0.0002513264
      ],
      [
        " (",
        -0.008514104
      ],
      [
        "my",
        -0.024047071
      ],
      [
        "th",
        -0.0002782591
      ],
      [
        "ology",
        -4.477578e-05
      ],
      [
        ")",
        -3.0828953e-05
      ]
    ]
  },
  "For certain special cases, this quantity is proportional to the cross product of a particles position": {
    "guess": "Magnetic moment",
    "confidence": [
      [
        "M",
        -0.47956905
      ],
      [
        "agnetic",
        -0.002810106
      ],
      [
        " moment",
        -0.11025831
      ]
    ]
  },
  "A certain quantity for spherical objects of this type is inversely proportional to the difference in reciprocals of the radii. These objects stop working when the breakdown voltage is reached. The time constant in systems with one of these objects and a resistor is equal to the resistance times a namesake quantity. That quantity is equal to permittivity times area divided by distance for a (*) parallel-plate one, is measured in farads, and can be increased by inserting a dielectric. For ten points,": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.077870235
      ],
      [
        "ac",
        -3.059055e-05
      ],
      [
        "itor",
        -0.004636961
      ]
    ]
  },
  "A certain pair of coupled differential equations relates the time derivative of this quantity to a competition coefficient and an intrinsic rate of increase, as well as a quantity denoted \"K\". One technique": {
    "guess": "Population ecology",
    "confidence": [
      [
        "Population",
        -0.58317137
      ],
      [
        " ecology",
        -0.3643232
      ]
    ]
  },
  "For certain special cases, this quantity is proportional to the cross product of a particles position r with the gradient operator. For an electron, this quantity is determined by its azimuthal quantum": {
    "guess": "Magnetic Quantum Number",
    "confidence": [
      [
        "M",
        -0.12495984
      ],
      [
        "agnetic",
        -3.2855416e-05
      ],
      [
        " Quantum",
        -1.1990997
      ],
      [
        " Number",
        -4.0007635e-05
      ]
    ]
  },
  "The Cerro Macá stratovolcano can be found north of the Aysén Fjord in this country, and the Chonos Archipelago": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.01646644
      ],
      [
        "ile",
        -0.00029482474
      ]
    ]
  },
  "A certain Aristotles takes the place of one main character for the second part of this work, which contains the earliest instance of the third man argument, that of infinite sequences of telescoping Forms, which can seemingly be resolved by the understanding that forms do not participate in themselves present in a later work. One side seeks to resolve an apparent paradox by positing that objects may participate in both the forms of Unity and Plurality, the latter of which was claimed not to exist by the other side in the beginning. For 10 points, name this Platonic dialogue in which Socrates debates": {
    "guess": "Parmenides",
    "confidence": [
      [
        "Parm",
        -0.007992706
      ],
      [
        "en",
        -1.5451682e-05
      ],
      [
        "ides",
        -8.657073e-06
      ]
    ]
  },
  "A ceremony dedicated to this god involved striking a pig with a piece of flintstone taken from a temple dedicated to his Feretrius aspect, and was performed by a collegium of priests called the fetials. Feasts dedicated to this deity took place on the ides of September and November. Oaths were sworn": {
    "guess": "Jupiter (mythology)",
    "confidence": [
      [
        "J",
        -0.30057102
      ],
      [
        "upiter",
        -0.004206021
      ],
      [
        " (",
        -0.9283157
      ],
      [
        "my",
        -0.34956032
      ],
      [
        "th",
        -0.34586042
      ],
      [
        "ology",
        -0.000119754885
      ],
      [
        ")",
        -0.00014382669
      ]
    ]
  },
  "The Cerro Macá stratovolcano can be found north of the Aysén Fjord in this country, and the Chonos Archipelago is separated from the mainland of this country by the Moraleda Channel. Rivers in this country": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.07306779
      ],
      [
        "ile",
        -0.00020830853
      ]
    ]
  },
  "A ceremony dedicated to this god involved striking a pig with a piece of flintstone taken from a temple": {
    "guess": "Sekhmet",
    "confidence": [
      [
        "S",
        -0.7611327
      ],
      [
        "ek",
        -0.6999262
      ],
      [
        "h",
        -0.00036965898
      ],
      [
        "met",
        -1.504853e-06
      ]
    ]
  },
  "Certain cells in the stomach are responsible for secreting neurotensin and this substance, and when it is in the bloodstream, it is typically stored in platelets. Along with niacin and melatonin, tryptophan": {
    "guess": "Serotonin",
    "confidence": [
      [
        "Ser",
        -0.16937272
      ],
      [
        "otonin",
        -0.008342342
      ]
    ]
  },
  "A certain quantity for spherical objects of this type is inversely proportional to the difference in reciprocals of the radii. These objects stop working when the breakdown voltage is reached. The time constant in systems with one of these objects and a resistor is equal to the resistance times a namesake": {
    "guess": "Supercapacitor",
    "confidence": [
      [
        "Sup",
        -0.015352081
      ],
      [
        "erc",
        -8.657073e-06
      ],
      [
        "ap",
        -2.5226382e-05
      ],
      [
        "ac",
        -7.8748824e-05
      ],
      [
        "itor",
        -0.00041923302
      ]
    ]
  },
  "A certain quantity for spherical objects of this type is inversely proportional to the difference in reciprocals of the radii. These objects stop working when the breakdown voltage is reached. The time constant in systems with one of these objects and a resistor is equal to the resistance times a namesake quantity. That quantity is equal to permittivity times area divided by distance for a (*) parallel-plate": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.6619544
      ],
      [
        "ac",
        -4.274932e-05
      ],
      [
        "itor",
        -0.016656738
      ]
    ]
  },
  "A certain Aristotles takes the place of one main character for the second part of this work, which contains the earliest instance of the third man argument, that of infinite sequences of telescoping Forms,": {
    "guess": "Parmenides (dialogue)",
    "confidence": [
      [
        "Parm",
        -0.040530074
      ],
      [
        "en",
        -2.9994528e-05
      ],
      [
        "ides",
        -2.9636918e-05
      ],
      [
        " (",
        -0.22638401
      ],
      [
        "dialog",
        -0.022116113
      ],
      [
        "ue",
        -1.50940705e-05
      ],
      [
        ")",
        -0.00058210373
      ]
    ]
  },
  "In a ceremony dedicated to this deity, a handsome war prisoner was chosen to live in luxury with four women for a year, after which he was sacrificed to this deity. The Great Bear constellation is said to be the footprints of this god, who presided over district schools known as the telpochcalli. The earth was created after this god successfully lured out a primordial monster that was part fish, part": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.33695027
      ],
      [
        "uit",
        -0.00027706707
      ],
      [
        "z",
        -1.4259645e-05
      ],
      [
        "il",
        -1.2113979e-05
      ],
      [
        "op",
        -0.00021569549
      ],
      [
        "ocht",
        -0.00012499251
      ],
      [
        "li",
        -1.0921943e-05
      ]
    ]
  },
  "The Cerro Macá stratovolcano can be found north of the Aysén Fjord in this country, and the Chonos Archipelago is separated from the mainland of this country by the Moraleda Channel. Rivers in this country include the Biobío and the Petrohué rivers, the latter of which drains into Todos los Santos Lake. Lying atop the Nazca Plate and containing the port city of Antofagasta, it has sovereignty over both Easter Island and the Wollaston group, one island of which contains Cape Horn, and this country is also home to Punta Arenas, the world's southernmost city. The Andes covers a third of, FTP, which country, bordered by Bolivia and Argentina to the west, that is home to most of the Atacama Desert and has its capital at Quito? (move Antofagasta to later)": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -0.0006212961
      ],
      [
        "ile",
        -2.7610455e-05
      ]
    ]
  },
  "For certain special cases, this quantity is proportional to the cross product of a particles position r with the gradient operator. For an electron, this quantity is determined by its azimuthal quantum number. In quantum mechanics, values of this quantity are equal to whole number multiples of the reduced Planck's constant. The time derivative of this quantity is torque, and this quantity can be defined as the product of the moment of inertia with angular velocity or the cross product of position with mass times velocity. For 10 points, name this quantity associated with rotational motion whose conservation forms the basis of Kepler's second law.": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.0011108052
      ],
      [
        " momentum",
        -0.0025297606
      ]
    ]
  },
  "A certain pair of coupled differential equations relates the time derivative of this quantity to a competition coefficient and an intrinsic rate of increase, as well as a quantity denoted \"K\". One technique for estimating this extrinsic quantity is mark-and-recapture. Genetic drift occurs because this quantity is always finite. As may have happened to humankind after the Toba event, bottleneck events occur when it suddenly decreases. When it overshoots an environment's carrying capacity, it is likely to sharply decline thereafter. For 10 points, give this property of a population which, when divided": {
    "guess": "Population size",
    "confidence": [
      [
        "Population",
        -0.024051845
      ],
      [
        " size",
        -0.019496102
      ]
    ]
  },
  "In a ceremony dedicated to this deity, a handsome war prisoner was chosen to live in luxury with four women for a year, after which he was sacrificed to this deity. The Great Bear constellation is said to be the footprints of this god, who presided over district schools known as the telpochcalli. The earth was created after this god successfully lured out a primordial monster that was part fish, part crocodile, and perpetually hungry; that monster was known as Cipactli, and the lure used by this": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.056263763
      ],
      [
        "z",
        -2.319992e-05
      ],
      [
        "cat",
        -1.6240566e-06
      ],
      [
        "lip",
        -2.4584822e-06
      ],
      [
        "oca",
        -5.5122365e-07
      ]
    ]
  },
  "For certain special cases, this quantity is proportional to the cross product of a particles position r with the gradient operator. For an electron, this quantity is determined by its azimuthal quantum number. In quantum mechanics, values of this quantity are equal to whole number multiples of the reduced": {
    "guess": "Magnetic quantum number",
    "confidence": [
      [
        "M",
        -0.22709909
      ],
      [
        "agnetic",
        -7.302705e-05
      ],
      [
        " quantum",
        -0.25747404
      ],
      [
        " number",
        -5.8245798e-05
      ]
    ]
  },
  "A certain Aristotles takes the place of one main character for the second part of this work, which contains the earliest instance of the third man argument, that of infinite sequences of telescoping Forms, which can seemingly be resolved by the understanding that forms do not participate in themselves": {
    "guess": "Parmenides (dialogue)",
    "confidence": [
      [
        "Parm",
        -0.110761374
      ],
      [
        "en",
        -0.00012296606
      ],
      [
        "ides",
        -2.319992e-05
      ],
      [
        " (",
        -0.045389947
      ],
      [
        "dialog",
        -0.002152523
      ],
      [
        "ue",
        -8.657073e-06
      ],
      [
        ")",
        -0.00034666734
      ]
    ]
  },
  "For certain special cases, this quantity is proportional to the cross product of a particles position r with the gradient operator. For an electron, this quantity is determined by its azimuthal quantum number. In quantum mechanics, values of this quantity are equal to whole number multiples of the reduced Planck's constant. The time derivative of this quantity is torque, and this quantity can be defined as the product of the moment of inertia with angular velocity or the cross product of position": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.017175153
      ],
      [
        " momentum",
        -0.001881758
      ]
    ]
  },
  "A certain quantity for spherical objects of this type is inversely proportional to the difference in reciprocals of the radii. These objects stop working when the breakdown voltage is reached. The time constant in systems with one of these objects and a resistor is equal to the resistance times a namesake quantity. That quantity is equal to permittivity times area divided by distance for a (*) parallel-plate one, is measured in farads, and can be increased by inserting a dielectric. For ten points, identify these circuit elements whose namesake unit equals charge over voltage, which store energy in an electric field.": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.17668758
      ],
      [
        "ac",
        -1.2948405e-05
      ],
      [
        "itor",
        -0.0088483235
      ]
    ]
  },
  "In a ceremony dedicated to this deity, a handsome war prisoner was chosen to live in luxury with four women for a year, after which he was sacrificed to this deity. The Great Bear constellation is said": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.47671568
      ],
      [
        "tem",
        -0.00018399098
      ],
      [
        "is",
        -0.0002196292
      ]
    ]
  },
  "In a ceremony dedicated to this deity, a handsome war prisoner was chosen to live in luxury with four": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6866735
      ]
    ]
  },
  "A certain Aristotles takes the place of one main character for the second part of this work, which contains the earliest instance of the third man argument, that of infinite sequences of telescoping Forms, which can seemingly be resolved by the understanding that forms do not participate in themselves present in a later work. One side seeks to resolve an apparent paradox by positing that objects may participate in both the forms of Unity and Plurality, the latter of which was claimed not to exist": {
    "guess": "Parmenides (dialogue)",
    "confidence": [
      [
        "Parm",
        -0.13893014
      ],
      [
        "en",
        -0.00031663533
      ],
      [
        "ides",
        -9.72254e-05
      ],
      [
        " (",
        -0.12027975
      ],
      [
        "dialog",
        -0.0043009846
      ],
      [
        "ue",
        -2.2723105e-05
      ],
      [
        ")",
        -0.0009560054
      ]
    ]
  },
  "A certain pair of coupled differential equations relates the time derivative of this quantity to a competition": {
    "guess": "Population size",
    "confidence": [
      [
        "Population",
        -1.360347
      ],
      [
        " size",
        -0.045986094
      ]
    ]
  },
  "Certain cells in the stomach are responsible for secreting neurotensin and this substance, and when it is in the bloodstream, it is typically stored in platelets. Along with niacin and melatonin, tryptophan synthesizes this substance, the presence of which notably contributes to feelings of contentment.": {
    "guess": "Serotonin",
    "confidence": [
      [
        "Ser",
        -0.007114583
      ],
      [
        "otonin",
        -0.00087715854
      ]
    ]
  },
  "A ceremony dedicated to this god involved striking a pig with a piece of flintstone taken from a temple dedicated to his Feretrius aspect, and was performed by a collegium of priests called the fetials. Feasts dedicated to this deity took place on the ides of September and November. Oaths were sworn on a stone dedicated to this deity, his namesake \"lapis\", and his other epithets included Stator and Tonans. The high priest of this deity was only allowed to undress indoors, was the only one allowed": {
    "guess": "Jupiter (mythology)",
    "confidence": [
      [
        "J",
        -0.02947425
      ],
      [
        "upiter",
        -4.465658e-05
      ],
      [
        " (",
        -0.0153404595
      ],
      [
        "my",
        -0.018752057
      ],
      [
        "th",
        -0.000162538
      ],
      [
        "ology",
        -2.319992e-05
      ],
      [
        ")",
        -2.4153549e-05
      ]
    ]
  },
  "A certain Aristotles takes the place of one main character for the second part of this work, which contains the earliest instance of the third man argument, that of infinite sequences of telescoping Forms, which can seemingly be resolved by the understanding that forms do not participate in themselves present in a later work. One side seeks to resolve an apparent paradox by positing that objects may": {
    "guess": "Parmenides (dialogue)",
    "confidence": [
      [
        "Parm",
        -0.1278353
      ],
      [
        "en",
        -2.319992e-05
      ],
      [
        "ides",
        -0.0001409658
      ],
      [
        " (",
        -0.031907745
      ],
      [
        "dialog",
        -0.008813462
      ],
      [
        "ue",
        -5.5577775e-06
      ],
      [
        ")",
        -0.00077723106
      ]
    ]
  },
  "The Cerro Macá stratovolcano can be found north of the Aysén Fjord in this country, and the Chonos Archipelago is separated from the mainland of this country by the Moraleda Channel. Rivers in this country include the Biobío and the Petrohué rivers, the latter of which drains into Todos los Santos Lake. Lying atop the Nazca Plate and containing the port city of Antofagasta, it has sovereignty over both Easter Island and the Wollaston group, one island of which contains Cape Horn, and this country is also home to Punta Arenas, the world's southernmost city. The Andes covers a third of, FTP, which country, bordered by Bolivia and Argentina to the west, that is home to most of the Atacama Desert": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -8.971556e-05
      ],
      [
        "ile",
        -1.0564331e-05
      ]
    ]
  },
  "Certain cells in the stomach are responsible for secreting neurotensin and this substance, and when it is in the bloodstream, it is typically stored in platelets. Along with niacin and melatonin, tryptophan synthesizes this substance, the presence of which notably contributes to feelings of contentment. For ten points, name this neurotransmitter whose reuptake is commonly inhibited by antidepressants.": {
    "guess": "Serotonin",
    "confidence": [
      [
        "Ser",
        -0.0484863
      ],
      [
        "otonin",
        -0.0017546684
      ]
    ]
  },
  "A certain quantity for spherical objects of this type is inversely proportional to the difference in reciprocals of the radii. These objects stop working when the breakdown voltage is reached. The time": {
    "guess": "Supercapacitor",
    "confidence": [
      [
        "Sup",
        -0.0038741813
      ],
      [
        "erc",
        -8.017927e-05
      ],
      [
        "ap",
        -1.5809293e-05
      ],
      [
        "ac",
        -3.1782583e-05
      ],
      [
        "itor",
        -0.001215356
      ]
    ]
  },
  "For certain special cases, this quantity is proportional to the cross product of a particles position r with the gradient operator. For an electron, this quantity is determined by its azimuthal quantum number. In quantum mechanics, values of this quantity are equal to whole number multiples of the reduced Planck's constant. The time derivative of this quantity is torque, and this quantity can be defined as the product of the moment of inertia with angular velocity or the cross product of position with mass times velocity. For 10 points, name this quantity associated with rotational motion whose": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.008121839
      ],
      [
        " momentum",
        -0.0050582294
      ]
    ]
  },
  "In a ceremony dedicated to this deity, a handsome war prisoner was chosen to live in luxury with four women for a year, after which he was sacrificed to this deity. The Great Bear constellation is said to be the footprints of this god, who presided over district schools known as the telpochcalli. The earth was created after this god successfully lured out a primordial monster that was part fish, part crocodile, and perpetually hungry; that monster was known as Cipactli, and the lure used by this god was his own foot, which he replaced with a piece of obsidian. For 10 points, name this Aztec god": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.015118686
      ],
      [
        "z",
        -4.00813e-06
      ],
      [
        "cat",
        -1.9361265e-07
      ],
      [
        "lip",
        -1.504853e-06
      ],
      [
        "oca",
        0.0
      ]
    ]
  },
  "A certain pair of coupled differential equations relates the time derivative of this quantity to a competition coefficient and an intrinsic rate of increase, as well as a quantity denoted \"K\". One technique for estimating this extrinsic quantity is mark-and-recapture. Genetic drift occurs because this quantity is always finite. As may have happened to humankind after the Toba event, bottleneck events occur when it suddenly decreases. When it overshoots an environment's carrying capacity, it is likely to sharply decline thereafter. For 10 points, give this property of a population which, when divided by the area it occupies, gives the population's density.": {
    "guess": "Population size",
    "confidence": [
      [
        "Population",
        -0.05373603
      ],
      [
        " size",
        -0.73696375
      ]
    ]
  },
  "For certain special cases, this quantity is proportional to the cross product of a particles position r with the gradient operator. For an electron, this quantity is determined by its azimuthal quantum number. In quantum mechanics, values of this quantity are equal to whole number multiples of the reduced Planck's constant. The time derivative of this quantity is torque, and this quantity can be defined": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.009288487
      ],
      [
        " momentum",
        -0.002978537
      ]
    ]
  },
  "A certain pair of coupled differential equations relates the time derivative of this quantity to a competition coefficient and an intrinsic rate of increase, as well as a quantity denoted \"K\". One technique for estimating this extrinsic quantity is mark-and-recapture. Genetic drift occurs because this": {
    "guess": "Population size",
    "confidence": [
      [
        "Population",
        -0.30756292
      ],
      [
        " size",
        -0.3795684
      ]
    ]
  },
  "A ceremony dedicated to this god involved striking a pig with a piece of flintstone taken from a temple dedicated to his Feretrius aspect, and was performed by a collegium of priests called the fetials. Feasts dedicated to this deity took place on the ides of September and November. Oaths were sworn on a stone dedicated to this deity, his namesake \"lapis\", and his other epithets included Stator and Tonans. The high priest of this deity was only allowed to undress indoors, was the only one allowed to wear a conical white cap called the albogalerus, and was known as the (*) Flamen Dialis. He was a member of the Archaic Triad with Quirinus and Mars, and later made up the Capitoline Triad with Minerva": {
    "guess": "Jupiter (mythology)",
    "confidence": [
      [
        "J",
        -0.00808199
      ],
      [
        "upiter",
        -0.00021355349
      ],
      [
        " (",
        -0.018518042
      ],
      [
        "my",
        -0.036245245
      ],
      [
        "th",
        -1.9146995e-05
      ],
      [
        "ology",
        -9.8536635e-05
      ],
      [
        ")",
        -4.5252596e-05
      ]
    ]
  }
}