{
  "Hicks claimed that \"great castles of theory\" have been built upon this concept.  For it to apply, marginal rate of substitution must equal marginal rate of transformation, a situation graphically shown as the community indifference curve.  Sen noted that it was possible for an economy to be this and \"perfectly disgusting,\" while Allais defined it as the \"absence of distributable surplus,\" and situations satisfying this are sometimes known as noninferior or nondominated.  When it applies, no new allocation of resources can make one individual better off without harming another, but, when it fails, deadweight loss occurs.  FTP, name this eponymous efficiency of an Italian economist.": {
    "guess": "Pareto efficiency",
    "confidence": [
      [
        "P",
        -0.010470179
      ],
      [
        "are",
        -2.3319124e-05
      ],
      [
        "to",
        -3.5313153e-06
      ],
      [
        " efficiency",
        -0.041934714
      ]
    ]
  },
  "Hicksian demand can be recovered with the Slutsky equation if Marshallian demand and this phenomenon are both known. As wages increase, this phenomenon will start to predominate, causing the backward-bending labor supply curve. This phenomenon can be visualized by plotting a budget line parallel to the original on indifference curves. It is positive for (*) normal goods and negative for inferior ones. It is theoretically possible for this effect to predominate when a good's price drops, leading to": {
    "guess": "Substitution effect",
    "confidence": [
      [
        "Sub",
        -0.2961108
      ],
      [
        "stitution",
        -0.013685518
      ],
      [
        " effect",
        -0.021784786
      ]
    ]
  },
  "Hicks claimed that \"great castles of theory\" have been built upon this concept.  For it to apply, marginal rate of substitution must equal marginal rate of transformation, a situation graphically shown as the community indifference curve.  Sen noted that it was possible for an economy to be this and": {
    "guess": "Social welfare function",
    "confidence": [
      [
        "Social",
        -0.17748497
      ],
      [
        " welfare",
        -0.062034573
      ],
      [
        " function",
        -0.0061431536
      ]
    ]
  },
  "Hicksian demand can be recovered with the Slutsky equation if Marshallian demand and this phenomenon are both known. As wages increase, this phenomenon will start to predominate, causing the backward-bending labor supply curve. This phenomenon can be visualized by plotting a budget line parallel to the original on indifference curves. It is positive for (*) normal goods and negative for inferior ones. It is theoretically possible for this effect to predominate when a good's price drops, leading to less of that good being consumed. A Giffen good is a good where this is larger than the substitution": {
    "guess": "Income Effect",
    "confidence": [
      [
        "Income",
        -0.010213796
      ],
      [
        " Effect",
        -0.08628912
      ]
    ]
  },
  "Hicks claimed that \"great castles of theory\" have been built upon this concept.  For it to apply, marginal": {
    "guess": "Marginalism",
    "confidence": [
      [
        "Marg",
        -1.2755969
      ],
      [
        "inal",
        -0.002321176
      ],
      [
        "ism",
        -0.20197126
      ]
    ]
  },
  "Hicks claimed that \"great castles of theory\" have been built upon this concept.  For it to apply, marginal rate of substitution must equal marginal rate of transformation, a situation graphically shown": {
    "guess": "Public goods",
    "confidence": [
      [
        "Public",
        -1.0942426
      ],
      [
        " goods",
        -0.0019557523
      ]
    ]
  },
  "Hicks claimed that \"great castles of theory\" have been built upon this concept.  For it to apply, marginal rate of substitution must equal marginal rate of transformation, a situation graphically shown as the community indifference curve.  Sen noted that it was possible for an economy to be this and \"perfectly disgusting,\" while Allais defined it as the \"absence of distributable surplus,\" and situations satisfying this are sometimes known as noninferior or nondominated.  When it applies, no new allocation": {
    "guess": "Pareto efficiency",
    "confidence": [
      [
        "P",
        -0.052829456
      ],
      [
        "are",
        -4.604148e-06
      ],
      [
        "to",
        -9.0883464e-07
      ],
      [
        " efficiency",
        -0.0027038276
      ]
    ]
  },
  "Hicksian demand can be recovered with the Slutsky equation if Marshallian demand and this phenomenon are both known. As wages increase, this phenomenon will start to predominate, causing the backward-bending": {
    "guess": "Income Effect",
    "confidence": [
      [
        "Income",
        -0.76041013
      ],
      [
        " Effect",
        -0.9667838
      ]
    ]
  },
  "Hicksian demand can be recovered with the Slutsky equation if Marshallian demand and this phenomenon are both known. As wages increase, this phenomenon will start to predominate, causing the backward-bending labor supply curve. This phenomenon can be visualized by plotting a budget line parallel to the original on indifference curves. It is positive for (*) normal goods and negative for inferior ones.": {
    "guess": "Income Effect",
    "confidence": [
      [
        "Income",
        -0.43396798
      ],
      [
        " Effect",
        -0.30100685
      ]
    ]
  },
  "Hicksian demand can be recovered with the Slutsky equation if Marshallian demand and this phenomenon": {
    "guess": "Substitution effect",
    "confidence": [
      [
        "Sub",
        -0.3715911
      ],
      [
        "stitution",
        -0.074055575
      ],
      [
        " effect",
        -0.032395348
      ]
    ]
  },
  "Hicksian demand can be recovered with the Slutsky equation if Marshallian demand and this phenomenon are both known. As wages increase, this phenomenon will start to predominate, causing the backward-bending labor supply curve. This phenomenon can be visualized by plotting a budget line parallel to the original on indifference curves. It is positive for (*) normal goods and negative for inferior ones. It is theoretically possible for this effect to predominate when a good's price drops, leading to less of that good being consumed. A Giffen good is a good where this is larger than the substitution effect. For 10 points, name this effect a change in a consumer's total real wealth has on behavior.": {
    "guess": "Income Effect",
    "confidence": [
      [
        "Income",
        -0.006400342
      ],
      [
        " Effect",
        -0.33118075
      ]
    ]
  },
  "Hicks claimed that \"great castles of theory\" have been built upon this concept.  For it to apply, marginal rate of substitution must equal marginal rate of transformation, a situation graphically shown as the community indifference curve.  Sen noted that it was possible for an economy to be this and \"perfectly disgusting,\" while Allais defined it as the \"absence of distributable surplus,\" and situations": {
    "guess": "Pareto efficiency",
    "confidence": [
      [
        "P",
        -0.46045613
      ],
      [
        "are",
        -2.1173457e-05
      ],
      [
        "to",
        -1.2664457e-06
      ],
      [
        " efficiency",
        -0.0046247495
      ]
    ]
  },
  "Hicksian demand can be recovered with the Slutsky equation if Marshallian demand and this phenomenon are both known. As wages increase, this phenomenon will start to predominate, causing the backward-bending labor supply curve. This phenomenon can be visualized by plotting a budget line parallel to the": {
    "guess": "Income leisure curve",
    "confidence": [
      [
        "Income",
        -0.9740781
      ],
      [
        " leisure",
        -0.8454398
      ],
      [
        " curve",
        -0.5051984
      ]
    ]
  },
  "Hicks claimed that \"great castles of theory\" have been built upon this concept.  For it to apply, marginal rate of substitution must equal marginal rate of transformation, a situation graphically shown as the community indifference curve.  Sen noted that it was possible for an economy to be this and \"perfectly disgusting,\" while Allais defined it as the \"absence of distributable surplus,\" and situations satisfying this are sometimes known as noninferior or nondominated.  When it applies, no new allocation of resources can make one individual better off without harming another, but, when it fails,": {
    "guess": "Pareto efficiency",
    "confidence": [
      [
        "P",
        -0.12848224
      ],
      [
        "are",
        -7.226629e-06
      ],
      [
        "to",
        -4.723352e-06
      ],
      [
        " efficiency",
        -0.008592823
      ]
    ]
  }
}