{
  "Khuiten Peak is part of the Five Saints Peaks in this nation's section of the Altay Mountains, which form part of the northwestern boundary of this nation. Lake Khovsgol lies near this nation's Khangai Mountains and drains north into the Selenge River. The northern range of the wild Bactrian camel lies in this country, which lies north of Xinjiang and south of Tuva and which also contains the cold": {
    "guess": "Mongolia",
    "confidence": [
      [
        "M",
        -0.013849184
      ],
      [
        "ong",
        -7.107425e-06
      ],
      [
        "olia",
        -0.00018041854
      ]
    ]
  },
  "Khuiten Peak is part of the Five Saints Peaks in this nation's section of the Altay Mountains, which form part of the northwestern boundary of this nation. Lake Khovsgol lies near this nation's Khangai Mountains and drains north into the Selenge River. The northern range of the wild Bactrian camel lies in this country, which lies north of Xinjiang and south of Tuva and which also contains the cold Gobi Desert. For 10 points, name this country of steppes with a capital at Ulan Bator that is landlocked between China and Russia.": {
    "guess": "Mongolia",
    "confidence": [
      [
        "M",
        -0.008997308
      ],
      [
        "ong",
        -1.4378848e-05
      ],
      [
        "olia",
        -6.289474e-05
      ]
    ]
  },
  "Khuiten Peak is part of the Five Saints Peaks in this nation's section of the Altay Mountains, which form part of the northwestern boundary of this nation. Lake Khovsgol lies near this nation's Khangai Mountains and drains north into the Selenge River. The northern range of the wild Bactrian camel lies": {
    "guess": "Mongolia",
    "confidence": [
      [
        "M",
        -0.030784583
      ],
      [
        "ong",
        -2.2723105e-05
      ],
      [
        "olia",
        -0.00021712594
      ]
    ]
  },
  "Khuiten Peak is part of the Five Saints Peaks in this nation's section of the Altay Mountains, which form part of the northwestern boundary of this nation. Lake Khovsgol lies near this nation's Khangai": {
    "guess": "Mongolia",
    "confidence": [
      [
        "M",
        -0.012247914
      ],
      [
        "ong",
        -2.2842309e-05
      ],
      [
        "olia",
        -0.00012106613
      ]
    ]
  },
  "Khuiten Peak is part of the Five Saints Peaks in this nation's section of the Altay Mountains, which": {
    "guess": "Mongolia",
    "confidence": [
      [
        "M",
        -0.018122433
      ],
      [
        "ong",
        -1.147242e-06
      ],
      [
        "olia",
        -0.00020783172
      ]
    ]
  },
  "Khuiten Peak is part of the Five Saints Peaks in this nation's section of the Altay Mountains, which form part of the northwestern boundary of this nation. Lake Khovsgol lies near this nation's Khangai Mountains and drains north into the Selenge River. The northern range of the wild Bactrian camel lies in this country, which lies north of Xinjiang and south of Tuva and which also contains the cold Gobi Desert. For 10 points, name this country of steppes with a capital at Ulan Bator that is landlocked": {
    "guess": "Mongolia",
    "confidence": [
      [
        "M",
        -0.0066417176
      ],
      [
        "ong",
        -1.60477e-05
      ],
      [
        "olia",
        -7.600714e-05
      ]
    ]
  }
}