{
  "The butterfly mechanism describes how peroxyacids react with these compounds to form epoxides, and they can be cleaved to form ketones in ozonolysis. The polymerization of polystyrene works because polystyrene": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.54057974
      ],
      [
        "k",
        -0.031756707
      ],
      [
        "ene",
        -0.0067031737
      ]
    ]
  },
  "The butterfly mechanism describes how peroxyacids react with these compounds to form epoxides, and they can be cleaved to form ketones in ozonolysis. The polymerization of polystyrene works because polystyrene is one of these compounds. Like their sp-hybridized counterparts, they add substituents to the more substituted carbon according to Markovnikov's rule. They cannot be rotated around their identifying": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.008998608
      ],
      [
        "k",
        -0.14734066
      ],
      [
        "ene",
        -0.07302833
      ]
    ]
  },
  "The butterfly mechanism describes how peroxyacids react with these compounds to form epoxides, and they can be cleaved to form ketones in ozonolysis. The polymerization of polystyrene works because polystyrene is one of these compounds. Like their sp-hybridized counterparts, they add substituents to the more substituted carbon according to Markovnikov's rule. They cannot be rotated around their identifying bond because it is formed by the overlap of nonhybridized p orbitals. Examples of them include": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.020314595
      ],
      [
        "ky",
        -0.21462417
      ],
      [
        "ne",
        -0.00014156183
      ]
    ]
  },
  "The butterfly mechanism describes how peroxyacids react with these compounds to form epoxides, and they": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -1.127412
      ],
      [
        "oxide",
        -0.1298877
      ]
    ]
  },
  "The butterfly mechanism describes how peroxyacids react with these compounds to form epoxides, and they can be cleaved to form ketones in ozonolysis. The polymerization of polystyrene works because polystyrene is one of these compounds. Like their sp-hybridized counterparts, they add substituents to the more substituted carbon according to Markovnikov's rule. They cannot be rotated around their identifying bond because it is formed by the overlap of nonhybridized p orbitals. Examples of them include ethylene and butene. For 10 points, name this class of hydrocarbons with formula CnH2n (read spelled": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.009220933
      ],
      [
        "k",
        -0.007695468
      ],
      [
        "ene",
        -0.011631849
      ]
    ]
  },
  "A bust of alumnus Lord Byron is on display at its Wren Library, which also contains an eigth-century copy of the Epistles of St. Paul. Thirty-one Nobel prize-winners are among this college's distinguished scientific alumni, including Isaac Newton and James Maxwell. For 10 points—name this college founded by Henry VIII in 1546, now the largest at the University of Cambridge.": {
    "guess": "Trinity College, Cambridge",
    "confidence": [
      [
        "Tr",
        -0.013072698
      ],
      [
        "inity",
        -4.0603656e-05
      ],
      [
        " College",
        -0.000601169
      ],
      [
        ",",
        -0.059917443
      ],
      [
        " Cambridge",
        -0.003495542
      ]
    ]
  },
  "The butterfly mechanism describes how peroxyacids react with these compounds to form epoxides, and they can be cleaved to form ketones in ozonolysis. The polymerization of polystyrene works because polystyrene is one of these compounds. Like their sp-hybridized counterparts, they add substituents to the more substituted carbon according to Markovnikov's rule. They cannot be rotated around their identifying bond because it is formed by the overlap of nonhybridized p orbitals. Examples of them include ethylene and butene. For 10 points, name this class of hydrocarbons with formula CnH2n (read spelled out), distinguished by having at least one carbon-carbon double bond.": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.0036503184
      ],
      [
        "k",
        -0.0015045058
      ],
      [
        "ene",
        -2.939851e-05
      ]
    ]
  },
  "A bust of alumnus Lord Byron is on display at its Wren Library, which also contains an eigth-century": {
    "guess": "Trinity College, Cambridge",
    "confidence": [
      [
        "Tr",
        -0.4258935
      ],
      [
        "inity",
        -6.17027e-05
      ],
      [
        " College",
        -0.004352506
      ],
      [
        ",",
        -0.005457509
      ],
      [
        " Cambridge",
        -0.0021744086
      ]
    ]
  },
  "A bust of alumnus Lord Byron is on display at its Wren Library, which also contains an eigth-century copy of the Epistles of St. Paul. Thirty-one Nobel prize-winners are among this college's distinguished scientific alumni, including Isaac Newton and James Maxwell. For 10 points—name this college founded": {
    "guess": "Trinity College, Cambridge",
    "confidence": [
      [
        "Tr",
        -0.45228967
      ],
      [
        "inity",
        -5.574252e-05
      ],
      [
        " College",
        -0.00040052168
      ],
      [
        ",",
        -0.012203513
      ],
      [
        " Cambridge",
        -0.0059594954
      ]
    ]
  },
  "The butterfly mechanism describes how peroxyacids react with these compounds to form epoxides, and they can be cleaved to form ketones in ozonolysis. The polymerization of polystyrene works because polystyrene is one of these compounds. Like their sp-hybridized counterparts, they add substituents to": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.08482907
      ],
      [
        "k",
        -0.10526078
      ],
      [
        "ene",
        -0.05405209
      ]
    ]
  },
  "A bust of alumnus Lord Byron is on display at its Wren Library, which also contains an eigth-century copy of the Epistles of St. Paul. Thirty-one Nobel prize-winners are among this college's distinguished": {
    "guess": "Trinity College, Cambridge",
    "confidence": [
      [
        "Tr",
        -0.09105128
      ],
      [
        "inity",
        -2.220075e-06
      ],
      [
        " College",
        -0.00016194198
      ],
      [
        ",",
        -0.00086584524
      ],
      [
        " Cambridge",
        -0.0005861567
      ]
    ]
  }
}