{
  "Hairpin loops are formed to signal the termination of this process. A TATA box and proteins combine to form a preinitiation complex to allow this process to occur in eukaryotes. Viruses such as HIV use the reverse form of this process to combine with a host cell, and uracil acts as a replacement for": {
    "guess": "Transcription (biology)",
    "confidence": [
      [
        "Trans",
        -0.058797676
      ],
      [
        "cription",
        -4.5133394e-05
      ],
      [
        " (",
        -0.0114061795
      ],
      [
        "biology",
        -0.009038063
      ],
      [
        ")",
        -4.9617593e-06
      ]
    ]
  },
  "Hair growth is a side effect of a class of drugs that facilitates this process by opening tetrameric ion channels such as inward rectifiers. It's not sleep-related, but cortical astrocytes release potassium and adenosine in order to accomplish this process as an autoregulatory response to increases in a cerebral \"perfusion\" gradient. Pharmaceutical induction of this process by drugs like doxazosin, papaverine and amyl (*) nitrites may impair the ability of the baroreceptor reflex to respond to septic shock. This process occurs when certain cells are hyperpolarized by EDHF and prostacyclin, which are activated by bradykinin. A phosphodiesterase that inhibits this process is blocked by sildenafil. This process occurs when protein kinase G causes smooth muscle relaxation after guanylyl cyclase": {
    "guess": "Nitric oxide signaling pathway",
    "confidence": [
      [
        "Nit",
        -0.7111826
      ],
      [
        "ric",
        -0.020939937
      ],
      [
        " oxide",
        -0.29172277
      ],
      [
        " signaling",
        -0.019509664
      ],
      [
        " pathway",
        -0.062916376
      ]
    ]
  },
  "Hair growth is a side effect of a class of drugs that facilitates this process by opening tetrameric": {
    "guess": "Hair follicle",
    "confidence": [
      [
        "Hair",
        -0.95351523
      ],
      [
        " follic",
        -0.6367245
      ],
      [
        "le",
        -0.055565204
      ]
    ]
  },
  "Hair growth is a side effect of a class of drugs that facilitates this process by opening tetrameric ion channels such as inward rectifiers. It's not sleep-related, but cortical astrocytes release potassium and adenosine in order to accomplish this process as an autoregulatory response to increases in a cerebral \"perfusion\" gradient. Pharmaceutical induction of this process by drugs like doxazosin, papaverine and amyl (*) nitrites may impair the ability of the baroreceptor reflex to respond to septic": {
    "guess": "Vasodilation",
    "confidence": [
      [
        "V",
        -0.6762258
      ],
      [
        "as",
        -0.04278278
      ],
      [
        "od",
        -0.0017412242
      ],
      [
        "ilation",
        -0.0041372916
      ]
    ]
  },
  "Hair growth is a side effect of a class of drugs that facilitates this process by opening tetrameric ion channels such as inward rectifiers. It's not sleep-related, but cortical astrocytes release potassium and adenosine in order to accomplish this process as an autoregulatory response to increases in a cerebral \"perfusion\" gradient. Pharmaceutical induction of this process by drugs like doxazosin, papaverine and amyl (*) nitrites may impair the ability of the baroreceptor reflex to respond to septic shock. This process occurs when certain cells are hyperpolarized by EDHF and prostacyclin, which": {
    "guess": "Vasodilation",
    "confidence": [
      [
        "V",
        -0.7451558
      ],
      [
        "as",
        -0.016044924
      ],
      [
        "od",
        -0.0013333365
      ],
      [
        "ilation",
        -0.0015941267
      ]
    ]
  },
  "Hair growth is a side effect of a class of drugs that facilitates this process by opening tetrameric ion channels such as inward rectifiers. It's not sleep-related, but cortical astrocytes release potassium and adenosine in order to accomplish this process as an autoregulatory response to increases in a cerebral \"perfusion\" gradient. Pharmaceutical induction of this process by drugs like doxazosin, papaverine and amyl (*) nitrites may impair the ability of the baroreceptor reflex to respond to septic shock. This process occurs when certain cells are hyperpolarized by EDHF and prostacyclin, which are activated by bradykinin. A phosphodiesterase that inhibits this process is blocked by sildenafil.": {
    "guess": "Nitric oxide signaling pathway",
    "confidence": [
      [
        "Nit",
        -1.1328001
      ],
      [
        "ric",
        -0.037755232
      ],
      [
        " oxide",
        -0.2671472
      ],
      [
        " signaling",
        -0.1065604
      ],
      [
        " pathway",
        -0.26683813
      ]
    ]
  },
  "Hairpin loops are formed to signal the termination of this process. A TATA box and proteins combine to": {
    "guess": "Transcription (biology)",
    "confidence": [
      [
        "Trans",
        -0.009003216
      ],
      [
        "cription",
        -1.0564331e-05
      ],
      [
        " (",
        -0.1495471
      ],
      [
        "biology",
        -0.14139992
      ],
      [
        ")",
        -9.729906e-06
      ]
    ]
  },
  "Hairpin loops are formed to signal the termination of this process. A TATA box and proteins combine to form a preinitiation complex to allow this process to occur in eukaryotes. Viruses such as HIV use the reverse form of this process to combine with a host cell, and uracil acts as a replacement for thymine during it. Following this process, a poly-A tail is added to its product, and important enzymes involved during it include helicase and RNA polymerase. For 10 points, name this process during which genetic information from a DNA strand is copied into messenger RNA, which is followed by translation.": {
    "guess": "Transcription (biology)",
    "confidence": [
      [
        "Trans",
        -0.0030827636
      ],
      [
        "cription",
        -1.2948405e-05
      ],
      [
        " (",
        -0.0021992635
      ],
      [
        "biology",
        -0.00013595926
      ],
      [
        ")",
        -7.107425e-06
      ]
    ]
  },
  "Hairpin loops are formed to signal the termination of this process. A TATA box and proteins combine to form a preinitiation complex to allow this process to occur in eukaryotes. Viruses such as HIV use the reverse form of this process to combine with a host cell, and uracil acts as a replacement for thymine during it. Following this process, a poly-A tail is added to its product, and important enzymes involved during it include helicase and RNA polymerase. For 10 points, name this process during": {
    "guess": "Transcription",
    "confidence": [
      [
        "Trans",
        -0.010810928
      ],
      [
        "cription",
        -9.0907604e-05
      ]
    ]
  },
  "Hairpin loops are formed to signal the termination of this process. A TATA box and proteins combine to form a preinitiation complex to allow this process to occur in eukaryotes. Viruses such as HIV use the reverse form of this process to combine with a host cell, and uracil acts as a replacement for thymine during it. Following this process, a poly-A tail is added to its product, and important enzymes": {
    "guess": "Transcription (biology)",
    "confidence": [
      [
        "Trans",
        -0.02702274
      ],
      [
        "cription",
        -0.00013548243
      ],
      [
        " (",
        -0.025093347
      ],
      [
        "biology",
        -0.29950845
      ],
      [
        ")",
        -7.58424e-06
      ]
    ]
  },
  "Hair growth is a side effect of a class of drugs that facilitates this process by opening tetrameric ion channels such as inward rectifiers. It's not sleep-related, but cortical astrocytes release potassium and adenosine in order to accomplish this process as an autoregulatory response to increases in": {
    "guess": "Potassium channel",
    "confidence": [
      [
        "Pot",
        -0.87628764
      ],
      [
        "assium",
        -0.0010484122
      ],
      [
        " channel",
        -0.72958195
      ]
    ]
  },
  "Haikou is the largest city on this island, whose indigenous residents are the Li people, speaking the Minnan dialect. It is separated from the mainland's Lizhou Peninsula by its namesake thirty mile wide strait and is the eastern boundary of the Gulf of Tonkin. For 10 points—name this island, the largest": {
    "guess": "Hainan",
    "confidence": [
      [
        "H",
        -0.0029624884
      ],
      [
        "ain",
        -7.576874e-05
      ],
      [
        "an",
        -8.268255e-05
      ]
    ]
  },
  "Hair growth is a side effect of a class of drugs that facilitates this process by opening tetrameric ion channels such as inward rectifiers. It's not sleep-related, but cortical astrocytes release potassium and adenosine in order to accomplish this process as an autoregulatory response to increases in a cerebral \"perfusion\" gradient. Pharmaceutical induction of this process by drugs like doxazosin,": {
    "guess": "Vasodilation",
    "confidence": [
      [
        "V",
        -1.5712751
      ],
      [
        "as",
        -0.037697725
      ],
      [
        "od",
        -0.002342231
      ],
      [
        "ilation",
        -0.006541528
      ]
    ]
  },
  "Haikou is the largest city on this island, whose indigenous residents are the Li people, speaking the": {
    "guess": "Hainan",
    "confidence": [
      [
        "H",
        -0.003976528
      ],
      [
        "ain",
        -4.0722858e-05
      ],
      [
        "an",
        -8.1371305e-05
      ]
    ]
  },
  "Haikou is the largest city on this island, whose indigenous residents are the Li people, speaking the Minnan dialect. It is separated from the mainland's Lizhou Peninsula by its namesake thirty mile wide": {
    "guess": "Hainan",
    "confidence": [
      [
        "H",
        -0.008087072
      ],
      [
        "ain",
        -7.421909e-05
      ],
      [
        "an",
        -0.00012332367
      ]
    ]
  },
  "Hairpin loops are formed to signal the termination of this process. A TATA box and proteins combine to form a preinitiation complex to allow this process to occur in eukaryotes. Viruses such as HIV use": {
    "guess": "Transcription",
    "confidence": [
      [
        "Trans",
        -0.008889086
      ],
      [
        "cription",
        -3.655073e-05
      ]
    ]
  },
  "Haikou is the largest city on this island, whose indigenous residents are the Li people, speaking the Minnan dialect. It is separated from the mainland's Lizhou Peninsula by its namesake thirty mile wide strait and is the eastern boundary of the Gulf of Tonkin. For 10 points—name this island, the largest under the actual control of the People's Republic of China.": {
    "guess": "Hainan",
    "confidence": [
      [
        "H",
        -0.0029674768
      ],
      [
        "ain",
        -4.739826e-05
      ],
      [
        "an",
        -6.706687e-05
      ]
    ]
  },
  "Hair growth is a side effect of a class of drugs that facilitates this process by opening tetrameric ion channels such as inward rectifiers. It's not sleep-related, but cortical astrocytes release potassium and adenosine in order to accomplish this process as an autoregulatory response to increases in a cerebral \"perfusion\" gradient. Pharmaceutical induction of this process by drugs like doxazosin, papaverine and amyl (*) nitrites may impair the ability of the baroreceptor reflex to respond to septic shock. This process occurs when certain cells are hyperpolarized by EDHF and prostacyclin, which are activated by bradykinin. A phosphodiesterase that inhibits this process is blocked by sildenafil. This process occurs when protein kinase G causes smooth muscle relaxation after guanylyl cyclase is activated by endothelial nitric oxide. For 10 points, name this process of widening blood vessels.": {
    "guess": "Vasodilation",
    "confidence": [
      [
        "V",
        -0.015401379
      ],
      [
        "as",
        -0.0001791073
      ],
      [
        "od",
        -9.472212e-05
      ],
      [
        "ilation",
        -0.00013607845
      ]
    ]
  },
  "Hair growth is a side effect of a class of drugs that facilitates this process by opening tetrameric ion channels such as inward rectifiers. It's not sleep-related, but cortical astrocytes release potassium": {
    "guess": "Potassium channel",
    "confidence": [
      [
        "Pot",
        -0.28859803
      ],
      [
        "assium",
        -0.00033713103
      ],
      [
        " channel",
        -0.53357714
      ]
    ]
  }
}