{
  "A trip from Sheerness to Rotherhithe provides the backdrop for this painting, which the artist called \"[his] darling\" and refused to sell. The setting sun in the lower right serves as a vanishing point, and the fiery red and orange streaks around it and over the shoreline form a grand contrast between the right side and the cloudy sky on the left, and alluding to the decline of an era. A dark gray stream shooting out of a smokestack obscures the view of the titular object, a wartime relic whose wooden features are rendered in painstaking detail, unlike the sea it floats on as it is ignominiously": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.08193688
      ],
      [
        " Fighting",
        -0.00094100035
      ],
      [
        " Tem",
        -0.018553497
      ],
      [
        "era",
        -0.00027635184
      ],
      [
        "ire",
        -3.1544176e-05
      ]
    ]
  },
  "The trifascular system gives rise to them and the best place to look for them is the inner ventricular wall, just beneath the endocardium. Consisting of modified cardiac muscle tissue, they are mostly free of myofibrils except at the cell periphery. They form part of the ventricular conduction system in which they transmit impulses from the bundle of His [HISS] to the ventricular muscle. FTP, name these thin conducting filaments named after a Czech physiologist.": {
    "guess": "Purkinje fibers",
    "confidence": [
      [
        "P",
        -0.062058996
      ],
      [
        "ur",
        -0.0005810309
      ],
      [
        "kin",
        -0.019687464
      ],
      [
        "je",
        -6.980855e-05
      ],
      [
        " fibers",
        -0.013989079
      ]
    ]
  },
  "She tried to acquire a magical tree by becoming the nurse for the queen's son, and each night she placed": {
    "guess": "Magical tree",
    "confidence": [
      [
        "Mag",
        -0.57153535
      ],
      [
        "ical",
        -0.00075757346
      ],
      [
        " tree",
        -1.2883403
      ]
    ]
  },
  "This man tried to speak to his people before he was beheaded, but was drummed out. Despite being unable to initially consummate his marriage to an Austrian archduchess, he later had it remedied with an operation. Convicted of treason, he was condemned to death by the National Convention during the French Revolution. For 10 points, name this decapitated king of France and husband of Marie-Antoinette.": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.01676799
      ],
      [
        " XVI",
        -0.00013905855
      ]
    ]
  },
  "Its tributaries include the Salado, Conchos, and Puerco, and its basins include Lake Toronto and the Falcon Reservoir. Its sources lie in the San Juan Mountains, and its early course flows into the San Luis Valley. Before it flows into the Gulf Coastal Plain, this river flows into the Big Bend, and it is the fifth longest river in North America. For 10 points, name this river on which lie Ciudad Juarez and El Paso, the border between Mexico and the United States.": {
    "guess": "Rio Grande",
    "confidence": [
      [
        "Rio",
        -0.0053601637
      ],
      [
        " Grande",
        -0.0012728544
      ]
    ]
  },
  "The Triquetrum was invented to study precession of the equinoxes with respect to this astronomical body. Venus eclipses it every 414 years, and its occultation by the moon exposes three fainter companions, whose colliding parallel winds are the chief source of its X-rays. An eclipsing binary with an orbital period of 4 days, its large B1 member is a Beta Cephei-type star whose core hydrogen is approaching exhaustion, while its minor B4 member is gaining mass via Roche lobe overflow. Found by following": {
    "guess": "Algol",
    "confidence": [
      [
        "Alg",
        -0.8856137
      ],
      [
        "ol",
        -5.4908094e-05
      ]
    ]
  },
  "Tritium [TRIH-tee-um] and deuterium [doo-TEER-ee-um] are examples of these for hydrogen. Radioactive examples like carbon (*)-14 and uranium 239 are used for finding out how old some objects are and in nuclear reactors, respectively. For 10 points, name these forms of an element that differ in the number": {
    "guess": "Isotopes",
    "confidence": [
      [
        "Is",
        -0.0069700405
      ],
      [
        "ot",
        -0.034925133
      ],
      [
        "opes",
        -0.00012833021
      ]
    ]
  },
  "This man tried to speak to his people before he was beheaded, but was drummed out. Despite being unable to initially consummate his marriage to an Austrian archduchess, he later had it remedied with an operation. Convicted of treason, he was condemned to death by the National Convention during the French": {
    "guess": "Louis XVI of France",
    "confidence": [
      [
        "Louis",
        -0.030217277
      ],
      [
        " XVI",
        -0.005019087
      ],
      [
        " of",
        -0.13621742
      ],
      [
        " France",
        -3.9769227e-05
      ]
    ]
  },
  "A trip from Sheerness to Rotherhithe provides the backdrop for this painting, which the artist called \"[his] darling\" and refused to sell. The setting sun in the lower right serves as a vanishing point, and the fiery red and orange streaks around it and over the shoreline form a grand contrast between the right side and the cloudy sky on the left, and alluding to the decline of an era. A dark gray stream shooting out of a smokestack obscures the view of the titular object, a wartime relic whose wooden features are rendered in painstaking detail, unlike the sea it floats on as it is ignominiously pulled along by a steamship. FTP, name this Joseph Turner painting that shows the titular boat being \"tugged to its last berth to be broken up.\"": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.030538632
      ],
      [
        " Fighting",
        -0.0015015329
      ],
      [
        " Tem",
        -0.0034448074
      ],
      [
        "era",
        -4.8471098e-05
      ],
      [
        "ire",
        -9.133887e-06
      ]
    ]
  },
  "The trifascular system gives rise to them and the best place to look for them is the inner ventricular wall, just beneath the endocardium. Consisting of modified cardiac muscle tissue, they are mostly free of myofibrils except at the cell periphery. They form part of the ventricular conduction system in which they transmit impulses from the bundle of His [HISS] to the ventricular muscle. FTP, name": {
    "guess": "Purkinje fibers",
    "confidence": [
      [
        "P",
        -0.11866666
      ],
      [
        "ur",
        -0.00057388237
      ],
      [
        "kin",
        -0.03146762
      ],
      [
        "je",
        -0.00012190055
      ],
      [
        " fibers",
        -0.07395838
      ]
    ]
  },
  "The Triquetrum was invented to study precession of the equinoxes with respect to this astronomical body.": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.566578
      ]
    ]
  },
  "She tried to acquire a magical tree by becoming the nurse for the queen's son, and each night she placed the boy in the fire of immortality, but the queen panicked and the child remained mortal. Still, this goddess acquired the tree, which grew from the coffin of her husband. For ten points, name this goddess who was able to reanimate her brother and consort, Osiris.": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.0068762796
      ],
      [
        "is",
        -0.00022463576
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an": {
    "guess": "Daydreaming",
    "confidence": [
      [
        "Day",
        -0.24512622
      ],
      [
        "dream",
        -0.0005612541
      ],
      [
        "ing",
        -0.3011123
      ]
    ]
  },
  "The Triquetrum was invented to study precession of the equinoxes with respect to this astronomical body. Venus eclipses it every 414 years, and its occultation by the moon exposes three fainter companions,": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.6812554
      ],
      [
        "enus",
        -0.0037967502
      ]
    ]
  },
  "A trip with Robert Capa around the Soviet Union is documented in this author's A Russian Journal. This author of a novel about Henry Morgan's sacking of Panama created a World War I mule driver named Danny. This author of Cup of Gold created the diver Kino and the loafer Mack, who attempts to throw a party for Doc. This author of Tortilla Flat and The Pearl wrote about the animal Gabilan in The Red": {
    "guess": "John Steinbeck",
    "confidence": [
      [
        "John",
        -0.0015643771
      ],
      [
        " Stein",
        -0.00013047588
      ],
      [
        "beck",
        -1.0921943e-05
      ]
    ]
  },
  "Its tributaries include Beaver Brook and Spickett River, and its sub-watersheds include the Nashua and": {
    "guess": "Merrimack River",
    "confidence": [
      [
        "M",
        -0.071157075
      ],
      [
        "err",
        -0.00020318278
      ],
      [
        "im",
        -3.3213026e-05
      ],
      [
        "ack",
        -3.6908343e-05
      ],
      [
        " River",
        -0.00037538074
      ]
    ]
  },
  "His Triple Concerto is one of the first works of its genre. He has a nephew named Karl and a devoted musical friend named Schubert. Never a self-promoter, always a care-free snob, he revolutionized orchestral music with the Choral Fantasy and turned tragedy into triumph in his fifth symphony. FTP, name": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.21894875
      ],
      [
        "ud",
        -9.031158e-05
      ],
      [
        "wig",
        -0.0002939903
      ],
      [
        " van",
        -0.0042657275
      ],
      [
        " Be",
        -4.632543e-05
      ],
      [
        "ethoven",
        -6.49212e-05
      ]
    ]
  },
  "In trigonometry, the period of combined sine waves is found by calculating this for the individual periods": {
    "guess": "Periodic function",
    "confidence": [
      [
        "Period",
        -0.25893617
      ],
      [
        "ic",
        -0.31800812
      ],
      [
        " function",
        -0.13331467
      ]
    ]
  },
  "During a trip to Dawson in this work, Hal and Mercedes were criticized for bringing \"blankets for a hotel\"": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.010232083
      ],
      [
        " Call",
        -0.00054802984
      ],
      [
        " of",
        -7.7199176e-05
      ],
      [
        " the",
        -0.00029923528
      ],
      [
        " Wild",
        -0.00013107191
      ]
    ]
  },
  "Its tributaries include the Salado, Conchos, and Puerco, and its basins include Lake Toronto and the": {
    "guess": "Rio Grande",
    "confidence": [
      [
        "Rio",
        -0.052054252
      ],
      [
        " Grande",
        -0.033318643
      ]
    ]
  },
  "A trip with Robert Capa around the Soviet Union is documented in this author's A Russian Journal. This author of a novel about Henry Morgan's sacking of Panama created a World War I mule driver named Danny. This author of Cup of Gold created the diver Kino and the loafer Mack, who attempts to throw a": {
    "guess": "John Steinbeck",
    "confidence": [
      [
        "John",
        -0.005735621
      ],
      [
        " Stein",
        -0.00026336228
      ],
      [
        "beck",
        -2.4034345e-05
      ]
    ]
  },
  "On a trip to the Delphic oracle with his cousins, this person took a rod of gold in a hollow stick of cornel-wood as a gift. On the way out of the oracle, he pretended to trip, fulfilling a prophecy. When he died, he was mourned by the women of Rome for a year in tribute to his heroism, which was inspired by the honor of the wife of Collatinus. He pretended to be a half- wit, taking a name meaning \"Dullard\" to protect himself from his uncle, the king, before leading the movement that expelled Tarquin the Proud. For ten points name this man, one of the first consuls of Rome and namesake of one of Caesar's assassins.": {
    "guess": "Lucius Junius Brutus",
    "confidence": [
      [
        "Luc",
        -0.04781694
      ],
      [
        "ius",
        -0.00019209684
      ],
      [
        " Jun",
        -0.028858876
      ],
      [
        "ius",
        -4.739826e-05
      ],
      [
        " Brut",
        -0.00070218404
      ],
      [
        "us",
        -6.062987e-05
      ]
    ]
  },
  "On his triumphant first tour of England, he premiered the New Grand Overture and its associated opera": {
    "guess": "Leonard Bernstein",
    "confidence": [
      [
        "Leon",
        -0.60169744
      ],
      [
        "ard",
        -0.0002998313
      ],
      [
        " Bernstein",
        -0.0009311102
      ]
    ]
  },
  "A trip from Sheerness to Rotherhithe provides the backdrop for this painting, which the artist called \"[his] darling\" and refused to sell. The setting sun in the lower right serves as a vanishing point, and the fiery red and orange streaks around it and over the shoreline form a grand contrast between": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.7420666
      ],
      [
        " Fighting",
        -0.006818497
      ],
      [
        " Tem",
        -0.0039875736
      ],
      [
        "era",
        -0.00017326632
      ],
      [
        "ire",
        -2.677603e-05
      ]
    ]
  },
  "Tritium [TRIH-tee-um] and deuterium [doo-TEER-ee-um] are examples of these for hydrogen. Radioactive examples like carbon (*)-14 and uranium 239 are used for finding out how old some objects are and in nuclear reactors, respectively. For 10 points, name these forms of an element that differ in the number of neutrons.": {
    "guess": "Isotopes",
    "confidence": [
      [
        "Is",
        -0.00481185
      ],
      [
        "ot",
        -0.20990914
      ],
      [
        "opes",
        -0.00025728656
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an early trip abroad. He kept a regular schedule of an afternoon walk with his beloved Irish setter named Milord. He made up a secret codeword for sex called \"bingerle\" with his longtime mistress Catherine, whom he married after the death of his wife Maria. This man was tutored as a youth by the author of the poem \"A Bard in the Camp of Russian Warriors,\" Vasily Zhukovsky. He declared martial law after the (*) January Uprising and appointed \"Mikhail the Hangman,\" who brutally suppressed the Poles. During his reign, he re-established the Diet of Finland and elevated Finnish to a national language.": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -0.09214295
      ],
      [
        " II",
        -0.0325329
      ],
      [
        " of",
        -1.3856493e-06
      ],
      [
        " Russia",
        -8.733149e-05
      ]
    ]
  },
  "During a trip to Dawson in this work, Hal and Mercedes were criticized for bringing \"blankets for a hotel\" on their journey. Ysabel and Toots were among the companions of this novel's main character during his stay at Judge Miller's Santa Clara home. At the end of this work, the protagonist of this work becomes a legend among the Yeehats. After the murder of John Thornton, the main character of this": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.025557684
      ],
      [
        " Call",
        -0.00020985818
      ],
      [
        " of",
        -3.3093824e-05
      ],
      [
        " the",
        -0.000103662394
      ],
      [
        " Wild",
        -7.111979e-05
      ]
    ]
  },
  "On a trip to the Delphic oracle with his cousins, this person took a rod of gold in a hollow stick of cornel-wood as a gift. On the way out of the oracle, he pretended to trip, fulfilling a prophecy. When he died, he was mourned by the women of Rome for a year in tribute to his heroism, which was inspired by the honor of the wife of Collatinus. He pretended to be a half- wit, taking a name meaning \"Dullard\" to protect himself from his uncle, the king, before leading the movement that expelled Tarquin the Proud. For ten points name this man, one of the first consuls of Rome and namesake of one of": {
    "guess": "Lucius Junius Brutus",
    "confidence": [
      [
        "Luc",
        -0.225796
      ],
      [
        "ius",
        -0.00048322338
      ],
      [
        " Jun",
        -0.04161344
      ],
      [
        "ius",
        -9.9490266e-05
      ],
      [
        " Brut",
        -0.001407494
      ],
      [
        "us",
        -8.8165914e-05
      ]
    ]
  },
  "A trip with Robert Capa around the Soviet Union is documented in this author's A Russian Journal. This author of a novel about Henry Morgan's sacking of Panama created a World War I mule driver named Danny. This author of Cup of Gold created the diver Kino and the loafer Mack, who attempts to throw a party for Doc. This author of Tortilla Flat and The Pearl wrote about the animal Gabilan in The Red Pony, and wrote a book that features Curly's wife being strangled and ends with George shooting Lenny.": {
    "guess": "John Steinbeck",
    "confidence": [
      [
        "John",
        -0.0016713724
      ],
      [
        " Stein",
        -4.310693e-05
      ],
      [
        "beck",
        -1.867018e-05
      ]
    ]
  },
  "This man tried Draža Mihailovic, the leader of the Chetnik movement, which tried to undermine his authority. This man promoted \"brotherhood and unity\" among the six constituent nations that he ruled and announced himself \"President for Life\" in 1974. The only European founding member of the (*) Non-Aligned": {
    "guess": "Josip Broz Tito",
    "confidence": [
      [
        "Jos",
        -0.04425654
      ],
      [
        "ip",
        -3.8100377e-05
      ],
      [
        " Bro",
        -1.6240566e-06
      ],
      [
        "z",
        -7.9418505e-06
      ],
      [
        " T",
        -1.7432603e-06
      ],
      [
        "ito",
        -2.3392786e-06
      ]
    ]
  },
  "A trip from Sheerness to Rotherhithe provides the backdrop for this painting, which the artist called \"[his] darling\" and refused to sell. The setting sun in the lower right serves as a vanishing point, and the fiery red and orange streaks around it and over the shoreline form a grand contrast between the right side and the cloudy sky on the left, and alluding to the decline of an era. A dark gray stream shooting out of a smokestack obscures the view of the titular object, a wartime relic whose wooden": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.04379535
      ],
      [
        " Fighting",
        -0.07654625
      ],
      [
        " Tem",
        -0.00709682
      ],
      [
        "era",
        -0.00017255111
      ],
      [
        "ire",
        -6.3609965e-05
      ]
    ]
  },
  "Tributaries include the Tiete and the Iguacu, while its Guaira Falls were completely submerged by the Itaipu Dam. It forms south of Brasilia, where a similarly named river joins the Rio Grande rivers.": {
    "guess": "Paraná River",
    "confidence": [
      [
        "Par",
        -0.023159185
      ],
      [
        "an",
        -0.08306104
      ],
      [
        "á",
        -0.00018339496
      ],
      [
        " River",
        -1.1994775e-05
      ]
    ]
  },
  "During a trip to Dawson in this work, Hal and Mercedes were criticized for bringing \"blankets for a hotel\" on their journey. Ysabel and Toots were among the companions of this novel's main character during": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.0028042756
      ],
      [
        " Call",
        -3.4285862e-05
      ],
      [
        " of",
        -2.7729659e-05
      ],
      [
        " the",
        -5.955704e-05
      ],
      [
        " Wild",
        -7.755679e-05
      ]
    ]
  },
  "His Triple Concerto is one of the first works of its genre. He has a nephew named Karl and a devoted musical friend named Schubert. Never a self-promoter, always a care-free snob, he revolutionized orchestral music with the Choral Fantasy and turned tragedy into triumph in his fifth symphony. FTP, name this German father of romanticism who wrote the Eroica and Pastoral symphonies.": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.037720114
      ],
      [
        "ud",
        -3.5313153e-06
      ],
      [
        "wig",
        -0.0001786305
      ],
      [
        " van",
        -0.0003038842
      ],
      [
        " Be",
        -3.2736214e-05
      ],
      [
        "ethoven",
        -0.000106284875
      ]
    ]
  },
  "During a trip to Dawson in this work, Hal and Mercedes were criticized for bringing \"blankets for a hotel\" on their journey. Ysabel and Toots were among the companions of this novel's main character during his stay at Judge Miller's Santa Clara home. At the end of this work, the protagonist of this work": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.00370352
      ],
      [
        " Call",
        -3.8934802e-05
      ],
      [
        " of",
        -3.7146747e-05
      ],
      [
        " the",
        -8.733149e-05
      ],
      [
        " Wild",
        -4.9067115e-05
      ]
    ]
  },
  "In a tribute to this poem, this poem's title subject is described as having \"moved a poet to prophecies\" and having \"inspired a bard to win / ecstatic heights in thoughts and rhyme\"; that tribute is by Thomas Hardy. This poem's speaker acknowledges that the subject of this poem has never known \"love's sad satiety.\" The speaker of this poem asks the subject \"what is most like thee?\" and admits that": {
    "guess": "The Eve of St. Agnes",
    "confidence": [
      [
        "The",
        -0.9386338
      ],
      [
        " Eve",
        -1.0355523
      ],
      [
        " of",
        -0.00021212305
      ],
      [
        " St",
        -0.003461325
      ],
      [
        ".",
        -0.0046489458
      ],
      [
        " Ag",
        -2.9636918e-05
      ],
      [
        "nes",
        -2.7133641e-05
      ]
    ]
  },
  "His Triple Concerto is one of the first works of its genre. He has a nephew named Karl and a devoted musical friend named Schubert. Never a self-promoter, always a care-free snob, he revolutionized orchestral": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.08966935
      ],
      [
        "ud",
        -3.3809047e-05
      ],
      [
        "wig",
        -0.00012987986
      ],
      [
        " van",
        -0.0044283397
      ],
      [
        " Be",
        -2.355753e-05
      ],
      [
        "ethoven",
        -3.6431527e-05
      ]
    ]
  },
  "In trigonometry, the period of combined sine waves is found by calculating this for the individual periods of each sine wave.  In one method of finding this value, the unique factorization theorem is used on any set of numbers, then the prime factors at the highest power in which they occur are all multiplied together.  In the most common method, the product of two numbers is divided by the greatest common factor of the two numbers.  FTP, name this value from number theory, a special form of which": {
    "guess": "Least common multiple",
    "confidence": [
      [
        "Least",
        -0.029544037
      ],
      [
        " common",
        -0.35711664
      ],
      [
        " multiple",
        -0.0019728846
      ]
    ]
  },
  "The trifascular system gives rise to them and the best place to look for them is the inner ventricular wall, just beneath the endocardium. Consisting of modified cardiac muscle tissue, they are mostly free of myofibrils except at the cell periphery. They form part of the ventricular conduction system": {
    "guess": "Purkinje fibers",
    "confidence": [
      [
        "P",
        -0.032728698
      ],
      [
        "ur",
        -0.00012344286
      ],
      [
        "kin",
        -8.776276e-06
      ],
      [
        "je",
        -7.481511e-05
      ],
      [
        " fibers",
        -0.026206939
      ]
    ]
  },
  "The Triquetrum was invented to study precession of the equinoxes with respect to this astronomical body. Venus eclipses it every 414 years, and its occultation by the moon exposes three fainter companions, whose colliding parallel winds are the chief source of its X-rays. An eclipsing binary with an orbital period of 4 days, its large B1 member is a Beta Cephei-type star whose core hydrogen is approaching exhaustion, while its minor B4 member is gaining mass via Roche lobe overflow. Found by following the handle of the Big Dipper through Arcturus, and then down, it is located between Heze and Syrma in its constellation. FTP, name this dwarf system with median magnitude 0.95, the 15th brightest by magnitude, which is the alpha star of Virgo.": {
    "guess": "Spica",
    "confidence": [
      [
        "Sp",
        -0.051512945
      ],
      [
        "ica",
        -7.465036e-06
      ]
    ]
  },
  "On a trip to the Delphic oracle with his cousins, this person took a rod of gold in a hollow stick of": {
    "guess": "Midas",
    "confidence": [
      [
        "M",
        -0.669546
      ],
      [
        "idas",
        -0.004097397
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an early trip abroad. He kept a regular schedule of an afternoon walk with his beloved Irish setter named Milord. He made up a secret codeword for sex called \"bingerle\" with his longtime mistress Catherine, whom he married after the death of his wife Maria. This man was tutored as a youth by the author of the poem \"A Bard in the Camp of Russian Warriors,\" Vasily Zhukovsky. He declared martial law after the (*) January Uprising and appointed \"Mikhail the Hangman,\" who brutally suppressed the Poles.": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -0.3145285
      ],
      [
        " II",
        -0.048208475
      ],
      [
        " of",
        -3.7697225e-06
      ],
      [
        " Russia",
        -0.0005429041
      ]
    ]
  },
  "In a tribute to this poem, this poem's title subject is described as having \"moved a poet to prophecies\" and having \"inspired a bard to win / ecstatic heights in thoughts and rhyme\"; that tribute is by Thomas Hardy. This poem's speaker acknowledges that the subject of this poem has never known \"love's": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2376645
      ]
    ]
  },
  "On his triumphant first tour of England, he premiered the New Grand Overture and its associated opera Don Sanche. His four years in Switzerland and Italy with Countess d'Agoult are remembered in his three volumes for solo piano \"Years of Pilgrimage.\" This virtuoso composed a cantata for the Beethoven Festival of 1845, five years after his return home spurred an interest in Roma music that led to his": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.016794018
      ],
      [
        "z",
        -7.465036e-06
      ],
      [
        " Lis",
        -0.00011796683
      ],
      [
        "zt",
        -6.408677e-05
      ]
    ]
  },
  "She tried to acquire a magical tree by becoming the nurse for the queen's son, and each night she placed the boy in the fire of immortality, but the queen panicked and the child remained mortal. Still,": {
    "guess": "Dido",
    "confidence": [
      [
        "D",
        -1.7919943
      ],
      [
        "ido",
        -1.1202265
      ]
    ]
  },
  "Tritium [TRIH-tee-um] and deuterium [doo-TEER-ee-um] are examples of these for hydrogen. Radioactive examples like carbon (*)-14 and uranium 239 are used for finding out how old some objects are and in": {
    "guess": "Isotopes",
    "confidence": [
      [
        "Is",
        -0.0124500785
      ],
      [
        "ot",
        -0.0812713
      ],
      [
        "opes",
        -0.17275438
      ]
    ]
  },
  "On a trip to the Delphic oracle with his cousins, this person took a rod of gold in a hollow stick of cornel-wood as a gift. On the way out of the oracle, he pretended to trip, fulfilling a prophecy. When he died, he was mourned by the women of Rome for a year in tribute to his heroism, which was inspired by the honor of the wife of Collatinus. He pretended to be a half- wit, taking a name meaning \"Dullard\" to protect himself from his uncle, the king, before leading the movement that expelled Tarquin": {
    "guess": "Lucius Junius Brutus",
    "confidence": [
      [
        "Luc",
        -0.2213204
      ],
      [
        "ius",
        -0.00016527968
      ],
      [
        " Jun",
        -0.03016096
      ],
      [
        "ius",
        -0.00021128863
      ],
      [
        " Brut",
        -0.00059890415
      ],
      [
        "us",
        -0.00013226394
      ]
    ]
  },
  "His Triple Concerto is one of the first works of its genre. He has a nephew named Karl and a devoted": {
    "guess": "Concerto for Violin, Cello, and Piano (Beethoven)",
    "confidence": [
      [
        "Con",
        -0.9194625
      ],
      [
        "cert",
        -0.00048940734
      ],
      [
        "o",
        -0.034417108
      ],
      [
        " for",
        -0.3015978
      ],
      [
        " Viol",
        -1.2511349
      ],
      [
        "in",
        -0.0001820874
      ],
      [
        ",",
        -0.024868486
      ],
      [
        " C",
        -0.00061474356
      ],
      [
        "ello",
        0.0
      ],
      [
        ",",
        -0.0010566261
      ],
      [
        " and",
        -0.00012142374
      ],
      [
        " Piano",
        -0.00017088225
      ],
      [
        " (",
        -0.33089808
      ],
      [
        "Be",
        -0.00039921046
      ],
      [
        "ethoven",
        -2.3676734e-05
      ],
      [
        ")",
        -0.00011200665
      ]
    ]
  },
  "This man tried to shoot himself in the head after jumping out the window of the Hotel de Ville but only managed to shatter his jaw. His ally George Couthon was also unable to escape due to his paralysis. Earlier, this man opposed the atheist Hebertists by trying to establish the Cult of the Supreme Being; however, he is most famous for replacing Georges Danton and supporting countless murders of noblemen.": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.027037473
      ],
      [
        "im",
        -0.0009831508
      ],
      [
        "il",
        -0.0011450992
      ],
      [
        "ien",
        -6.869018e-06
      ],
      [
        " Rob",
        -0.0006104522
      ],
      [
        "esp",
        -3.631232e-05
      ],
      [
        "ierre",
        -5.080963e-06
      ]
    ]
  },
  "Its tributaries include Beaver Brook and Spickett River, and its sub-watersheds include the Nashua and Sudbury rivers. It begins in central New Hampshire where the Pemmigewasset and Winnepesaukee rivers": {
    "guess": "Merrimack River",
    "confidence": [
      [
        "M",
        -0.008285713
      ],
      [
        "err",
        -6.9331734e-05
      ],
      [
        "im",
        -2.355753e-05
      ],
      [
        "ack",
        -9.133887e-06
      ],
      [
        " River",
        -0.00014954848
      ]
    ]
  },
  "She tried to acquire a magical tree by becoming the nurse for the queen's son, and each night she placed the boy in the fire of immortality, but the queen panicked and the child remained mortal. Still, this goddess acquired the tree, which grew from the coffin of her husband. For ten points, name this": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.20352586
      ],
      [
        "ita",
        -0.21882416
      ]
    ]
  },
  "The trifascular system gives rise to them and the best place to look for them is the inner ventricular wall, just beneath the endocardium. Consisting of modified cardiac muscle tissue, they are mostly": {
    "guess": "Purkinje fibers",
    "confidence": [
      [
        "P",
        -0.11246507
      ],
      [
        "ur",
        -0.010318109
      ],
      [
        "kin",
        -2.868329e-05
      ],
      [
        "je",
        -1.5809293e-05
      ],
      [
        " fibers",
        -0.0032731371
      ]
    ]
  },
  "Its tributaries include the Salado, Conchos, and Puerco, and its basins include Lake Toronto and the Falcon Reservoir. Its sources lie in the San Juan Mountains, and its early course flows into the San Luis Valley. Before it flows into the Gulf Coastal Plain, this river flows into the Big Bend, and it": {
    "guess": "Rio Grande",
    "confidence": [
      [
        "Rio",
        -0.004930362
      ],
      [
        " Grande",
        -0.0015172384
      ]
    ]
  },
  "In a tribute to this poem, this poem's title subject is described as having \"moved a poet to prophecies\" and having \"inspired a bard to win / ecstatic heights in thoughts and rhyme\"; that tribute is by Thomas Hardy. This poem's speaker acknowledges that the subject of this poem has never known \"love's sad satiety.\" The speaker of this poem asks the subject \"what is most like thee?\" and admits that its \"presence (*) showers a rain of melody.\" The speaker describes the subject of this poem as having produced \"hymns unbidden\" like that of a \"poet hidden / in the light of thought.\" This poem's title creature is a creator of \"profuse strains of unpremeditated art\" and is called a \"blithe spirit\". For 10 points, name this Percy Shelley poem addressed to the title bird.": {
    "guess": "To a Skylark",
    "confidence": [
      [
        "To",
        -0.009303251
      ],
      [
        " a",
        -6.515961e-05
      ],
      [
        " Skyl",
        -0.0021281375
      ],
      [
        "ark",
        -2.58224e-05
      ]
    ]
  },
  "This man tried to speak to his people before he was beheaded, but was drummed out. Despite being unable": {
    "guess": "Nathan Hale",
    "confidence": [
      [
        "N",
        -1.5454336
      ],
      [
        "athan",
        -0.68401074
      ],
      [
        " Hale",
        -0.01648532
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an early trip abroad. He kept a regular schedule of an afternoon walk with his beloved Irish setter named Milord. He made up a secret codeword for sex called \"bingerle\" with his longtime mistress Catherine, whom he married after the death of his wife Maria. This man was tutored as a youth by the author of the poem \"A Bard in the Camp of Russian Warriors,\" Vasily Zhukovsky. He declared martial law after the (*) January Uprising and appointed \"Mikhail the Hangman,\" who brutally suppressed the Poles. During his reign, he re-established the Diet of Finland and elevated Finnish to a national language. The Church of the Savior on Blood was built as a memorial to this man. Domestically, he established a system of local self-government called zemstvos. For 10 points, name this tsar who emancipated the serfs before being assassinated by the People's Will in 1881.": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -0.0050808876
      ],
      [
        " II",
        -1.735894e-05
      ],
      [
        " of",
        -1.3856493e-06
      ],
      [
        " Russia",
        -3.1305768e-05
      ]
    ]
  },
  "This man tried to speak to his people before he was beheaded, but was drummed out. Despite being unable to initially consummate his marriage to an Austrian archduchess, he later had it remedied with an": {
    "guess": "Louis XVI of France",
    "confidence": [
      [
        "Louis",
        -0.945176
      ],
      [
        " XVI",
        -0.00041518008
      ],
      [
        " of",
        -0.1277604
      ],
      [
        " France",
        -4.1080468e-05
      ]
    ]
  },
  "On his triumphant first tour of England, he premiered the New Grand Overture and its associated opera Don Sanche. His four years in Switzerland and Italy with Countess d'Agoult are remembered in his three volumes for solo piano \"Years of Pilgrimage.\" This virtuoso composed a cantata for the Beethoven": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.008368708
      ],
      [
        "z",
        -1.1398757e-05
      ],
      [
        " Lis",
        -0.00030412263
      ],
      [
        "zt",
        -7.77952e-05
      ]
    ]
  },
  "The Triquetrum was invented to study precession of the equinoxes with respect to this astronomical body. Venus eclipses it every 414 years, and its occultation by the moon exposes three fainter companions, whose colliding parallel winds are the chief source of its X-rays. An eclipsing binary with an orbital period of 4 days, its large B1 member is a Beta Cephei-type star whose core hydrogen is approaching": {
    "guess": "Regulus",
    "confidence": [
      [
        "Reg",
        -1.2479154
      ],
      [
        "ulus",
        -0.00078318384
      ]
    ]
  },
  "This man tried to shoot himself in the head after jumping out the window of the Hotel de Ville but only": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -1.271233
      ],
      [
        "im",
        -0.022423087
      ],
      [
        "il",
        -0.017868368
      ],
      [
        "ien",
        -4.0603656e-05
      ],
      [
        " Rob",
        -0.017827146
      ],
      [
        "esp",
        -3.500108e-05
      ],
      [
        "ierre",
        -4.604148e-06
      ]
    ]
  },
  "Tributaries include the Tiete and the Iguacu, while its Guaira Falls were completely submerged by the": {
    "guess": "Paraná River",
    "confidence": [
      [
        "Par",
        -0.036444575
      ],
      [
        "an",
        -0.12045868
      ],
      [
        "á",
        -7.612634e-05
      ],
      [
        " River",
        -3.9769227e-05
      ]
    ]
  },
  "Its tributaries include Beaver Brook and Spickett River, and its sub-watersheds include the Nashua and Sudbury rivers. It begins in central New Hampshire where the Pemmigewasset and Winnepesaukee rivers join, and empties into the Atlantic Ocean at Newburyport. FTP, name this river that flows through Eastern Massachusetts and connects the industrial towns of Haverhill, Lawrence, and Lowell, and that is mentioned, along with the Concord, in the title of a Thoreau work.": {
    "guess": "Merrimack River",
    "confidence": [
      [
        "M",
        -0.0036854744
      ],
      [
        "err",
        -6.456359e-05
      ],
      [
        "im",
        -2.3795938e-05
      ],
      [
        "ack",
        -5.8841815e-05
      ],
      [
        " River",
        -0.00012296606
      ]
    ]
  },
  "This man tried Draža Mihailovic, the leader of the Chetnik movement, which tried to undermine his authority. This man promoted \"brotherhood and unity\" among the six constituent nations that he ruled and announced himself \"President for Life\" in 1974. The only European founding member of the (*) Non-Aligned Movement, this leader was expelled from the Cominform, signaling his split with Joseph Stalin.": {
    "guess": "Josip Broz Tito",
    "confidence": [
      [
        "Jos",
        -0.03620293
      ],
      [
        "ip",
        -2.6656826e-05
      ],
      [
        " Bro",
        -8.776276e-06
      ],
      [
        "z",
        -3.5313153e-06
      ],
      [
        " T",
        -7.3458323e-06
      ],
      [
        "ito",
        -9.253091e-06
      ]
    ]
  },
  "In trigonometry, the period of combined sine waves is found by calculating this for the individual periods of each sine wave.  In one method of finding this value, the unique factorization theorem is used": {
    "guess": "Period of a function",
    "confidence": [
      [
        "Period",
        -1.0039222
      ],
      [
        " of",
        -0.6354424
      ],
      [
        " a",
        -0.69149494
      ],
      [
        " function",
        -0.56782335
      ]
    ]
  },
  "Triggers such as a landslide can cause these entities to undergo a limnic eruption, and thousands of": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.05667624
      ]
    ]
  },
  "This man tried to shoot himself in the head after jumping out the window of the Hotel de Ville but only managed to shatter his jaw. His ally George Couthon was also unable to escape due to his paralysis. Earlier, this man opposed the atheist Hebertists by trying to establish the Cult of the Supreme Being; however, he is most famous for replacing Georges Danton and supporting countless murders of noblemen. This is, for 10 points, what leader of the Committee of Public Safety during the Reign of Terror?": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0031715336
      ],
      [
        "im",
        -9.066919e-05
      ],
      [
        "il",
        -0.0002422779
      ],
      [
        "ien",
        -4.723352e-06
      ],
      [
        " Rob",
        -5.0497558e-05
      ],
      [
        "esp",
        -2.7968066e-05
      ],
      [
        "ierre",
        -5.6769813e-06
      ]
    ]
  },
  "A trip with Robert Capa around the Soviet Union is documented in this author's A Russian Journal. This author of a novel about Henry Morgan's sacking of Panama created a World War I mule driver named Danny.": {
    "guess": "John Steinbeck",
    "confidence": [
      [
        "John",
        -0.0023637556
      ],
      [
        " Stein",
        -0.00088144984
      ],
      [
        "beck",
        -5.6576944e-05
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an early trip abroad. He kept a regular schedule of an afternoon walk with his beloved Irish setter named": {
    "guess": "Winston Churchill",
    "confidence": [
      [
        "W",
        -1.7356794
      ],
      [
        "inston",
        -0.06361899
      ],
      [
        " Churchill",
        -0.0015304554
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an early trip abroad. He kept a regular schedule of an afternoon walk with his beloved Irish setter named Milord. He made up a secret codeword for sex called \"bingerle\" with his longtime mistress Catherine, whom he married after the death of his wife Maria. This man was tutored as a youth by the author of the poem \"A Bard in the Camp of Russian Warriors,\" Vasily Zhukovsky. He declared martial law after the (*) January Uprising and appointed \"Mikhail the Hangman,\" who brutally suppressed the Poles. During his reign, he re-established the Diet of Finland and elevated Finnish to a national language. The Church of the Savior on Blood was built as a memorial to this man. Domestically, he established a system of local self-government called zemstvos. For 10 points, name this tsar who emancipated the": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -0.0039329487
      ],
      [
        " II",
        -0.0361489
      ],
      [
        " of",
        -5.5577775e-06
      ],
      [
        " Russia",
        -0.00010211275
      ]
    ]
  },
  "Triggers such as a landslide can cause these entities to undergo a limnic eruption, and thousands of people were asphyxiated by carbon dioxide when one of these named Nyos. Several of them linked in series are called paternoster, and cirques in a glacier cirques can form a type of these called a tarn.": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.0017257532
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an early trip abroad. He kept a regular schedule of an afternoon walk with his beloved Irish setter named Milord. He made up a secret codeword for sex called \"bingerle\" with his longtime mistress Catherine, whom he married after the death of his wife Maria. This man was tutored as a youth by the author of the poem \"A Bard in the Camp of Russian Warriors,\" Vasily Zhukovsky. He declared martial law after the (*) January Uprising and appointed \"Mikhail the Hangman,\" who brutally suppressed the Poles. During his reign, he re-established the Diet of Finland and elevated Finnish to a national language. The Church of the Savior on Blood was built as a memorial to this man. Domestically, he established": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -0.006282356
      ],
      [
        " II",
        -0.01956964
      ],
      [
        " of",
        -1.0280384e-06
      ],
      [
        " Russia",
        -8.280175e-05
      ]
    ]
  },
  "On a trip to the Delphic oracle with his cousins, this person took a rod of gold in a hollow stick of cornel-wood as a gift. On the way out of the oracle, he pretended to trip, fulfilling a prophecy. When he died, he was mourned by the women of Rome for a year in tribute to his heroism, which was inspired": {
    "guess": "Publius Horatius Cocles",
    "confidence": [
      [
        "Pub",
        -0.782013
      ],
      [
        "lius",
        -0.0007149352
      ],
      [
        " Hor",
        -0.4223725
      ],
      [
        "at",
        -3.750436e-05
      ],
      [
        "ius",
        -0.00095946225
      ],
      [
        " Coc",
        -0.009085561
      ],
      [
        "les",
        -2.0219828e-05
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an early trip abroad. He kept a regular schedule of an afternoon walk with his beloved Irish setter named Milord. He made up a secret codeword for sex called \"bingerle\" with his longtime mistress Catherine, whom he married after the death of his wife Maria. This man was tutored as a youth by the author": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -1.4577813
      ],
      [
        " II",
        -0.5057244
      ],
      [
        " of",
        -0.00010139752
      ],
      [
        " Russia",
        -0.0001627764
      ]
    ]
  },
  "Tritium [TRIH-tee-um] and deuterium [doo-TEER-ee-um] are examples of these for hydrogen. Radioactive": {
    "guess": "Isotopes of hydrogen",
    "confidence": [
      [
        "Is",
        -0.080874786
      ],
      [
        "ot",
        -0.0075610755
      ],
      [
        "opes",
        -0.00046928023
      ],
      [
        " of",
        -0.3895083
      ],
      [
        " hydrogen",
        -0.049321465
      ]
    ]
  },
  "The trifascular system gives rise to them and the best place to look for them is the inner ventricular": {
    "guess": "Cerebral ventricles",
    "confidence": [
      [
        "C",
        -1.7947049
      ],
      [
        "ere",
        -0.40108874
      ],
      [
        "bral",
        -0.69641435
      ],
      [
        " vent",
        -1.0799586
      ],
      [
        "ric",
        -0.025180893
      ],
      [
        "les",
        -0.0002753982
      ]
    ]
  },
  "In a tribute to this poem, this poem's title subject is described as having \"moved a poet to prophecies\" and having \"inspired a bard to win / ecstatic heights in thoughts and rhyme\"; that tribute is by Thomas Hardy. This poem's speaker acknowledges that the subject of this poem has never known \"love's sad satiety.\" The speaker of this poem asks the subject \"what is most like thee?\" and admits that its \"presence (*) showers a rain of melody.\" The speaker describes the subject of this poem as having": {
    "guess": "Ode to a Nightingale",
    "confidence": [
      [
        "O",
        -0.1928056
      ],
      [
        "de",
        -1.7239736e-05
      ],
      [
        " to",
        -0.0035856988
      ],
      [
        " a",
        -0.0031317286
      ],
      [
        " Night",
        -0.013974614
      ],
      [
        "ing",
        -8.43514e-05
      ],
      [
        "ale",
        -6.5994034e-05
      ]
    ]
  },
  "In trigonometry, the period of combined sine waves is found by calculating this for the individual periods of each sine wave.  In one method of finding this value, the unique factorization theorem is used on any set of numbers, then the prime factors at the highest power in which they occur are all multiplied together.  In the most common method, the product of two numbers is divided by the greatest": {
    "guess": "Least common multiple",
    "confidence": [
      [
        "Least",
        -0.20013109
      ],
      [
        " common",
        -0.19950506
      ],
      [
        " multiple",
        -0.0015212877
      ]
    ]
  },
  "During a trip to Dawson in this work, Hal and Mercedes were criticized for bringing \"blankets for a hotel\" on their journey. Ysabel and Toots were among the companions of this novel's main character during his stay at Judge Miller's Santa Clara home. At the end of this work, the protagonist of this work becomes a legend among the Yeehats. After the murder of John Thornton, the main character of this work decides to leave civilization. For 10 points, name this novel about a canine named Buck, a work by Jack London.": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.0078900475
      ],
      [
        " Call",
        -2.8325678e-05
      ],
      [
        " of",
        -0.00012701898
      ],
      [
        " the",
        -0.00023679454
      ],
      [
        " Wild",
        -0.00013476722
      ]
    ]
  },
  "On a trip to the Delphic oracle with his cousins, this person took a rod of gold in a hollow stick of cornel-wood as a gift. On the way out of the oracle, he pretended to trip, fulfilling a prophecy. When": {
    "guess": "Croesus",
    "confidence": [
      [
        "Cro",
        -1.2681829
      ],
      [
        "esus",
        -0.001599368
      ]
    ]
  },
  "In a tribute to this poem, this poem's title subject is described as having \"moved a poet to prophecies\" and having \"inspired a bard to win / ecstatic heights in thoughts and rhyme\"; that tribute is by Thomas Hardy. This poem's speaker acknowledges that the subject of this poem has never known \"love's sad satiety.\" The speaker of this poem asks the subject \"what is most like thee?\" and admits that its \"presence (*) showers a rain of melody.\" The speaker describes the subject of this poem as having produced \"hymns unbidden\" like that of a \"poet hidden / in the light of thought.\" This poem's title": {
    "guess": "To a Skylark",
    "confidence": [
      [
        "To",
        -0.12395145
      ],
      [
        " a",
        -0.0065384507
      ],
      [
        " Skyl",
        -0.0064873965
      ],
      [
        "ark",
        -3.4524266e-05
      ]
    ]
  },
  "This man tried to shoot himself in the head after jumping out the window of the Hotel de Ville but only managed to shatter his jaw. His ally George Couthon was also unable to escape due to his paralysis. Earlier, this man opposed the atheist Hebertists by trying to establish the Cult of the Supreme Being;": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.04919311
      ],
      [
        "im",
        -0.001024951
      ],
      [
        "il",
        -0.0019170954
      ],
      [
        "ien",
        -1.7478143e-05
      ],
      [
        " Rob",
        -0.0024420046
      ],
      [
        "esp",
        -6.086828e-05
      ],
      [
        "ierre",
        -1.2948405e-05
      ]
    ]
  },
  "Triggers such as a landslide can cause these entities to undergo a limnic eruption, and thousands of people were asphyxiated by carbon dioxide when one of these named Nyos. Several of them linked in series are called paternoster, and cirques in a glacier cirques can form a type of these called a tarn. Cutting a bend from a meandering river will form the oxbow variety of these, and ones located on volcanoes": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.008200825
      ]
    ]
  },
  "A trip from Sheerness to Rotherhithe provides the backdrop for this painting, which the artist called": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.9523337
      ],
      [
        " Fighting",
        -0.52355635
      ],
      [
        " Tem",
        -0.103247866
      ],
      [
        "era",
        -0.0004895265
      ],
      [
        "ire",
        -3.0471343e-05
      ]
    ]
  },
  "A trip from Sheerness to Rotherhithe provides the backdrop for this painting, which the artist called \"[his] darling\" and refused to sell. The setting sun in the lower right serves as a vanishing point, and the fiery red and orange streaks around it and over the shoreline form a grand contrast between the right side and the cloudy sky on the left, and alluding to the decline of an era. A dark gray stream shooting out of a smokestack obscures the view of the titular object, a wartime relic whose wooden features are rendered in painstaking detail, unlike the sea it floats on as it is ignominiously pulled along by a steamship. FTP, name this Joseph Turner painting that shows the titular boat being": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.07356375
      ],
      [
        " Fighting",
        -0.0005450497
      ],
      [
        " Tem",
        -0.0036340426
      ],
      [
        "era",
        -5.0378356e-05
      ],
      [
        "ire",
        -1.247159e-05
      ]
    ]
  },
  "This man tried Draža Mihailovic, the leader of the Chetnik movement, which tried to undermine his authority. This man promoted \"brotherhood and unity\" among the six constituent nations that he ruled and": {
    "guess": "Josip Broz Tito",
    "confidence": [
      [
        "Jos",
        -0.062116474
      ],
      [
        "ip",
        -7.159661e-05
      ],
      [
        " Bro",
        -0.0005202664
      ],
      [
        "z",
        -1.8074163e-05
      ],
      [
        " T",
        -1.50940705e-05
      ],
      [
        "ito",
        -4.4849444e-06
      ]
    ]
  },
  "This man tried to shoot himself in the head after jumping out the window of the Hotel de Ville but only managed to shatter his jaw. His ally George Couthon was also unable to escape due to his paralysis.": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.12023441
      ],
      [
        "im",
        -0.00097029883
      ],
      [
        "il",
        -0.0017914401
      ],
      [
        "ien",
        -2.0815847e-05
      ],
      [
        " Rob",
        -0.0035951948
      ],
      [
        "esp",
        -5.574252e-05
      ],
      [
        "ierre",
        -1.5809293e-05
      ]
    ]
  },
  "The Triquetrum was invented to study precession of the equinoxes with respect to this astronomical body. Venus eclipses it every 414 years, and its occultation by the moon exposes three fainter companions, whose colliding parallel winds are the chief source of its X-rays. An eclipsing binary with an": {
    "guess": "Sirius",
    "confidence": [
      [
        "Sir",
        -1.3206105
      ],
      [
        "ius",
        -2.3080716e-05
      ]
    ]
  },
  "In a tribute to this poem, this poem's title subject is described as having \"moved a poet to prophecies\" and having \"inspired a bard to win / ecstatic heights in thoughts and rhyme\"; that tribute is by": {
    "guess": "The Faerie Queene",
    "confidence": [
      [
        "The",
        -1.6443497
      ],
      [
        " Fa",
        -0.74626625
      ],
      [
        "erie",
        -0.1693547
      ],
      [
        " Que",
        -0.047125645
      ],
      [
        "ene",
        -2.4584822e-06
      ]
    ]
  },
  "Triggers such as a landslide can cause these entities to undergo a limnic eruption, and thousands of people were asphyxiated by carbon dioxide when one of these named Nyos. Several of them linked in series are called paternoster, and cirques in a glacier cirques can form a type of these called a tarn. Cutting a bend from a meandering river will form the oxbow variety of these, and ones located on volcanoes are the crater type. For 10 points, name these inland bodies of water, of which a set of five": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.0062875757
      ]
    ]
  },
  "This man tried Draža Mihailovic, the leader of the Chetnik movement, which tried to undermine his authority.": {
    "guess": "Josip Broz Tito",
    "confidence": [
      [
        "Jos",
        -0.25419542
      ],
      [
        "ip",
        -7.767599e-05
      ],
      [
        " Bro",
        -0.001643642
      ],
      [
        "z",
        -1.18755715e-05
      ],
      [
        " T",
        -7.226629e-06
      ],
      [
        "ito",
        -1.6240566e-06
      ]
    ]
  },
  "A trip from Sheerness to Rotherhithe provides the backdrop for this painting, which the artist called \"[his] darling\" and refused to sell. The setting sun in the lower right serves as a vanishing point, and the fiery red and orange streaks around it and over the shoreline form a grand contrast between the right side and the cloudy sky on the left, and alluding to the decline of an era. A dark gray": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.028854238
      ],
      [
        " Fighting",
        -0.0005209816
      ],
      [
        " Tem",
        -0.00791843
      ],
      [
        "era",
        -0.00016384924
      ],
      [
        "ire",
        -5.4312077e-05
      ]
    ]
  },
  "The Triquetrum was invented to study precession of the equinoxes with respect to this astronomical body. Venus eclipses it every 414 years, and its occultation by the moon exposes three fainter companions, whose colliding parallel winds are the chief source of its X-rays. An eclipsing binary with an orbital period of 4 days, its large B1 member is a Beta Cephei-type star whose core hydrogen is approaching exhaustion, while its minor B4 member is gaining mass via Roche lobe overflow. Found by following the handle of the Big Dipper through Arcturus, and then down, it is located between Heze and Syrma": {
    "guess": "Algol",
    "confidence": [
      [
        "Alg",
        -0.37924215
      ],
      [
        "ol",
        -9.133887e-06
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an early trip abroad. He kept a regular schedule of an afternoon walk with his beloved Irish setter named Milord. He made up a secret codeword for sex called \"bingerle\" with his longtime mistress Catherine,": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -0.27504778
      ],
      [
        " II",
        -0.1537885
      ],
      [
        " of",
        -0.00012797261
      ],
      [
        " Russia",
        -0.00012725739
      ]
    ]
  },
  "On his triumphant first tour of England, he premiered the New Grand Overture and its associated opera Don Sanche. His four years in Switzerland and Italy with Countess d'Agoult are remembered in his three": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.076841705
      ],
      [
        "z",
        -2.8206474e-05
      ],
      [
        " Lis",
        -0.00057924655
      ],
      [
        "zt",
        -0.00012475411
      ]
    ]
  },
  "During a trip to Dawson in this work, Hal and Mercedes were criticized for bringing \"blankets for a hotel\" on their journey. Ysabel and Toots were among the companions of this novel's main character during his stay at Judge Miller's Santa Clara home. At the end of this work, the protagonist of this work becomes a legend among the Yeehats. After the murder of John Thornton, the main character of this work decides to leave civilization. For 10 points, name this novel about a canine named Buck, a work": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.057676762
      ],
      [
        " Call",
        -0.0001627764
      ],
      [
        " of",
        -4.8351892e-05
      ],
      [
        " the",
        -0.00014597236
      ],
      [
        " Wild",
        -9.6867785e-05
      ]
    ]
  },
  "Tributaries include the Tiete and the Iguacu, while its Guaira Falls were completely submerged by the Itaipu Dam. It forms south of Brasilia, where a similarly named river joins the Rio Grande rivers.  It then flows southwest, and forms the southern border of Paraguay.  After a stretch in Argentina,": {
    "guess": "Paraná River",
    "confidence": [
      [
        "Par",
        -0.033266522
      ],
      [
        "an",
        -0.65863097
      ],
      [
        "á",
        -0.00019877224
      ],
      [
        " River",
        -5.0735965e-05
      ]
    ]
  },
  "This man tried to dissuade unrealistic expectations by saying \"No daydreaming, gentlemen!\" during an early trip abroad. He kept a regular schedule of an afternoon walk with his beloved Irish setter named Milord. He made up a secret codeword for sex called \"bingerle\" with his longtime mistress Catherine, whom he married after the death of his wife Maria. This man was tutored as a youth by the author of the poem \"A Bard in the Camp of Russian Warriors,\" Vasily Zhukovsky. He declared martial law after": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.18595335
      ],
      [
        " I",
        -0.38199994
      ],
      [
        " of",
        -0.0001201125
      ],
      [
        " Russia",
        -0.008148439
      ]
    ]
  },
  "Tributaries include the Tiete and the Iguacu, while its Guaira Falls were completely submerged by the Itaipu Dam. It forms south of Brasilia, where a similarly named river joins the Rio Grande rivers.  It then flows southwest, and forms the southern border of Paraguay.  After a stretch in Argentina, it merges with the Uruguay River, and flows through Buenos Aires into the Rio de la Plata.  FTP, name this South American river, whose name might be confused with that of a vicious fish.": {
    "guess": "Paraná River",
    "confidence": [
      [
        "Par",
        -0.0091456855
      ],
      [
        "an",
        -0.38123414
      ],
      [
        "á",
        -5.407367e-05
      ],
      [
        " River",
        -5.574252e-05
      ]
    ]
  },
  "Its tributaries include the Salado, Conchos, and Puerco, and its basins include Lake Toronto and the Falcon Reservoir. Its sources lie in the San Juan Mountains, and its early course flows into the San Luis Valley. Before it flows into the Gulf Coastal Plain, this river flows into the Big Bend, and it is the fifth longest river in North America. For 10 points, name this river on which lie Ciudad Juarez": {
    "guess": "Rio Grande",
    "confidence": [
      [
        "Rio",
        -0.0028166473
      ],
      [
        " Grande",
        -0.001460712
      ]
    ]
  },
  "A trip with Robert Capa around the Soviet Union is documented in this author's A Russian Journal. This": {
    "guess": "John Steinbeck",
    "confidence": [
      [
        "John",
        -0.24692944
      ],
      [
        " Stein",
        -0.00033760787
      ],
      [
        "beck",
        -5.9795446e-05
      ]
    ]
  },
  "On his triumphant first tour of England, he premiered the New Grand Overture and its associated opera Don Sanche. His four years in Switzerland and Italy with Countess d'Agoult are remembered in his three volumes for solo piano \"Years of Pilgrimage.\" This virtuoso composed a cantata for the Beethoven Festival of 1845, five years after his return home spurred an interest in Roma music that led to his nineteen-part nationalistic series of piano pieces. For 10 points, name this piano virtuoso and composer of the Hungarian Rhapsodies.": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.0021508578
      ],
      [
        "z",
        -1.5451682e-05
      ],
      [
        " Lis",
        -0.00019328887
      ],
      [
        "zt",
        -0.0001439459
      ]
    ]
  },
  "In trigonometry, the period of combined sine waves is found by calculating this for the individual periods of each sine wave.  In one method of finding this value, the unique factorization theorem is used on any set of numbers, then the prime factors at the highest power in which they occur are all multiplied together.  In the most common method, the product of two numbers is divided by the greatest common factor of the two numbers.  FTP, name this value from number theory, a special form of which is the least common denominator.          |": {
    "guess": "Least common multiple",
    "confidence": [
      [
        "Least",
        -0.05511347
      ],
      [
        " common",
        -0.14721113
      ],
      [
        " multiple",
        -0.0008531087
      ]
    ]
  },
  "Triggers such as a landslide can cause these entities to undergo a limnic eruption, and thousands of people were asphyxiated by carbon dioxide when one of these named Nyos. Several of them linked in series": {
    "guess": "Limnic Eruption",
    "confidence": [
      [
        "Lim",
        -0.7363469
      ],
      [
        "nic",
        -0.005727321
      ],
      [
        " E",
        -0.50707924
      ],
      [
        "ruption",
        -0.06417848
      ]
    ]
  },
  "A trip with Robert Capa around the Soviet Union is documented in this author's A Russian Journal. This author of a novel about Henry Morgan's sacking of Panama created a World War I mule driver named Danny. This author of Cup of Gold created the diver Kino and the loafer Mack, who attempts to throw a party for Doc. This author of Tortilla Flat and The Pearl wrote about the animal Gabilan in The Red Pony, and wrote a book that features Curly's wife being strangled and ends with George shooting Lenny. For 10 points, name this author of Travels with Charlie, Of Mice and Men, and The Grapes of Wrath.": {
    "guess": "John Steinbeck",
    "confidence": [
      [
        "John",
        -0.0036289315
      ],
      [
        " Stein",
        -5.931863e-05
      ],
      [
        "beck",
        -7.2192626e-05
      ]
    ]
  },
  "Tributaries include the Tiete and the Iguacu, while its Guaira Falls were completely submerged by the Itaipu Dam. It forms south of Brasilia, where a similarly named river joins the Rio Grande rivers.  It then flows southwest, and forms the southern border of Paraguay.  After a stretch in Argentina, it merges with the Uruguay River, and flows through Buenos Aires into the Rio de la Plata.  FTP, name": {
    "guess": "Paraná River",
    "confidence": [
      [
        "Par",
        -0.005486668
      ],
      [
        "an",
        -0.28964955
      ],
      [
        "á",
        -9.066919e-05
      ],
      [
        " River",
        -8.180258e-06
      ]
    ]
  },
  "Its tributaries include the Salado, Conchos, and Puerco, and its basins include Lake Toronto and the Falcon Reservoir. Its sources lie in the San Juan Mountains, and its early course flows into the San": {
    "guess": "Rio Grande",
    "confidence": [
      [
        "Rio",
        -0.001576998
      ],
      [
        " Grande",
        -0.0027039465
      ]
    ]
  },
  "In trigonometry, the period of combined sine waves is found by calculating this for the individual periods of each sine wave.  In one method of finding this value, the unique factorization theorem is used on any set of numbers, then the prime factors at the highest power in which they occur are all multiplied": {
    "guess": "Least common multiple",
    "confidence": [
      [
        "Least",
        -0.24756834
      ],
      [
        " common",
        -0.016842425
      ],
      [
        " multiple",
        -0.001731345
      ]
    ]
  },
  "In a tribute to this poem, this poem's title subject is described as having \"moved a poet to prophecies\"": {
    "guess": "Kubla Khan",
    "confidence": [
      [
        "K",
        -0.987624
      ],
      [
        "ub",
        -5.8841815e-05
      ],
      [
        "la",
        -5.252402e-05
      ],
      [
        " Khan",
        -0.0004119616
      ]
    ]
  },
  "Its tributaries include Beaver Brook and Spickett River, and its sub-watersheds include the Nashua and Sudbury rivers. It begins in central New Hampshire where the Pemmigewasset and Winnepesaukee rivers join, and empties into the Atlantic Ocean at Newburyport. FTP, name this river that flows through Eastern Massachusetts and connects the industrial towns of Haverhill, Lawrence, and Lowell, and that": {
    "guess": "Merrimack River",
    "confidence": [
      [
        "M",
        -0.004160076
      ],
      [
        "err",
        -0.0002812392
      ],
      [
        "im",
        -5.240482e-05
      ],
      [
        "ack",
        -8.3159364e-05
      ],
      [
        " River",
        -4.6206227e-05
      ]
    ]
  },
  "Its tributaries include Beaver Brook and Spickett River, and its sub-watersheds include the Nashua and Sudbury rivers. It begins in central New Hampshire where the Pemmigewasset and Winnepesaukee rivers join, and empties into the Atlantic Ocean at Newburyport. FTP, name this river that flows through": {
    "guess": "Merrimack River",
    "confidence": [
      [
        "M",
        -0.0062769097
      ],
      [
        "err",
        -0.00039409203
      ],
      [
        "im",
        -4.7040652e-05
      ],
      [
        "ack",
        -3.5477897e-05
      ],
      [
        " River",
        -0.00024572382
      ]
    ]
  },
  "On his triumphant first tour of England, he premiered the New Grand Overture and its associated opera Don Sanche. His four years in Switzerland and Italy with Countess d'Agoult are remembered in his three volumes for solo piano \"Years of Pilgrimage.\" This virtuoso composed a cantata for the Beethoven Festival of 1845, five years after his return home spurred an interest in Roma music that led to his nineteen-part nationalistic series of piano pieces. For 10 points, name this piano virtuoso and composer": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.00267518
      ],
      [
        "z",
        -3.8219583e-05
      ],
      [
        " Lis",
        -0.00011868205
      ],
      [
        "zt",
        -6.289474e-05
      ]
    ]
  },
  "In a tribute to this poem, this poem's title subject is described as having \"moved a poet to prophecies\" and having \"inspired a bard to win / ecstatic heights in thoughts and rhyme\"; that tribute is by Thomas Hardy. This poem's speaker acknowledges that the subject of this poem has never known \"love's sad satiety.\" The speaker of this poem asks the subject \"what is most like thee?\" and admits that its \"presence (*) showers a rain of melody.\" The speaker describes the subject of this poem as having produced \"hymns unbidden\" like that of a \"poet hidden / in the light of thought.\" This poem's title creature is a creator of \"profuse strains of unpremeditated art\" and is called a \"blithe spirit\".": {
    "guess": "To a Skylark",
    "confidence": [
      [
        "To",
        -0.096313514
      ],
      [
        " a",
        -0.00020926216
      ],
      [
        " Skyl",
        -0.002971161
      ],
      [
        "ark",
        -4.334534e-05
      ]
    ]
  },
  "A trip from Sheerness to Rotherhithe provides the backdrop for this painting, which the artist called \"[his] darling\" and refused to sell. The setting sun in the lower right serves as a vanishing point,": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.71413743
      ],
      [
        " Fighting",
        -0.0036706142
      ],
      [
        " Tem",
        -0.009818071
      ],
      [
        "era",
        -0.00013285996
      ],
      [
        "ire",
        -2.5941605e-05
      ]
    ]
  },
  "On a trip to the Delphic oracle with his cousins, this person took a rod of gold in a hollow stick of cornel-wood as a gift. On the way out of the oracle, he pretended to trip, fulfilling a prophecy. When he died, he was mourned by the women of Rome for a year in tribute to his heroism, which was inspired by the honor of the wife of Collatinus. He pretended to be a half- wit, taking a name meaning": {
    "guess": "Lucius Junius Brutus",
    "confidence": [
      [
        "Luc",
        -0.733359
      ],
      [
        "ius",
        -0.0004330533
      ],
      [
        " Jun",
        -0.34406763
      ],
      [
        "ius",
        -0.0003154433
      ],
      [
        " Brut",
        -0.0030185878
      ],
      [
        "us",
        -0.0001243965
      ]
    ]
  },
  "The Triquetrum was invented to study precession of the equinoxes with respect to this astronomical body. Venus eclipses it every 414 years, and its occultation by the moon exposes three fainter companions, whose colliding parallel winds are the chief source of its X-rays. An eclipsing binary with an orbital period of 4 days, its large B1 member is a Beta Cephei-type star whose core hydrogen is approaching exhaustion, while its minor B4 member is gaining mass via Roche lobe overflow. Found by following the handle of the Big Dipper through Arcturus, and then down, it is located between Heze and Syrma in its constellation. FTP, name this dwarf system with median magnitude 0.95, the 15th brightest": {
    "guess": "Regulus",
    "confidence": [
      [
        "Reg",
        -1.0351069
      ],
      [
        "ulus",
        -0.000258121
      ]
    ]
  },
  "Triggers such as a landslide can cause these entities to undergo a limnic eruption, and thousands of people were asphyxiated by carbon dioxide when one of these named Nyos. Several of them linked in series are called paternoster, and cirques in a glacier cirques can form a type of these called a tarn. Cutting a bend from a meandering river will form the oxbow variety of these, and ones located on volcanoes are the crater type. For 10 points, name these inland bodies of water, of which a set of five \"Great\" ones lie on the American-Canadian border.": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.29703906
      ]
    ]
  },
  "This man tried Draža Mihailovic, the leader of the Chetnik movement, which tried to undermine his authority. This man promoted \"brotherhood and unity\" among the six constituent nations that he ruled and announced himself \"President for Life\" in 1974. The only European founding member of the (*) Non-Aligned Movement, this leader was expelled from the Cominform, signaling his split with Joseph Stalin. For 10 points, identify this Communist leader of Yugoslavia.": {
    "guess": "Josip Broz Tito",
    "confidence": [
      [
        "Jos",
        -0.0035746498
      ],
      [
        "ip",
        -2.618001e-05
      ],
      [
        " Bro",
        -5.2001665e-06
      ],
      [
        "z",
        -1.3663626e-05
      ],
      [
        " T",
        -3.1281633e-07
      ],
      [
        "ito",
        -3.1281633e-07
      ]
    ]
  }
}