{
  "Key figures in this organization included Hugh Sloan Jr., Maurice Stans, and the accomplished pilot Kenneth Dahlberg. It launched Operation Gemstone with the help of Frederick LaRue, shortly after A.J. Woolston-Smith prompted William Haddad to write about the November Group. It also included Donald Segretti, who ran a special part of it, and James McCord and Jeb Magruder, both eventually connected to E. Howard Hunt, who worked here along with his fellow \"Plumber\" G. Gordon Liddy. FTP, name this White House fundraising organization devoted to seeing Richard Nixon return to office, often given a derogatory name from its abbreviation.": {
    "guess": "Committee for the Re-Election of the President",
    "confidence": [
      [
        "Commit",
        -0.008064129
      ],
      [
        "tee",
        -5.3193703e-06
      ],
      [
        " for",
        -0.33732867
      ],
      [
        " the",
        -1.3306016e-05
      ],
      [
        " Re",
        -0.0043557025
      ],
      [
        "-E",
        -0.011824953
      ],
      [
        "lection",
        -1.1279553e-05
      ],
      [
        " of",
        -1.6286107e-05
      ],
      [
        " the",
        -0.000116417184
      ],
      [
        " President",
        -1.0921943e-05
      ]
    ]
  },
  "A key factor in this battle was Thomas Mullins' failure to remember to bring ladders, which led to his later court martial. A group of Ursuline nuns prayed to a devotional image titled \"Our Lady of Prompt Succor\" prior to this battle. The winning side here received supplies from the steamboat Enterprise,": {
    "guess": "Battle of New Orleans",
    "confidence": [
      [
        "Battle",
        -0.07871054
      ],
      [
        " of",
        -0.002093992
      ],
      [
        " New",
        -0.010820604
      ],
      [
        " Orleans",
        -5.0974373e-05
      ]
    ]
  },
  "A key concept in this discipline is the surprisal, which is defined as the negative log base 2 of the probability of encountering an item being examined, and is found in one of the field's major equations, in which the sum of the products of the surprisals and probabilities equals the uncertainty. Concepts like Landauer's Principle and Holevo bounds are concerned with connecting the subject to physics and mathematics. Pioneered by Harry Nyquist and R.V.L. Hartley, it saw its seminal development in": {
    "guess": "Information theory",
    "confidence": [
      [
        "Information",
        -0.01085846
      ],
      [
        " theory",
        -0.017102959
      ]
    ]
  },
  "A key event in this conflict was the defection of Gilbert de Claire and it was greatly exacerbated by the Mise [MEES] of Amiens, Louis IX's attempt at arbitration. In the final stages of this rebellion,": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.3905815
      ],
      [
        " Bar",
        -0.0076515847
      ],
      [
        "ons",
        -8.061054e-06
      ],
      [
        "'",
        -0.0005153827
      ],
      [
        " War",
        -0.0006604921
      ]
    ]
  },
  "A key event in this conflict was the defection of Gilbert de Claire and it was greatly exacerbated by the Mise [MEES] of Amiens, Louis IX's attempt at arbitration. In the final stages of this rebellion, a rebel force at was routed at the August 1st battle of Kennilworth and, three days later, the leader of this insurrection, who had ruled England since his victory at the battle of Lewes, was defeated and bloodily dismembered at Evesham by the future Edward I. It had been brought about by the annulment of the Provisions of Oxford by Henry III and was led by Simon de Montfort. FTP, identify this": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.14830106
      ],
      [
        " Bar",
        -0.032333482
      ],
      [
        "ons",
        -0.00013309837
      ],
      [
        "'",
        -0.0018950795
      ],
      [
        " War",
        -0.0036460417
      ]
    ]
  },
  "One key action during this battle was the capture of Point 29 by the 26th Australian Brigade, which was the site of intense fighting for several days. The aggressors managed to capture the Miteirya Ridge,": {
    "guess": "Second Battle of El Alamein",
    "confidence": [
      [
        "Second",
        -0.3997193
      ],
      [
        " Battle",
        -9.913265e-05
      ],
      [
        " of",
        -4.2272506e-05
      ],
      [
        " El",
        -0.00048489223
      ],
      [
        " Al",
        -2.4584822e-06
      ],
      [
        "ame",
        -1.9361265e-07
      ],
      [
        "in",
        -7.3742274e-05
      ]
    ]
  },
  "A key moment in this short story is the protagonist's remembrance of a song about a dying soldier in Algiers. Despite the aid of a glowing man with a halo, Billie dies at its conclusion, but not before spending two days with the wounded captain of the Commodore, the cook, and the correspondent adrift at sea in the aftermath of the Commodore's sinking. FTP, what is this classic short story by Stephen Crane?": {
    "guess": "The Open Boat",
    "confidence": [
      [
        "The",
        -0.042198163
      ],
      [
        " Open",
        -0.00054195046
      ],
      [
        " Boat",
        -4.0842064e-05
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against his will to compete in a game.  This work begins when some people go to Melita to find a man who is concerned with his horse's bridle, but who grudgingly agrees to recount a story which he had heard from Pythodorus.  In that story, a young man goes to the Ceramicus, where some new texts are read to him.  Most of this work consists of a methodical discussion of the eight different consequences which may follow from any hypothesis, and offers as an example a set of deductions about the metaphysical properties of \"one being.\"  The title character stymies his interlocutor by asking him about undignified things like hair and mud, which may or may not each have a form of its own.  He also raises the \"third man\" problem, which continues to concern philosophers.  FTP, name this Platonic dialogue, whose title refers to a thinker who visited Athens with Zeno to expound his Eleatic views.": {
    "guess": "Parmenides",
    "confidence": [
      [
        "Parm",
        -0.01598323
      ],
      [
        "en",
        -3.9054008e-05
      ],
      [
        "ides",
        -5.5122365e-07
      ]
    ]
  },
  "A key moment in this battle was the decision to wait out the initial attack on Eritria. After an eight-day standoff near the Charadra River, the defenders decided to make a move under the advice of Callimachus. The army of Datis was caught by surprise when the opponents left the center wide open, and Militiades was able to send the Persians scurrying. However, this battle may now be better remembered for the exploits of Pheidippides. For 10 points, name this battle which, depending on one's source for the legend, either preceded or followed a messenger's very long run.": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.010881103
      ],
      [
        " of",
        -0.00028255043
      ],
      [
        " Marathon",
        -0.0011986821
      ]
    ]
  },
  "A key moment in this short story is the protagonist's remembrance of a song about a dying soldier in Algiers. Despite the aid of a glowing man with a halo, Billie dies at its conclusion, but not before": {
    "guess": "The Open Boat",
    "confidence": [
      [
        "The",
        -0.2683556
      ],
      [
        " Open",
        -0.50463516
      ],
      [
        " Boat",
        -8.061054e-06
      ]
    ]
  },
  "Key reconnaissance for this battle was done by Lieutenant Colonel Sir Redvers Buller. Prior to this battle, Evelyn Wood's forces were renamed the Flying Column. Garnet Wolseley was supposed to replace the leader of the British in this battle, and it was started to delay that turnover. Shortly before this battle, the son of Napoleon III, Louis, was killed by the eventual losers, angering Lieutenant General Lord Chelmsford. The winners in this thirty-minute battle approached its site through the White Mfonzi valley, and they pursued the ruler of the losing side after destroying his royal Kraals, partially out of revenge for losses suffered at Isandlwana. For 10 points, name this 1879 battle that": {
    "guess": "Battle of Ulundi",
    "confidence": [
      [
        "Battle",
        -0.003624904
      ],
      [
        " of",
        -0.00019924906
      ],
      [
        " Ul",
        -0.021754453
      ],
      [
        "undi",
        -0.00016539889
      ]
    ]
  },
  "A key moment in this short story is the protagonist's remembrance of a song about a dying soldier in Algiers. Despite the aid of a glowing man with a halo, Billie dies at its conclusion, but not before spending two days with the wounded captain of the Commodore, the cook, and the correspondent adrift at sea in the aftermath of the Commodore's sinking. FTP, what is this classic short story by Stephen": {
    "guess": "The Open Boat",
    "confidence": [
      [
        "The",
        -0.088371865
      ],
      [
        " Open",
        -0.00015538577
      ],
      [
        " Boat",
        -5.288163e-05
      ]
    ]
  },
  "Key reconnaissance for this battle was done by Lieutenant Colonel Sir Redvers Buller. Prior to this battle,": {
    "guess": "Battle of Ulundi",
    "confidence": [
      [
        "Battle",
        -0.10604204
      ],
      [
        " of",
        -0.00017410076
      ],
      [
        " Ul",
        -1.0837039
      ],
      [
        "undi",
        -0.00094802247
      ]
    ]
  },
  "This key signature was used for the Leningrad Symphony by Dmitri Shostakovich, the only symphony by Paul": {
    "guess": "Symphony No. 7 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.7217046
      ],
      [
        "phony",
        -8.44706e-05
      ],
      [
        " No",
        -0.15237945
      ],
      [
        ".",
        -0.00011629798
      ],
      [
        " ",
        -0.00061450514
      ],
      [
        "7",
        -0.0022677784
      ],
      [
        " (",
        -0.01871369
      ],
      [
        "Sh",
        -3.0471343e-05
      ],
      [
        "ost",
        -1.9816675e-06
      ],
      [
        "ak",
        -9.114601e-05
      ],
      [
        "ovich",
        -1.0683535e-05
      ],
      [
        ")",
        -2.3392786e-06
      ]
    ]
  },
  "One key action during this battle was the capture of Point 29 by the 26th Australian Brigade, which was the site of intense fighting for several days. The aggressors managed to capture the Miteirya Ridge, but, after a battle fought near a depression known as Kidney Ridge, they mistakenly thought that they had reached the Pierson Line. The defender's counterattack led to combat around Thompson's Post after their commander arrived on the battlefront from Europe. That commander realized that this battle was lost after the sinking of the Tripolino, Ostia, and Proserpina, three ships that were to refuel his forces. An earlier battle at this site saw Claude Auchinleck repulse an Axis advance, though it was the second battle fought here at which Bernard Montgomery defeated Erwin Rommel. For 10 points, name this World War Two battle fought 66 miles from Alexandria.": {
    "guess": "Second Battle of El Alamein",
    "confidence": [
      [
        "Second",
        -0.026120884
      ],
      [
        " Battle",
        -9.126521e-05
      ],
      [
        " of",
        -1.569009e-05
      ],
      [
        " El",
        -0.0017743078
      ],
      [
        " Al",
        -4.5252596e-05
      ],
      [
        "ame",
        -4.3202e-07
      ],
      [
        "in",
        -4.9186317e-05
      ]
    ]
  },
  "A key decision in this encounter was to divide British forces with a southern contingent led by Cuthbert": {
    "guess": "Battle of Stamford Bridge",
    "confidence": [
      [
        "Battle",
        -0.16268656
      ],
      [
        " of",
        -0.00025311444
      ],
      [
        " Stamford",
        -1.8042533
      ],
      [
        " Bridge",
        -0.0002319072
      ]
    ]
  },
  "A key pass thrown to Randy Peschel cost this school \"The Big Shootout\" game, which saw President Richard Nixon watch this team, then coached by Frank Broyles, lose to the Darrell Royal-led Texas. Later, as Athletic Director, Broyles would face racial discrimination charges from the men's basketball coach at this school who took the team to the 1995 NCAA championship game, losing to UCLA despite employing Nolan (*) Richardson's \"40 Minutes of Hell\" strategy. True freshman quarterback Mitch Mustain helped lead this team to the SEC Championship game in 2006, but transferred after the season after being benched by then-coach Huston Nutt. Currently facing controversy over rape allegations involving": {
    "guess": "Arkansas Razorbacks",
    "confidence": [
      [
        "Ark",
        -0.007414363
      ],
      [
        "ansas",
        -4.246537e-06
      ],
      [
        " Razor",
        -5.240482e-05
      ],
      [
        "backs",
        -0.0015733063
      ]
    ]
  },
  "One of its key rituals is misogi, ritual ablution near shrines. The creative force of musuhi and the sincerity called makoto are also key concepts. This religion includes the Four Affirmations: Tradition and the family, love of nature, physical cleanliness, and worship of ancestral spirits and gods.": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.00072827865
      ],
      [
        "into",
        -0.00035214704
      ]
    ]
  },
  "A key development of its early history was the discovery of an optical illusion in which two still images, flashed at an appropriate interval, would appear to a viewer to be in motion. This phi phenomenon was one of the first discoveries that led this school's founders to oppose previous atomistic views of perception. Its proponents' later work led to the formulation of several \"laws\" of organization that noted that humans tend to group items by proximity and similarity, fill in gaps in incomplete figures, and perceive multiple items in as simple a way as possible. Founded by Wertheimer, Kohler and Koffka, FTP, name this school of psychology characterized by emphasis on the whole rather the sum of parts.": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.0015006985
      ],
      [
        "est",
        -1.7120534e-05
      ],
      [
        "alt",
        -3.7146747e-05
      ],
      [
        " psychology",
        -0.0013271415
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against his will to compete in a game.  This work begins when some people go to Melita to find a man who is concerned with his horse's bridle, but who grudgingly agrees to recount a story which he had heard from Pythodorus.  In that story, a young man goes to the Ceramicus, where some new texts are read to him.  Most of this work consists of a methodical discussion of the eight different consequences which may follow from any hypothesis, and offers as an example a set of deductions about the metaphysical properties of \"one being.\"  The title character stymies his interlocutor by asking him about undignified things like hair and mud, which may or may not each have a form of its own.  He also raises the \"third man\" problem, which continues to concern philosophers.  FTP, name this Platonic dialogue,": {
    "guess": "Parmenides (dialogue)",
    "confidence": [
      [
        "Parm",
        -0.03457338
      ],
      [
        "en",
        -0.00019519613
      ],
      [
        "ides",
        -6.909333e-05
      ],
      [
        " (",
        -0.08105399
      ],
      [
        "dialog",
        -0.017115034
      ],
      [
        "ue",
        -2.939851e-05
      ],
      [
        ")",
        -0.00023345684
      ]
    ]
  },
  "A key moment in this battle was the decision to wait out the initial attack on Eritria. After an eight-day": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.024884997
      ],
      [
        " of",
        -0.0002645543
      ],
      [
        " Therm",
        -0.67582667
      ],
      [
        "opy",
        -5.5623317e-05
      ],
      [
        "la",
        -3.0828953e-05
      ],
      [
        "e",
        -8.657073e-06
      ]
    ]
  },
  "A key event in this conflict was the defection of Gilbert de Claire and it was greatly exacerbated by the Mise [MEES] of Amiens, Louis IX's attempt at arbitration. In the final stages of this rebellion, a rebel force at was routed at the August 1st battle of Kennilworth and, three days later, the leader of this insurrection, who had ruled England since his victory at the battle of Lewes, was defeated and bloodily dismembered at Evesham by the future Edward I. It had been brought about by the annulment": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.0253127
      ],
      [
        " Bar",
        -0.003524406
      ],
      [
        "ons",
        -7.7318386e-05
      ],
      [
        "'",
        -0.0012528502
      ],
      [
        " War",
        -0.00013178712
      ]
    ]
  },
  "Key reconnaissance for this battle was done by Lieutenant Colonel Sir Redvers Buller. Prior to this battle, Evelyn Wood's forces were renamed the Flying Column. Garnet Wolseley was supposed to replace the leader of the British in this battle, and it was started to delay that turnover. Shortly before this battle, the son of Napoleon III, Louis, was killed by the eventual losers, angering Lieutenant General Lord Chelmsford. The winners in this thirty-minute battle approached its site through the White Mfonzi valley, and they pursued the ruler of the losing side after destroying his royal Kraals, partially out of revenge for losses suffered at Isandlwana. For 10 points, name this 1879 battle that resulted in the capture and exile to England of Cetshwayo, the decisive battle of the Anglo-Zulu War.": {
    "guess": "Battle of Ulundi",
    "confidence": [
      [
        "Battle",
        -0.00871799
      ],
      [
        " of",
        -0.0001659949
      ],
      [
        " Ul",
        -6.0033854e-05
      ],
      [
        "undi",
        -0.00034797855
      ]
    ]
  },
  "One key action during this battle was the capture of Point 29 by the 26th Australian Brigade, which was the site of intense fighting for several days. The aggressors managed to capture the Miteirya Ridge, but, after a battle fought near a depression known as Kidney Ridge, they mistakenly thought that they had reached the Pierson Line. The defender's counterattack led to combat around Thompson's Post after their commander arrived on the battlefront from Europe. That commander realized that this battle was lost after the sinking of the Tripolino, Ostia, and Proserpina, three ships that were to refuel his forces. An earlier battle at this site saw Claude Auchinleck repulse an Axis advance, though": {
    "guess": "Second Battle of El Alamein",
    "confidence": [
      [
        "Second",
        -0.4578871
      ],
      [
        " Battle",
        -0.0003275984
      ],
      [
        " of",
        -3.392825e-05
      ],
      [
        " El",
        -0.0012757116
      ],
      [
        " Al",
        -2.057744e-05
      ],
      [
        "ame",
        -2.220075e-06
      ],
      [
        "in",
        -7.934485e-05
      ]
    ]
  },
  "A key moment in this battle was the decision to wait out the initial attack on Eritria. After an eight-day standoff near the Charadra River, the defenders decided to make a move under the advice of Callimachus. The army of Datis was caught by surprise when the opponents left the center wide open, and Militiades was able to send the Persians scurrying. However, this battle may now be better remembered for the exploits of Pheidippides. For 10 points, name this battle which, depending on one's source": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.0032475856
      ],
      [
        " of",
        -0.0005412389
      ],
      [
        " Marathon",
        -0.0014259486
      ]
    ]
  },
  "Key figures in this organization included Hugh Sloan Jr., Maurice Stans, and the accomplished pilot Kenneth Dahlberg. It launched Operation Gemstone with the help of Frederick LaRue, shortly after A.J. Woolston-Smith prompted William Haddad to write about the November Group. It also included Donald Segretti, who ran a special part of it, and James McCord and Jeb Magruder, both eventually connected": {
    "guess": "Committee for the Re-Election of the President",
    "confidence": [
      [
        "Commit",
        -0.08680318
      ],
      [
        "tee",
        -0.000102708764
      ],
      [
        " for",
        -0.19434212
      ],
      [
        " the",
        -1.6882126e-05
      ],
      [
        " Re",
        -0.00767596
      ],
      [
        "-E",
        -0.0142032355
      ],
      [
        "lection",
        -7.107425e-06
      ],
      [
        " of",
        -1.60477e-05
      ],
      [
        " the",
        -0.0001624188
      ],
      [
        " President",
        -9.729906e-06
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against his will to compete in a game.  This work begins when some people go to Melita to find a man who is concerned with his horse's bridle, but who grudgingly agrees to recount a story which he had heard from Pythodorus.  In that story, a young man goes to the Ceramicus, where some new texts are read to him.  Most of this work consists of a methodical discussion of the eight different consequences which may follow from any hypothesis, and offers as an example a set of deductions about the metaphysical properties of \"one being.\"  The title character stymies his interlocutor by asking him about": {
    "guess": "Plato's Meno",
    "confidence": [
      [
        "Pl",
        -1.958125
      ],
      [
        "ato",
        -0.060161382
      ],
      [
        "'s",
        -0.0058503393
      ],
      [
        " Men",
        -0.6979057
      ],
      [
        "o",
        -0.00038658222
      ]
    ]
  },
  "A key event in this conflict was the defection of Gilbert de Claire and it was greatly exacerbated by the Mise [MEES] of Amiens, Louis IX's attempt at arbitration. In the final stages of this rebellion, a rebel force at was routed at the August 1st battle of Kennilworth and, three days later, the leader of this insurrection, who had ruled England since his victory at the battle of Lewes, was defeated": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.02455517
      ],
      [
        " Bar",
        -0.006970517
      ],
      [
        "ons",
        -9.1622824e-05
      ],
      [
        "'",
        -0.0015827088
      ],
      [
        " War",
        -0.0001823258
      ]
    ]
  },
  "A key event in this conflict was the defection of Gilbert de Claire and it was greatly exacerbated by the Mise [MEES] of Amiens, Louis IX's attempt at arbitration. In the final stages of this rebellion, a rebel force at was routed at the August 1st battle of Kennilworth and, three days later, the leader of this insurrection, who had ruled England since his victory at the battle of Lewes, was defeated and bloodily dismembered at Evesham by the future Edward I. It had been brought about by the annulment of the Provisions of Oxford by Henry III and was led by Simon de Montfort. FTP, identify this revolt so-named because of the rank of many of the participants.": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.19415954
      ],
      [
        " Bar",
        -0.007434824
      ],
      [
        "ons",
        -9.126521e-05
      ],
      [
        "'",
        -0.0010204249
      ],
      [
        " War",
        -0.0031381508
      ]
    ]
  },
  "Key figures in this organization included Hugh Sloan Jr., Maurice Stans, and the accomplished pilot Kenneth Dahlberg. It launched Operation Gemstone with the help of Frederick LaRue, shortly after A.J. Woolston-Smith prompted William Haddad to write about the November Group. It also included Donald Segretti, who ran a special part of it, and James McCord and Jeb Magruder, both eventually connected to E. Howard Hunt, who worked here along with his fellow \"Plumber\" G. Gordon Liddy. FTP, name this White": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -0.5345713
      ],
      [
        "gate",
        -2.9040899e-05
      ],
      [
        " scandal",
        -0.0007168425
      ]
    ]
  },
  "One of its key rituals is misogi, ritual ablution near shrines. The creative force of musuhi and the": {
    "guess": "Misogi",
    "confidence": [
      [
        "Mis",
        -0.5741697
      ],
      [
        "ogi",
        -0.00015657782
      ]
    ]
  },
  "A key factor in this battle was Thomas Mullins' failure to remember to bring ladders, which led to his later court martial. A group of Ursuline nuns prayed to a devotional image titled \"Our Lady of Prompt Succor\" prior to this battle. The winning side here received supplies from the steamboat Enterprise, which soon after made a historic trip to Brownsville. The losing side in this battle had earlier acquired a landing zone in the Battle of Lake Borgne, and its commander, Edward (*) Pakenham, died during it. Pirate Jean Lafitte was pardoned for his service in this battle, which technically ended": {
    "guess": "Battle of New Orleans",
    "confidence": [
      [
        "Battle",
        -0.008108241
      ],
      [
        " of",
        -0.00028386168
      ],
      [
        " New",
        -0.00013810492
      ],
      [
        " Orleans",
        -0.00020449402
      ]
    ]
  },
  "A key concept in this discipline is the surprisal, which is defined as the negative log base 2 of the probability of encountering an item being examined, and is found in one of the field's major equations, in which the sum of the products of the surprisals and probabilities equals the uncertainty. Concepts like Landauer's Principle and Holevo bounds are concerned with connecting the subject to physics and mathematics. Pioneered by Harry Nyquist and R.V.L. Hartley, it saw its seminal development in the work of another Bell Labs employee, Claude Elwood Shannon. For 10 points - what is this theory": {
    "guess": "Information theory",
    "confidence": [
      [
        "Information",
        -0.007035631
      ],
      [
        " theory",
        -0.03600516
      ]
    ]
  },
  "One of its key rituals is misogi, ritual ablution near shrines. The creative force of musuhi and the sincerity called makoto are also key concepts. This religion includes the Four Affirmations: Tradition and the family, love of nature, physical cleanliness, and worship of ancestral spirits and gods. For 10 points, name this religion that venerates the kami, the indigenous faith of Japan.": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0029523817
      ],
      [
        "into",
        -0.00018565984
      ]
    ]
  },
  "One key action during this battle was the capture of Point 29 by the 26th Australian Brigade, which was the site of intense fighting for several days. The aggressors managed to capture the Miteirya Ridge, but, after a battle fought near a depression known as Kidney Ridge, they mistakenly thought that they had reached the Pierson Line. The defender's counterattack led to combat around Thompson's Post": {
    "guess": "Second Battle of El Alamein",
    "confidence": [
      [
        "Second",
        -0.94837123
      ],
      [
        " Battle",
        -0.00062582217
      ],
      [
        " of",
        -9.794062e-05
      ],
      [
        " El",
        -0.0009338519
      ],
      [
        " Al",
        -0.00021760275
      ],
      [
        "ame",
        -2.9352968e-06
      ],
      [
        "in",
        -9.6629374e-05
      ]
    ]
  },
  "A key event in this conflict was the defection of Gilbert de Claire and it was greatly exacerbated by the Mise [MEES] of Amiens, Louis IX's attempt at arbitration. In the final stages of this rebellion, a rebel force at was routed at the August 1st battle of Kennilworth and, three days later, the leader": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.028202662
      ],
      [
        " Bar",
        -0.01244926
      ],
      [
        "ons",
        -2.6537622e-05
      ],
      [
        "'",
        -0.00086179224
      ],
      [
        " War",
        -0.0009923185
      ]
    ]
  },
  "A key event in this conflict was the defection of Gilbert de Claire and it was greatly exacerbated by": {
    "guess": "Anarchy in the UK Tour",
    "confidence": [
      [
        "An",
        -1.1326404
      ],
      [
        "archy",
        -0.122628696
      ],
      [
        " in",
        -0.025476461
      ],
      [
        " the",
        -0.096634686
      ],
      [
        " UK",
        -0.21051611
      ],
      [
        " Tour",
        -0.025827944
      ]
    ]
  },
  "Key figures in this organization included Hugh Sloan Jr., Maurice Stans, and the accomplished pilot Kenneth Dahlberg. It launched Operation Gemstone with the help of Frederick LaRue, shortly after A.J. Woolston-Smith prompted William Haddad to write about the November Group. It also included Donald Segretti,": {
    "guess": "Committee for the Re-Election of the President",
    "confidence": [
      [
        "Commit",
        -0.07963082
      ],
      [
        "tee",
        -0.0003651402
      ],
      [
        " for",
        -0.4195591
      ],
      [
        " the",
        -1.2829201e-05
      ],
      [
        " Re",
        -0.01892286
      ],
      [
        "-E",
        -0.013451147
      ],
      [
        "lection",
        -6.9882217e-06
      ],
      [
        " of",
        -1.11603495e-05
      ],
      [
        " the",
        -7.9702455e-05
      ],
      [
        " President",
        -1.2233183e-05
      ]
    ]
  },
  "One key action during this battle was the capture of Point 29 by the 26th Australian Brigade, which was the site of intense fighting for several days. The aggressors managed to capture the Miteirya Ridge, but, after a battle fought near a depression known as Kidney Ridge, they mistakenly thought that they had reached the Pierson Line. The defender's counterattack led to combat around Thompson's Post after their commander arrived on the battlefront from Europe. That commander realized that this battle was lost after the sinking of the Tripolino, Ostia, and Proserpina, three ships that were to refuel": {
    "guess": "Battle of El Alamein",
    "confidence": [
      [
        "Battle",
        -0.4384678
      ],
      [
        " of",
        -0.00068896345
      ],
      [
        " El",
        -1.2677366
      ],
      [
        " Al",
        -8.184812e-05
      ],
      [
        "ame",
        -3.1281633e-07
      ],
      [
        "in",
        -6.206032e-05
      ]
    ]
  },
  "A key pass thrown to Randy Peschel cost this school \"The Big Shootout\" game, which saw President Richard Nixon watch this team, then coached by Frank Broyles, lose to the Darrell Royal-led Texas. Later, as Athletic Director, Broyles would face racial discrimination charges from the men's basketball coach at this school who took the team to the 1995 NCAA championship game, losing to UCLA despite employing Nolan (*) Richardson's \"40 Minutes of Hell\" strategy. True freshman quarterback Mitch Mustain helped lead this team to the SEC Championship game in 2006, but transferred after the season after being benched by then-coach Huston Nutt. Currently facing controversy over rape allegations involving five members of the men's basketball team, FTP, name this alma mater of Felix Jones and Darren McFadden,": {
    "guess": "Arkansas Razorbacks",
    "confidence": [
      [
        "Ark",
        -0.08024535
      ],
      [
        "ansas",
        -1.378283e-05
      ],
      [
        " Razor",
        -0.00023750975
      ],
      [
        "backs",
        -0.00030769507
      ]
    ]
  },
  "A key moment in this short story is the protagonist's remembrance of a song about a dying soldier in": {
    "guess": "The Red Badge of Courage",
    "confidence": [
      [
        "The",
        -0.713521
      ],
      [
        " Red",
        -0.64066917
      ],
      [
        " Badge",
        -0.016062759
      ],
      [
        " of",
        -4.692145e-05
      ],
      [
        " Courage",
        -4.9663133e-05
      ]
    ]
  },
  "A key moment in this battle was the decision to wait out the initial attack on Eritria. After an eight-day standoff near the Charadra River, the defenders decided to make a move under the advice of Callimachus. The army of Datis was caught by surprise when the opponents left the center wide open, and Militiades was able to send the Persians scurrying. However, this battle may now be better remembered": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.006182372
      ],
      [
        " of",
        -0.0008503671
      ],
      [
        " Marathon",
        -0.009300301
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against his will to compete in a game.  This work begins when some people go to Melita to find a man who is concerned with his horse's bridle, but who grudgingly agrees to recount a story which he had heard from Pythodorus.  In that story, a young man goes to the Ceramicus, where some new texts are read to him.  Most of this work consists of a methodical discussion of the eight different consequences which may follow from any hypothesis, and offers as an example a set of deductions about the metaphysical": {
    "guess": "Theaetetus",
    "confidence": [
      [
        "The",
        -1.4133335
      ],
      [
        "a",
        -1.0567625
      ],
      [
        "et",
        -0.00013953536
      ],
      [
        "etus",
        -0.0007381579
      ]
    ]
  },
  "One of its key rituals is misogi, ritual ablution near shrines. The creative force of musuhi and the sincerity called makoto are also key concepts. This religion includes the Four Affirmations: Tradition": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0065796543
      ],
      [
        "into",
        -0.00093778555
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against his will to compete in a game.  This work begins when some people go to Melita to find a man": {
    "guess": "The Odyssey",
    "confidence": [
      [
        "The",
        -0.6365708
      ],
      [
        " Odyssey",
        -0.24025448
      ]
    ]
  },
  "A key pass thrown to Randy Peschel cost this school \"The Big Shootout\" game, which saw President Richard": {
    "guess": "University of Texas at Austin",
    "confidence": [
      [
        "University",
        -1.035975
      ],
      [
        " of",
        -0.0002519224
      ],
      [
        " Texas",
        -0.6074292
      ],
      [
        " at",
        -0.21417192
      ],
      [
        " Austin",
        -0.016458595
      ]
    ]
  },
  "Key figures in this organization included Hugh Sloan Jr., Maurice Stans, and the accomplished pilot Kenneth Dahlberg. It launched Operation Gemstone with the help of Frederick LaRue, shortly after A.J. Woolston-Smith prompted William Haddad to write about the November Group. It also included Donald Segretti, who ran a special part of it, and James McCord and Jeb Magruder, both eventually connected to E. Howard Hunt, who worked here along with his fellow \"Plumber\" G. Gordon Liddy. FTP, name this White House fundraising organization devoted to seeing Richard Nixon return to office, often given a": {
    "guess": "Committee for the Re-Election of the President",
    "confidence": [
      [
        "Commit",
        -0.010278341
      ],
      [
        "tee",
        -1.2233183e-05
      ],
      [
        " for",
        -0.26516247
      ],
      [
        " the",
        -7.226629e-06
      ],
      [
        " Re",
        -0.00277219
      ],
      [
        "-E",
        -0.006158678
      ],
      [
        "lection",
        -6.1537958e-06
      ],
      [
        " of",
        -2.2007884e-05
      ],
      [
        " the",
        -0.00014632997
      ],
      [
        " President",
        -1.0445127e-05
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against his will to compete in a game.  This work begins when some people go to Melita to find a man who is concerned with his horse's bridle, but who grudgingly agrees to recount a story which he had": {
    "guess": "Ibycus",
    "confidence": [
      [
        "I",
        -1.149011
      ],
      [
        "by",
        -0.091982454
      ],
      [
        "cus",
        -0.0009190816
      ]
    ]
  },
  "One key action during this battle was the capture of Point 29 by the 26th Australian Brigade, which was the site of intense fighting for several days. The aggressors managed to capture the Miteirya Ridge, but, after a battle fought near a depression known as Kidney Ridge, they mistakenly thought that they had reached the Pierson Line. The defender's counterattack led to combat around Thompson's Post after their commander arrived on the battlefront from Europe. That commander realized that this battle was lost after the sinking of the Tripolino, Ostia, and Proserpina, three ships that were to refuel his forces. An earlier battle at this site saw Claude Auchinleck repulse an Axis advance, though it was the second battle fought here at which Bernard Montgomery defeated Erwin Rommel. For 10 points,": {
    "guess": "Second Battle of El Alamein",
    "confidence": [
      [
        "Second",
        -0.007266086
      ],
      [
        " Battle",
        -0.00011021859
      ],
      [
        " of",
        -7.107425e-06
      ],
      [
        " El",
        -0.0019583711
      ],
      [
        " Al",
        -6.301394e-05
      ],
      [
        "ame",
        -1.6240566e-06
      ],
      [
        "in",
        -6.575563e-05
      ]
    ]
  },
  "Key reconnaissance for this battle was done by Lieutenant Colonel Sir Redvers Buller. Prior to this battle, Evelyn Wood's forces were renamed the Flying Column. Garnet Wolseley was supposed to replace": {
    "guess": "Battle of Ulundi",
    "confidence": [
      [
        "Battle",
        -0.7762036
      ],
      [
        " of",
        -6.456359e-05
      ],
      [
        " Ul",
        -0.021051187
      ],
      [
        "undi",
        -0.00015872349
      ]
    ]
  },
  "A key concept in this discipline is the surprisal, which is defined as the negative log base 2 of the probability of encountering an item being examined, and is found in one of the field's major equations,": {
    "guess": "Information Theory",
    "confidence": [
      [
        "Information",
        -0.116104595
      ],
      [
        " Theory",
        -0.38110453
      ]
    ]
  },
  "A key factor in this battle was Thomas Mullins' failure to remember to bring ladders, which led to his later court martial. A group of Ursuline nuns prayed to a devotional image titled \"Our Lady of Prompt Succor\" prior to this battle. The winning side here received supplies from the steamboat Enterprise, which soon after made a historic trip to Brownsville. The losing side in this battle had earlier acquired a landing zone in the Battle of Lake Borgne, and its commander, Edward (*) Pakenham, died during it. Pirate Jean Lafitte was pardoned for his service in this battle, which technically ended several days after the signing of the Treaty of Ghent. For 10 points, name this military victory for Andrew Jackson, the final major battle of the War of 1812.": {
    "guess": "Battle of New Orleans",
    "confidence": [
      [
        "Battle",
        -0.003446707
      ],
      [
        " of",
        -0.00039944888
      ],
      [
        " New",
        -2.057744e-05
      ],
      [
        " Orleans",
        -6.241792e-05
      ]
    ]
  },
  "A key development of its early history was the discovery of an optical illusion in which two still images, flashed at an appropriate interval, would appear to a viewer to be in motion. This phi phenomenon was one of the first discoveries that led this school's founders to oppose previous atomistic views of perception. Its proponents' later work led to the formulation of several \"laws\" of organization that noted that humans tend to group items by proximity and similarity, fill in gaps in incomplete figures, and perceive multiple items in as simple a way as possible. Founded by Wertheimer, Kohler and Koffka, FTP, name this school of psychology characterized by emphasis on the whole rather the sum": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.0017249188
      ],
      [
        "est",
        -1.1994775e-05
      ],
      [
        "alt",
        -3.8457987e-05
      ],
      [
        " psychology",
        -0.0020050074
      ]
    ]
  },
  "This key signature was used for the Leningrad Symphony by Dmitri Shostakovich, the only symphony by Paul Dukas, and the only complete symphony by Richard Wagner. It was also used for Mozart's Linz and Jupiter symphonies, and it is used to nickname two of Franz Schubert's symphonies. One can play this major scale on a violin by starting with a low third finger on the G string, can play this chord on a guitar by leaving the G and high E strings open, and can play this scale on the piano using only": {
    "guess": "E-flat major",
    "confidence": [
      [
        "E",
        -1.0932854
      ],
      [
        "-flat",
        -0.010676138
      ],
      [
        " major",
        -0.057335753
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against his will to compete in a game.  This work begins when some people go to Melita to find a man who is concerned with his horse's bridle, but who grudgingly agrees to recount a story which he had heard from Pythodorus.  In that story, a young man goes to the Ceramicus, where some new texts are read": {
    "guess": "Ibycus",
    "confidence": [
      [
        "I",
        -0.7879713
      ],
      [
        "by",
        -0.1876614
      ],
      [
        "cus",
        -0.0005574396
      ]
    ]
  },
  "A key factor in this battle was Thomas Mullins' failure to remember to bring ladders, which led to his later court martial. A group of Ursuline nuns prayed to a devotional image titled \"Our Lady of Prompt Succor\" prior to this battle. The winning side here received supplies from the steamboat Enterprise, which soon after made a historic trip to Brownsville. The losing side in this battle had earlier acquired a landing zone in the Battle of Lake Borgne, and its commander, Edward (*) Pakenham, died": {
    "guess": "Battle of New Orleans",
    "confidence": [
      [
        "Battle",
        -0.014460931
      ],
      [
        " of",
        -0.000966488
      ],
      [
        " New",
        -0.00092348846
      ],
      [
        " Orleans",
        -0.000101039914
      ]
    ]
  },
  "A key decision in this encounter was to divide British forces with a southern contingent led by Cuthbert Collingwood, commander of the Royal Sovereign. In the ensuing clash, Pierre de Villeneuve's forces lost twenty ships. While the British lost no ships, a skirmish between the French ship Redoubtable": {
    "guess": "Battle of Trafalgar",
    "confidence": [
      [
        "Battle",
        -0.0016272176
      ],
      [
        " of",
        -5.8126592e-05
      ],
      [
        " T",
        -0.005081718
      ],
      [
        "raf",
        -3.523949e-05
      ],
      [
        "al",
        -1.1994775e-05
      ],
      [
        "gar",
        -3.464347e-05
      ]
    ]
  },
  "A key decision in this encounter was to divide British forces with a southern contingent led by Cuthbert Collingwood, commander of the Royal Sovereign. In the ensuing clash, Pierre de Villeneuve's forces lost twenty ships. While the British lost no ships, a skirmish between the French ship Redoubtable and the British ship Victory saw the British commander killed. For 10 points, name this 1805 naval battle that was fought off the coast of Spain, the last victory of Horatio Nelson and the namesake": {
    "guess": "Battle of Trafalgar",
    "confidence": [
      [
        "Battle",
        -0.014966962
      ],
      [
        " of",
        -0.0006123595
      ],
      [
        " T",
        -0.00028862982
      ],
      [
        "raf",
        -1.247159e-05
      ],
      [
        "al",
        -0.00010008628
      ],
      [
        "gar",
        -0.0001819682
      ]
    ]
  },
  "A key factor in this battle was Thomas Mullins' failure to remember to bring ladders, which led to his later court martial. A group of Ursuline nuns prayed to a devotional image titled \"Our Lady of Prompt Succor\" prior to this battle. The winning side here received supplies from the steamboat Enterprise, which soon after made a historic trip to Brownsville. The losing side in this battle had earlier acquired a landing zone in the Battle of Lake Borgne, and its commander, Edward (*) Pakenham, died during it. Pirate Jean Lafitte was pardoned for his service in this battle, which technically ended several days after the signing of the Treaty of Ghent. For 10 points, name this military victory for": {
    "guess": "Battle of New Orleans",
    "confidence": [
      [
        "Battle",
        -0.006179171
      ],
      [
        " of",
        -0.00035941842
      ],
      [
        " New",
        -0.00016766376
      ],
      [
        " Orleans",
        -0.00014692599
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against his will to compete in a game.  This work begins when some people go to Melita to find a man who is concerned with his horse's bridle, but who grudgingly agrees to recount a story which he had heard from Pythodorus.  In that story, a young man goes to the Ceramicus, where some new texts are read to him.  Most of this work consists of a methodical discussion of the eight different consequences": {
    "guess": "The Iliad",
    "confidence": [
      [
        "The",
        -1.2782687
      ],
      [
        " I",
        -1.4378116
      ],
      [
        "li",
        -0.076446205
      ],
      [
        "ad",
        -7.624555e-05
      ]
    ]
  },
  "One key idea of this thinker was adaptation, which occurred by taking material in from the environment and noting their differences through assimilation and accommodation. In one experiment, this psychologist": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0011878492
      ],
      [
        " Pi",
        -3.3213026e-05
      ],
      [
        "aget",
        -1.7120534e-05
      ]
    ]
  },
  "Key reconnaissance for this battle was done by Lieutenant Colonel Sir Redvers Buller. Prior to this battle, Evelyn Wood's forces were renamed the Flying Column. Garnet Wolseley was supposed to replace the leader of the British in this battle, and it was started to delay that turnover. Shortly before this battle, the son of Napoleon III, Louis, was killed by the eventual losers, angering Lieutenant General Lord Chelmsford. The winners in this thirty-minute battle approached its site through the White Mfonzi valley, and they pursued the ruler of the losing side after destroying his royal Kraals,": {
    "guess": "Battle of Ulundi",
    "confidence": [
      [
        "Battle",
        -0.043129016
      ],
      [
        " of",
        -0.00019912985
      ],
      [
        " Ul",
        -0.46061885
      ],
      [
        "undi",
        -0.00011939728
      ]
    ]
  },
  "This key signature was used for the Leningrad Symphony by Dmitri Shostakovich, the only symphony by Paul Dukas, and the only complete symphony by Richard Wagner. It was also used for Mozart's Linz and Jupiter symphonies, and it is used to nickname two of Franz Schubert's symphonies. One can play this major scale on a violin by starting with a low third finger on the G string, can play this chord on": {
    "guess": "E-flat major",
    "confidence": [
      [
        "E",
        -0.6174435
      ],
      [
        "-flat",
        -0.01526826
      ],
      [
        " major",
        -0.073184125
      ]
    ]
  },
  "One key idea of this thinker was adaptation, which occurred by taking material in from the environment and noting their differences through assimilation and accommodation. In one experiment, this psychologist established the notion of \"conservation of number\" by rearranging the same number of objects, demonstrating that children lack it  until the age of 7. He proposed that children from the age of": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0014707032
      ],
      [
        " Pi",
        -0.00058305735
      ],
      [
        "aget",
        -7.862962e-05
      ]
    ]
  },
  "A key concept in this discipline is the surprisal, which is defined as the negative log base 2 of the probability of encountering an item being examined, and is found in one of the field's major equations, in which the sum of the products of the surprisals and probabilities equals the uncertainty. Concepts like Landauer's Principle and Holevo bounds are concerned with connecting the subject to physics": {
    "guess": "Quantum Information Science",
    "confidence": [
      [
        "Quant",
        -0.013434205
      ],
      [
        "um",
        -9.0883464e-07
      ],
      [
        " Information",
        -0.54144084
      ],
      [
        " Science",
        -0.0627546
      ]
    ]
  },
  "One key action during this battle was the capture of Point 29 by the 26th Australian Brigade, which was the site of intense fighting for several days. The aggressors managed to capture the Miteirya Ridge, but, after a battle fought near a depression known as Kidney Ridge, they mistakenly thought that they had reached the Pierson Line. The defender's counterattack led to combat around Thompson's Post after their commander arrived on the battlefront from Europe. That commander realized that this battle": {
    "guess": "Battle of El Alamein",
    "confidence": [
      [
        "Battle",
        -0.46635693
      ],
      [
        " of",
        -0.00042780832
      ],
      [
        " El",
        -0.31814072
      ],
      [
        " Al",
        -9.376849e-05
      ],
      [
        "ame",
        -1.9361265e-07
      ],
      [
        "in",
        -8.184812e-05
      ]
    ]
  },
  "A key factor in this battle was Thomas Mullins' failure to remember to bring ladders, which led to his later court martial. A group of Ursuline nuns prayed to a devotional image titled \"Our Lady of Prompt": {
    "guess": "Battle of New Orleans",
    "confidence": [
      [
        "Battle",
        -0.19749288
      ],
      [
        " of",
        -0.00086858694
      ],
      [
        " New",
        -0.0025875506
      ],
      [
        " Orleans",
        -4.5491004e-05
      ]
    ]
  },
  "One key idea of this thinker was adaptation, which occurred by taking material in from the environment": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.003999092
      ],
      [
        " Pi",
        -0.0005723327
      ],
      [
        "aget",
        -6.49212e-05
      ]
    ]
  },
  "A key development of its early history was the discovery of an optical illusion in which two still images,": {
    "guess": "Persistence of vision",
    "confidence": [
      [
        "Persistence",
        -0.054299835
      ],
      [
        " of",
        -0.00029637438
      ],
      [
        " vision",
        -0.06551615
      ]
    ]
  },
  "This key signature was used for the Leningrad Symphony by Dmitri Shostakovich, the only symphony by Paul Dukas, and the only complete symphony by Richard Wagner. It was also used for Mozart's Linz and Jupiter symphonies, and it is used to nickname two of Franz Schubert's symphonies. One can play this major scale on a violin by starting with a low third finger on the G string, can play this chord on a guitar by leaving the G and high E strings open, and can play this scale on the piano using only the white keys. Name this major scale that does not have any sharps or flats.": {
    "guess": "C major",
    "confidence": [
      [
        "C",
        -0.0030479394
      ],
      [
        " major",
        -0.17602327
      ]
    ]
  },
  "A key factor in this battle was Thomas Mullins' failure to remember to bring ladders, which led to his": {
    "guess": "Battle of New Orleans",
    "confidence": [
      [
        "Battle",
        -0.029442184
      ],
      [
        " of",
        -0.00065894244
      ],
      [
        " New",
        -0.011551959
      ],
      [
        " Orleans",
        -1.8193366e-05
      ]
    ]
  },
  "A key factor in this battle was Thomas Mullins' failure to remember to bring ladders, which led to his later court martial. A group of Ursuline nuns prayed to a devotional image titled \"Our Lady of Prompt Succor\" prior to this battle. The winning side here received supplies from the steamboat Enterprise, which soon after made a historic trip to Brownsville. The losing side in this battle had earlier": {
    "guess": "Battle of New Orleans",
    "confidence": [
      [
        "Battle",
        -0.13512461
      ],
      [
        " of",
        -0.00097494776
      ],
      [
        " New",
        -0.050732404
      ],
      [
        " Orleans",
        -0.00013345598
      ]
    ]
  },
  "This key signature was used for the Leningrad Symphony by Dmitri Shostakovich, the only symphony by Paul Dukas, and the only complete symphony by Richard Wagner. It was also used for Mozart's Linz and Jupiter symphonies, and it is used to nickname two of Franz Schubert's symphonies. One can play this": {
    "guess": "Symphony in C major",
    "confidence": [
      [
        "Sym",
        -0.59167755
      ],
      [
        "phony",
        -0.0004624856
      ],
      [
        " in",
        -0.5094056
      ],
      [
        " C",
        -0.30097237
      ],
      [
        " major",
        -0.41325045
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against his will to compete in a game.  This work begins when some people go to Melita to find a man who is concerned with his horse's bridle, but who grudgingly agrees to recount a story which he had heard from Pythodorus.  In that story, a young man goes to the Ceramicus, where some new texts are read to him.  Most of this work consists of a methodical discussion of the eight different consequences which may follow from any hypothesis, and offers as an example a set of deductions about the metaphysical properties of \"one being.\"  The title character stymies his interlocutor by asking him about undignified things like hair and mud, which may or may not each have a form of its own.  He also raises": {
    "guess": "Parmenides (dialogue)",
    "confidence": [
      [
        "Parm",
        -0.31234753
      ],
      [
        "en",
        -0.0002755174
      ],
      [
        "ides",
        -4.0603656e-05
      ],
      [
        " (",
        -0.015624522
      ],
      [
        "dialog",
        -0.0058614784
      ],
      [
        "ue",
        -4.5848617e-05
      ],
      [
        ")",
        -0.00021617231
      ]
    ]
  },
  "Key reconnaissance for this battle was done by Lieutenant Colonel Sir Redvers Buller. Prior to this battle, Evelyn Wood's forces were renamed the Flying Column. Garnet Wolseley was supposed to replace the leader of the British in this battle, and it was started to delay that turnover. Shortly before": {
    "guess": "Zulu War",
    "confidence": [
      [
        "Z",
        -0.71676666
      ],
      [
        "ulu",
        -0.0016152
      ],
      [
        " War",
        -0.00710594
      ]
    ]
  },
  "A key pass thrown to Randy Peschel cost this school \"The Big Shootout\" game, which saw President Richard Nixon watch this team, then coached by Frank Broyles, lose to the Darrell Royal-led Texas. Later, as Athletic Director, Broyles would face racial discrimination charges from the men's basketball coach at this school who took the team to the 1995 NCAA championship game, losing to UCLA despite employing Nolan (*) Richardson's \"40 Minutes of Hell\" strategy. True freshman quarterback Mitch Mustain helped lead this team to the SEC Championship game in 2006, but transferred after the season after": {
    "guess": "Arkansas Razorbacks",
    "confidence": [
      [
        "Ark",
        -0.13627794
      ],
      [
        "ansas",
        -1.2352386e-05
      ],
      [
        " Razor",
        -0.0004123192
      ],
      [
        "backs",
        -0.0015824705
      ]
    ]
  },
  "One key action during this battle was the capture of Point 29 by the 26th Australian Brigade, which was the site of intense fighting for several days. The aggressors managed to capture the Miteirya Ridge, but, after a battle fought near a depression known as Kidney Ridge, they mistakenly thought that": {
    "guess": "Second Battle of El Alamein",
    "confidence": [
      [
        "Second",
        -0.5959657
      ],
      [
        " Battle",
        -0.00025883623
      ],
      [
        " of",
        -5.7172965e-05
      ],
      [
        " El",
        -0.0010893779
      ],
      [
        " Al",
        -1.0564331e-05
      ],
      [
        "ame",
        -4.3202e-07
      ],
      [
        "in",
        -7.576874e-05
      ]
    ]
  },
  "A key concept in this discipline is the surprisal, which is defined as the negative log base 2 of the probability of encountering an item being examined, and is found in one of the field's major equations, in which the sum of the products of the surprisals and probabilities equals the uncertainty. Concepts": {
    "guess": "Information theory",
    "confidence": [
      [
        "Information",
        -0.19294193
      ],
      [
        " theory",
        -0.47780788
      ]
    ]
  },
  "One key idea of this thinker was adaptation, which occurred by taking material in from the environment and noting their differences through assimilation and accommodation. In one experiment, this psychologist established the notion of \"conservation of number\" by rearranging the same number of objects, demonstrating that children lack it  until the age of 7. He proposed that children from the age of 2-7 learn to use language to represent objects, but classify them only by a single characteristic and are egocentric. That group was classified as \"preoperational\", which followed this man's \"sensorimotor\"": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0047582225
      ],
      [
        " Pi",
        -0.00012106613
      ],
      [
        "aget",
        -4.7040652e-05
      ]
    ]
  },
  "A key moment in this battle was the decision to wait out the initial attack on Eritria. After an eight-day standoff near the Charadra River, the defenders decided to make a move under the advice of Callimachus. The army of Datis was caught by surprise when the opponents left the center wide open, and": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.007847348
      ],
      [
        " of",
        -0.00077877333
      ],
      [
        " Marathon",
        -0.026986536
      ]
    ]
  },
  "At a key point, the title character compares himself to the horse in a poem by Ibycus who is forced against": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -1.3027282
      ],
      [
        "egasus",
        -0.115102865
      ]
    ]
  },
  "A key development of its early history was the discovery of an optical illusion in which two still images, flashed at an appropriate interval, would appear to a viewer to be in motion. This phi phenomenon was one of the first discoveries that led this school's founders to oppose previous atomistic views of perception. Its proponents' later work led to the formulation of several \"laws\" of organization": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.028323999
      ],
      [
        "est",
        -1.1279553e-05
      ],
      [
        "alt",
        -5.276243e-05
      ],
      [
        " psychology",
        -0.00074220716
      ]
    ]
  },
  "Key figures in this organization included Hugh Sloan Jr., Maurice Stans, and the accomplished pilot Kenneth Dahlberg. It launched Operation Gemstone with the help of Frederick LaRue, shortly after A.J.": {
    "guess": "Committee for the Re-Election of the President",
    "confidence": [
      [
        "Commit",
        -0.15176551
      ],
      [
        "tee",
        -0.00012689977
      ],
      [
        " for",
        -0.30524817
      ],
      [
        " the",
        -3.9769227e-05
      ],
      [
        " Re",
        -0.0141558675
      ],
      [
        "-E",
        -0.009400454
      ],
      [
        "lection",
        -7.9418505e-06
      ],
      [
        " of",
        -1.6286107e-05
      ],
      [
        " the",
        -0.00021486107
      ],
      [
        " President",
        -1.27099975e-05
      ]
    ]
  },
  "A key concept in this discipline is the surprisal, which is defined as the negative log base 2 of the": {
    "guess": "Information theory",
    "confidence": [
      [
        "Information",
        -0.4302693
      ],
      [
        " theory",
        -0.03683405
      ]
    ]
  },
  "One key idea of this thinker was adaptation, which occurred by taking material in from the environment and noting their differences through assimilation and accommodation. In one experiment, this psychologist established the notion of \"conservation of number\" by rearranging the same number of objects, demonstrating that children lack it  until the age of 7. He proposed that children from the age of 2-7 learn to use language to represent objects, but classify them only by a single characteristic and": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0037410527
      ],
      [
        " Pi",
        -6.384837e-05
      ],
      [
        "aget",
        -4.7755875e-05
      ]
    ]
  },
  "A key moment in this short story is the protagonist's remembrance of a song about a dying soldier in Algiers. Despite the aid of a glowing man with a halo, Billie dies at its conclusion, but not before spending two days with the wounded captain of the Commodore, the cook, and the correspondent adrift": {
    "guess": "The Open Boat",
    "confidence": [
      [
        "The",
        -0.08491612
      ],
      [
        " Open",
        -0.0007185076
      ],
      [
        " Boat",
        -3.166338e-05
      ]
    ]
  },
  "A key pass thrown to Randy Peschel cost this school \"The Big Shootout\" game, which saw President Richard Nixon watch this team, then coached by Frank Broyles, lose to the Darrell Royal-led Texas. Later,": {
    "guess": "The Big Shootout",
    "confidence": [
      [
        "The",
        -0.81805664
      ],
      [
        " Big",
        -0.035839908
      ],
      [
        " Shoot",
        -0.0030608957
      ],
      [
        "out",
        -0.00015121732
      ]
    ]
  },
  "Key reconnaissance for this battle was done by Lieutenant Colonel Sir Redvers Buller. Prior to this battle, Evelyn Wood's forces were renamed the Flying Column. Garnet Wolseley was supposed to replace the leader of the British in this battle, and it was started to delay that turnover. Shortly before this battle, the son of Napoleon III, Louis, was killed by the eventual losers, angering Lieutenant": {
    "guess": "Battle of Ulundi",
    "confidence": [
      [
        "Battle",
        -0.7015517
      ],
      [
        " of",
        -0.0002484655
      ],
      [
        " Ul",
        -0.040215205
      ],
      [
        "undi",
        -5.1331983e-05
      ]
    ]
  },
  "One key idea of this thinker was adaptation, which occurred by taking material in from the environment and noting their differences through assimilation and accommodation. In one experiment, this psychologist established the notion of \"conservation of number\" by rearranging the same number of objects,": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0026156092
      ],
      [
        " Pi",
        -2.6299214e-05
      ],
      [
        "aget",
        -3.8338785e-05
      ]
    ]
  },
  "A key development of its early history was the discovery of an optical illusion in which two still images, flashed at an appropriate interval, would appear to a viewer to be in motion. This phi phenomenon": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.004692138
      ],
      [
        "est",
        -2.6968896e-06
      ],
      [
        "alt",
        -1.4498052e-05
      ],
      [
        " psychology",
        -0.0003737119
      ]
    ]
  },
  "One key idea of this thinker was adaptation, which occurred by taking material in from the environment and noting their differences through assimilation and accommodation. In one experiment, this psychologist established the notion of \"conservation of number\" by rearranging the same number of objects, demonstrating that children lack it  until the age of 7. He proposed that children from the age of 2-7 learn to use language to represent objects, but classify them only by a single characteristic and are egocentric. That group was classified as \"preoperational\", which followed this man's \"sensorimotor\" stage. For 10 points each, identify this Swiss psychologist who developed four stages of cognitive development.": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0012546345
      ],
      [
        " Pi",
        -2.0815847e-05
      ],
      [
        "aget",
        -1.4140442e-05
      ]
    ]
  },
  "A key pass thrown to Randy Peschel cost this school \"The Big Shootout\" game, which saw President Richard Nixon watch this team, then coached by Frank Broyles, lose to the Darrell Royal-led Texas. Later, as Athletic Director, Broyles would face racial discrimination charges from the men's basketball coach at this school who took the team to the 1995 NCAA championship game, losing to UCLA despite employing Nolan (*) Richardson's \"40 Minutes of Hell\" strategy. True freshman quarterback Mitch Mustain": {
    "guess": "Arkansas Razorbacks",
    "confidence": [
      [
        "Ark",
        -0.014546815
      ],
      [
        "ansas",
        -6.749814e-06
      ],
      [
        " Razor",
        -0.00017672323
      ],
      [
        "backs",
        -0.0011302134
      ]
    ]
  },
  "A key decision in this encounter was to divide British forces with a southern contingent led by Cuthbert Collingwood, commander of the Royal Sovereign. In the ensuing clash, Pierre de Villeneuve's forces lost twenty ships. While the British lost no ships, a skirmish between the French ship Redoubtable and the British ship Victory saw the British commander killed. For 10 points, name this 1805 naval battle that was fought off the coast of Spain, the last victory of Horatio Nelson and the namesake of a London square.": {
    "guess": "Battle of Trafalgar",
    "confidence": [
      [
        "Battle",
        -0.014079232
      ],
      [
        " of",
        -0.00023429126
      ],
      [
        " T",
        -0.00023917861
      ],
      [
        "raf",
        -2.4584822e-06
      ],
      [
        "al",
        -4.048445e-05
      ],
      [
        "gar",
        -9.364929e-05
      ]
    ]
  },
  "Key figures in this organization included Hugh Sloan Jr., Maurice Stans, and the accomplished pilot Kenneth": {
    "guess": "Committee to Re-elect the President",
    "confidence": [
      [
        "Commit",
        -0.09077807
      ],
      [
        "tee",
        -3.3213026e-05
      ],
      [
        " to",
        -0.030881567
      ],
      [
        " Re",
        -0.026071873
      ],
      [
        "-elect",
        -0.011274638
      ],
      [
        " the",
        -8.196733e-05
      ],
      [
        " President",
        -5.4908094e-05
      ]
    ]
  },
  "This key signature was used for the Leningrad Symphony by Dmitri Shostakovich, the only symphony by Paul Dukas, and the only complete symphony by Richard Wagner. It was also used for Mozart's Linz and": {
    "guess": "E-flat major",
    "confidence": [
      [
        "E",
        -0.91849387
      ],
      [
        "-flat",
        -0.013323754
      ],
      [
        " major",
        -0.05298923
      ]
    ]
  },
  "A key decision in this encounter was to divide British forces with a southern contingent led by Cuthbert Collingwood, commander of the Royal Sovereign. In the ensuing clash, Pierre de Villeneuve's forces lost twenty ships. While the British lost no ships, a skirmish between the French ship Redoubtable and the British ship Victory saw the British commander killed. For 10 points, name this 1805 naval": {
    "guess": "Battle of Trafalgar",
    "confidence": [
      [
        "Battle",
        -0.038327884
      ],
      [
        " of",
        -0.0013726114
      ],
      [
        " T",
        -0.00080319535
      ],
      [
        "raf",
        -9.014684e-06
      ],
      [
        "al",
        -8.1609716e-05
      ],
      [
        "gar",
        -8.43514e-05
      ]
    ]
  },
  "A key development of its early history was the discovery of an optical illusion in which two still images, flashed at an appropriate interval, would appear to a viewer to be in motion. This phi phenomenon was one of the first discoveries that led this school's founders to oppose previous atomistic views of perception. Its proponents' later work led to the formulation of several \"laws\" of organization that noted that humans tend to group items by proximity and similarity, fill in gaps in incomplete": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.4646788
      ],
      [
        "est",
        -5.109358e-05
      ],
      [
        "alt",
        -5.669615e-05
      ],
      [
        " psychology",
        -0.0020832857
      ]
    ]
  },
  "A key development of its early history was the discovery of an optical illusion in which two still images, flashed at an appropriate interval, would appear to a viewer to be in motion. This phi phenomenon was one of the first discoveries that led this school's founders to oppose previous atomistic views": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.001999654
      ],
      [
        "est",
        -3.650519e-06
      ],
      [
        "alt",
        -2.2842309e-05
      ],
      [
        " psychology",
        -0.0005927092
      ]
    ]
  },
  "A key decision in this encounter was to divide British forces with a southern contingent led by Cuthbert Collingwood, commander of the Royal Sovereign. In the ensuing clash, Pierre de Villeneuve's forces": {
    "guess": "Battle of Trafalgar",
    "confidence": [
      [
        "Battle",
        -0.0011974901
      ],
      [
        " of",
        -2.8325678e-05
      ],
      [
        " T",
        -0.00017410076
      ],
      [
        "raf",
        -1.6240566e-06
      ],
      [
        "al",
        -1.4021238e-05
      ],
      [
        "gar",
        -2.9517714e-05
      ]
    ]
  },
  "Key reconnaissance for this battle was done by Lieutenant Colonel Sir Redvers Buller. Prior to this battle, Evelyn Wood's forces were renamed the Flying Column. Garnet Wolseley was supposed to replace the leader of the British in this battle, and it was started to delay that turnover. Shortly before this battle, the son of Napoleon III, Louis, was killed by the eventual losers, angering Lieutenant General Lord Chelmsford. The winners in this thirty-minute battle approached its site through the White": {
    "guess": "Battle of Isandlwana",
    "confidence": [
      [
        "Battle",
        -0.03676189
      ],
      [
        " of",
        -0.00038157566
      ],
      [
        " Is",
        -0.24614345
      ],
      [
        "and",
        -2.5107178e-05
      ],
      [
        "lw",
        -5.5623317e-05
      ],
      [
        "ana",
        -8.657073e-06
      ]
    ]
  },
  "One key action during this battle was the capture of Point 29 by the 26th Australian Brigade, which was": {
    "guess": "Battle of Kapyong",
    "confidence": [
      [
        "Battle",
        -0.016813478
      ],
      [
        " of",
        -0.0008533472
      ],
      [
        " K",
        -1.6890059
      ],
      [
        "apy",
        -0.0004898841
      ],
      [
        "ong",
        0.0
      ]
    ]
  },
  "A key pass thrown to Randy Peschel cost this school \"The Big Shootout\" game, which saw President Richard Nixon watch this team, then coached by Frank Broyles, lose to the Darrell Royal-led Texas. Later, as Athletic Director, Broyles would face racial discrimination charges from the men's basketball coach at this school who took the team to the 1995 NCAA championship game, losing to UCLA despite employing Nolan (*) Richardson's \"40 Minutes of Hell\" strategy. True freshman quarterback Mitch Mustain helped lead this team to the SEC Championship game in 2006, but transferred after the season after being benched by then-coach Huston Nutt. Currently facing controversy over rape allegations involving five members of the men's basketball team, FTP, name this alma mater of Felix Jones and Darren McFadden, an SEC school and popularizer of the WildHog formation.": {
    "guess": "Arkansas Razorbacks",
    "confidence": [
      [
        "Ark",
        -0.020828094
      ],
      [
        "ansas",
        -1.8193366e-05
      ],
      [
        " Razor",
        -0.00015431295
      ],
      [
        "backs",
        -0.0005725711
      ]
    ]
  },
  "A key pass thrown to Randy Peschel cost this school \"The Big Shootout\" game, which saw President Richard Nixon watch this team, then coached by Frank Broyles, lose to the Darrell Royal-led Texas. Later, as Athletic Director, Broyles would face racial discrimination charges from the men's basketball coach at this school who took the team to the 1995 NCAA championship game, losing to UCLA despite employing": {
    "guess": "Arkansas Razorbacks",
    "confidence": [
      [
        "Ark",
        -0.027819796
      ],
      [
        "ansas",
        -1.640531e-05
      ],
      [
        " Razor",
        -0.00039361522
      ],
      [
        "backs",
        -0.0023598329
      ]
    ]
  },
  "A key moment in this battle was the decision to wait out the initial attack on Eritria. After an eight-day standoff near the Charadra River, the defenders decided to make a move under the advice of Callimachus.": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.022827497
      ],
      [
        " of",
        -0.00026181265
      ],
      [
        " Marathon",
        -0.010411081
      ]
    ]
  },
  "One key idea of this thinker was adaptation, which occurred by taking material in from the environment and noting their differences through assimilation and accommodation. In one experiment, this psychologist established the notion of \"conservation of number\" by rearranging the same number of objects, demonstrating that children lack it  until the age of 7. He proposed that children from the age of 2-7 learn to use language to represent objects, but classify them only by a single characteristic and are egocentric. That group was classified as \"preoperational\", which followed this man's \"sensorimotor\" stage. For 10 points each, identify this Swiss psychologist who developed four stages of cognitive": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.009288132
      ],
      [
        " Pi",
        -2.7848862e-05
      ],
      [
        "aget",
        -1.1279553e-05
      ]
    ]
  },
  "A key concept in this discipline is the surprisal, which is defined as the negative log base 2 of the probability of encountering an item being examined, and is found in one of the field's major equations, in which the sum of the products of the surprisals and probabilities equals the uncertainty. Concepts like Landauer's Principle and Holevo bounds are concerned with connecting the subject to physics and mathematics. Pioneered by Harry Nyquist and R.V.L. Hartley, it saw its seminal development in the work of another Bell Labs employee, Claude Elwood Shannon. For 10 points - what is this theory that seeks to analyze the transmission and processing of data?": {
    "guess": "Information theory",
    "confidence": [
      [
        "Information",
        -0.0105377715
      ],
      [
        " theory",
        -0.041880418
      ]
    ]
  },
  "A key development of its early history was the discovery of an optical illusion in which two still images, flashed at an appropriate interval, would appear to a viewer to be in motion. This phi phenomenon was one of the first discoveries that led this school's founders to oppose previous atomistic views of perception. Its proponents' later work led to the formulation of several \"laws\" of organization that noted that humans tend to group items by proximity and similarity, fill in gaps in incomplete figures, and perceive multiple items in as simple a way as possible. Founded by Wertheimer, Kohler": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.0006925395
      ],
      [
        "est",
        -5.2001665e-06
      ],
      [
        "alt",
        -2.939851e-05
      ],
      [
        " psychology",
        -0.0019881134
      ]
    ]
  },
  "A key pass thrown to Randy Peschel cost this school \"The Big Shootout\" game, which saw President Richard Nixon watch this team, then coached by Frank Broyles, lose to the Darrell Royal-led Texas. Later, as Athletic Director, Broyles would face racial discrimination charges from the men's basketball coach": {
    "guess": "Arkansas Razorbacks",
    "confidence": [
      [
        "Ark",
        -0.16671671
      ],
      [
        "ansas",
        -1.247159e-05
      ],
      [
        " Razor",
        -0.00066871353
      ],
      [
        "backs",
        -0.0006500059
      ]
    ]
  }
}