{
  "The Zoroastrian deity associated with this star defeated a witch known as \"Bad Crop\" or Duzhyarya, thereafter coming to be known as an agricultural deity. That Zoroastrian deity of this star also worked together with Satavaisa, or Fomalhaut, to bring rains and waters to the seven continents, and famously assumed the forms of a white stallion and a deformed horse to defeat Apausha on the shores of the": {
    "guess": "Tishtrya",
    "confidence": [
      [
        "T",
        -0.8682983
      ],
      [
        "ish",
        -0.0877145
      ],
      [
        "try",
        -0.00013059509
      ],
      [
        "a",
        -9.400689e-05
      ]
    ]
  },
  "The Zoroastrian deity associated with this star defeated a witch known as \"Bad Crop\" or Duzhyarya, thereafter coming to be known as an agricultural deity. That Zoroastrian deity of this star also worked together with Satavaisa, or Fomalhaut, to bring rains and waters to the seven continents, and famously assumed the forms of a white stallion and a deformed horse to defeat Apausha on the shores of the Varu Karta sea. Later associated with Tiri, or the planet Mercury, the god associated with this star, Tishtrya, is the subject of an entire Yasht in the Avesta. Among the Hindus, this star is associated with Shiva and known as \"the deer hunter\", while among the Norse it is called \"Loki's torch\",": {
    "guess": "Sirius",
    "confidence": [
      [
        "Sir",
        -0.38555655
      ],
      [
        "ius",
        -4.00813e-06
      ]
    ]
  },
  "The Zoroastrian deity associated with this star defeated a witch known as \"Bad Crop\" or Duzhyarya, thereafter coming to be known as an agricultural deity. That Zoroastrian deity of this star also worked together with Satavaisa, or Fomalhaut, to bring rains and waters to the seven continents, and famously assumed the forms of a white stallion and a deformed horse to defeat Apausha on the shores of the Varu Karta sea. Later associated with Tiri, or the planet Mercury, the god associated with this star, Tishtrya, is the subject of an entire Yasht in the Avesta. Among the Hindus, this star is associated with Shiva and known as \"the deer hunter\", while among the Norse it is called \"Loki's torch\", and the Greeks associated it with an animal owned by Orion that helped him hunt. For ten points, name": {
    "guess": "Tishtrya",
    "confidence": [
      [
        "T",
        -0.01598838
      ],
      [
        "ish",
        -0.008956079
      ],
      [
        "try",
        -1.4021238e-05
      ],
      [
        "a",
        -9.729906e-06
      ]
    ]
  },
  "The Zoroastrian deity associated with this star defeated a witch known as \"Bad Crop\" or Duzhyarya, thereafter coming to be known as an agricultural deity. That Zoroastrian deity of this star also worked together with Satavaisa, or Fomalhaut, to bring rains and waters to the seven continents, and famously": {
    "guess": "Tishtrya",
    "confidence": [
      [
        "T",
        -0.8772271
      ],
      [
        "ish",
        -0.07732289
      ],
      [
        "try",
        -8.7450695e-05
      ],
      [
        "a",
        -6.909333e-05
      ]
    ]
  },
  "The Zoroastrian deity associated with this star defeated a witch known as \"Bad Crop\" or Duzhyarya, thereafter coming to be known as an agricultural deity. That Zoroastrian deity of this star also worked together with Satavaisa, or Fomalhaut, to bring rains and waters to the seven continents, and famously assumed the forms of a white stallion and a deformed horse to defeat Apausha on the shores of the Varu Karta sea. Later associated with Tiri, or the planet Mercury, the god associated with this star,": {
    "guess": "Sirius",
    "confidence": [
      [
        "Sir",
        -1.2308917
      ],
      [
        "ius",
        -1.1279553e-05
      ]
    ]
  },
  "The Zoroastrian deity associated with this star defeated a witch known as \"Bad Crop\" or Duzhyarya, thereafter": {
    "guess": "Tishtrya",
    "confidence": [
      [
        "T",
        -0.09998082
      ],
      [
        "ish",
        -0.19392449
      ],
      [
        "try",
        -5.7961847e-06
      ],
      [
        "a",
        -3.0232935e-05
      ]
    ]
  },
  "The Zoroastrian deity associated with this star defeated a witch known as \"Bad Crop\" or Duzhyarya, thereafter coming to be known as an agricultural deity. That Zoroastrian deity of this star also worked together with Satavaisa, or Fomalhaut, to bring rains and waters to the seven continents, and famously assumed the forms of a white stallion and a deformed horse to defeat Apausha on the shores of the Varu Karta sea. Later associated with Tiri, or the planet Mercury, the god associated with this star, Tishtrya, is the subject of an entire Yasht in the Avesta. Among the Hindus, this star is associated with Shiva and known as \"the deer hunter\", while among the Norse it is called \"Loki's torch\", and the Greeks associated it with an animal owned by Orion that helped him hunt. For ten points, name this star, more commonly known as the brightest star in the night sky, the alpha star of Canis Major": {
    "guess": "Sirius",
    "confidence": [
      [
        "Sir",
        -0.0033346794
      ],
      [
        "ius",
        -3.1782583e-05
      ]
    ]
  },
  "The Zoroastrian deity associated with this star defeated a witch known as \"Bad Crop\" or Duzhyarya, thereafter coming to be known as an agricultural deity. That Zoroastrian deity of this star also worked together with Satavaisa, or Fomalhaut, to bring rains and waters to the seven continents, and famously assumed the forms of a white stallion and a deformed horse to defeat Apausha on the shores of the Varu Karta sea. Later associated with Tiri, or the planet Mercury, the god associated with this star, Tishtrya, is the subject of an entire Yasht in the Avesta. Among the Hindus, this star is associated": {
    "guess": "Tishtrya",
    "confidence": [
      [
        "T",
        -0.28593993
      ],
      [
        "ish",
        -0.029315434
      ],
      [
        "try",
        -0.00043424533
      ],
      [
        "a",
        -9.579495e-05
      ]
    ]
  },
  "The Zoroastrian deity associated with this star defeated a witch known as \"Bad Crop\" or Duzhyarya, thereafter coming to be known as an agricultural deity. That Zoroastrian deity of this star also worked": {
    "guess": "Tishtrya",
    "confidence": [
      [
        "T",
        -0.30190986
      ],
      [
        "ish",
        -0.19199641
      ],
      [
        "try",
        -6.408677e-05
      ],
      [
        "a",
        -4.8351892e-05
      ]
    ]
  }
}