{
  "One of its rare uses of military force came in the struggle against Valdemar IV, forcing Valdemar to accept its supremacy in the Peace of Straslund after a decisive 1368 victory over the Danes. It established": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -1.0212339
      ],
      [
        "anse",
        -0.014472333
      ],
      [
        "atic",
        -1.3186812e-05
      ],
      [
        " League",
        -9.579495e-05
      ]
    ]
  },
  "It is rarely observed in acid catalyzed hydrations and hypohalous additions, but always results in regioselective": {
    "guess": "Anti-Markovnikov addition",
    "confidence": [
      [
        "Anti",
        -0.2716825
      ],
      [
        "-M",
        -9.9490266e-05
      ],
      [
        "ark",
        -2.4584822e-06
      ],
      [
        "ov",
        -5.347765e-05
      ],
      [
        "nik",
        -0.00012296606
      ],
      [
        "ov",
        -5.6338537e-05
      ],
      [
        " addition",
        -0.06745777
      ]
    ]
  },
  "In a rare fit of success, the clothing line he modeled for the Blue Marlin clothing company became the best-selling line for Macys and Lord & Taylor. He's more used to total failure as when he was eliminated": {
    "guess": "Blue Marlin (clothing company)",
    "confidence": [
      [
        "Blue",
        -0.73967516
      ],
      [
        " Mar",
        -0.05898099
      ],
      [
        "lin",
        -0.00014323067
      ],
      [
        " (",
        -0.4920592
      ],
      [
        "clo",
        -0.15455516
      ],
      [
        "thing",
        -0.000121542944
      ],
      [
        " company",
        -0.83587855
      ],
      [
        ")",
        -0.00079938455
      ]
    ]
  },
  "In rare cases it may caused by a mutation in the A-I-R-E gene, but more commonly may be caused by HIV, tuberculosis, or metastatic cancer, or most commonly autoimmune causes.  Symptoms of this disease include salt loss and hyperpigmentation, which differentiates it from secondary causes.  Leading to atrophy of the zona fasciculata and zona reticularis, in nearly 90 percent of cases, autoantibodies": {
    "guess": "Addison's disease",
    "confidence": [
      [
        "Add",
        -0.30797154
      ],
      [
        "ison",
        -0.00043686782
      ],
      [
        "'s",
        -0.0010369796
      ],
      [
        " disease",
        -0.020404307
      ]
    ]
  },
  "It is rarely observed in acid catalyzed hydrations and hypohalous additions, but always results in regioselective reactions.  There are several restrictions on its application, including the absence of peroxides.  In addition, an asymmetric reagent, often a hydrogen halide, and an asymmetric alkene must be used.  Stating that the free hydrogen will always add to the double bond carbon that already has a larger number of hydrogen atoms, FTP, identify this rule of organic chemistry named for the Russian who proposed it.": {
    "guess": "Markovnikov's Rule",
    "confidence": [
      [
        "Mark",
        -0.07818668
      ],
      [
        "ov",
        -0.001455832
      ],
      [
        "nik",
        -0.0011995166
      ],
      [
        "ov",
        -0.006279279
      ],
      [
        "'s",
        -0.0030990466
      ],
      [
        " Rule",
        -0.07949508
      ]
    ]
  },
  "It is rarely observed in acid catalyzed hydrations and hypohalous additions, but always results in regioselective reactions.  There are several restrictions on its application, including the absence of peroxides.  In addition, an asymmetric reagent, often a hydrogen halide, and an asymmetric alkene must be used.  Stating that the free hydrogen will always add to the double bond carbon that already has a larger number of hydrogen atoms, FTP, identify this rule of organic chemistry named for the Russian": {
    "guess": "Markovnikov's Rule",
    "confidence": [
      [
        "Mark",
        -0.07130151
      ],
      [
        "ov",
        -0.0019687198
      ],
      [
        "nik",
        -0.0011824887
      ],
      [
        "ov",
        -0.00903677
      ],
      [
        "'s",
        -0.0053632483
      ],
      [
        " Rule",
        -0.086459704
      ]
    ]
  },
  "The rarest variety of this is the ds type which, is only found in certain viruses, and it is indistinguishable from another common biological molecule except for the subtraction of a hydroxyl group. More common types are t and m, which are essential to DNA translation and transcription, respectively. Often proposed as the historical precursor to DNA as the carrier of genetic information, for 10 points, name this biological molecule that is structurally similar to DNA but uses the base uracil in place": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.009375179
      ]
    ]
  },
  "A rare, green-colored form of this mineral used in jewelry is called prasiolite. This mineral can possess planar deformation features, and one variety of this mineral is called chalcedony. It is at the bottom of Bowen's Reaction Series, and this mineral exhibits piezoelectricity, making it useful in watches and radio transmitters. It is the second most abundant mineral in the Earth's crust, and varieties of it include onyx, citrine, and amethyst. For 10 points, name this mineral mainly composed of silicon dioxide, with a Mohs hardness of 7.": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.00081248593
      ],
      [
        "artz",
        -4.9663133e-05
      ]
    ]
  },
  "It is rarely observed in acid catalyzed hydrations and hypohalous additions, but always results in regioselective reactions.  There are several restrictions on its application, including the absence of peroxides.  In addition, an asymmetric reagent, often a hydrogen halide, and an asymmetric alkene must": {
    "guess": "Hydrohalogenation",
    "confidence": [
      [
        "Hy",
        -1.3328435
      ],
      [
        "dro",
        -0.015124681
      ],
      [
        "hal",
        -0.4417559
      ],
      [
        "ogen",
        -0.0025309527
      ],
      [
        "ation",
        -0.0011336666
      ]
    ]
  },
  "In rare cases it may caused by a mutation in the A-I-R-E gene, but more commonly may be caused by HIV, tuberculosis, or metastatic cancer, or most commonly autoimmune causes.  Symptoms of this disease include salt loss and hyperpigmentation, which differentiates it from secondary causes.  Leading to atrophy of the zona fasciculata and zona reticularis, in nearly 90 percent of cases, autoantibodies attack the enzyme 21-hydroxylase, interrupting the production of aldosterone and another hormone.  Producing profound weakness and pallor, FTP, name this disease from which John F. Kennedy suffered, an inability of the adrenal glands to produce cortisol, which is named for the British physician who": {
    "guess": "Addison's disease",
    "confidence": [
      [
        "Add",
        -0.113212414
      ],
      [
        "ison",
        -0.0011746286
      ],
      [
        "'s",
        -0.0034911428
      ],
      [
        " disease",
        -0.043253917
      ]
    ]
  },
  "The rarest variety of this is the ds type which, is only found in certain viruses, and it is indistinguishable from another common biological molecule except for the subtraction of a hydroxyl group. More common types are t and m, which are essential to DNA translation and transcription, respectively.": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.15400754
      ]
    ]
  },
  "It is rarely observed in acid catalyzed hydrations and hypohalous additions, but always results in regioselective reactions.  There are several restrictions on its application, including the absence of peroxides.  In addition, an asymmetric reagent, often a hydrogen halide, and an asymmetric alkene must be used.  Stating that the free hydrogen will always add to the double bond carbon that already": {
    "guess": "Markovnikov's Rule",
    "confidence": [
      [
        "Mark",
        -0.41540787
      ],
      [
        "ov",
        -0.0009354015
      ],
      [
        "nik",
        -0.0013255993
      ],
      [
        "ov",
        -6.7662884e-05
      ],
      [
        "'s",
        -0.011164079
      ],
      [
        " Rule",
        -0.10249985
      ]
    ]
  },
  "One of its rare uses of military force came in the struggle against Valdemar IV, forcing Valdemar to accept its supremacy in the Peace of Straslund after a decisive 1368 victory over the Danes. It established a number of enclaves called Kontore in foreign towns like Novgorod, Bergen, and the Steel Yard in London, but was ultimately unable to compete with the powerful nation states that formed around it, meeting for the last time in 1669. Originating in an alliance between Lubeck and Hamburg, FTP,": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.004197948
      ],
      [
        "anse",
        -0.00043841748
      ],
      [
        "atic",
        -1.1517961e-05
      ],
      [
        " League",
        -6.456359e-05
      ]
    ]
  },
  "A rare, green-colored form of this mineral used in jewelry is called prasiolite. This mineral can possess planar deformation features, and one variety of this mineral is called chalcedony. It is at the bottom of Bowen's Reaction Series, and this mineral exhibits piezoelectricity, making it useful in": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.005322697
      ],
      [
        "artz",
        -8.061054e-06
      ]
    ]
  },
  "In a rare fit of success, the clothing line he modeled for the Blue Marlin clothing company became the": {
    "guess": "Blue Marlin (clothing)",
    "confidence": [
      [
        "Blue",
        -0.35324076
      ],
      [
        " Mar",
        -0.020185743
      ],
      [
        "lin",
        -0.0002879146
      ],
      [
        " (",
        -0.7196718
      ],
      [
        "clo",
        -0.16124803
      ],
      [
        "thing",
        -0.00015145572
      ],
      [
        ")",
        -0.32933357
      ]
    ]
  },
  "One of its rare uses of military force came in the struggle against Valdemar IV, forcing Valdemar to accept its supremacy in the Peace of Straslund after a decisive 1368 victory over the Danes. It established a number of enclaves called Kontore in foreign towns like Novgorod, Bergen, and the Steel Yard in London, but was ultimately unable to compete with the powerful nation states that formed around": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.080515966
      ],
      [
        "anse",
        -5.9080223e-05
      ],
      [
        "atic",
        -2.5941605e-05
      ],
      [
        " League",
        -0.00014156183
      ]
    ]
  },
  "In rare cases it may caused by a mutation in the A-I-R-E gene, but more commonly may be caused by HIV, tuberculosis, or metastatic cancer, or most commonly autoimmune causes.  Symptoms of this disease include salt loss and hyperpigmentation, which differentiates it from secondary causes.  Leading to atrophy of the zona fasciculata and zona reticularis, in nearly 90 percent of cases, autoantibodies attack the enzyme 21-hydroxylase, interrupting the production of aldosterone and another hormone.  Producing profound weakness and pallor, FTP, name this disease from which John F. Kennedy suffered, an": {
    "guess": "Addison's disease",
    "confidence": [
      [
        "Add",
        -0.046581354
      ],
      [
        "ison",
        -0.00079104764
      ],
      [
        "'s",
        -0.0029510781
      ],
      [
        " disease",
        -0.03678097
      ]
    ]
  },
  "It is rarely observed in acid catalyzed hydrations and hypohalous additions, but always results in regioselective reactions.  There are several restrictions on its application, including the absence of": {
    "guess": "Regioselectivity",
    "confidence": [
      [
        "Reg",
        -0.96731436
      ],
      [
        "io",
        -0.0019759766
      ],
      [
        "select",
        -0.09155537
      ],
      [
        "ivity",
        -0.09145627
      ]
    ]
  },
  "In rare cases it may caused by a mutation in the A-I-R-E gene, but more commonly may be caused by HIV, tuberculosis, or metastatic cancer, or most commonly autoimmune causes.  Symptoms of this disease": {
    "guess": "Autoimmune polyendocrine syndrome",
    "confidence": [
      [
        "Auto",
        -0.032415893
      ],
      [
        "immune",
        -0.0018183361
      ],
      [
        " poly",
        -0.026543649
      ],
      [
        "end",
        -0.00030948312
      ],
      [
        "ocrine",
        -0.020886825
      ],
      [
        " syndrome",
        -0.009787493
      ]
    ]
  },
  "In a rare fit of success, the clothing line he modeled for the Blue Marlin clothing company became the best-selling line for Macys and Lord & Taylor. He's more used to total failure as when he was eliminated from the Mob on 1 Vs. 100 for not knowing the dish ran away with the spoon.  That brilliant move was probably nowhere near as bad as his former reality show with his now estranged wife or his debut album Playing With Fire which sold only 6,500 copies its first week. PoPoZao (po-po-zow) indeed.": {
    "guess": "Kevin Federline",
    "confidence": [
      [
        "Kevin",
        -0.5800726
      ],
      [
        " Feder",
        -1.92662e-05
      ],
      [
        "line",
        -5.7961847e-06
      ]
    ]
  },
  "The rarest variety of this is the ds type which, is only found in certain viruses, and it is indistinguishable": {
    "guess": "DNA replication",
    "confidence": [
      [
        "DNA",
        -1.2738961
      ],
      [
        " replication",
        -1.3342764
      ]
    ]
  },
  "One of its rare uses of military force came in the struggle against Valdemar IV, forcing Valdemar to": {
    "guess": "Kalmar Union",
    "confidence": [
      [
        "Kal",
        -0.8866992
      ],
      [
        "mar",
        -0.0014685575
      ],
      [
        " Union",
        -0.41654038
      ]
    ]
  },
  "A rare, green-colored form of this mineral used in jewelry is called prasiolite. This mineral can possess planar deformation features, and one variety of this mineral is called chalcedony. It is at the bottom of Bowen's Reaction Series, and this mineral exhibits piezoelectricity, making it useful in watches and radio transmitters. It is the second most abundant mineral in the Earth's crust, and varieties of it include onyx, citrine, and amethyst. For 10 points, name this mineral mainly composed of": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0017132589
      ],
      [
        "artz",
        -3.368984e-05
      ]
    ]
  },
  "A rare, green-colored form of this mineral used in jewelry is called prasiolite. This mineral can possess planar deformation features, and one variety of this mineral is called chalcedony. It is at the bottom of Bowen's Reaction Series, and this mineral exhibits piezoelectricity, making it useful in watches and radio transmitters. It is the second most abundant mineral in the Earth's crust, and varieties": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0034547874
      ],
      [
        "artz",
        -6.6306106e-06
      ]
    ]
  },
  "In a rare fit of success, the clothing line he modeled for the Blue Marlin clothing company became the best-selling line for Macys and Lord & Taylor. He's more used to total failure as when he was eliminated from the Mob on 1 Vs. 100 for not knowing the dish ran away with the spoon.  That brilliant move was probably nowhere near as bad as his former reality show with his now estranged wife or his debut": {
    "guess": "Blue Marlin Clothing Company",
    "confidence": [
      [
        "Blue",
        -0.9736843
      ],
      [
        " Mar",
        -0.033920452
      ],
      [
        "lin",
        -0.00013321757
      ],
      [
        " Clothing",
        -0.7139347
      ],
      [
        " Company",
        -0.32045278
      ]
    ]
  },
  "In rare cases it may caused by a mutation in the A-I-R-E gene, but more commonly may be caused by HIV,": {
    "guess": "Autoimmune polyendocrine syndrome",
    "confidence": [
      [
        "Auto",
        -0.018365089
      ],
      [
        "immune",
        -0.0005556552
      ],
      [
        " poly",
        -0.4768717
      ],
      [
        "end",
        -0.0002821928
      ],
      [
        "ocrine",
        -0.094134696
      ],
      [
        " syndrome",
        -0.0053394204
      ]
    ]
  },
  "In a rare fit of success, the clothing line he modeled for the Blue Marlin clothing company became the best-selling line for Macys and Lord & Taylor. He's more used to total failure as when he was eliminated from the Mob on 1 Vs. 100 for not knowing the dish ran away with the spoon.  That brilliant move": {
    "guess": "Blue Marlin (clothing)",
    "confidence": [
      [
        "Blue",
        -0.35569048
      ],
      [
        " Mar",
        -0.046183493
      ],
      [
        "lin",
        -5.4908094e-05
      ],
      [
        " (",
        -0.45326835
      ],
      [
        "clo",
        -0.08658282
      ],
      [
        "thing",
        -9.805982e-05
      ],
      [
        ")",
        -0.65633386
      ]
    ]
  },
  "In rare cases it may caused by a mutation in the A-I-R-E gene, but more commonly may be caused by HIV, tuberculosis, or metastatic cancer, or most commonly autoimmune causes.  Symptoms of this disease include salt loss and hyperpigmentation, which differentiates it from secondary causes.  Leading to": {
    "guess": "Addison's disease",
    "confidence": [
      [
        "Add",
        -0.027632652
      ],
      [
        "ison",
        -0.0003051918
      ],
      [
        "'s",
        -0.0029933935
      ],
      [
        " disease",
        -0.15478769
      ]
    ]
  },
  "One of its rare uses of military force came in the struggle against Valdemar IV, forcing Valdemar to accept its supremacy in the Peace of Straslund after a decisive 1368 victory over the Danes. It established a number of enclaves called Kontore in foreign towns like Novgorod, Bergen, and the Steel Yard in London, but was ultimately unable to compete with the powerful nation states that formed around it, meeting for the last time in 1669. Originating in an alliance between Lubeck and Hamburg, FTP, what was this league that dominated trading in northern Europe from the 13th to the 15th century?": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.0031559728
      ],
      [
        "anse",
        -0.0010437669
      ],
      [
        "atic",
        -3.392825e-05
      ],
      [
        " League",
        -7.743759e-05
      ]
    ]
  },
  "The rarest variety of this is the ds type which, is only found in certain viruses, and it is indistinguishable from another common biological molecule except for the subtraction of a hydroxyl group. More": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.9800677
      ]
    ]
  },
  "A rare, green-colored form of this mineral used in jewelry is called prasiolite. This mineral can possess": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.054383617
      ],
      [
        "artz",
        -3.5313153e-06
      ]
    ]
  },
  "One of its rare uses of military force came in the struggle against Valdemar IV, forcing Valdemar to accept its supremacy in the Peace of Straslund after a decisive 1368 victory over the Danes. It established a number of enclaves called Kontore in foreign towns like Novgorod, Bergen, and the Steel Yard": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.10894477
      ],
      [
        "anse",
        -0.0001878055
      ],
      [
        "atic",
        -4.0842064e-05
      ],
      [
        " League",
        -0.009516535
      ]
    ]
  },
  "In rare cases it may caused by a mutation in the A-I-R-E gene, but more commonly may be caused by HIV, tuberculosis, or metastatic cancer, or most commonly autoimmune causes.  Symptoms of this disease include salt loss and hyperpigmentation, which differentiates it from secondary causes.  Leading to atrophy of the zona fasciculata and zona reticularis, in nearly 90 percent of cases, autoantibodies attack the enzyme 21-hydroxylase, interrupting the production of aldosterone and another hormone.  Producing": {
    "guess": "Addison's disease",
    "confidence": [
      [
        "Add",
        -0.6436467
      ],
      [
        "ison",
        -0.0006205809
      ],
      [
        "'s",
        -0.0010022051
      ],
      [
        " disease",
        -0.02508289
      ]
    ]
  },
  "In rare cases it may caused by a mutation in the A-I-R-E gene, but more commonly may be caused by HIV, tuberculosis, or metastatic cancer, or most commonly autoimmune causes.  Symptoms of this disease include salt loss and hyperpigmentation, which differentiates it from secondary causes.  Leading to atrophy of the zona fasciculata and zona reticularis, in nearly 90 percent of cases, autoantibodies attack the enzyme 21-hydroxylase, interrupting the production of aldosterone and another hormone.  Producing profound weakness and pallor, FTP, name this disease from which John F. Kennedy suffered, an inability of the adrenal glands to produce cortisol, which is named for the British physician who first described it.": {
    "guess": "Addison's disease",
    "confidence": [
      [
        "Add",
        -0.11190424
      ],
      [
        "ison",
        -0.0004956059
      ],
      [
        "'s",
        -0.0016836321
      ],
      [
        " disease",
        -0.045679823
      ]
    ]
  },
  "The rarest variety of this is the ds type which, is only found in certain viruses, and it is indistinguishable from another common biological molecule except for the subtraction of a hydroxyl group. More common types are t and m, which are essential to DNA translation and transcription, respectively. Often proposed as the historical precursor to DNA as the carrier of genetic information, for 10 points,": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.072559714
      ]
    ]
  },
  "A rare, green-colored form of this mineral used in jewelry is called prasiolite. This mineral can possess planar deformation features, and one variety of this mineral is called chalcedony. It is at the": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0031821097
      ],
      [
        "artz",
        -4.00813e-06
      ]
    ]
  },
  "In a rare fit of success, the clothing line he modeled for the Blue Marlin clothing company became the best-selling line for Macys and Lord & Taylor. He's more used to total failure as when he was eliminated from the Mob on 1 Vs. 100 for not knowing the dish ran away with the spoon.  That brilliant move was probably nowhere near as bad as his former reality show with his now estranged wife or his debut album Playing With Fire which sold only 6,500 copies its first week. PoPoZao (po-po-zow) indeed. For 10 points, identify this soon-to-be-former Mr. Britney Spears.": {
    "guess": "Kevin Federline",
    "confidence": [
      [
        "Kevin",
        -0.011566688
      ],
      [
        " Feder",
        -0.00024965755
      ],
      [
        "line",
        -7.703444e-06
      ]
    ]
  },
  "The rarest variety of this is the ds type which, is only found in certain viruses, and it is indistinguishable from another common biological molecule except for the subtraction of a hydroxyl group. More common types are t and m, which are essential to DNA translation and transcription, respectively. Often proposed as the historical precursor to DNA as the carrier of genetic information, for 10 points, name this biological molecule that is structurally similar to DNA but uses the base uracil in place of thymine.": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.02518322
      ]
    ]
  }
}