{
  "Its zeta and eta stars are both referred to as Al Dhibain, though the latter is usually called Al Dhibain Prior. It also contains the double star Kuma, which defines a corner of it along with Grumium and Rastaban. In addition, it houses both the Cat's Eye Nebula and the North Ecliptic Pole. Its alpha star was once the pole star, a fact attested to by discoveries in the Great Pyramid of Khufu, and that alpha star has been named Thuban. FTP, name this constellation which shares its name with a ruler of Athens who promulgated a notoriously harsh law code, and is from the Latin for \"dragon.\"": {
    "guess": "Draco (constellation)",
    "confidence": [
      [
        "Dr",
        -0.016922839
      ],
      [
        "aco",
        -2.0458236e-05
      ],
      [
        " (",
        -0.030830937
      ],
      [
        "const",
        -0.00020342118
      ],
      [
        "ellation",
        -2.9517714e-05
      ],
      [
        ")",
        -1.962381e-05
      ]
    ]
  },
  "Its zeta and eta stars are both referred to as Al Dhibain, though the latter is usually called Al Dhibain Prior. It also contains the double star Kuma, which defines a corner of it along with Grumium and Rastaban. In addition, it houses both the Cat's Eye Nebula and the North Ecliptic Pole. Its alpha star was once the pole star, a fact attested to by discoveries in the Great Pyramid of Khufu, and that alpha star has been named Thuban. FTP, name this constellation which shares its name with a ruler": {
    "guess": "Draco (constellation)",
    "confidence": [
      [
        "Dr",
        -0.4008762
      ],
      [
        "aco",
        -2.749125e-05
      ],
      [
        " (",
        -0.13037176
      ],
      [
        "const",
        -0.0001437075
      ],
      [
        "ellation",
        -3.261701e-05
      ],
      [
        ")",
        -2.4391957e-05
      ]
    ]
  },
  "Its zeta and eta stars are both referred to as Al Dhibain, though the latter is usually called Al Dhibain Prior. It also contains the double star Kuma, which defines a corner of it along with Grumium and Rastaban. In addition, it houses both the Cat's Eye Nebula and the North Ecliptic Pole. Its alpha star was once the pole star, a fact attested to by discoveries in the Great Pyramid of Khufu, and that": {
    "guess": "Draco (constellation)",
    "confidence": [
      [
        "Dr",
        -0.12903886
      ],
      [
        "aco",
        -6.062987e-05
      ],
      [
        " (",
        -0.10745006
      ],
      [
        "const",
        -8.9357956e-05
      ],
      [
        "ellation",
        -2.1054253e-05
      ],
      [
        ")",
        -3.7146747e-05
      ]
    ]
  },
  "Its zeta and eta stars are both referred to as Al Dhibain, though the latter is usually called Al Dhibain Prior. It also contains the double star Kuma, which defines a corner of it along with Grumium and Rastaban. In addition, it houses both the Cat's Eye Nebula and the North Ecliptic Pole. Its alpha": {
    "guess": "Draco (constellation)",
    "confidence": [
      [
        "Dr",
        -0.050628386
      ],
      [
        "aco",
        -1.3067608e-05
      ],
      [
        " (",
        -0.0005800773
      ],
      [
        "const",
        -3.070975e-05
      ],
      [
        "ellation",
        -3.190179e-05
      ],
      [
        ")",
        -4.143808e-05
      ]
    ]
  },
  "Its zeta and eta stars are both referred to as Al Dhibain, though the latter is usually called Al Dhibain Prior. It also contains the double star Kuma, which defines a corner of it along with Grumium and": {
    "guess": "Gemini (constellation)",
    "confidence": [
      [
        "Gem",
        -0.34816033
      ],
      [
        "ini",
        -2.0339032e-05
      ],
      [
        " (",
        -0.0034206898
      ],
      [
        "const",
        -0.001498672
      ],
      [
        "ellation",
        -1.0445127e-05
      ],
      [
        ")",
        -7.648396e-05
      ]
    ]
  },
  "Its zeta and eta stars are both referred to as Al Dhibain, though the latter is usually called Al Dhibain": {
    "guess": "Eta Eridani",
    "confidence": [
      [
        "Eta",
        -1.0686542
      ],
      [
        " E",
        -1.343829
      ],
      [
        "rid",
        -0.016155662
      ],
      [
        "ani",
        -0.0001506213
      ]
    ]
  }
}