{
  "He sent out the talking bird Karshipta to spread his message to the people assembled in a vara by Yima, who had been warned to take shelter from a devastating winter.  He had a group of messengers who included Mah and Zam, and which were known as the Yazata.  His attendants include a being who guided the souls of the dead, Sraosa, and a goddess of fertility, Armaiti.  Those seven attendants were known as \"Bounteous Immortals,\" or the Amesha Spentas, and were opposed to the Daevas.  FTP, name this": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.93569696
      ],
      [
        "oro",
        -0.024769757
      ],
      [
        "aster",
        -0.457601
      ]
    ]
  },
  "Sent as a hostage to Constantinople at the age of seven, he quickly became involved in the court intrigues of Byzantine emperor Zeno.  After becoming consul, he won a succession of decisive victories,": {
    "guess": "Basiliscus",
    "confidence": [
      [
        "B",
        -0.7824506
      ],
      [
        "asil",
        -0.072917305
      ],
      [
        "isc",
        -0.0034669058
      ],
      [
        "us",
        -0.00045033416
      ]
    ]
  },
  "Sent as a hostage to Constantinople at the age of seven, he quickly became involved in the court intrigues": {
    "guess": "Constantine VII Porphyrogennetos",
    "confidence": [
      [
        "Constant",
        -0.7080412
      ],
      [
        "ine",
        -0.040916458
      ],
      [
        " VII",
        -0.1598358
      ],
      [
        " Por",
        -0.45771137
      ],
      [
        "phy",
        -6.2775536e-05
      ],
      [
        "rog",
        -0.24799728
      ],
      [
        "enn",
        -9.849109e-06
      ],
      [
        "et",
        -5.2001665e-06
      ],
      [
        "os",
        -2.220075e-06
      ]
    ]
  },
  "Sent as a hostage to Constantinople at the age of seven, he quickly became involved in the court intrigues of Byzantine emperor Zeno.  After becoming consul, he won a succession of decisive victories, including engagements at Isonzo and the Adda.  His reign was troubled by conflicts with Pope John I, primarily because of Justin I's edicts against Arianism, of which this ruler was a believer.  Earlier, he had solidified his claims by besieging and taking Ravenna and orchestrating the death of Odoacer.": {
    "guess": "Theodoric the Great",
    "confidence": [
      [
        "The",
        -0.0039359177
      ],
      [
        "od",
        -0.0008133204
      ],
      [
        "oric",
        -0.0002549025
      ],
      [
        " the",
        -0.0011942753
      ],
      [
        " Great",
        -2.0458236e-05
      ]
    ]
  },
  "He sent out the talking bird Karshipta to spread his message to the people assembled in a vara by Yima, who had been warned to take shelter from a devastating winter.  He had a group of messengers who included Mah and Zam, and which were known as the Yazata.  His attendants include a being who guided the souls of the dead, Sraosa, and a goddess of fertility, Armaiti.  Those seven attendants were known": {
    "guess": "Yazata",
    "confidence": [
      [
        "Y",
        -0.7737188
      ],
      [
        "az",
        -0.22413088
      ],
      [
        "ata",
        -0.42272076
      ]
    ]
  },
  "Sent as a hostage to Constantinople at the age of seven, he quickly became involved in the court intrigues of Byzantine emperor Zeno.  After becoming consul, he won a succession of decisive victories, including engagements at Isonzo and the Adda.  His reign was troubled by conflicts with Pope John I, primarily because of Justin I's edicts against Arianism, of which this ruler was a believer.  Earlier,": {
    "guess": "Theodoric the Great",
    "confidence": [
      [
        "The",
        -0.1116807
      ],
      [
        "od",
        -0.036293417
      ],
      [
        "oric",
        -0.24855648
      ],
      [
        " the",
        -0.0038246568
      ],
      [
        " Great",
        -0.00017231269
      ]
    ]
  },
  "He sent out the talking bird Karshipta to spread his message to the people assembled in a vara by Yima, who had been warned to take shelter from a devastating winter.  He had a group of messengers who": {
    "guess": "Yima",
    "confidence": [
      [
        "Y",
        -0.48971552
      ],
      [
        "ima",
        -0.048964072
      ]
    ]
  },
  "He sent out the talking bird Karshipta to spread his message to the people assembled in a vara by Yima, who had been warned to take shelter from a devastating winter.  He had a group of messengers who included Mah and Zam, and which were known as the Yazata.  His attendants include a being who guided the souls of the dead, Sraosa, and a goddess of fertility, Armaiti.  Those seven attendants were known as \"Bounteous Immortals,\" or the Amesha Spentas, and were opposed to the Daevas.  FTP, name this son of Zurvan and father of Ahriman and Ormuzd, the supreme deity of Zoroastrianism.": {
    "guess": "Yima",
    "confidence": [
      [
        "Y",
        -0.13480495
      ],
      [
        "ima",
        -0.036224086
      ]
    ]
  },
  "Sent as a hostage to Constantinople at the age of seven, he quickly became involved in the court intrigues of Byzantine emperor Zeno.  After becoming consul, he won a succession of decisive victories, including engagements at Isonzo and the Adda.  His reign was troubled by conflicts with Pope John I,": {
    "guess": "Odoacer",
    "confidence": [
      [
        "O",
        -0.8791546
      ],
      [
        "do",
        -0.26780334
      ],
      [
        "acer",
        -0.00021724513
      ]
    ]
  },
  "He sent out the talking bird Karshipta to spread his message to the people assembled in a vara by Yima,": {
    "guess": "Vendidad",
    "confidence": [
      [
        "V",
        -0.90670425
      ],
      [
        "end",
        -0.0028647818
      ],
      [
        "idad",
        -0.0001307143
      ]
    ]
  },
  "Sent as a hostage to Constantinople at the age of seven, he quickly became involved in the court intrigues of Byzantine emperor Zeno.  After becoming consul, he won a succession of decisive victories, including engagements at Isonzo and the Adda.  His reign was troubled by conflicts with Pope John I, primarily because of Justin I's edicts against Arianism, of which this ruler was a believer.  Earlier, he had solidified his claims by besieging and taking Ravenna and orchestrating the death of Odoacer.  FTP, name this man who also executed Boethius, the Ostrogoth king of Italy from 493 to 526 AD.": {
    "guess": "Theodoric the Great",
    "confidence": [
      [
        "The",
        -0.0051851356
      ],
      [
        "od",
        -0.00045902873
      ],
      [
        "oric",
        -3.3451433e-05
      ],
      [
        " the",
        -0.0002357217
      ],
      [
        " Great",
        -1.4498052e-05
      ]
    ]
  },
  "He sent out the talking bird Karshipta to spread his message to the people assembled in a vara by Yima, who had been warned to take shelter from a devastating winter.  He had a group of messengers who included Mah and Zam, and which were known as the Yazata.  His attendants include a being who guided": {
    "guess": "Yazata",
    "confidence": [
      [
        "Y",
        -0.82549435
      ],
      [
        "az",
        -0.38312143
      ],
      [
        "ata",
        -0.19505632
      ]
    ]
  }
}