{
  "Reactions that do not display this property are preferred at the site of the maximum Fukui functions. Class A ligands, as well as biologically relevant ligands that bond through oxygen, such as carboxylates, are bases that exhibit this property. Among 3d metal ions, this character correlates with an oxidation state of +3. This property can be defined as half of the difference between a molecule's ionization energy and its activation energy, explaining its correlation to Mulliken electronegativity. Acids that exhibit this character have high-energy HOMOs and tend to react readily with hydroxide and the smaller halides; these acid-base interactions tend to generate soluble, colorless compounds and are highly ionogenic. For 10 points, name this property defined by Pearson acid-base theory that characterizes compounds that are small, weakly polarizable, and highly charged.": {
    "guess": "Hard and Soft Acid-Base Theory",
    "confidence": [
      [
        "Hard",
        -0.057821233
      ],
      [
        " and",
        -0.21841988
      ],
      [
        " Soft",
        -0.06721314
      ],
      [
        " Acid",
        -0.5892263
      ],
      [
        "-",
        -0.69761395
      ],
      [
        "Base",
        -0.00013786652
      ],
      [
        " Theory",
        -0.08248665
      ]
    ]
  },
  "Reactions that do not display this property are preferred at the site of the maximum Fukui functions. Class A ligands, as well as biologically relevant ligands that bond through oxygen, such as carboxylates,": {
    "guess": "Hard and soft acids and bases theory",
    "confidence": [
      [
        "Hard",
        -0.6453127
      ],
      [
        " and",
        -0.022946687
      ],
      [
        " soft",
        -0.1093055
      ],
      [
        " acids",
        -0.08678383
      ],
      [
        " and",
        -0.0004591479
      ],
      [
        " bases",
        -1.6286107e-05
      ],
      [
        " theory",
        -0.11506282
      ]
    ]
  },
  "In a reaction of this type, di-cobalt-octa-carbonyl acts as a source of carbon monoxide to a reacting alkyne and alkene. An isoxazolidine results from a reaction of this kind between a nitrone and an alkene. In the first step of ozonolysis, a molozonide forms due to this type of reaction between ozone and an alkene. A widely-used reaction of this type, between an alkyne and an azide, is the premier example of click chemistry. In their best-known example, the (*) endo transition state is favored. They are notated by placing, in square brackets, the number of electrons contributed by each reactant, separated by plus signs. In the most famous reaction of this type, a diene and dienophile react together. For 10 points, the Diels-Alder reaction is a reaction of what type, in which the reactants": {
    "guess": "Cycloaddition",
    "confidence": [
      [
        "C",
        -0.09226611
      ],
      [
        "yc",
        -0.00014799883
      ],
      [
        "lo",
        -5.2001665e-06
      ],
      [
        "add",
        -8.2324936e-05
      ],
      [
        "ition",
        -0.00017684244
      ]
    ]
  },
  "A rebel in this book acquires a mace with a head in the shape of a cow after meeting a man with eighteen sons, seventeen of whom have been killed by the current ruler. One character in this book successfully": {
    "guess": "The Book of Mormon",
    "confidence": [
      [
        "The",
        -0.9398725
      ],
      [
        " Book",
        -1.4981586
      ],
      [
        " of",
        -0.0019092427
      ],
      [
        " Mormon",
        -0.61721057
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes that catalyze this reaction are released by beta elimination after their conserved cysteine residues are deprotonated to form nucleophilic thiolates that attack in a conjugate addition. Azacitidine can reverse this reaction, which was the first known to proceed via base flipping. MTHFR catalyzes a reaction of this type that uses a folate derivative as a co-substrate to convert homocysteine to methionine as part of the (*) \"one-carbon\" cycle. Many enzymes that catalyze this reaction attack at": {
    "guess": "Methionine synthase",
    "confidence": [
      [
        "M",
        -2.0444026
      ],
      [
        "eth",
        -0.26275873
      ],
      [
        "ion",
        -0.08024623
      ],
      [
        "ine",
        -0.0017833562
      ],
      [
        " synth",
        -0.06936492
      ],
      [
        "ase",
        -0.00081034034
      ]
    ]
  },
  "A rebellion in one of this country's colonies was inspired by \"magical\" water mixed with oil and millet seeds. This nation dealt with the Maji Maji Revolt and recently apologized for its genocide during the Herero Wars. The Algeciras Conference addressed this country's attempt to stop a rival nation from establishing a protectorate during the Tangiers Crisis. It lessened its fight for colonies under Leo von Caprivi. The Congo River was agreed to be a neutral zone at an 1884 meeting in this country": {
    "guess": "Germany",
    "confidence": [
      [
        "Germany",
        -0.018402418
      ]
    ]
  },
  "A reaction related to this occurs with copper iodide as a catalyst and uses carbon monoxide to produce benzaldehyde, while another can couple two arenes. Those reactions, Gatterman-Koch and Scholl, use the same catalyst that is the hallmark of this class of reactions. A reaction of this type can also occur between oxalyl chloride and indole, whose product can be hydrolyzed to a carboxylic acid. In the more common variety, a Clemmensen reduction can be used to reduce the carbonylated product, providing an alternative to reacting with alkyl halides where overalkylation could occur. For 10 points,": {
    "guess": "Friedel–Crafts reaction",
    "confidence": [
      [
        "F",
        -0.0045868917
      ],
      [
        "ried",
        -0.0072041824
      ],
      [
        "el",
        -6.1537958e-06
      ],
      [
        "–",
        -0.11741276
      ],
      [
        "Craft",
        -7.89631e-07
      ],
      [
        "s",
        -4.365741e-06
      ],
      [
        " reaction",
        -0.004678253
      ]
    ]
  },
  "He rebelled against his father and deposed him in 985, and he almost immediately began a series of military  campaigns. On each occasion he was bought off with ever-increasing amounts of Danegeld, but when he  invaded again with his son in 1013, Ethelred the Unready fled to Normandy; this man took the English crown,  but died five weeks later, prompting Ethelred to return and his son to flee. FTP name this king of Denmark and  briefly of England, nicknamed \"forkbeard\", the son of Harald Bluetooth": {
    "guess": "Sweyn Forkbeard",
    "confidence": [
      [
        "S",
        -0.0043972405
      ],
      [
        "we",
        -0.0002387018
      ],
      [
        "yn",
        -3.5954712e-05
      ],
      [
        " Fork",
        -0.0006034302
      ],
      [
        "be",
        -7.703444e-06
      ],
      [
        "ard",
        -1.1279553e-05
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes that catalyze this reaction are released by beta elimination after their conserved cysteine residues are deprotonated to form nucleophilic thiolates that attack in a conjugate addition. Azacitidine can reverse this reaction, which was the first known to proceed via base flipping. MTHFR catalyzes a reaction of this type that uses a folate derivative as a co-substrate to convert homocysteine to methionine as part of the (*) \"one-carbon\" cycle. Many enzymes that catalyze this reaction attack at the C6 position in order to activate the C5 carbon of pyrimidine derivatives and employ the donor S-adenosylmethionine. Molecules that have undergone this reaction are not converted to uracil in bisulfite sequencing. For 10 points, name this reaction that occurs at CpG sites and entails the transfer": {
    "guess": "DNA methylation",
    "confidence": [
      [
        "DNA",
        -0.33959603
      ],
      [
        " meth",
        -0.044826254
      ],
      [
        "ylation",
        -0.00039873365
      ]
    ]
  },
  "He rebelled against his father and deposed him in 985, and he almost immediately began a series of military  campaigns. On each occasion he was bought off with ever-increasing amounts of Danegeld, but when he  invaded again with his son in 1013, Ethelred the Unready fled to Normandy; this man took the English crown,  but died five weeks later, prompting Ethelred to return and his son to flee. FTP name": {
    "guess": "Sweyn Forkbeard",
    "confidence": [
      [
        "S",
        -0.09123258
      ],
      [
        "we",
        -0.0074723363
      ],
      [
        "yn",
        -0.017671267
      ],
      [
        " Fork",
        -0.005299924
      ],
      [
        "be",
        -9.817902e-05
      ],
      [
        "ard",
        -3.5716304e-05
      ]
    ]
  },
  "One rebellion during this ruler's reign was partially put down by Peter Panin following the Battle of Kazan. This monarch issued the Nakaz and established the Hermitage museum. This monarch was called the \"star of the north\" and supported Stanislaw Poniatowski. Having gained power after the assassination of Peter III, this monarch made a deal with Maria Theresa and Frederick the Great to partition Poland. Advisors to this monarch included Gregory Orlov and Gregory Potemkin. This woman was a patron of both Diderot and Voltaire. For 10 points, name this \"enlightened\" tsaritsa of Russia.": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.009711709
      ],
      [
        "atherine",
        -0.00010556965
      ],
      [
        " the",
        -0.0026158479
      ],
      [
        " Great",
        -0.00019162003
      ]
    ]
  },
  "His Realist-influenced works include \"The Golden Horseshoe\" and \"The Main Death.\" \"Nightmare Town\" and \"Two Sharp Knives\" focus on urban corruption, as does much of Red Harvest. Most of his works deal with threats to a victim, such as \"Night Shots\" and \"Death and Company.\" For 10 points—name this author": {
    "guess": "Dashiell Hammett",
    "confidence": [
      [
        "D",
        -0.007545342
      ],
      [
        "ashi",
        -0.0012623754
      ],
      [
        "ell",
        -4.246537e-06
      ],
      [
        " Ham",
        -0.00013333677
      ],
      [
        "met",
        -7.016616e-05
      ],
      [
        "t",
        -0.00017922651
      ]
    ]
  },
  "A rebellion in one of this country's colonies was inspired by \"magical\" water mixed with oil and millet seeds. This nation dealt with the Maji Maji Revolt and recently apologized for its genocide during the Herero Wars. The Algeciras Conference addressed this country's attempt to stop a rival nation from establishing a protectorate during the Tangiers Crisis. It lessened its fight for colonies under": {
    "guess": "Germany",
    "confidence": [
      [
        "Germany",
        -0.001225347
      ]
    ]
  },
  "This reaction occurs twice, once intramolecularly, in the synthesis of gibberelic acid. Breslow showed an acceleration of this reaction in aqueous solution that is attributed to hydrophobic effects. Like aldol reactions, it can be enantioselectively catalyzed by both magnesium and copper(II) chelates of bis-oxazolines. Other popular catalysts include scandium triflate and ytterbium triflate, the latter of which is commonly used with a compound named after Danishefsky in this reaction's aza- variant. One of this reaction's namesakes also names a rule that states that endo addition is preferred in this reaction. For 10 points, name this doubly-eponymous pericyclic addition reaction in which a conjugated": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -0.5660908
      ],
      [
        "els",
        -4.167649e-05
      ],
      [
        "-A",
        -0.4023963
      ],
      [
        "lder",
        -0.00039980648
      ],
      [
        " reaction",
        -0.022238187
      ]
    ]
  },
  "For very reactive samples, a type of mull known as nujol can be used to prevent sample decomposition.": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.31000075
      ],
      [
        "frared",
        -5.109358e-05
      ],
      [
        " spectro",
        -0.6724125
      ],
      [
        "scopy",
        -8.44706e-05
      ]
    ]
  },
  "A reaction named for this man is implicated in the enzyme-catalyzed formation of a phenylalanine precursor from chorismate in plants. A variant of that reaction produces a gamma,delta-unsaturated ketone": {
    "guess": "Chorismate mutase",
    "confidence": [
      [
        "Ch",
        -0.864662
      ],
      [
        "or",
        -0.004005265
      ],
      [
        "ism",
        -0.00049405626
      ],
      [
        "ate",
        -0.0018239314
      ],
      [
        " mut",
        -0.008241143
      ],
      [
        "ase",
        -3.0232935e-05
      ]
    ]
  },
  "Real ones included New York's Henry Tanner, who did it for 40 days, and Giacomo Succi, whose record of 46 days stood until 1926.  A 1976 play by Tadeusz Rozewicz is based on the most famous literary example, who at the end of his life asks an overseer to forgive him and who is replaced after his death": {
    "guess": "The Death of Ivan Ilyich",
    "confidence": [
      [
        "The",
        -1.1559848
      ],
      [
        " Death",
        -0.49927384
      ],
      [
        " of",
        -0.00034023033
      ],
      [
        " Ivan",
        -0.24339505
      ],
      [
        " I",
        -0.0009831508
      ],
      [
        "ly",
        -0.00013142951
      ],
      [
        "ich",
        -0.00417646
      ]
    ]
  },
  "After reading continuously for three hours, this character asks her attendant to \"Fold down the leaf where I have left\" and to wake her up at four. As she is introduced, she cries \"Dissembling courtesy! How fine this tyrant / Can tickle where she wounds!\" A jealous man dresses up as her lover and has his head cut off on the way to Milford Haven, where her true love tried to lure her after hearing a description of a mole on her left breast as proof that Iachimo had his way with her. Pisanio gives a drug to induce sleep in this woman, who plays dead in the guise of a boy, and she is reunited with the man who took her diamond ring as part of an oath.  That man was her soldier-lover, Posthumus Leonatus, and she is set up with Cloten by her father, the King of Britain. For 10 points, name this Shakespearean character, the daughter of Cymbeline.": {
    "guess": "Imogen",
    "confidence": [
      [
        "Im",
        -0.008548026
      ],
      [
        "ogen",
        -6.9331734e-05
      ]
    ]
  },
  "A rebellion in one of this country's colonies was inspired by \"magical\" water mixed with oil and millet seeds. This nation dealt with the Maji Maji Revolt and recently apologized for its genocide during the Herero Wars. The Algeciras Conference addressed this country's attempt to stop a rival nation from establishing a protectorate during the Tangiers Crisis. It lessened its fight for colonies under Leo von Caprivi. The Congo River was agreed to be a neutral zone at an 1884 meeting in this country during the \"Scramble for Africa\". For 10 points, name this country which colonized Tanzania and Namibia and hosted the Berlin Conference.": {
    "guess": "Germany",
    "confidence": [
      [
        "Germany",
        -0.0011567702
      ]
    ]
  },
  "This rebellion was sparked by a Doeg raid on the farm of Thomas Matthews. John Ingram led the rebels in this conflict once its leader died of dysentery. This rebellion was ended by the Treaty of Middle Plantation after Governor William Berkeley finally regained control of the colony. In this rebellion, disgruntled frontiersman took up arms against Native Americans and burned the capital of Jamestown.": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.0013316676
      ],
      [
        "acon",
        -2.220075e-06
      ],
      [
        "'s",
        -1.6240566e-06
      ],
      [
        " Rebellion",
        -1.7954959e-05
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes that catalyze this reaction are released by beta elimination after their conserved cysteine residues are deprotonated to form nucleophilic thiolates that attack in a conjugate addition. Azacitidine can reverse this reaction, which was the first known to proceed via base flipping. MTHFR catalyzes a reaction of this type that uses a folate derivative as a co-substrate to convert homocysteine to methionine as part of the (*) \"one-carbon\" cycle. Many enzymes that catalyze this reaction attack at the C6 position in order to activate the C5 carbon of pyrimidine derivatives and employ the donor S-adenosylmethionine.": {
    "guess": "Methionine synthase",
    "confidence": [
      [
        "M",
        -0.88124514
      ],
      [
        "eth",
        -0.18265638
      ],
      [
        "ion",
        -0.078987606
      ],
      [
        "ine",
        -0.0009164591
      ],
      [
        " synth",
        -0.066197544
      ],
      [
        "ase",
        -0.00097327895
      ]
    ]
  },
  "This man reacted to the death of shopkeeper Levi Jones by making a thirty-mile overnight trip to Clinton and Mount Vernon in order to summon help for Mansfield. This man, who entertained children by sticking": {
    "guess": "Johnny Appleseed",
    "confidence": [
      [
        "Johnny",
        -0.2018789
      ],
      [
        " Apple",
        -0.0026817252
      ],
      [
        "seed",
        -1.3663626e-05
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes": {
    "guess": "Enzyme catalysis",
    "confidence": [
      [
        "En",
        -1.2368217
      ],
      [
        "zym",
        -0.0074473713
      ],
      [
        "e",
        -0.012014479
      ],
      [
        " catal",
        -0.123131886
      ],
      [
        "ysis",
        -0.015249711
      ]
    ]
  },
  "This reaction produces 640 gigajoules per kilogram of material, and is most important at temperatures below 15 million Kelvin.  The average time required for the first step is, on average, approximately 14 billion years, while the second and third steps take 6 seconds and 1 million years, respectively.  In the Sun, however, 600 million tons of hydrogen are still reacted every second using this mechanism.  FTP, name this set of reactions responsible for producing energy in average-size stars, so named because it starts with the reaction of two hydrogen nuclei.": {
    "guess": "Proton–proton chain",
    "confidence": [
      [
        "Pro",
        -0.3933997
      ],
      [
        "ton",
        -8.061054e-06
      ],
      [
        "–",
        -0.6510488
      ],
      [
        "pro",
        -0.0162862
      ],
      [
        "ton",
        -8.061054e-06
      ],
      [
        " chain",
        -0.0023844494
      ]
    ]
  },
  "This man reached his then-highest political office with the Peace of Prague, which followed the Fraternal": {
    "guess": "Peace of Prague",
    "confidence": [
      [
        "Peace",
        -0.21540439
      ],
      [
        " of",
        -0.0017657396
      ],
      [
        " Prague",
        -0.23935127
      ]
    ]
  },
  "It reacts directly with carbon-carbon double bonds by a 1,3 cycloadditon to form a pentagonal intermediate, after which workup reagents can be added to produce carbonyl end products. Its distinctive smell": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.7204314
      ],
      [
        "zone",
        -0.032081384
      ]
    ]
  },
  "A rebel in this book acquires a mace with a head in the shape of a cow after meeting a man with eighteen sons, seventeen of whom have been killed by the current ruler. One character in this book successfully undergoes trial by fire after he is accused of rape. A different character in this book spends": {
    "guess": "The Once and Future King",
    "confidence": [
      [
        "The",
        -0.989117
      ],
      [
        " Once",
        -1.0466133
      ],
      [
        " and",
        -0.0001973418
      ],
      [
        " Future",
        -4.823269e-05
      ],
      [
        " King",
        -2.8564085e-05
      ]
    ]
  },
  "In a reaction of this type, di-cobalt-octa-carbonyl acts as a source of carbon monoxide to a reacting alkyne and alkene. An isoxazolidine results from a reaction of this kind between a nitrone and an alkene. In the first step of ozonolysis, a molozonide forms due to this type of reaction between ozone and an alkene. A widely-used reaction of this type, between an alkyne and an azide, is the premier example of click chemistry. In their best-known example, the (*) endo transition state is favored. They are notated by placing, in square brackets, the number of electrons contributed by each reactant,": {
    "guess": "Cycloaddition",
    "confidence": [
      [
        "C",
        -0.7637889
      ],
      [
        "yc",
        -0.018208824
      ],
      [
        "lo",
        -1.9862217e-05
      ],
      [
        "add",
        -0.00012213163
      ],
      [
        "ition",
        -0.00022690064
      ]
    ]
  },
  "The real one, known as ‘Thief-Taker General of Great Britain and Ireland', made a fortune in the 18th  century by tricking thieves into stealing for him, then turning them in for a reward and returning the  stolen property through his Lost Property Office for another reward. All told, more than 120 thieves were  hanged or jailed based upon his evidence, before he himself was hanged for trafficking in stolen goods.  The 1743 literary character bears little resemble to the man, merely serving as a vehicle to satirize Robert  Walpole's tyranny. For ten points name this man who was the title character of Henry Fielding's The Life  of ‘blank' the Great.": {
    "guess": "Jonathan Wild",
    "confidence": [
      [
        "Jonathan",
        -0.023732917
      ],
      [
        " Wild",
        -0.00024394676
      ]
    ]
  },
  "At a reaction center, it can take the form of either P680 or P700, and the wavelength difference of 20 nanometers depends on which proteins surround it.  Molecules not at reactions centers are called antenna molecules, and are not usually found in the bacterio- type or the E type.  In solution, it gives off a red-orange glow when excited by ultraviolet light.  It contains a phytol side chain attached": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.015978418
      ],
      [
        "lor",
        -3.8696395e-05
      ],
      [
        "oph",
        -0.0001409658
      ],
      [
        "yll",
        -0.00041482248
      ]
    ]
  },
  "This man reacted to the death of shopkeeper Levi Jones by making a thirty-mile overnight trip to Clinton and Mount Vernon in order to summon help for Mansfield. This man, who entertained children by sticking needles and hot coals into his feet, often accepted a written \"fipenny-bit\" or old clothing as payment after appearing dressed in a coffee sack with a cooking pot on his head. This preacher for": {
    "guess": "Johnny Appleseed",
    "confidence": [
      [
        "Johnny",
        -0.09729358
      ],
      [
        " Apple",
        -0.00025716738
      ],
      [
        "seed",
        -1.2590794e-05
      ]
    ]
  },
  "Reaction to this historical measure was expressed by the Nashville Convention and Georgia Platform. Originally": {
    "guess": "Compromise of 1850",
    "confidence": [
      [
        "Comp",
        -0.35072237
      ],
      [
        "romise",
        -5.3193703e-06
      ],
      [
        " of",
        -0.000290891
      ],
      [
        " ",
        -2.4630364e-05
      ],
      [
        "185",
        -0.018188575
      ],
      [
        "0",
        -1.7120534e-05
      ]
    ]
  },
  "This realist wrote about individuals driven toward death in such short stories as \"Dreams of Chang,\" about a dog watching its master drink himself to death because of his unfaithful wife, and about doomed erotic liasons in his collection Dark Avenues.  The story \"Antonov Apples\" is his only work with an optimistic outlook on life, while 1910's The Village is his only novel.  For 10 points-- identify this author of \"The Gentleman from San Francisco,\" who in 1934 became the first Russian to win a Nobel Prize in Literature.": {
    "guess": "Ivan Bunin",
    "confidence": [
      [
        "I",
        -0.00062820624
      ],
      [
        "van",
        -1.0564331e-05
      ],
      [
        " Bun",
        -0.049048755
      ],
      [
        "in",
        -5.6769813e-06
      ]
    ]
  },
  "His Realist-influenced works include \"The Golden Horseshoe\" and \"The Main Death.\" \"Nightmare Town\" and \"Two Sharp Knives\" focus on urban corruption, as does much of Red Harvest. Most of his works deal": {
    "guess": "Dashiell Hammett",
    "confidence": [
      [
        "D",
        -0.0567142
      ],
      [
        "ashi",
        -0.0015306938
      ],
      [
        "ell",
        -9.133887e-06
      ],
      [
        " Ham",
        -0.00036930136
      ],
      [
        "met",
        -3.094816e-05
      ],
      [
        "t",
        -0.0005912788
      ]
    ]
  },
  "A rebellion in this province featured a long siege of the Mons Medullius and was led by the chieftains Gauson and Corocotta. The first Christian to be executed for heresy met that fate for developing the": {
    "guess": "Hispania",
    "confidence": [
      [
        "His",
        -0.018839221
      ],
      [
        "pan",
        -5.4908094e-05
      ],
      [
        "ia",
        -2.2007884e-05
      ]
    ]
  },
  "A reaction named for this man is implicated in the enzyme-catalyzed formation of a phenylalanine precursor from chorismate in plants. A variant of that reaction produces a gamma,delta-unsaturated ketone from an allylic acid, and is named for this man and Ireland. Another reaction named for this man is": {
    "guess": "Robert Burns Woodward",
    "confidence": [
      [
        "Robert",
        -0.6153395
      ],
      [
        " Burns",
        -0.8179441
      ],
      [
        " Woodward",
        -0.0025216804
      ]
    ]
  },
  "He rebutted the moralist views of W.K. Clifford in an essay which categorizes live, forced, and momentous options. He's the first namesake of a theory which states that emotions result from the perception of a physiological stimulus, rather than emotions preceding autonomic responses. One of his essays": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -0.0015787787
      ],
      [
        " James",
        -8.792751e-05
      ]
    ]
  },
  "A rebellion in this province featured a long siege of the Mons Medullius and was led by the chieftains Gauson and Corocotta. The first Christian to be executed for heresy met that fate for developing the doctrine of Priscillianism in this province. Galba and Otho served as governors in this province, which was long split into \"Citerior\" and (*) \"Ulterior\" regions. At one battle in this province, the winning commander placed his legions on the wings of his concave formation, a tactic referred to as the \"reverse Cannae\". The siege of Saguntum, a city in this province, sparked the Second Punic War, which also included the aforementioned battle of Ilipa. For 10 points, identify this birthplace of Hadrian and Trajan, a Roman province comprised of most of the Iberian peninsula.": {
    "guess": "Hispania",
    "confidence": [
      [
        "His",
        -0.003476763
      ],
      [
        "pan",
        -2.1008714e-06
      ],
      [
        "ia",
        -2.1008714e-06
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes that catalyze this reaction are released by beta elimination after their conserved cysteine residues are deprotonated to form nucleophilic thiolates that attack in a conjugate addition. Azacitidine can reverse this reaction, which was the first known to proceed via base flipping. MTHFR catalyzes a reaction of this type that uses a folate derivative as a co-substrate to convert homocysteine to": {
    "guess": "Beta elimination",
    "confidence": [
      [
        "Beta",
        -0.43553805
      ],
      [
        " elimination",
        -0.5640877
      ]
    ]
  },
  "The real one, known as ‘Thief-Taker General of Great Britain and Ireland', made a fortune in the 18th  century by tricking thieves into stealing for him, then turning them in for a reward and returning the  stolen property through his Lost Property Office for another reward. All told, more than 120 thieves were  hanged or jailed based upon his evidence, before he himself was hanged for trafficking": {
    "guess": "Jonathan Wild",
    "confidence": [
      [
        "Jonathan",
        -0.08032589
      ],
      [
        " Wild",
        -0.020255603
      ]
    ]
  },
  "A reaction related to this occurs with copper iodide as a catalyst and uses carbon monoxide to produce benzaldehyde, while another can couple two arenes. Those reactions, Gatterman-Koch and Scholl, use": {
    "guess": "Friedel–Crafts reaction",
    "confidence": [
      [
        "F",
        -0.006270036
      ],
      [
        "ried",
        -0.0010275698
      ],
      [
        "el",
        -3.368984e-05
      ],
      [
        "–",
        -0.2422167
      ],
      [
        "Craft",
        -5.5122365e-07
      ],
      [
        "s",
        -7.822647e-06
      ],
      [
        " reaction",
        -0.004317249
      ]
    ]
  },
  "After reading continuously for three hours, this character asks her attendant to \"Fold down the leaf where I have left\" and to wake her up at four. As she is introduced, she cries \"Dissembling courtesy! How fine this tyrant / Can tickle where she wounds!\" A jealous man dresses up as her lover and has his head cut off on the way to Milford Haven, where her true love tried to lure her after hearing a description of a mole on her left breast as proof that Iachimo had his way with her. Pisanio gives a drug to induce sleep in this woman, who plays dead in the guise of a boy, and she is reunited with the man who took her diamond ring as part of an oath.  That man was her soldier-lover, Posthumus Leonatus, and she is set up with Cloten by her father, the King of Britain. For 10 points, name this Shakespearean": {
    "guess": "Imogen",
    "confidence": [
      [
        "Im",
        -0.028257944
      ],
      [
        "ogen",
        -4.6563837e-05
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes that catalyze this reaction are released by beta elimination after their conserved cysteine residues": {
    "guess": "Beta-elimination",
    "confidence": [
      [
        "Beta",
        -0.8130271
      ],
      [
        "-",
        -0.28297964
      ],
      [
        "elim",
        -0.0010654399
      ],
      [
        "ination",
        -0.00065643917
      ]
    ]
  },
  "One reaction of this type exposes tosylhydrazones to a strong base to produce a carbenium ion intermediate, while in another reaction of this type, alcohols react with a xanthate ester to produce carbonyl sulfides. In addition to the Bamford-Stevens and Chugaev reactions, another way of performing this type of reaction uses an excess of methyl iodide to produce a tertiary amine. In addition to that reaction named for (*) Hoffman, alkynes can be produced by performing this type of reaction on vicinal dihalides. Zaitsev's Rule applies for this type of reaction, resulting in the more highly substituted product, while this reaction's bimolecular variety proceeds in an \"anti-periplanar\" fashion. FTP,": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.02407756
      ],
      [
        "ination",
        -7.171581e-05
      ],
      [
        " reaction",
        -0.0014071364
      ]
    ]
  },
  "One rebellion during this ruler's reign was partially put down by Peter Panin following the Battle of Kazan. This monarch issued the Nakaz and established the Hermitage museum. This monarch was called the \"star of the north\" and supported Stanislaw Poniatowski. Having gained power after the assassination": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.019848753
      ],
      [
        "atherine",
        -3.1424974e-05
      ],
      [
        " the",
        -6.337155e-05
      ],
      [
        " Great",
        -5.4312077e-05
      ]
    ]
  },
  "A reaction of this type is coupled with elimination to form the final product after transmetallation in the Suzuki reaction. Another reaction of this type is often coupled to Friedel-Crafts acylations,": {
    "guess": "Cross-coupling reaction",
    "confidence": [
      [
        "Cross",
        -0.34895837
      ],
      [
        "-c",
        -0.006432683
      ],
      [
        "ou",
        -2.1008714e-06
      ],
      [
        "pling",
        -8.299462e-06
      ],
      [
        " reaction",
        -0.007593134
      ]
    ]
  },
  "One rebellion during this ruler's reign was partially put down by Peter Panin following the Battle of Kazan. This monarch issued the Nakaz and established the Hermitage museum. This monarch was called": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.4909223
      ],
      [
        "atherine",
        -0.0003242607
      ],
      [
        " the",
        -0.0009882692
      ],
      [
        " Great",
        -0.00014299227
      ]
    ]
  },
  "This reaction occurs twice, once intramolecularly, in the synthesis of gibberelic acid. Breslow showed an acceleration of this reaction in aqueous solution that is attributed to hydrophobic effects. Like aldol reactions, it can be enantioselectively catalyzed by both magnesium and copper(II) chelates of bis-oxazolines. Other popular catalysts include scandium triflate and ytterbium triflate, the latter of which is commonly used with a compound named after Danishefsky in this reaction's aza- variant. One of this reaction's namesakes also names a rule that states that endo addition is preferred in": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -0.68954307
      ],
      [
        "els",
        -1.2352386e-05
      ],
      [
        "-A",
        -0.024243498
      ],
      [
        "lder",
        -0.00010211275
      ],
      [
        " reaction",
        -0.010130132
      ]
    ]
  },
  "Reared by Jesuits, he gained his first military experience fighting in a Walloon regiment and at the 1585 siege of Antwerp under Alessandro Farnese. In 1594, he joined Holy Roman Emperor Rudolf II's army campaigning against the Turks. Appointed by Duke Maximilian I of Bavaria to reorganize the Bavarian army in 1610, he created such an efficient army that it became the backbone and spearhead of the Catholic League. FTP, name this man, the preeminent commander of Catholic League forces in the early part of the Thirty Years' War.": {
    "guess": "Johann Tserclaes, Count of Tilly",
    "confidence": [
      [
        "J",
        -0.30277947
      ],
      [
        "oh",
        -0.054943442
      ],
      [
        "ann",
        -0.0065671145
      ],
      [
        " T",
        -0.011932738
      ],
      [
        "ser",
        -0.0042297663
      ],
      [
        "cla",
        -7.481511e-05
      ],
      [
        "es",
        -1.0683535e-05
      ],
      [
        ",",
        -0.0025505773
      ],
      [
        " Count",
        -0.0005362324
      ],
      [
        " of",
        -0.00012475411
      ],
      [
        " T",
        -3.22594e-05
      ],
      [
        "illy",
        -1.9361265e-07
      ]
    ]
  },
  "In a reaction of this type, di-cobalt-octa-carbonyl acts as a source of carbon monoxide to a reacting alkyne and alkene. An isoxazolidine results from a reaction of this kind between a nitrone and an alkene. In the first step of ozonolysis, a molozonide forms due to this type of reaction between ozone and an alkene. A widely-used reaction of this type, between an alkyne and an azide, is the premier": {
    "guess": "Ozonolysis",
    "confidence": [
      [
        "O",
        -0.5315004
      ],
      [
        "zon",
        -0.2519228
      ],
      [
        "ol",
        -0.0002321456
      ],
      [
        "ysis",
        -5.5861725e-05
      ]
    ]
  },
  "Real ones included New York's Henry Tanner, who did it for 40 days, and Giacomo Succi, whose record of": {
    "guess": "Fasting",
    "confidence": [
      [
        "F",
        -0.6238163
      ],
      [
        "asting",
        -0.0006646606
      ]
    ]
  },
  "It reacts directly with carbon-carbon double bonds by a 1,3 cycloadditon to form a pentagonal intermediate, after which workup reagents can be added to produce carbonyl end products. Its distinctive smell was specifically noted in 1785, but it was not determined to be a definite chemical compound until 1839. Because of its high oxidation potential and ease of production, it is often used as a disinfectant, particularly in water treatment plants. More famously, it blocks ultraviolet rays, converting them into heat energy in the earth's stratosphere. FTP identify this triatomic compound with a characteristic": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.015275895
      ],
      [
        "zone",
        -0.0010830637
      ]
    ]
  },
  "This man reached his then-highest political office with the Peace of Prague, which followed the Fraternal War in which Italy acquired Venetia. French reaction to the proposed enthronement of Leopold of Hohenzollern as King of Spain impelled this leader to release a doctored telegram, the Ems Dispatch. This man created a system of pensions and insurance for his country's workers, the first in the world, and acquired eastern New Guinea, part of which was named for him. He served the first German Emperor faithfully but was dismissed in 1890 by Wilhelm II. For 10 points, name this fiery proponent of": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.002099822
      ],
      [
        "to",
        -2.577686e-06
      ],
      [
        " von",
        -0.000446162
      ],
      [
        " B",
        -6.1537958e-06
      ],
      [
        "ism",
        -1.0325924e-05
      ],
      [
        "ar",
        -0.0004952483
      ],
      [
        "ck",
        -4.246537e-06
      ]
    ]
  },
  "A rebellion in one of this country's colonies was inspired by \"magical\" water mixed with oil and millet seeds. This nation dealt with the Maji Maji Revolt and recently apologized for its genocide during the Herero Wars. The Algeciras Conference addressed this country's attempt to stop a rival nation from establishing a protectorate during the Tangiers Crisis. It lessened its fight for colonies under Leo von Caprivi. The Congo River was agreed to be a neutral zone at an 1884 meeting in this country during the \"Scramble for Africa\". For 10 points, name this country which colonized Tanzania and Namibia": {
    "guess": "Germany",
    "confidence": [
      [
        "Germany",
        -0.004653811
      ]
    ]
  },
  "A reaction named for this man is implicated in the enzyme-catalyzed formation of a phenylalanine precursor from chorismate in plants. A variant of that reaction produces a gamma,delta-unsaturated ketone from an allylic acid, and is named for this man and Ireland. Another reaction named for this man is driven to completion by deprotonation of the product, and has an intramolecular variant named for Dieckmann. The first reaction is essentially irreversible due to the formation of a carbonyl double": {
    "guess": "Claisen condensation",
    "confidence": [
      [
        "Cl",
        -0.9768291
      ],
      [
        "ais",
        -0.0015160537
      ],
      [
        "en",
        -1.4855664e-05
      ],
      [
        " cond",
        -0.20161887
      ],
      [
        "ensation",
        -0.00012213163
      ]
    ]
  },
  "He rebelled against his father and deposed him in 985, and he almost immediately began a series of military  campaigns. On each occasion he was bought off with ever-increasing amounts of Danegeld, but when he  invaded again with his son in 1013, Ethelred the Unready fled to Normandy; this man took the English crown,  but died five weeks later, prompting Ethelred to return and his son to flee. FTP name this king of Denmark and  briefly of England, nicknamed \"forkbeard\", the son of Harald Bluetooth and father of Canute.": {
    "guess": "Sweyn Forkbeard",
    "confidence": [
      [
        "S",
        -0.08256338
      ],
      [
        "we",
        -0.0015959147
      ],
      [
        "yn",
        -0.00014489953
      ],
      [
        " Fork",
        -0.002695386
      ],
      [
        "be",
        -2.7014437e-05
      ],
      [
        "ard",
        -1.5570886e-05
      ]
    ]
  },
  "This reaction makes tertiary alcohols from substituted fluoroolefins, and when combined with NMO-  TPAP oxidation can make carbonyls from olefins. One product of this reaction can be used in  Suzuki coupling, while the other is the (*) anti-Markovnikov product. For 10 points-- name this reaction that makes alcohols from alkenes using a compound containing a noted fifth element.": {
    "guess": "Hydroboration",
    "confidence": [
      [
        "Hy",
        -0.023716966
      ],
      [
        "dro",
        -2.0696643e-05
      ],
      [
        "b",
        -0.00170744
      ],
      [
        "oration",
        -1.6240566e-06
      ]
    ]
  },
  "One rebellion in this modern-day country was crushed at the battle of Waterberg and the survivors driven into the desert by Lothar van Trotha, while a rebellion by another tribe sprang up only two months after that Herero rebellion and was ended with the signing of the Protection Contracts.  Bounty killings were a staple of the later counter-insurgency unit Koevoet, which killed approximately 25 PLAN members for every death of their own.  PLAN was the military wing of the Sam Nujoma-led rebel group SWAPO, which sought independence from South Africa.  For 10 points, name this country formerly known": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.12155399
      ],
      [
        "ibia",
        -0.001955633
      ]
    ]
  },
  "A rebel in this book acquires a mace with a head in the shape of a cow after meeting a man with eighteen": {
    "guess": "Krishna (character)",
    "confidence": [
      [
        "Kr",
        -1.3354675
      ],
      [
        "ish",
        -0.0019659854
      ],
      [
        "na",
        -0.19353113
      ],
      [
        " (",
        -0.9930864
      ],
      [
        "character",
        -2.1835258
      ],
      [
        ")",
        -0.0018135826
      ]
    ]
  },
  "One rebellion in this modern-day country was crushed at the battle of Waterberg and the survivors driven into the desert by Lothar van Trotha, while a rebellion by another tribe sprang up only two months": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.051741518
      ],
      [
        "ibia",
        -0.0009799323
      ]
    ]
  },
  "One reaction of this type exposes tosylhydrazones to a strong base to produce a carbenium ion intermediate, while in another reaction of this type, alcohols react with a xanthate ester to produce carbonyl sulfides. In addition to the Bamford-Stevens and Chugaev reactions, another way of performing this type of reaction uses an excess of methyl iodide to produce a tertiary amine. In addition to that": {
    "guess": "Appel reaction",
    "confidence": [
      [
        "App",
        -0.2723442
      ],
      [
        "el",
        -1.700133e-05
      ],
      [
        " reaction",
        -0.035754096
      ]
    ]
  },
  "Reared by Jesuits, he gained his first military experience fighting in a Walloon regiment and at the 1585 siege of Antwerp under Alessandro Farnese. In 1594, he joined Holy Roman Emperor Rudolf II's army": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0420702
      ]
    ]
  },
  "This rebellion was sparked by a Doeg raid on the farm of Thomas Matthews. John Ingram led the rebels in this conflict once its leader died of dysentery. This rebellion was ended by the Treaty of Middle Plantation after Governor William Berkeley finally regained control of the colony. In this rebellion, disgruntled frontiersman took up arms against Native Americans and burned the capital of Jamestown. For 10 points, name this rebellion led by the namesake member of the House of Burgesses in 1676 in Virginia.": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.015510093
      ],
      [
        "acon",
        -2.220075e-06
      ],
      [
        "'s",
        -4.5371802e-05
      ],
      [
        " Rebellion",
        -1.8908588e-05
      ]
    ]
  },
  "One rebellion in this modern-day country was crushed at the battle of Waterberg and the survivors driven": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.6968323
      ],
      [
        "ibia",
        -0.021207476
      ]
    ]
  },
  "After reading continuously for three hours, this character asks her attendant to \"Fold down the leaf where I have left\" and to wake her up at four. As she is introduced, she cries \"Dissembling courtesy! How fine this tyrant / Can tickle where she wounds!\" A jealous man dresses up as her lover and has": {
    "guess": "Lady Macbeth",
    "confidence": [
      [
        "Lady",
        -0.53842163
      ],
      [
        " Mac",
        -0.07445511
      ],
      [
        "beth",
        -0.0031367207
      ]
    ]
  },
  "Reaction with tri-phenyl-phosphine and carbon tetrachloride converts these compounds into alkyl chlorides in the Appel reaction. Tetrabutyl ammonium fluoride can be used to remove silyl ether protecting groups of these compounds. They can be converted to a better leaving group through reaction with tosyl chloride to form a tosylate. On an IR spectrum, this functional group displays a strong, broad peak at 3200 to 3500 inverse centimeters. A solution of zinc chloride and hydrochloric acid is used to determine their presence in the (*) Lucas test. In an E1 mechanism, sulfuric acid dehydrates it to": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.0021060058
      ],
      [
        "cohol",
        -0.0034166514
      ]
    ]
  },
  "It reacts directly with carbon-carbon double bonds by a 1,3 cycloadditon to form a pentagonal intermediate, after which workup reagents can be added to produce carbonyl end products. Its distinctive smell was specifically noted in 1785, but it was not determined to be a definite chemical compound until 1839. Because of its high oxidation potential and ease of production, it is often used as a disinfectant, particularly in water treatment plants. More famously, it blocks ultraviolet rays, converting": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.0021469314
      ],
      [
        "zone",
        -0.0008966933
      ]
    ]
  },
  "One reaction of this type exposes tosylhydrazones to a strong base to produce a carbenium ion intermediate,": {
    "guess": "Hofmann elimination",
    "confidence": [
      [
        "H",
        -0.13811901
      ],
      [
        "of",
        -0.039251257
      ],
      [
        "mann",
        -4.6563837e-05
      ],
      [
        " elimination",
        -0.0715085
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for Tischenko and is similar in product to the Meerwein-Ponndorf-Verley reduction; it was recently discovered that lithium bromide is a near-ideal catalyst for all three, though the traditional form of": {
    "guess": "Cannizzaro reaction",
    "confidence": [
      [
        "C",
        -0.7529736
      ],
      [
        "ann",
        -0.026570233
      ],
      [
        "izz",
        -0.0063762944
      ],
      [
        "aro",
        -0.0003498858
      ],
      [
        " reaction",
        -0.008204137
      ]
    ]
  },
  "This realist wrote about individuals driven toward death in such short stories as \"Dreams of Chang,\" about a dog watching its master drink himself to death because of his unfaithful wife, and about doomed": {
    "guess": "Isaac Bashevis Singer",
    "confidence": [
      [
        "Is",
        -1.072433
      ],
      [
        "aac",
        -0.00166292
      ],
      [
        " Bas",
        -0.007236855
      ],
      [
        "he",
        -4.1199673e-05
      ],
      [
        "vis",
        -4.4849444e-06
      ],
      [
        " Singer",
        -3.4524266e-05
      ]
    ]
  },
  "In a reaction of this type, di-cobalt-octa-carbonyl acts as a source of carbon monoxide to a reacting alkyne and alkene. An isoxazolidine results from a reaction of this kind between a nitrone and an alkene. In the first step of ozonolysis, a molozonide forms due to this type of reaction between ozone": {
    "guess": "Ozonolysis",
    "confidence": [
      [
        "O",
        -0.8548674
      ],
      [
        "zon",
        -0.11322912
      ],
      [
        "ol",
        -0.0004958406
      ],
      [
        "ysis",
        -9.372295e-06
      ]
    ]
  },
  "The reaction of hydroxyl radical with a nitrogen atom was introduced by Lavoie, Heywood, and Keck to": {
    "guess": "Nitrogen radical addition",
    "confidence": [
      [
        "Nit",
        -0.7951493
      ],
      [
        "rogen",
        -1.2362256
      ],
      [
        " radical",
        -1.2265565
      ],
      [
        " addition",
        -0.16755861
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for Tischenko and is similar in product to the Meerwein-Ponndorf-Verley reduction; it was recently discovered that lithium bromide is a near-ideal catalyst for all three, though the traditional form of this reaction uses a metal hydroxide as its catalyst. This reaction begins with nucleophilic addition by a hydroxide group, resulting in a namesake tetrahedral intermediate, which then reacts with another": {
    "guess": "Cannizzaro reaction",
    "confidence": [
      [
        "C",
        -0.70950115
      ],
      [
        "ann",
        -0.0014536863
      ],
      [
        "izz",
        -0.017355703
      ],
      [
        "aro",
        -0.00048536903
      ],
      [
        " reaction",
        -0.007864263
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for Tischenko and is similar in product to the Meerwein-Ponndorf-Verley reduction; it was recently discovered that lithium bromide is a near-ideal catalyst for all three, though the traditional form of this reaction uses a metal hydroxide as its catalyst. This reaction begins with nucleophilic addition by a hydroxide group, resulting in a namesake tetrahedral intermediate, which then reacts with another molecule of reactant in a disproportionation step. Formaldehyde can be used to increase the yield of one of this reaction's products in its \"crossed\" variant. If the reactant aldehyde has an alpha hydrogen, the aldol condensation accomplishes the same thins as this reaction faster. For ten points,": {
    "guess": "Cannizzaro reaction",
    "confidence": [
      [
        "C",
        -0.019188007
      ],
      [
        "ann",
        -1.9027791e-05
      ],
      [
        "izz",
        -0.0024190606
      ],
      [
        "aro",
        -0.00015979631
      ],
      [
        " reaction",
        -0.020906778
      ]
    ]
  },
  "Reaction with tri-phenyl-phosphine and carbon tetrachloride converts these compounds into alkyl chlorides in the Appel reaction. Tetrabutyl ammonium fluoride can be used to remove silyl ether protecting": {
    "guess": "Silyl ether",
    "confidence": [
      [
        "S",
        -0.9057104
      ],
      [
        "ily",
        -0.00304272
      ],
      [
        "l",
        -4.9424725e-05
      ],
      [
        " ether",
        -0.4849179
      ]
    ]
  },
  "After reading continuously for three hours, this character asks her attendant to \"Fold down the leaf": {
    "guess": "Book of Hours",
    "confidence": [
      [
        "Book",
        -1.2401532
      ],
      [
        " of",
        -0.0066519
      ],
      [
        " Hours",
        -0.07842797
      ]
    ]
  },
  "A rebellion in one of this country's colonies was inspired by \"magical\" water mixed with oil and millet seeds. This nation dealt with the Maji Maji Revolt and recently apologized for its genocide during the Herero Wars. The Algeciras Conference addressed this country's attempt to stop a rival nation": {
    "guess": "Germany",
    "confidence": [
      [
        "Germany",
        -0.000692778
      ]
    ]
  },
  "One reaction of this type exposes tosylhydrazones to a strong base to produce a carbenium ion intermediate, while in another reaction of this type, alcohols react with a xanthate ester to produce carbonyl sulfides. In addition to the Bamford-Stevens and Chugaev reactions, another way of performing this type of reaction uses an excess of methyl iodide to produce a tertiary amine. In addition to that reaction named for (*) Hoffman, alkynes can be produced by performing this type of reaction on vicinal": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.18405125
      ],
      [
        "ination",
        -0.00034785937
      ],
      [
        " reaction",
        -0.0011443839
      ]
    ]
  },
  "At a reaction center, it can take the form of either P680 or P700, and the wavelength difference of 20 nanometers depends on which proteins surround it.  Molecules not at reactions centers are called antenna molecules, and are not usually found in the bacterio- type or the E type.  In solution, it gives off a red-orange glow when excited by ultraviolet light.  It contains a phytol side chain attached to a porphyrin head that contains magnesium.  FTP, name this molecule with a characteristic green color that is crucial to photosynthesis.": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0016230529
      ],
      [
        "lor",
        -0.00021355349
      ],
      [
        "oph",
        -0.00025597532
      ],
      [
        "yll",
        -0.0003091255
      ]
    ]
  },
  "A reaction of this type is coupled with elimination to form the final product after transmetallation in the Suzuki reaction. Another reaction of this type is often coupled to Friedel-Crafts acylations, to compensate for carbocation rearrangements during Friedel-Crafts alkylations. The most common method of synthesizing amines forms them from carbonyls in one of these that uses sodium cyanoborohydride. LAH commonly catalyzes these reactions. In general, the conversion of aldehydes to alcohols is one": {
    "guess": "Reduction (chemistry)",
    "confidence": [
      [
        "Red",
        -0.76346827
      ],
      [
        "uction",
        -0.08980175
      ],
      [
        " (",
        -0.20940834
      ],
      [
        "chemistry",
        -0.0026036028
      ],
      [
        ")",
        -6.396757e-05
      ]
    ]
  },
  "The real one, known as ‘Thief-Taker General of Great Britain and Ireland', made a fortune in the 18th  century by tricking thieves into stealing for him, then turning them in for a reward and returning the  stolen property through his Lost Property Office for another reward. All told, more than 120 thieves were  hanged or jailed based upon his evidence, before he himself was hanged for trafficking in stolen goods.  The 1743 literary character bears little resemble to the man, merely serving as a": {
    "guess": "Jonathan Wild",
    "confidence": [
      [
        "Jonathan",
        -0.019087553
      ],
      [
        " Wild",
        -0.004452551
      ]
    ]
  },
  "A rebel in this book acquires a mace with a head in the shape of a cow after meeting a man with eighteen sons, seventeen of whom have been killed by the current ruler. One character in this book successfully undergoes trial by fire after he is accused of rape. A different character in this book spends some time imprisoned in a well where his beloved delivers him food every day. A white-haired man named": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.68383145
      ],
      [
        " Count",
        -0.436637
      ],
      [
        " of",
        -0.00038288688
      ],
      [
        " Monte",
        -0.00051681313
      ],
      [
        " Crist",
        -1.18755715e-05
      ],
      [
        "o",
        -1.7597347e-05
      ]
    ]
  },
  "The real one, known as ‘Thief-Taker General of Great Britain and Ireland', made a fortune in the 18th  century by tricking thieves into stealing for him, then turning them in for a reward and returning the  stolen property through his Lost Property Office for another reward. All told, more than 120 thieves": {
    "guess": "Jonathan Wild",
    "confidence": [
      [
        "Jonathan",
        -0.53140146
      ],
      [
        " Wild",
        -0.012412518
      ]
    ]
  },
  "He rebutted the moralist views of W.K. Clifford in an essay which categorizes live, forced, and momentous options. He's the first namesake of a theory which states that emotions result from the perception of a physiological stimulus, rather than emotions preceding autonomic responses. One of his essays asks whether a man chasing a squirrel around a tree is by definition \"going round\" the squirrel. This author of \"The Will to Believe\" and The Principles of Psychology argued that \"truth\" is only what is most expedient to believe. He collected his Gifford Lectures at Edinburgh as The Varieties of Religious Experience, and his Lowell lectures were collected as a work which shares its name with a movement started by C.S. Peirce. For 10 points, name this American philosopher who wrote Pragmatism.": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -0.0003768112
      ],
      [
        " James",
        -4.723352e-06
      ]
    ]
  },
  "This man reacted to the death of shopkeeper Levi Jones by making a thirty-mile overnight trip to Clinton": {
    "guess": "Johnny Appleseed",
    "confidence": [
      [
        "Johnny",
        -0.2470315
      ],
      [
        " Apple",
        -0.0016041287
      ],
      [
        "seed",
        -1.6166903e-05
      ]
    ]
  },
  "His Realist-influenced works include \"The Golden Horseshoe\" and \"The Main Death.\" \"Nightmare Town\" and \"Two Sharp Knives\" focus on urban corruption, as does much of Red Harvest. Most of his works deal with threats to a victim, such as \"Night Shots\" and \"Death and Company.\" For 10 points—name this author of hard-boiled fiction who invented Nick and Nora Charles in The Thin Man and Miles Archer and Sam": {
    "guess": "Dashiell Hammett",
    "confidence": [
      [
        "D",
        -0.17942625
      ],
      [
        "ashi",
        -0.00029780483
      ],
      [
        "ell",
        -2.1411865e-05
      ],
      [
        " Ham",
        -0.000716008
      ],
      [
        "met",
        -0.000121542944
      ],
      [
        "t",
        -0.00017135908
      ]
    ]
  },
  "It reached its summit in its victories over Waldemar IV of Denmark, gaining in the Treaty of Stralsund a virtual monopoly in Scandinavia, but its hegemony was curbed by a Dutch defeat in 1441.  The last diet was held in 1669, but this group never formally dissolved.  Originating in a treaty between L?beck and Hamburg in 1241, its goal was to obtain mutual security and exclusive trading rights for its": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.002331998
      ],
      [
        "anse",
        -9.114601e-05
      ],
      [
        "atic",
        -3.5835506e-05
      ],
      [
        " League",
        -4.692145e-05
      ]
    ]
  },
  "After reading continuously for three hours, this character asks her attendant to \"Fold down the leaf where I have left\" and to wake her up at four. As she is introduced, she cries \"Dissembling courtesy! How fine this tyrant / Can tickle where she wounds!\" A jealous man dresses up as her lover and has his head cut off on the way to Milford Haven, where her true love tried to lure her after hearing a description of a mole on her left breast as proof that Iachimo had his way with her. Pisanio gives": {
    "guess": "Cymbeline",
    "confidence": [
      [
        "C",
        -0.4505818
      ],
      [
        "ymb",
        -4.1273333e-06
      ],
      [
        "eline",
        -0.0011639113
      ]
    ]
  },
  "A reaction of this type is coupled with elimination to form the final product after transmetallation in the Suzuki reaction. Another reaction of this type is often coupled to Friedel-Crafts acylations, to compensate for carbocation rearrangements during Friedel-Crafts alkylations. The most common method of synthesizing amines forms them from carbonyls in one of these that uses sodium cyanoborohydride. LAH commonly catalyzes these reactions. In general, the conversion of aldehydes to alcohols is one of these reactions, in which the oxidation state decreases and the molecule gains electrons. For": {
    "guess": "Reduction (chemistry)",
    "confidence": [
      [
        "Red",
        -0.20402165
      ],
      [
        "uction",
        -0.0038960378
      ],
      [
        " (",
        -0.15526935
      ],
      [
        "chemistry",
        -0.00075685815
      ],
      [
        ")",
        -5.8841815e-05
      ]
    ]
  },
  "A rebellion in this province featured a long siege of the Mons Medullius and was led by the chieftains Gauson and Corocotta. The first Christian to be executed for heresy met that fate for developing the doctrine of Priscillianism in this province. Galba and Otho served as governors in this province, which was long split into \"Citerior\" and (*) \"Ulterior\" regions. At one battle in this province, the winning commander placed his legions on the wings of his concave formation, a tactic referred to as the \"reverse Cannae\". The siege of Saguntum, a city in this province, sparked the Second Punic War, which also included the aforementioned battle of Ilipa. For 10 points, identify this birthplace of": {
    "guess": "Hispania",
    "confidence": [
      [
        "His",
        -0.04218617
      ],
      [
        "pan",
        -2.808727e-05
      ],
      [
        "ia",
        -3.1737043e-06
      ]
    ]
  },
  "This reaction produces 640 gigajoules per kilogram of material, and is most important at temperatures below 15 million Kelvin.  The average time required for the first step is, on average, approximately": {
    "guess": "Nuclear fusion",
    "confidence": [
      [
        "N",
        -0.07343559
      ],
      [
        "uclear",
        -0.0004286428
      ],
      [
        " fusion",
        -0.0072962665
      ]
    ]
  },
  "This man reached his then-highest political office with the Peace of Prague, which followed the Fraternal War in which Italy acquired Venetia. French reaction to the proposed enthronement of Leopold of Hohenzollern as King of Spain impelled this leader to release a doctored telegram, the Ems Dispatch.": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.015062204
      ],
      [
        "to",
        -1.2664457e-06
      ],
      [
        " von",
        -0.00041184606
      ],
      [
        " B",
        -1.11603495e-05
      ],
      [
        "ism",
        -1.867018e-05
      ],
      [
        "ar",
        -0.000232384
      ],
      [
        "ck",
        -2.9352968e-06
      ]
    ]
  },
  "After reading continuously for three hours, this character asks her attendant to \"Fold down the leaf where I have left\" and to wake her up at four. As she is introduced, she cries \"Dissembling courtesy! How fine this tyrant / Can tickle where she wounds!\" A jealous man dresses up as her lover and has his head cut off on the way to Milford Haven, where her true love tried to lure her after hearing a description of a mole on her left breast as proof that Iachimo had his way with her. Pisanio gives a drug to induce sleep in this woman, who plays dead in the guise of a boy, and she is reunited with": {
    "guess": "Cymbeline",
    "confidence": [
      [
        "C",
        -0.43664873
      ],
      [
        "ymb",
        -4.246537e-06
      ],
      [
        "eline",
        -0.0012878557
      ]
    ]
  },
  "Reactions that do not display this property are preferred at the site of the maximum Fukui functions. Class A ligands, as well as biologically relevant ligands that bond through oxygen, such as carboxylates, are bases that exhibit this property. Among 3d metal ions, this character correlates with an oxidation state of +3. This property can be defined as half of the difference between a molecule's ionization": {
    "guess": "Hard and soft acids and bases theory",
    "confidence": [
      [
        "Hard",
        -0.90833586
      ],
      [
        " and",
        -0.064493254
      ],
      [
        " soft",
        -0.4234364
      ],
      [
        " acids",
        -0.40841922
      ],
      [
        " and",
        -0.0006289215
      ],
      [
        " bases",
        -5.8245798e-05
      ],
      [
        " theory",
        -0.46678185
      ]
    ]
  },
  "As the reaction proceeds, 6 pi electrons are delocalized above the transition state, which stabilizes it by the Hammond Postulate. Thus, these reactions have a faster rate and are more stable than two plus two and four plus four cycloaddition reactions. Most of the reactions are not reversible, however under a large amount of heat the retro reaction proceeds. The discovers, working at the University": {
    "guess": "Cycloaddition",
    "confidence": [
      [
        "C",
        -0.8331269
      ],
      [
        "yc",
        -0.14393832
      ],
      [
        "lo",
        -0.00040540905
      ],
      [
        "add",
        -0.003984247
      ],
      [
        "ition",
        -0.0001592003
      ]
    ]
  },
  "The real one, known as ‘Thief-Taker General of Great Britain and Ireland', made a fortune in the 18th  century by tricking thieves into stealing for him, then turning them in for a reward and returning the  stolen property through his Lost Property Office for another reward. All told, more than 120 thieves were  hanged or jailed based upon his evidence, before he himself was hanged for trafficking in stolen goods.  The 1743 literary character bears little resemble to the man, merely serving as a vehicle to satirize Robert  Walpole's tyranny. For ten points name this man who was the title character": {
    "guess": "Jonathan Wild",
    "confidence": [
      [
        "Jonathan",
        -0.0105882585
      ],
      [
        " Wild",
        -0.002635588
      ]
    ]
  },
  "A rebellion in this province featured a long siege of the Mons Medullius and was led by the chieftains Gauson and Corocotta. The first Christian to be executed for heresy met that fate for developing the doctrine of Priscillianism in this province. Galba and Otho served as governors in this province,": {
    "guess": "Hispania",
    "confidence": [
      [
        "His",
        -0.13004348
      ],
      [
        "pan",
        -1.4259645e-05
      ],
      [
        "ia",
        -1.7478143e-05
      ]
    ]
  },
  "The reaction of hydroxyl radical with a nitrogen atom was introduced by Lavoie, Heywood, and Keck to complement this physicist's two reactions he proposed for the formation by electrical discharge of atmospheric nitric oxide, his namesake mechanism. This physicist makes an approximation that shows that a super-galactic ellipsoid of gas will collapse on its shortest axis first, and one concept to which he is the second namesake has a second- order component arising from bulk motion named for Ostriker": {
    "guess": "James E. Lavoie",
    "confidence": [
      [
        "James",
        -1.6495984
      ],
      [
        " E",
        -1.4619406
      ],
      [
        ".",
        -0.02021074
      ],
      [
        " L",
        -0.7073059
      ],
      [
        "avo",
        -0.0714892
      ],
      [
        "ie",
        -7.2907846e-05
      ]
    ]
  },
  "The real one, known as ‘Thief-Taker General of Great Britain and Ireland', made a fortune in the 18th": {
    "guess": "Thief-taker",
    "confidence": [
      [
        "Th",
        -0.51912975
      ],
      [
        "ief",
        -0.001819528
      ],
      [
        "-t",
        -0.41634208
      ],
      [
        "aker",
        -0.011814112
      ]
    ]
  },
  "One reaction named for this man permits an inversion of the normal reactivity of acyl carbon atoms, which": {
    "guess": "Elias James Corey",
    "confidence": [
      [
        "E",
        -0.07765826
      ],
      [
        "lias",
        -0.0002728986
      ],
      [
        " James",
        -8.542423e-05
      ],
      [
        " Corey",
        -1.7478143e-05
      ]
    ]
  },
  "This rebellion was sparked by a Doeg raid on the farm of Thomas Matthews. John Ingram led the rebels in this conflict once its leader died of dysentery. This rebellion was ended by the Treaty of Middle": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.0010422171
      ],
      [
        "acon",
        0.0
      ],
      [
        "'s",
        -6.869018e-06
      ],
      [
        " Rebellion",
        -2.577686e-06
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for Tischenko and is similar in product to the Meerwein-Ponndorf-Verley reduction; it was recently discovered that lithium bromide is a near-ideal catalyst for all three, though the traditional form of this reaction uses a metal hydroxide as its catalyst. This reaction begins with nucleophilic addition by a hydroxide group, resulting in a namesake tetrahedral intermediate, which then reacts with another molecule of reactant in a disproportionation step. Formaldehyde can be used to increase the yield of one of this reaction's products in its \"crossed\" variant. If the reactant aldehyde has an alpha hydrogen, the aldol condensation accomplishes the same thins as this reaction faster. For ten points, name this reaction in which an acid and alcohol are formed from aldehydes, and which is named for an Italian chemist.": {
    "guess": "Cannizzaro reaction",
    "confidence": [
      [
        "C",
        -0.12675232
      ],
      [
        "ann",
        -0.00019829543
      ],
      [
        "izz",
        -0.0006688327
      ],
      [
        "aro",
        -0.00011892046
      ],
      [
        " reaction",
        -0.004794892
      ]
    ]
  },
  "This reaction produces 640 gigajoules per kilogram of material, and is most important at temperatures below 15 million Kelvin.  The average time required for the first step is, on average, approximately 14 billion years, while the second and third steps take 6 seconds and 1 million years, respectively.  In the Sun, however, 600 million tons of hydrogen are still reacted every second using this mechanism.  FTP, name this set of reactions responsible for producing energy in average-size stars, so named": {
    "guess": "Nuclear fusion",
    "confidence": [
      [
        "N",
        -0.64826435
      ],
      [
        "uclear",
        -0.007354594
      ],
      [
        " fusion",
        -0.15820076
      ]
    ]
  },
  "One rebellion in this modern-day country was crushed at the battle of Waterberg and the survivors driven into the desert by Lothar van Trotha, while a rebellion by another tribe sprang up only two months after that Herero rebellion and was ended with the signing of the Protection Contracts.  Bounty killings were a staple of the later counter-insurgency unit Koevoet, which killed approximately 25 PLAN": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.097412005
      ],
      [
        "ibia",
        -0.00080784434
      ]
    ]
  },
  "This man reacted to the death of shopkeeper Levi Jones by making a thirty-mile overnight trip to Clinton and Mount Vernon in order to summon help for Mansfield. This man, who entertained children by sticking needles and hot coals into his feet, often accepted a written \"fipenny-bit\" or old clothing as payment after appearing dressed in a coffee sack with a cooking pot on his head. This preacher for the Church of the (*) New Jerusalem expounded the teachings of Emmanuel Swedenborg to the Midwest,": {
    "guess": "Johnny Appleseed",
    "confidence": [
      [
        "Johnny",
        -0.24489266
      ],
      [
        " Apple",
        -0.00018601745
      ],
      [
        "seed",
        -8.061054e-06
      ]
    ]
  },
  "One reaction of this type exposes tosylhydrazones to a strong base to produce a carbenium ion intermediate, while in another reaction of this type, alcohols react with a xanthate ester to produce carbonyl": {
    "guess": "Peterson olefination",
    "confidence": [
      [
        "Pet",
        -1.2124768
      ],
      [
        "erson",
        -0.19349657
      ],
      [
        " ole",
        -0.64557153
      ],
      [
        "f",
        -0.0001408466
      ],
      [
        "ination",
        -0.000108788154
      ]
    ]
  },
  "One of these reactions relies on the formation of a xanthate followed by a hydride transfer which yields a carbonyl sulfide and methanethiol. A type of this reaction displays a large deuterium isotope effect. The ratelimiting step of the aldol reaction is the (*) \"conjugate base\" form of one of these reactions. A type of this reaction requires substituents with an antiperiplanar orientation. Alkenes can be generated from the addition of a strong base to an alkyl halide via one of these reactions.": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.09859906
      ],
      [
        "ination",
        -0.00026872646
      ],
      [
        " reaction",
        -0.003578811
      ]
    ]
  },
  "For very reactive samples, a type of mull known as nujol can be used to prevent sample decomposition. For liquids, a sample can be placed between two sodium chloride disks, and for solids, a sample is mixed with potassium bromide and pressed into a thin wafer. It works because molecules often have a large number of distinct vibrations from stretching and bending bonds, and it is useful for analyzing the functional groups in a molecule. Its rightmost region contains the most varied peaks and is known as the fingerprint region. FTP, name this type of spectroscopy measured in inverse centimeters and named for the spectrum between microwaves and visible light.": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.0059504835
      ],
      [
        "frared",
        -1.9816675e-06
      ],
      [
        " spectro",
        -0.006500905
      ],
      [
        "scopy",
        -2.577686e-06
      ]
    ]
  },
  "At a reaction center, it can take the form of either P680 or P700, and the wavelength difference of 20": {
    "guess": "Photosystem II",
    "confidence": [
      [
        "Photos",
        -0.46781003
      ],
      [
        "ystem",
        -0.647113
      ],
      [
        " II",
        -0.4467504
      ]
    ]
  },
  "It reacts directly with carbon-carbon double bonds by a 1,3 cycloadditon to form a pentagonal intermediate, after which workup reagents can be added to produce carbonyl end products. Its distinctive smell was specifically noted in 1785, but it was not determined to be a definite chemical compound until 1839. Because of its high oxidation potential and ease of production, it is often used as a disinfectant,": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.014557502
      ],
      [
        "zone",
        -0.0017902553
      ]
    ]
  },
  "One rebellion in this modern-day country was crushed at the battle of Waterberg and the survivors driven into the desert by Lothar van Trotha, while a rebellion by another tribe sprang up only two months after that Herero rebellion and was ended with the signing of the Protection Contracts.  Bounty killings": {
    "guess": "Herero and Namaqua Genocide",
    "confidence": [
      [
        "Her",
        -0.8576999
      ],
      [
        "ero",
        -0.0014242834
      ],
      [
        " and",
        -0.088892356
      ],
      [
        " N",
        -0.00011510595
      ],
      [
        "ama",
        -5.7649777e-05
      ],
      [
        "qua",
        -0.0030279828
      ],
      [
        " Gen",
        -0.28895438
      ],
      [
        "ocide",
        -0.0002730178
      ]
    ]
  },
  "One rebellion during this ruler's reign was partially put down by Peter Panin following the Battle of": {
    "guess": "Pugachev's Rebellion",
    "confidence": [
      [
        "P",
        -0.6214126
      ],
      [
        "ug",
        -0.008867823
      ],
      [
        "ache",
        -0.013813561
      ],
      [
        "v",
        -0.00023846338
      ],
      [
        "'s",
        -0.015035075
      ],
      [
        " Rebellion",
        -0.00024596223
      ]
    ]
  },
  "This reaction occurs twice, once intramolecularly, in the synthesis of gibberelic acid. Breslow showed": {
    "guess": "Aldol condensation",
    "confidence": [
      [
        "A",
        -0.5594694
      ],
      [
        "ld",
        -0.03379254
      ],
      [
        "ol",
        -0.00024417418
      ],
      [
        " cond",
        -0.6694873
      ],
      [
        "ensation",
        -6.7662884e-05
      ]
    ]
  },
  "At a reaction center, it can take the form of either P680 or P700, and the wavelength difference of 20 nanometers depends on which proteins surround it.  Molecules not at reactions centers are called antenna molecules, and are not usually found in the bacterio- type or the E type.  In solution, it gives off a red-orange glow when excited by ultraviolet light.  It contains a phytol side chain attached to a porphyrin head that contains magnesium.  FTP, name this molecule with a characteristic green": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.004741853
      ],
      [
        "lor",
        -0.00017302792
      ],
      [
        "oph",
        -0.00014275387
      ],
      [
        "yll",
        -0.000350955
      ]
    ]
  },
  "A reaction of this type is coupled with elimination to form the final product after transmetallation in the Suzuki reaction. Another reaction of this type is often coupled to Friedel-Crafts acylations, to compensate for carbocation rearrangements during Friedel-Crafts alkylations. The most common method of synthesizing amines forms them from carbonyls in one of these that uses sodium cyanoborohydride.": {
    "guess": "Reduction (chemistry)",
    "confidence": [
      [
        "Red",
        -1.1236445
      ],
      [
        "uction",
        -0.58338946
      ],
      [
        " (",
        -0.49826974
      ],
      [
        "chemistry",
        -0.0028916558
      ],
      [
        ")",
        -7.338466e-05
      ]
    ]
  },
  "Reared by Jesuits, he gained his first military experience fighting in a Walloon regiment and at the 1585 siege of Antwerp under Alessandro Farnese. In 1594, he joined Holy Roman Emperor Rudolf II's army campaigning against the Turks. Appointed by Duke Maximilian I of Bavaria to reorganize the Bavarian army in 1610, he created such an efficient army that it became the backbone and spearhead of the Catholic League. FTP, name this man, the preeminent commander of Catholic League forces in the early": {
    "guess": "Maximilian of Bavaria",
    "confidence": [
      [
        "Max",
        -0.63417286
      ],
      [
        "im",
        -0.00012678056
      ],
      [
        "ilian",
        -0.0017757382
      ],
      [
        " of",
        -0.5899087
      ],
      [
        " Bav",
        -0.009796111
      ],
      [
        "aria",
        -0.00010127832
      ]
    ]
  },
  "One of these reactions relies on the formation of a xanthate followed by a hydride transfer which yields a carbonyl sulfide and methanethiol. A type of this reaction displays a large deuterium isotope": {
    "guess": "Hydride transfer",
    "confidence": [
      [
        "Hy",
        -1.0607709
      ],
      [
        "d",
        -0.18225768
      ],
      [
        "ride",
        -0.011078471
      ],
      [
        " transfer",
        -0.54830956
      ]
    ]
  },
  "It reached its summit in its victories over Waldemar IV of Denmark, gaining in the Treaty of Stralsund a virtual monopoly in Scandinavia, but its hegemony was curbed by a Dutch defeat in 1441.  The last diet was held in 1669, but this group never formally dissolved.  Originating in a treaty between L?beck": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.012883244
      ],
      [
        "anse",
        -0.00042280913
      ],
      [
        "atic",
        -2.451116e-05
      ],
      [
        " League",
        -6.8854926e-05
      ]
    ]
  },
  "One reaction of this type exposes tosylhydrazones to a strong base to produce a carbenium ion intermediate, while in another reaction of this type, alcohols react with a xanthate ester to produce carbonyl sulfides. In addition to the Bamford-Stevens and Chugaev reactions, another way of performing this": {
    "guess": "Appel reaction",
    "confidence": [
      [
        "App",
        -1.4227687
      ],
      [
        "el",
        -2.3676734e-05
      ],
      [
        " reaction",
        -0.050830532
      ]
    ]
  },
  "Reaction to this historical measure was expressed by the Nashville Convention and Georgia Platform. Originally known as the Omnibus Bill, measure three fixed the Texas-New Mexico border, measure five abolished slavery in Washington, D.C., measure four was a more stringent Fugitive Slave Law, measure": {
    "guess": "Compromise of 1850",
    "confidence": [
      [
        "Comp",
        -0.15447068
      ],
      [
        "romise",
        -1.3663626e-05
      ],
      [
        " of",
        -0.008254861
      ],
      [
        " ",
        -1.8908588e-05
      ],
      [
        "185",
        -0.0004355566
      ],
      [
        "0",
        -0.00014525715
      ]
    ]
  },
  "This realist wrote about individuals driven toward death in such short stories as \"Dreams of Chang,\"": {
    "guess": "Guy de Maupassant",
    "confidence": [
      [
        "Guy",
        -0.33432382
      ],
      [
        " de",
        -0.0024352358
      ],
      [
        " Ma",
        -2.1411865e-05
      ],
      [
        "up",
        -4.723352e-06
      ],
      [
        "ass",
        -1.4021238e-05
      ],
      [
        "ant",
        -6.337155e-05
      ]
    ]
  },
  "The reaction of hydroxyl radical with a nitrogen atom was introduced by Lavoie, Heywood, and Keck to complement this physicist's two reactions he proposed for the formation by electrical discharge of atmospheric nitric oxide, his namesake mechanism. This physicist makes an approximation that shows that a super-galactic ellipsoid of gas will collapse on its shortest axis first, and one concept to which he is the second namesake has a second- order component arising from bulk motion named for Ostriker and Vishniac; that concept is prominent in an entity that also experiences the Sachs-Wolfe effect. FTP, give this namesake of a \"pancake model\" of galactic formation who is also the second namesake": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.66916895
      ]
    ]
  },
  "His Realist-influenced works include \"The Golden Horseshoe\" and \"The Main Death.\" \"Nightmare Town\" and": {
    "guess": "Stephen Vincent Benét",
    "confidence": [
      [
        "Stephen",
        -1.0316366
      ],
      [
        " Vincent",
        -0.63425636
      ],
      [
        " Ben",
        -0.008823976
      ],
      [
        "ét",
        -0.111379996
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for": {
    "guess": "Tischenko reaction",
    "confidence": [
      [
        "T",
        -0.18546852
      ],
      [
        "ischen",
        -0.15687448
      ],
      [
        "ko",
        -6.563642e-05
      ],
      [
        " reaction",
        -0.011460625
      ]
    ]
  },
  "For very reactive samples, a type of mull known as nujol can be used to prevent sample decomposition. For liquids, a sample can be placed between two sodium chloride disks, and for solids, a sample is mixed with potassium bromide and pressed into a thin wafer. It works because molecules often have a": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.012548385
      ],
      [
        "frared",
        -1.2664457e-06
      ],
      [
        " spectro",
        -0.15624076
      ],
      [
        "scopy",
        -9.610702e-06
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for Tischenko and is similar in product to the Meerwein-Ponndorf-Verley reduction; it was recently discovered that lithium bromide is a near-ideal catalyst for all three, though the traditional form of this reaction uses a metal hydroxide as its catalyst. This reaction begins with nucleophilic addition by a hydroxide group, resulting in a namesake tetrahedral intermediate, which then reacts with another molecule of reactant in a disproportionation step. Formaldehyde can be used to increase the yield of one of this reaction's products in its \"crossed\" variant. If the reactant aldehyde has an alpha": {
    "guess": "Cannizzaro reaction",
    "confidence": [
      [
        "C",
        -0.038059972
      ],
      [
        "ann",
        -4.4894987e-05
      ],
      [
        "izz",
        -0.009797173
      ],
      [
        "aro",
        -0.00015824666
      ],
      [
        " reaction",
        -0.009190811
      ]
    ]
  },
  "A reaction named for this man is implicated in the enzyme-catalyzed formation of a phenylalanine precursor from chorismate in plants. A variant of that reaction produces a gamma,delta-unsaturated ketone from an allylic acid, and is named for this man and Ireland. Another reaction named for this man is driven to completion by deprotonation of the product, and has an intramolecular variant named for": {
    "guess": "Claisen reaction",
    "confidence": [
      [
        "Cl",
        -0.36825812
      ],
      [
        "ais",
        -0.0011210457
      ],
      [
        "en",
        -1.11603495e-05
      ],
      [
        " reaction",
        -1.0300394
      ]
    ]
  },
  "Reactions that do not display this property are preferred at the site of the maximum Fukui functions. Class A ligands, as well as biologically relevant ligands that bond through oxygen, such as carboxylates, are bases that exhibit this property. Among 3d metal ions, this character correlates with an oxidation state of +3. This property can be defined as half of the difference between a molecule's ionization energy and its activation energy, explaining its correlation to Mulliken electronegativity. Acids that exhibit this character have high-energy HOMOs and tend to react readily with hydroxide and the smaller halides; these acid-base interactions tend to generate soluble, colorless compounds and are highly ionogenic. For 10 points, name this property defined by Pearson acid-base theory that": {
    "guess": "Hard and Soft Acids and Bases Theory",
    "confidence": [
      [
        "Hard",
        -0.0734686
      ],
      [
        " and",
        -0.054897856
      ],
      [
        " Soft",
        -0.063914604
      ],
      [
        " Ac",
        -0.64612097
      ],
      [
        "ids",
        -0.00015776986
      ],
      [
        " and",
        -0.00030948312
      ],
      [
        " B",
        -0.00016432605
      ],
      [
        "ases",
        -2.8206474e-05
      ],
      [
        " Theory",
        -0.5318853
      ]
    ]
  },
  "Real ones included New York's Henry Tanner, who did it for 40 days, and Giacomo Succi, whose record of 46 days stood until 1926.  A 1976 play by Tadeusz Rozewicz is based on the most famous literary example, who at the end of his life asks an overseer to forgive him and who is replaced after his death by a young panther.  FTP, identify the occupation of the title character of a story published in 1924,": {
    "guess": "A Hunger Artist",
    "confidence": [
      [
        "A",
        -0.50669265
      ],
      [
        " Hunger",
        -0.019114448
      ],
      [
        " Artist",
        -0.00026801124
      ]
    ]
  },
  "He rebutted the moralist views of W.K. Clifford in an essay which categorizes live, forced, and momentous": {
    "guess": "The Will to Believe",
    "confidence": [
      [
        "The",
        -0.4356451
      ],
      [
        " Will",
        -0.013121046
      ],
      [
        " to",
        -8.10137e-05
      ],
      [
        " Believe",
        -1.3663626e-05
      ]
    ]
  },
  "One of these reactions relies on the formation of a xanthate followed by a hydride transfer which yields a carbonyl sulfide and methanethiol. A type of this reaction displays a large deuterium isotope effect. The ratelimiting step of the aldol reaction is the (*) \"conjugate base\" form of one of these reactions. A type of this reaction requires substituents with an antiperiplanar orientation. Alkenes can be generated from the addition of a strong base to an alkyl halide via one of these reactions. For 10 points, name type of reaction where two substituents leave a molecule.": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.0025376098
      ],
      [
        "ination",
        -2.3915141e-05
      ],
      [
        " reaction",
        -0.00048536903
      ]
    ]
  },
  "As the reaction proceeds, 6 pi electrons are delocalized above the transition state, which stabilizes it by the Hammond Postulate. Thus, these reactions have a faster rate and are more stable than two plus two and four plus four cycloaddition reactions. Most of the reactions are not reversible, however under a large amount of heat the retro reaction proceeds. The discovers, working at the University of Cologne, shared the Nobel Prize in Chemistry in 1950 for the discovery of the reaction between": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.01340103
      ],
      [
        "els",
        -2.4034345e-05
      ],
      [
        "–",
        -0.15838301
      ],
      [
        "A",
        -3.7697225e-06
      ],
      [
        "lder",
        -6.6232446e-05
      ],
      [
        " reaction",
        -0.0014352318
      ]
    ]
  },
  "Real ones included New York's Henry Tanner, who did it for 40 days, and Giacomo Succi, whose record of 46 days stood until 1926.  A 1976 play by Tadeusz Rozewicz is based on the most famous literary example, who at the end of his life asks an overseer to forgive him and who is replaced after his death by a young panther.  FTP, identify the occupation of the title character of a story published in 1924, who lives in a cage and ends up in a circus, a work by Franz Kafka.": {
    "guess": "A Hunger Artist",
    "confidence": [
      [
        "A",
        -0.17024232
      ],
      [
        " Hunger",
        -0.21018219
      ],
      [
        " Artist",
        -1.60477e-05
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes that catalyze this reaction are released by beta elimination after their conserved cysteine residues are deprotonated to form nucleophilic thiolates that attack in a conjugate addition. Azacitidine can reverse this reaction, which was the first known to proceed via base flipping. MTHFR catalyzes a reaction of this type that uses a folate derivative as a co-substrate to convert homocysteine to methionine as part of the (*) \"one-carbon\" cycle. Many enzymes that catalyze this reaction attack at the C6 position in order to activate the C5 carbon of pyrimidine derivatives and employ the donor S-adenosylmethionine. Molecules that have undergone this reaction are not converted to uracil in bisulfite": {
    "guess": "Methylation",
    "confidence": [
      [
        "M",
        -1.5777481
      ],
      [
        "eth",
        -0.124799706
      ],
      [
        "ylation",
        -0.35315686
      ]
    ]
  },
  "This realist wrote about individuals driven toward death in such short stories as \"Dreams of Chang,\" about a dog watching its master drink himself to death because of his unfaithful wife, and about doomed erotic liasons in his collection Dark Avenues.  The story \"Antonov Apples\" is his only work with an optimistic outlook on life, while 1910's The Village is his only novel.  For 10 points-- identify": {
    "guess": "Ivan Alekseyevich Bunin",
    "confidence": [
      [
        "I",
        -0.0068239514
      ],
      [
        "van",
        -1.60477e-05
      ],
      [
        " Ale",
        -0.11851018
      ],
      [
        "k",
        -2.7968066e-05
      ],
      [
        "sey",
        -0.00015824666
      ],
      [
        "ev",
        -2.319992e-05
      ],
      [
        "ich",
        -1.3186812e-05
      ],
      [
        " Bun",
        -8.537869e-06
      ],
      [
        "in",
        -2.3392786e-06
      ]
    ]
  },
  "This realist wrote about individuals driven toward death in such short stories as \"Dreams of Chang,\" about a dog watching its master drink himself to death because of his unfaithful wife, and about doomed erotic liasons in his collection Dark Avenues.  The story \"Antonov Apples\" is his only work with an optimistic outlook on life, while 1910's The Village is his only novel.  For 10 points-- identify this author of \"The Gentleman from San Francisco,\" who in 1934 became the first Russian to win a Nobel": {
    "guess": "Ivan Bunin",
    "confidence": [
      [
        "I",
        -0.00088276115
      ],
      [
        "van",
        -3.9888433e-05
      ],
      [
        " Bun",
        -0.008057743
      ],
      [
        "in",
        -1.0445127e-05
      ]
    ]
  },
  "One of these reactions relies on the formation of a xanthate followed by a hydride transfer which yields a carbonyl sulfide and methanethiol. A type of this reaction displays a large deuterium isotope effect. The ratelimiting step of the aldol reaction is the (*) \"conjugate base\" form of one of these": {
    "guess": "Aldol reaction",
    "confidence": [
      [
        "A",
        -0.1252161
      ],
      [
        "ld",
        -0.00027170655
      ],
      [
        "ol",
        -2.0219828e-05
      ],
      [
        " reaction",
        -0.23177259
      ]
    ]
  },
  "A rebellion in this province featured a long siege of the Mons Medullius and was led by the chieftains Gauson and Corocotta. The first Christian to be executed for heresy met that fate for developing the doctrine of Priscillianism in this province. Galba and Otho served as governors in this province, which was long split into \"Citerior\" and (*) \"Ulterior\" regions. At one battle in this province, the": {
    "guess": "Hispania",
    "confidence": [
      [
        "His",
        -0.0026192972
      ],
      [
        "pan",
        -7.107425e-06
      ],
      [
        "ia",
        -3.7697225e-06
      ]
    ]
  },
  "He rebelled against his father and deposed him in 985, and he almost immediately began a series of military  campaigns. On each occasion he was bought off with ever-increasing amounts of Danegeld, but when he  invaded again with his son in 1013, Ethelred the Unready fled to Normandy; this man took the": {
    "guess": "Sweyn Forkbeard",
    "confidence": [
      [
        "S",
        -0.098997995
      ],
      [
        "we",
        -0.00043031163
      ],
      [
        "yn",
        -0.001488912
      ],
      [
        " Fork",
        -0.00043055005
      ],
      [
        "be",
        -2.5703197e-05
      ],
      [
        "ard",
        -4.0246043e-05
      ]
    ]
  },
  "As the reaction proceeds, 6 pi electrons are delocalized above the transition state, which stabilizes it by the Hammond Postulate. Thus, these reactions have a faster rate and are more stable than two plus two and four plus four cycloaddition reactions. Most of the reactions are not reversible, however under a large amount of heat the retro reaction proceeds. The discovers, working at the University of Cologne, shared the Nobel Prize in Chemistry in 1950 for the discovery of the reaction between a substituted alkene and a conjugated diene. This is, for ten points, which class of reactions that results in a cyclic alkene?": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -0.07634913
      ],
      [
        "els",
        -1.7432603e-06
      ],
      [
        "-A",
        -0.04078359
      ],
      [
        "lder",
        -1.5451682e-05
      ],
      [
        " reaction",
        -0.0075442735
      ]
    ]
  },
  "A rebel in this book acquires a mace with a head in the shape of a cow after meeting a man with eighteen sons, seventeen of whom have been killed by the current ruler. One character in this book successfully undergoes trial by fire after he is accused of rape. A different character in this book spends some time imprisoned in a well where his beloved delivers him food every day. A white-haired man named Zal in this book uses a magical feather to aid his wife Rudabeh in the birth of his son via a caesarean section. It's not the Quran, but in this book, a horse whose name translates as Lightning can": {
    "guess": "Shahnameh",
    "confidence": [
      [
        "Sh",
        -0.028242763
      ],
      [
        "ah",
        -0.0014584509
      ],
      [
        "name",
        -0.0019457722
      ],
      [
        "h",
        -6.704273e-07
      ]
    ]
  },
  "A reaction named for this man is implicated in the enzyme-catalyzed formation of a phenylalanine precursor from chorismate in plants. A variant of that reaction produces a gamma,delta-unsaturated ketone from an allylic acid, and is named for this man and Ireland. Another reaction named for this man is driven to completion by deprotonation of the product, and has an intramolecular variant named for Dieckmann. The first reaction is essentially irreversible due to the formation of a carbonyl double bond in contrast to a similar pericyclic [3,3] sigmatropic rearrangement named for Cope. FTP identify": {
    "guess": "Claisen condensation",
    "confidence": [
      [
        "Cl",
        -0.1610254
      ],
      [
        "ais",
        -0.00040528984
      ],
      [
        "en",
        -6.511407e-06
      ],
      [
        " cond",
        -0.20627856
      ],
      [
        "ensation",
        -5.4788892e-05
      ]
    ]
  },
  "The reaction of hydroxyl radical with a nitrogen atom was introduced by Lavoie, Heywood, and Keck to complement this physicist's two reactions he proposed for the formation by electrical discharge of atmospheric nitric oxide, his namesake mechanism. This physicist makes an approximation that shows that a super-galactic ellipsoid of gas will collapse on its shortest axis first, and one concept to which": {
    "guess": "Zel'dovich Mechanism",
    "confidence": [
      [
        "Z",
        -0.4751268
      ],
      [
        "el",
        -0.082070425
      ],
      [
        "'d",
        -0.0029822213
      ],
      [
        "ovich",
        -9.0883464e-07
      ],
      [
        " Mechan",
        -0.38562244
      ],
      [
        "ism",
        -0.00030769507
      ]
    ]
  },
  "Reactions that do not display this property are preferred at the site of the maximum Fukui functions. Class A ligands, as well as biologically relevant ligands that bond through oxygen, such as carboxylates, are bases that exhibit this property. Among 3d metal ions, this character correlates with an oxidation state of +3. This property can be defined as half of the difference between a molecule's ionization energy and its activation energy, explaining its correlation to Mulliken electronegativity. Acids that exhibit this character have high-energy HOMOs and tend to react readily with hydroxide and the smaller halides; these acid-base interactions tend to generate soluble, colorless compounds": {
    "guess": "Hard and Soft Acids and Bases",
    "confidence": [
      [
        "Hard",
        -0.1679096
      ],
      [
        " and",
        -0.19825341
      ],
      [
        " Soft",
        -0.3285222
      ],
      [
        " Ac",
        -0.045269657
      ],
      [
        "ids",
        -9.372295e-06
      ],
      [
        " and",
        -8.7450695e-05
      ],
      [
        " B",
        -1.4378848e-05
      ],
      [
        "ases",
        -1.9743013e-05
      ]
    ]
  },
  "One rebellion in this modern-day country was crushed at the battle of Waterberg and the survivors driven into the desert by Lothar van Trotha, while a rebellion by another tribe sprang up only two months after that Herero rebellion and was ended with the signing of the Protection Contracts.  Bounty killings were a staple of the later counter-insurgency unit Koevoet, which killed approximately 25 PLAN members for every death of their own.  PLAN was the military wing of the Sam Nujoma-led rebel group": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.051386368
      ],
      [
        "ibia",
        -0.012430301
      ]
    ]
  },
  "A reaction named for this man is implicated in the enzyme-catalyzed formation of a phenylalanine precursor": {
    "guess": "Bucherer-Bergs reaction",
    "confidence": [
      [
        "B",
        -2.489874
      ],
      [
        "uch",
        -0.74744564
      ],
      [
        "erer",
        -0.060600832
      ],
      [
        "-B",
        -0.22278768
      ],
      [
        "erg",
        -0.00031329764
      ],
      [
        "s",
        -0.00026240866
      ],
      [
        " reaction",
        -0.05852902
      ]
    ]
  },
  "It reacts directly with carbon-carbon double bonds by a 1,3 cycloadditon to form a pentagonal intermediate, after which workup reagents can be added to produce carbonyl end products. Its distinctive smell was specifically noted in 1785, but it was not determined to be a definite chemical compound until 1839. Because of its high oxidation potential and ease of production, it is often used as a disinfectant, particularly in water treatment plants. More famously, it blocks ultraviolet rays, converting them into heat energy in the earth's stratosphere. FTP identify this triatomic compound with a characteristic pale blue color, which is composed entirely of oxygen atoms.": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.014417114
      ],
      [
        "zone",
        -0.00021307668
      ]
    ]
  },
  "A rebel in this book acquires a mace with a head in the shape of a cow after meeting a man with eighteen sons, seventeen of whom have been killed by the current ruler. One character in this book successfully undergoes trial by fire after he is accused of rape. A different character in this book spends some time imprisoned in a well where his beloved delivers him food every day. A white-haired man named Zal in this book uses a magical feather to aid his wife Rudabeh in the birth of his son via a caesarean section. It's not the Quran, but in this book, a horse whose name translates as Lightning can only be tamed by one man, who later executes seven labors. In two famous episodes, Zal is abandoned by his father on a mountain to be raised by the bird Simurgh, and Rostam unknowingly kills his son Sohrab in combat. For 10 points, name this book chronicling tales from Iran, an epic by Ferdowsi.": {
    "guess": "Shahnameh",
    "confidence": [
      [
        "Sh",
        -0.0021137395
      ],
      [
        "ah",
        -0.0030717142
      ],
      [
        "name",
        -2.4749568e-05
      ],
      [
        "h",
        -3.1281633e-07
      ]
    ]
  },
  "Reactions that do not display this property are preferred at the site of the maximum Fukui functions. Class A ligands, as well as biologically relevant ligands that bond through oxygen, such as carboxylates, are bases that exhibit this property. Among 3d metal ions, this character correlates with an oxidation state of +3. This property can be defined as half of the difference between a molecule's ionization energy and its activation energy, explaining its correlation to Mulliken electronegativity. Acids that exhibit this character have high-energy HOMOs and tend to react readily with hydroxide": {
    "guess": "Hard and Soft Acids and Bases",
    "confidence": [
      [
        "Hard",
        -0.23129785
      ],
      [
        " and",
        -0.09097041
      ],
      [
        " Soft",
        -0.3609696
      ],
      [
        " Ac",
        -0.054690767
      ],
      [
        "ids",
        -4.3202e-07
      ],
      [
        " and",
        -0.00014191943
      ],
      [
        " B",
        -1.3902034e-05
      ],
      [
        "ases",
        -1.7716551e-05
      ]
    ]
  },
  "It reacts directly with carbon-carbon double bonds by a 1,3 cycloadditon to form a pentagonal intermediate, after which workup reagents can be added to produce carbonyl end products. Its distinctive smell was specifically noted in 1785, but it was not determined to be a definite chemical compound until": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.7567637
      ],
      [
        "zone",
        -0.022050222
      ]
    ]
  },
  "The real one, known as ‘Thief-Taker General of Great Britain and Ireland', made a fortune in the 18th  century by tricking thieves into stealing for him, then turning them in for a reward and returning": {
    "guess": "Jonathan Wild",
    "confidence": [
      [
        "Jonathan",
        -0.10753604
      ],
      [
        " Wild",
        -0.003724542
      ]
    ]
  },
  "Reared by Jesuits, he gained his first military experience fighting in a Walloon regiment and at the 1585 siege of Antwerp under Alessandro Farnese. In 1594, he joined Holy Roman Emperor Rudolf II's army campaigning against the Turks. Appointed by Duke Maximilian I of Bavaria to reorganize the Bavarian": {
    "guess": "Maximilian I, Elector of Bavaria",
    "confidence": [
      [
        "Max",
        -0.66813296
      ],
      [
        "im",
        -0.00012368128
      ],
      [
        "ilian",
        -0.003175933
      ],
      [
        " I",
        -0.18078695
      ],
      [
        ",",
        -0.60477346
      ],
      [
        " Elect",
        -0.011622892
      ],
      [
        "or",
        -2.749125e-05
      ],
      [
        " of",
        -7.302705e-05
      ],
      [
        " Bav",
        -9.6629374e-05
      ],
      [
        "aria",
        -9.221884e-05
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for Tischenko and is similar in product to the Meerwein-Ponndorf-Verley reduction; it was recently discovered that lithium bromide is a near-ideal catalyst for all three, though the traditional form of this reaction uses a metal hydroxide as its catalyst. This reaction begins with nucleophilic addition by a hydroxide group, resulting in a namesake tetrahedral intermediate, which then reacts with another molecule of reactant in a disproportionation step. Formaldehyde can be used to increase the yield of one of this reaction's products in its \"crossed\" variant. If the reactant aldehyde has an alpha hydrogen, the aldol condensation accomplishes the same thins as this reaction faster. For ten points, name this reaction in which an acid and alcohol are formed from aldehydes, and which is named for": {
    "guess": "Cannizzaro reaction",
    "confidence": [
      [
        "C",
        -0.049907032
      ],
      [
        "ann",
        -4.477578e-05
      ],
      [
        "izz",
        -0.0012264199
      ],
      [
        "aro",
        -0.00012415809
      ],
      [
        " reaction",
        -0.0032933285
      ]
    ]
  },
  "Reaction with tri-phenyl-phosphine and carbon tetrachloride converts these compounds into alkyl chlorides": {
    "guess": "Phosphine",
    "confidence": [
      [
        "Ph",
        -0.9098476
      ],
      [
        "osph",
        -0.015967976
      ],
      [
        "ine",
        -0.13622124
      ]
    ]
  },
  "This man reached his then-highest political office with the Peace of Prague, which followed the Fraternal War in which Italy acquired Venetia. French reaction to the proposed enthronement of Leopold of Hohenzollern as King of Spain impelled this leader to release a doctored telegram, the Ems Dispatch. This man created a system of pensions and insurance for his country's workers, the first in the world,": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.003112711
      ],
      [
        "to",
        -1.3856493e-06
      ],
      [
        " von",
        -0.00019662657
      ],
      [
        " B",
        -1.247159e-05
      ],
      [
        "ism",
        -1.9146995e-05
      ],
      [
        "ar",
        -0.0002420395
      ],
      [
        "ck",
        -2.8160932e-06
      ]
    ]
  },
  "Reaction to this historical measure was expressed by the Nashville Convention and Georgia Platform. Originally known as the Omnibus Bill, measure three fixed the Texas-New Mexico border, measure five abolished slavery in Washington, D.C., measure four was a more stringent Fugitive Slave Law, measure two gave New Mexico and Utah the option to authorize slavery, and measure one admitted California to": {
    "guess": "Compromise of 1850",
    "confidence": [
      [
        "Comp",
        -0.06908183
      ],
      [
        "romise",
        -2.7252845e-05
      ],
      [
        " of",
        -0.016605739
      ],
      [
        " ",
        -2.0458236e-05
      ],
      [
        "185",
        -0.00023739056
      ],
      [
        "0",
        -0.00016682933
      ]
    ]
  },
  "It reacts directly with carbon-carbon double bonds by a 1,3 cycloadditon to form a pentagonal intermediate,": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -0.16653809
      ],
      [
        "els",
        -7.076218e-05
      ],
      [
        "-A",
        -0.015244909
      ],
      [
        "lder",
        -3.4762674e-05
      ],
      [
        " reaction",
        -0.05299432
      ]
    ]
  },
  "After reading continuously for three hours, this character asks her attendant to \"Fold down the leaf where I have left\" and to wake her up at four. As she is introduced, she cries \"Dissembling courtesy!": {
    "guess": "Lady Macbeth",
    "confidence": [
      [
        "Lady",
        -1.0851487
      ],
      [
        " Mac",
        -0.74353117
      ],
      [
        "beth",
        -0.0028457681
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes that catalyze this reaction are released by beta elimination after their conserved cysteine residues are deprotonated to form nucleophilic thiolates that attack in a conjugate addition. Azacitidine can reverse this reaction, which was the first known to proceed via base flipping. MTHFR catalyzes a reaction of this type that uses a folate derivative as a co-substrate to convert homocysteine to methionine as part of the (*) \"one-carbon\" cycle. Many enzymes that catalyze this reaction attack at the C6 position in order to activate the C5 carbon of pyrimidine derivatives and employ the donor S-adenosylmethionine. Molecules that have undergone this reaction are not converted to uracil in bisulfite sequencing. For 10 points, name this reaction that occurs at CpG sites and entails the transfer of a CH3 group.": {
    "guess": "DNA methylation",
    "confidence": [
      [
        "DNA",
        -0.27749565
      ],
      [
        " meth",
        -0.098212935
      ],
      [
        "ylation",
        -0.00025931303
      ]
    ]
  },
  "For very reactive samples, a type of mull known as nujol can be used to prevent sample decomposition. For liquids, a sample can be placed between two sodium chloride disks, and for solids, a sample is mixed with potassium bromide and pressed into a thin wafer. It works because molecules often have a large number of distinct vibrations from stretching and bending bonds, and it is useful for analyzing the functional groups in a molecule. Its rightmost region contains the most varied peaks and is known": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.016144399
      ],
      [
        "frared",
        -3.1281633e-07
      ],
      [
        " spectro",
        -0.027207797
      ],
      [
        "scopy",
        -6.749814e-06
      ]
    ]
  },
  "A reaction named for this man is implicated in the enzyme-catalyzed formation of a phenylalanine precursor from chorismate in plants. A variant of that reaction produces a gamma,delta-unsaturated ketone from an allylic acid, and is named for this man and Ireland. Another reaction named for this man is driven to completion by deprotonation of the product, and has an intramolecular variant named for Dieckmann. The first reaction is essentially irreversible due to the formation of a carbonyl double bond in contrast to a similar pericyclic [3,3] sigmatropic rearrangement named for Cope. FTP identify this chemist who gives his name to a rearrangement reaction and the production of a beta-keto ester from the condensation of two equivalents of an ester.": {
    "guess": "Claisen condensation",
    "confidence": [
      [
        "Cl",
        -0.1345106
      ],
      [
        "ais",
        -0.00011927807
      ],
      [
        "en",
        -1.11603495e-05
      ],
      [
        " cond",
        -0.15119003
      ],
      [
        "ensation",
        -2.451116e-05
      ]
    ]
  },
  "One rebellion during this ruler's reign was partially put down by Peter Panin following the Battle of Kazan. This monarch issued the Nakaz and established the Hermitage museum. This monarch was called the \"star of the north\" and supported Stanislaw Poniatowski. Having gained power after the assassination of Peter III, this monarch made a deal with Maria Theresa and Frederick the Great to partition": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.045366254
      ],
      [
        "atherine",
        -0.000694324
      ],
      [
        " the",
        -0.010525152
      ],
      [
        " Great",
        -0.000680742
      ]
    ]
  },
  "This reaction occurs twice, once intramolecularly, in the synthesis of gibberelic acid. Breslow showed an acceleration of this reaction in aqueous solution that is attributed to hydrophobic effects. Like aldol reactions, it can be enantioselectively catalyzed by both magnesium and copper(II) chelates of bis-oxazolines. Other popular catalysts include scandium triflate and ytterbium triflate, the latter of which is commonly used with a compound named after Danishefsky in this reaction's aza- variant. One of this reaction's namesakes also names a rule that states that endo addition is preferred in this reaction. For 10 points, name this doubly-eponymous pericyclic addition reaction in which a conjugated diene is added to a dienophile.": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -0.06665612
      ],
      [
        "els",
        -1.0683535e-05
      ],
      [
        "-A",
        -0.57372534
      ],
      [
        "lder",
        -2.8921695e-05
      ],
      [
        " reaction",
        -0.016934557
      ]
    ]
  },
  "The reaction of hydroxyl radical with a nitrogen atom was introduced by Lavoie, Heywood, and Keck to complement this physicist's two reactions he proposed for the formation by electrical discharge of atmospheric nitric oxide, his namesake mechanism. This physicist makes an approximation that shows that a super-galactic ellipsoid of gas will collapse on its shortest axis first, and one concept to which he is the second namesake has a second- order component arising from bulk motion named for Ostriker and Vishniac; that concept is prominent in an entity that also experiences the Sachs-Wolfe effect.": {
    "guess": "James E. Gunn",
    "confidence": [
      [
        "James",
        -1.6867479
      ],
      [
        " E",
        -1.0518479
      ],
      [
        ".",
        -0.013187531
      ],
      [
        " Gunn",
        -1.0237665
      ]
    ]
  },
  "One of these reactions relies on the formation of a xanthate followed by a hydride transfer which yields": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -0.0068354257
      ],
      [
        "ox",
        -0.031859245
      ]
    ]
  },
  "This rebellion was sparked by a Doeg raid on the farm of Thomas Matthews. John Ingram led the rebels in this conflict once its leader died of dysentery. This rebellion was ended by the Treaty of Middle Plantation after Governor William Berkeley finally regained control of the colony. In this rebellion, disgruntled frontiersman took up arms against Native Americans and burned the capital of Jamestown. For 10 points, name this rebellion led by the namesake member of the House of Burgesses in 1676 in": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.01647899
      ],
      [
        "acon",
        -5.080963e-06
      ],
      [
        "'s",
        -0.00021093102
      ],
      [
        " Rebellion",
        -3.2736214e-05
      ]
    ]
  },
  "Reaction to this historical measure was expressed by the Nashville Convention and Georgia Platform. Originally known as the Omnibus Bill, measure three fixed the Texas-New Mexico border, measure five abolished": {
    "guess": "Compromise of 1850",
    "confidence": [
      [
        "Comp",
        -0.69894403
      ],
      [
        "romise",
        -1.0802739e-05
      ],
      [
        " of",
        -0.02479616
      ],
      [
        " ",
        -1.8908588e-05
      ],
      [
        "185",
        -0.00041982904
      ],
      [
        "0",
        -9.579495e-05
      ]
    ]
  },
  "He rebelled against his father and deposed him in 985, and he almost immediately began a series of military  campaigns. On each occasion he was bought off with ever-increasing amounts of Danegeld, but": {
    "guess": "Sweyn Forkbeard",
    "confidence": [
      [
        "S",
        -0.95087355
      ],
      [
        "we",
        -0.007924938
      ],
      [
        "yn",
        -0.0044209785
      ],
      [
        " Fork",
        -0.0036182432
      ],
      [
        "be",
        -4.604148e-06
      ],
      [
        "ard",
        -1.7120534e-05
      ]
    ]
  },
  "This man reached his then-highest political office with the Peace of Prague, which followed the Fraternal War in which Italy acquired Venetia. French reaction to the proposed enthronement of Leopold of Hohenzollern as King of Spain impelled this leader to release a doctored telegram, the Ems Dispatch. This man created a system of pensions and insurance for his country's workers, the first in the world, and acquired eastern New Guinea, part of which was named for him. He served the first German Emperor faithfully but was dismissed in 1890 by Wilhelm II. For 10 points, name this fiery proponent of \"blood and iron,\" the first Chancellor of Germany.": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0009908917
      ],
      [
        "to",
        -2.8160932e-06
      ],
      [
        " von",
        -0.0003051918
      ],
      [
        " B",
        -7.3458323e-06
      ],
      [
        "ism",
        -1.4021238e-05
      ],
      [
        "ar",
        -0.00053933164
      ],
      [
        "ck",
        -2.577686e-06
      ]
    ]
  },
  "Reaction to this historical measure was expressed by the Nashville Convention and Georgia Platform. Originally known as the Omnibus Bill, measure three fixed the Texas-New Mexico border, measure five abolished slavery in Washington, D.C., measure four was a more stringent Fugitive Slave Law, measure two gave New Mexico and Utah the option to authorize slavery, and measure one admitted California to the union as a free state. Developed by Henry Clay and divided into five parts by Stephen Douglas,": {
    "guess": "Compromise of 1850",
    "confidence": [
      [
        "Comp",
        -0.06750936
      ],
      [
        "romise",
        -2.1411865e-05
      ],
      [
        " of",
        -0.009166125
      ],
      [
        " ",
        -2.129266e-05
      ],
      [
        "185",
        -0.0001787497
      ],
      [
        "0",
        -0.00011784763
      ]
    ]
  },
  "For very reactive samples, a type of mull known as nujol can be used to prevent sample decomposition. For liquids, a sample can be placed between two sodium chloride disks, and for solids, a sample is": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.08868435
      ],
      [
        "frared",
        -1.147242e-06
      ],
      [
        " spectro",
        -0.00534689
      ],
      [
        "scopy",
        -8.776276e-06
      ]
    ]
  },
  "Reactions that do not display this property are preferred at the site of the maximum Fukui functions. Class A ligands, as well as biologically relevant ligands that bond through oxygen, such as carboxylates, are bases that exhibit this property. Among 3d metal ions, this character correlates with an oxidation state of +3. This property can be defined as half of the difference between a molecule's ionization energy and its activation energy, explaining its correlation to Mulliken electronegativity.": {
    "guess": "Hard and Soft Acids and Bases Theory",
    "confidence": [
      [
        "Hard",
        -0.09835653
      ],
      [
        " and",
        -0.17829442
      ],
      [
        " Soft",
        -0.6723063
      ],
      [
        " Ac",
        -0.056527425
      ],
      [
        "ids",
        -1.7432603e-06
      ],
      [
        " and",
        -0.00022165567
      ],
      [
        " B",
        -2.6895234e-05
      ],
      [
        "ases",
        -1.9146995e-05
      ],
      [
        " Theory",
        -0.17159648
      ]
    ]
  },
  "This reaction makes tertiary alcohols from substituted fluoroolefins, and when combined with NMO-  TPAP": {
    "guess": "Hydroboration",
    "confidence": [
      [
        "Hy",
        -0.7976553
      ],
      [
        "dro",
        -0.0012896401
      ],
      [
        "b",
        -0.021732068
      ],
      [
        "oration",
        -7.064298e-05
      ]
    ]
  },
  "In a reaction of this type, di-cobalt-octa-carbonyl acts as a source of carbon monoxide to a reacting alkyne and alkene. An isoxazolidine results from a reaction of this kind between a nitrone and an alkene. In the first step of ozonolysis, a molozonide forms due to this type of reaction between ozone and an alkene. A widely-used reaction of this type, between an alkyne and an azide, is the premier example of click chemistry. In their best-known example, the (*) endo transition state is favored. They are notated by placing, in square brackets, the number of electrons contributed by each reactant, separated by plus signs. In the most famous reaction of this type, a diene and dienophile react together. For 10 points, the Diels-Alder reaction is a reaction of what type, in which the reactants join together to form a ring?": {
    "guess": "Cycloaddition",
    "confidence": [
      [
        "C",
        -0.09387416
      ],
      [
        "yc",
        -0.00048739553
      ],
      [
        "lo",
        -4.8425554e-06
      ],
      [
        "add",
        -0.000100205485
      ],
      [
        "ition",
        -0.00019603055
      ]
    ]
  },
  "A rebellion in this province featured a long siege of the Mons Medullius and was led by the chieftains Gauson and Corocotta. The first Christian to be executed for heresy met that fate for developing the doctrine of Priscillianism in this province. Galba and Otho served as governors in this province, which was long split into \"Citerior\" and (*) \"Ulterior\" regions. At one battle in this province, the winning commander placed his legions on the wings of his concave formation, a tactic referred to as the \"reverse Cannae\". The siege of Saguntum, a city in this province, sparked the Second Punic War,": {
    "guess": "Hispania",
    "confidence": [
      [
        "His",
        -0.07251227
      ],
      [
        "pan",
        -1.6524515e-05
      ],
      [
        "ia",
        -9.729906e-06
      ]
    ]
  },
  "Reared by Jesuits, he gained his first military experience fighting in a Walloon regiment and at the": {
    "guess": "Francis I of France",
    "confidence": [
      [
        "Franc",
        -0.2870347
      ],
      [
        "is",
        -0.38712838
      ],
      [
        " I",
        -0.6549473
      ],
      [
        " of",
        -0.029751763
      ],
      [
        " France",
        -0.11045367
      ]
    ]
  },
  "A rebel in this book acquires a mace with a head in the shape of a cow after meeting a man with eighteen sons, seventeen of whom have been killed by the current ruler. One character in this book successfully undergoes trial by fire after he is accused of rape. A different character in this book spends some time imprisoned in a well where his beloved delivers him food every day. A white-haired man named Zal in this book uses a magical feather to aid his wife Rudabeh in the birth of his son via a caesarean": {
    "guess": "Shahnameh",
    "confidence": [
      [
        "Sh",
        -0.05276161
      ],
      [
        "ah",
        -0.0017127822
      ],
      [
        "name",
        -0.0032791912
      ],
      [
        "h",
        -2.3392786e-06
      ]
    ]
  },
  "Real ones included New York's Henry Tanner, who did it for 40 days, and Giacomo Succi, whose record of 46 days stood until 1926.  A 1976 play by Tadeusz Rozewicz is based on the most famous literary example,": {
    "guess": "The Guinness Book of Records",
    "confidence": [
      [
        "The",
        -0.6687925
      ],
      [
        " Guinness",
        -2.2703707
      ],
      [
        " Book",
        -0.09114814
      ],
      [
        " of",
        -0.0013220267
      ],
      [
        " Records",
        -0.5050005
      ]
    ]
  },
  "It reached its summit in its victories over Waldemar IV of Denmark, gaining in the Treaty of Stralsund": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.0007098094
      ],
      [
        "anse",
        -5.9795446e-05
      ],
      [
        "atic",
        -1.27099975e-05
      ],
      [
        " League",
        -1.6286107e-05
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for Tischenko and is similar in product to the Meerwein-Ponndorf-Verley reduction; it was recently discovered": {
    "guess": "Tishchenko reaction",
    "confidence": [
      [
        "T",
        -0.62599796
      ],
      [
        "ish",
        -0.43147397
      ],
      [
        "chen",
        -0.024100838
      ],
      [
        "ko",
        -0.00019209684
      ],
      [
        " reaction",
        -0.029453529
      ]
    ]
  },
  "This man reached his then-highest political office with the Peace of Prague, which followed the Fraternal War in which Italy acquired Venetia. French reaction to the proposed enthronement of Leopold of Hohenzollern as King of Spain impelled this leader to release a doctored telegram, the Ems Dispatch. This man created a system of pensions and insurance for his country's workers, the first in the world, and acquired eastern New Guinea, part of which was named for him. He served the first German Emperor": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0017137357
      ],
      [
        "to",
        -1.0280384e-06
      ],
      [
        " von",
        -0.00037275828
      ],
      [
        " B",
        -9.610702e-06
      ],
      [
        "ism",
        -2.3080716e-05
      ],
      [
        "ar",
        -0.00022523178
      ],
      [
        "ck",
        -1.3856493e-06
      ]
    ]
  },
  "The reaction of hydroxyl radical with a nitrogen atom was introduced by Lavoie, Heywood, and Keck to complement this physicist's two reactions he proposed for the formation by electrical discharge of atmospheric": {
    "guess": "Michael Faraday",
    "confidence": [
      [
        "Michael",
        -1.4464217
      ],
      [
        " Far",
        -0.19572808
      ],
      [
        "aday",
        -0.000987554
      ]
    ]
  },
  "Reaction with tri-phenyl-phosphine and carbon tetrachloride converts these compounds into alkyl chlorides in the Appel reaction. Tetrabutyl ammonium fluoride can be used to remove silyl ether protecting groups of these compounds. They can be converted to a better leaving group through reaction with tosyl": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.49741492
      ],
      [
        "cohol",
        -0.003575365
      ]
    ]
  },
  "This reaction occurs twice, once intramolecularly, in the synthesis of gibberelic acid. Breslow showed an acceleration of this reaction in aqueous solution that is attributed to hydrophobic effects. Like aldol reactions, it can be enantioselectively catalyzed by both magnesium and copper(II) chelates of bis-oxazolines. Other popular catalysts include scandium triflate and ytterbium triflate, the latter of which is commonly used with a compound named after Danishefsky in this reaction's aza- variant.": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -1.5703224
      ],
      [
        "els",
        -5.2643223e-05
      ],
      [
        "-A",
        -0.025093814
      ],
      [
        "lder",
        -0.000115463554
      ],
      [
        " reaction",
        -0.019620016
      ]
    ]
  },
  "This rebellion was sparked by a Doeg raid on the farm of Thomas Matthews. John Ingram led the rebels": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.0030294058
      ],
      [
        "acon",
        -1.6240566e-06
      ],
      [
        "'s",
        -1.0206721e-05
      ],
      [
        " Rebellion",
        -8.776276e-06
      ]
    ]
  },
  "This reaction occurs twice, once intramolecularly, in the synthesis of gibberelic acid. Breslow showed an acceleration of this reaction in aqueous solution that is attributed to hydrophobic effects. Like aldol reactions, it can be enantioselectively catalyzed by both magnesium and copper(II) chelates": {
    "guess": "Michael reaction",
    "confidence": [
      [
        "Michael",
        -1.149212
      ],
      [
        " reaction",
        -0.74960154
      ]
    ]
  },
  "A rebellion in this province featured a long siege of the Mons Medullius and was led by the chieftains Gauson and Corocotta. The first Christian to be executed for heresy met that fate for developing the doctrine of Priscillianism in this province. Galba and Otho served as governors in this province, which was long split into \"Citerior\" and (*) \"Ulterior\" regions. At one battle in this province, the winning commander placed his legions on the wings of his concave formation, a tactic referred to as": {
    "guess": "Hispania",
    "confidence": [
      [
        "His",
        -0.0058215484
      ],
      [
        "pan",
        -6.0345924e-06
      ],
      [
        "ia",
        -2.220075e-06
      ]
    ]
  },
  "In a reaction of this type, di-cobalt-octa-carbonyl acts as a source of carbon monoxide to a reacting alkyne and alkene. An isoxazolidine results from a reaction of this kind between a nitrone and an alkene. In the first step of ozonolysis, a molozonide forms due to this type of reaction between ozone and an alkene. A widely-used reaction of this type, between an alkyne and an azide, is the premier example of click chemistry. In their best-known example, the (*) endo transition state is favored. They are notated by placing, in square brackets, the number of electrons contributed by each reactant, separated by plus signs. In the most famous reaction of this type, a diene and dienophile react together.": {
    "guess": "Cycloaddition",
    "confidence": [
      [
        "C",
        -0.32095182
      ],
      [
        "yc",
        -0.0005861567
      ],
      [
        "lo",
        -2.5941605e-05
      ],
      [
        "add",
        -8.1371305e-05
      ],
      [
        "ition",
        -0.00025228
      ]
    ]
  },
  "As the reaction proceeds, 6 pi electrons are delocalized above the transition state, which stabilizes": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -1.1255126
      ],
      [
        "enz",
        -0.050035626
      ],
      [
        "ene",
        -0.131018
      ]
    ]
  },
  "A rebellion in one of this country's colonies was inspired by \"magical\" water mixed with oil and millet": {
    "guess": "Maji Maji Rebellion",
    "confidence": [
      [
        "M",
        -0.3550033
      ],
      [
        "aji",
        -4.036525e-05
      ],
      [
        " Maj",
        -0.001665185
      ],
      [
        "i",
        -1.962381e-05
      ],
      [
        " Rebellion",
        -0.0033627162
      ]
    ]
  },
  "This reaction produces 640 gigajoules per kilogram of material, and is most important at temperatures below 15 million Kelvin.  The average time required for the first step is, on average, approximately 14 billion years, while the second and third steps take 6 seconds and 1 million years, respectively.  In the Sun, however, 600 million tons of hydrogen are still reacted every second using this mechanism.": {
    "guess": "Nuclear fusion",
    "confidence": [
      [
        "N",
        -0.6244618
      ],
      [
        "uclear",
        -0.0009244421
      ],
      [
        " fusion",
        -0.070307404
      ]
    ]
  },
  "This reaction occurs twice, once intramolecularly, in the synthesis of gibberelic acid. Breslow showed an acceleration of this reaction in aqueous solution that is attributed to hydrophobic effects. Like aldol reactions, it can be enantioselectively catalyzed by both magnesium and copper(II) chelates of bis-oxazolines. Other popular catalysts include scandium triflate and ytterbium triflate, the latter": {
    "guess": "Mannich reaction",
    "confidence": [
      [
        "M",
        -1.0182465
      ],
      [
        "ann",
        -0.6797853
      ],
      [
        "ich",
        -4.7517467e-05
      ],
      [
        " reaction",
        -0.093047924
      ]
    ]
  },
  "This man reacted to the death of shopkeeper Levi Jones by making a thirty-mile overnight trip to Clinton and Mount Vernon in order to summon help for Mansfield. This man, who entertained children by sticking needles and hot coals into his feet, often accepted a written \"fipenny-bit\" or old clothing as": {
    "guess": "Johnny Appleseed",
    "confidence": [
      [
        "Johnny",
        -0.016246207
      ],
      [
        " Apple",
        -0.00014013138
      ],
      [
        "seed",
        -5.080963e-06
      ]
    ]
  },
  "For very reactive samples, a type of mull known as nujol can be used to prevent sample decomposition. For liquids, a sample can be placed between two sodium chloride disks, and for solids, a sample is mixed with potassium bromide and pressed into a thin wafer. It works because molecules often have a large number of distinct vibrations from stretching and bending bonds, and it is useful for analyzing": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.011816702
      ],
      [
        "frared",
        -3.1281633e-07
      ],
      [
        " spectro",
        -0.016521668
      ],
      [
        "scopy",
        -1.4855664e-05
      ]
    ]
  },
  "A rebellion in one of this country's colonies was inspired by \"magical\" water mixed with oil and millet seeds. This nation dealt with the Maji Maji Revolt and recently apologized for its genocide during": {
    "guess": "Germany",
    "confidence": [
      [
        "Germany",
        -0.0031020194
      ]
    ]
  },
  "Reaction with tri-phenyl-phosphine and carbon tetrachloride converts these compounds into alkyl chlorides in the Appel reaction. Tetrabutyl ammonium fluoride can be used to remove silyl ether protecting groups of these compounds. They can be converted to a better leaving group through reaction with tosyl chloride to form a tosylate. On an IR spectrum, this functional group displays a strong, broad peak at 3200 to 3500 inverse centimeters. A solution of zinc chloride and hydrochloric acid is used to determine their presence in the (*) Lucas test. In an E1 mechanism, sulfuric acid dehydrates it to form alkenes. Primary ones can be oxidized to carboxylic acids with Jones's reagent, and to aldehydes": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.0007206533
      ],
      [
        "cohol",
        -0.003468452
      ]
    ]
  },
  "This man reacted to the death of shopkeeper Levi Jones by making a thirty-mile overnight trip to Clinton and Mount Vernon in order to summon help for Mansfield. This man, who entertained children by sticking needles and hot coals into his feet, often accepted a written \"fipenny-bit\" or old clothing as payment after appearing dressed in a coffee sack with a cooking pot on his head. This preacher for the Church of the (*) New Jerusalem expounded the teachings of Emmanuel Swedenborg to the Midwest, where he sowed tracts of forest with medicinal herbs such as pennyroyal and rattlesnake root.  He also anticipated the large market for a product that could be easily distilled into liquor. For 10 points,": {
    "guess": "Johnny Appleseed",
    "confidence": [
      [
        "Johnny",
        -0.0062923143
      ],
      [
        " Apple",
        -0.00024894232
      ],
      [
        "seed",
        -1.2664457e-06
      ]
    ]
  },
  "It reached its summit in its victories over Waldemar IV of Denmark, gaining in the Treaty of Stralsund a virtual monopoly in Scandinavia, but its hegemony was curbed by a Dutch defeat in 1441.  The last": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.003063034
      ],
      [
        "anse",
        -0.0001439459
      ],
      [
        "atic",
        -8.418666e-06
      ],
      [
        " League",
        -1.4140442e-05
      ]
    ]
  },
  "This reaction occurs twice, once intramolecularly, in the synthesis of gibberelic acid. Breslow showed an acceleration of this reaction in aqueous solution that is attributed to hydrophobic effects. Like": {
    "guess": "Aldol reaction",
    "confidence": [
      [
        "A",
        -0.3178786
      ],
      [
        "ld",
        -0.016586037
      ],
      [
        "ol",
        -2.2007884e-05
      ],
      [
        " reaction",
        -0.47925544
      ]
    ]
  },
  "In a reaction of this type, di-cobalt-octa-carbonyl acts as a source of carbon monoxide to a reacting": {
    "guess": "Carbonylation",
    "confidence": [
      [
        "Car",
        -1.1204771
      ],
      [
        "b",
        -0.0013479729
      ],
      [
        "ony",
        -0.00012642296
      ],
      [
        "lation",
        -0.06494144
      ]
    ]
  },
  "One of these reactions relies on the formation of a xanthate followed by a hydride transfer which yields a carbonyl sulfide and methanethiol. A type of this reaction displays a large deuterium isotope effect. The ratelimiting step of the aldol reaction is the (*) \"conjugate base\" form of one of these reactions. A type of this reaction requires substituents with an antiperiplanar orientation. Alkenes": {
    "guess": "Aldol reaction",
    "confidence": [
      [
        "A",
        -0.8099416
      ],
      [
        "ld",
        -0.00041827938
      ],
      [
        "ol",
        -2.5107178e-05
      ],
      [
        " reaction",
        -0.39629188
      ]
    ]
  },
  "As the reaction proceeds, 6 pi electrons are delocalized above the transition state, which stabilizes it by the Hammond Postulate. Thus, these reactions have a faster rate and are more stable than two plus two and four plus four cycloaddition reactions. Most of the reactions are not reversible, however under a large amount of heat the retro reaction proceeds. The discovers, working at the University of Cologne, shared the Nobel Prize in Chemistry in 1950 for the discovery of the reaction between a substituted alkene and a conjugated diene. This is, for ten points, which class of reactions that": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -0.11107654
      ],
      [
        "els",
        -4.8425554e-06
      ],
      [
        "-A",
        -0.052022446
      ],
      [
        "lder",
        -3.1305768e-05
      ],
      [
        " reaction",
        -0.016127976
      ]
    ]
  },
  "One reaction of this type exposes tosylhydrazones to a strong base to produce a carbenium ion intermediate, while in another reaction of this type, alcohols react with a xanthate ester to produce carbonyl sulfides. In addition to the Bamford-Stevens and Chugaev reactions, another way of performing this type of reaction uses an excess of methyl iodide to produce a tertiary amine. In addition to that reaction named for (*) Hoffman, alkynes can be produced by performing this type of reaction on vicinal dihalides. Zaitsev's Rule applies for this type of reaction, resulting in the more highly substituted": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.030092593
      ],
      [
        "ination",
        -6.372917e-05
      ],
      [
        " reaction",
        -0.0017770422
      ]
    ]
  },
  "The reaction of hydroxyl radical with a nitrogen atom was introduced by Lavoie, Heywood, and Keck to complement this physicist's two reactions he proposed for the formation by electrical discharge of atmospheric nitric oxide, his namesake mechanism. This physicist makes an approximation that shows that": {
    "guess": "Zeldovich mechanism",
    "confidence": [
      [
        "Z",
        -1.1537588
      ],
      [
        "eld",
        -0.19459309
      ],
      [
        "ovich",
        -0.003917515
      ],
      [
        " mechanism",
        -0.57985985
      ]
    ]
  },
  "This man reacted to the death of shopkeeper Levi Jones by making a thirty-mile overnight trip to Clinton and Mount Vernon in order to summon help for Mansfield. This man, who entertained children by sticking needles and hot coals into his feet, often accepted a written \"fipenny-bit\" or old clothing as payment after appearing dressed in a coffee sack with a cooking pot on his head. This preacher for the Church of the (*) New Jerusalem expounded the teachings of Emmanuel Swedenborg to the Midwest, where he sowed tracts of forest with medicinal herbs such as pennyroyal and rattlesnake root.  He also anticipated the large market for a product that could be easily distilled into liquor. For 10 points, name this man who travelled throughout the American frontier planting fruit trees.": {
    "guess": "Johnny Appleseed",
    "confidence": [
      [
        "Johnny",
        -0.0026341612
      ],
      [
        " Apple",
        -5.4788892e-05
      ],
      [
        "seed",
        -1.7432603e-06
      ]
    ]
  },
  "It reached its summit in its victories over Waldemar IV of Denmark, gaining in the Treaty of Stralsund a virtual monopoly in Scandinavia, but its hegemony was curbed by a Dutch defeat in 1441.  The last diet was held in 1669, but this group never formally dissolved.  Originating in a treaty between L?beck and Hamburg in 1241, its goal was to obtain mutual security and exclusive trading rights for its members.  FTP, identify this medieval German mercantile league.": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.0059149317
      ],
      [
        "anse",
        -0.00054957584
      ],
      [
        "atic",
        -9.627177e-05
      ],
      [
        " League",
        -6.17027e-05
      ]
    ]
  },
  "He rebutted the moralist views of W.K. Clifford in an essay which categorizes live, forced, and momentous options. He's the first namesake of a theory which states that emotions result from the perception": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -0.02354162
      ],
      [
        " James",
        -0.00037800323
      ]
    ]
  },
  "A reaction related to this occurs with copper iodide as a catalyst and uses carbon monoxide to produce benzaldehyde, while another can couple two arenes. Those reactions, Gatterman-Koch and Scholl, use the same catalyst that is the hallmark of this class of reactions. A reaction of this type can also occur between oxalyl chloride and indole, whose product can be hydrolyzed to a carboxylic acid. In the more common variety, a Clemmensen reduction can be used to reduce the carbonylated product, providing an alternative to reacting with alkyl halides where overalkylation could occur. For 10 points, give this class of reactions that use a Lewis acid like aluminum chloride to either acylate or alkylate": {
    "guess": "Friedel–Crafts reaction",
    "confidence": [
      [
        "F",
        -0.013280105
      ],
      [
        "ried",
        -0.0021111206
      ],
      [
        "el",
        -1.8074163e-05
      ],
      [
        "–",
        -0.14269406
      ],
      [
        "Craft",
        -1.2664457e-06
      ],
      [
        "s",
        -1.0325924e-05
      ],
      [
        " reaction",
        -0.004346806
      ]
    ]
  },
  "At a reaction center, it can take the form of either P680 or P700, and the wavelength difference of 20 nanometers depends on which proteins surround it.  Molecules not at reactions centers are called antenna molecules, and are not usually found in the bacterio- type or the E type.  In solution, it gives": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.008840879
      ],
      [
        "lor",
        -2.2127088e-05
      ],
      [
        "oph",
        -3.8934802e-05
      ],
      [
        "yll",
        -5.025915e-05
      ]
    ]
  },
  "This reaction makes tertiary alcohols from substituted fluoroolefins, and when combined with NMO-  TPAP oxidation can make carbonyls from olefins. One product of this reaction can be used in  Suzuki coupling,": {
    "guess": "Hydroboration",
    "confidence": [
      [
        "Hy",
        -0.030668817
      ],
      [
        "dro",
        -3.1544176e-05
      ],
      [
        "b",
        -0.0020760288
      ],
      [
        "oration",
        -4.8425554e-06
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for Tischenko and is similar in product to the Meerwein-Ponndorf-Verley reduction; it was recently discovered that lithium bromide is a near-ideal catalyst for all three, though the traditional form of this reaction uses a metal hydroxide as its catalyst. This reaction begins with nucleophilic addition": {
    "guess": "Cannizzaro reaction",
    "confidence": [
      [
        "C",
        -0.53606284
      ],
      [
        "ann",
        -0.0019313742
      ],
      [
        "izz",
        -0.0109976
      ],
      [
        "aro",
        -0.00047630956
      ],
      [
        " reaction",
        -0.010420864
      ]
    ]
  },
  "In a reaction of this type, di-cobalt-octa-carbonyl acts as a source of carbon monoxide to a reacting alkyne and alkene. An isoxazolidine results from a reaction of this kind between a nitrone and an alkene. In the first step of ozonolysis, a molozonide forms due to this type of reaction between ozone and an alkene. A widely-used reaction of this type, between an alkyne and an azide, is the premier example of click chemistry. In their best-known example, the (*) endo transition state is favored.": {
    "guess": "Alkyne Trimerization",
    "confidence": [
      [
        "Al",
        -0.6865859
      ],
      [
        "ky",
        -0.14888929
      ],
      [
        "ne",
        -5.085517e-05
      ],
      [
        " Tr",
        -0.7766888
      ],
      [
        "imer",
        -0.004132542
      ],
      [
        "ization",
        -0.5150312
      ]
    ]
  },
  "As the reaction proceeds, 6 pi electrons are delocalized above the transition state, which stabilizes it by the Hammond Postulate. Thus, these reactions have a faster rate and are more stable than two plus two and four plus four cycloaddition reactions. Most of the reactions are not reversible, however": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -0.9209177
      ],
      [
        "els",
        -5.4788892e-05
      ],
      [
        "-A",
        -0.064900324
      ],
      [
        "lder",
        -0.000119039665
      ],
      [
        " reaction",
        -0.017190496
      ]
    ]
  },
  "For very reactive samples, a type of mull known as nujol can be used to prevent sample decomposition. For liquids, a sample can be placed between two sodium chloride disks, and for solids, a sample is mixed with potassium bromide and pressed into a thin wafer. It works because molecules often have a large number of distinct vibrations from stretching and bending bonds, and it is useful for analyzing the functional groups in a molecule. Its rightmost region contains the most varied peaks and is known as the fingerprint region. FTP, name this type of spectroscopy measured in inverse centimeters and": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.012974804
      ],
      [
        "frared",
        -1.504853e-06
      ],
      [
        " spectro",
        -0.0074765985
      ],
      [
        "scopy",
        -1.147242e-06
      ]
    ]
  },
  "A rebellion in this province featured a long siege of the Mons Medullius and was led by the chieftains": {
    "guess": "History of Gaul",
    "confidence": [
      [
        "History",
        -0.5876695
      ],
      [
        " of",
        -0.0003973032
      ],
      [
        " Gaul",
        -0.5441159
      ]
    ]
  },
  "A reaction of this type is coupled with elimination to form the final product after transmetallation in the Suzuki reaction. Another reaction of this type is often coupled to Friedel-Crafts acylations, to compensate for carbocation rearrangements during Friedel-Crafts alkylations. The most common method": {
    "guess": "Cross-coupling reaction",
    "confidence": [
      [
        "Cross",
        -0.5132978
      ],
      [
        "-c",
        -0.023499008
      ],
      [
        "ou",
        -4.246537e-06
      ],
      [
        "pling",
        -1.0445127e-05
      ],
      [
        " reaction",
        -0.37786785
      ]
    ]
  },
  "This man reached his then-highest political office with the Peace of Prague, which followed the Fraternal War in which Italy acquired Venetia. French reaction to the proposed enthronement of Leopold of": {
    "guess": "Peace of Prague",
    "confidence": [
      [
        "Peace",
        -1.6649909
      ],
      [
        " of",
        -0.001250235
      ],
      [
        " Prague",
        -0.0029134077
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes that catalyze this reaction are released by beta elimination after their conserved cysteine residues are deprotonated to form nucleophilic thiolates that attack in a conjugate addition. Azacitidine can reverse this reaction, which was the first known to proceed via base flipping. MTHFR catalyzes": {
    "guess": "Base excision repair",
    "confidence": [
      [
        "Base",
        -1.6416118
      ],
      [
        " exc",
        -0.6319432
      ],
      [
        "ision",
        -2.2246291e-05
      ],
      [
        " repair",
        -0.0003706126
      ]
    ]
  },
  "Reaction with tri-phenyl-phosphine and carbon tetrachloride converts these compounds into alkyl chlorides in the Appel reaction. Tetrabutyl ammonium fluoride can be used to remove silyl ether protecting groups of these compounds. They can be converted to a better leaving group through reaction with tosyl chloride to form a tosylate. On an IR spectrum, this functional group displays a strong, broad peak at 3200 to 3500 inverse centimeters. A solution of zinc chloride and hydrochloric acid is used to determine their presence in the (*) Lucas test. In an E1 mechanism, sulfuric acid dehydrates it to form alkenes. Primary ones can be oxidized to carboxylic acids with Jones's reagent, and to aldehydes with PCC. For 10 points, name this functional group characterized by a hydroxyl at the end.": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.0031679794
      ],
      [
        "cohol",
        -0.00091633986
      ]
    ]
  },
  "He rebelled against his father and deposed him in 985, and he almost immediately began a series of military": {
    "guess": "Louis V of France",
    "confidence": [
      [
        "Louis",
        -0.2128778
      ],
      [
        " V",
        -0.0995621
      ],
      [
        " of",
        -0.0319567
      ],
      [
        " France",
        -0.037171338
      ]
    ]
  },
  "He rebutted the moralist views of W.K. Clifford in an essay which categorizes live, forced, and momentous options. He's the first namesake of a theory which states that emotions result from the perception of a physiological stimulus, rather than emotions preceding autonomic responses. One of his essays asks whether a man chasing a squirrel around a tree is by definition \"going round\" the squirrel. This author of \"The Will to Believe\" and The Principles of Psychology argued that \"truth\" is only what is most expedient to believe. He collected his Gifford Lectures at Edinburgh as The Varieties of Religious Experience, and his Lowell lectures were collected as a work which shares its name with a": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -0.00057483604
      ],
      [
        " James",
        -0.00010151673
      ]
    ]
  },
  "The reaction of hydroxyl radical with a nitrogen atom was introduced by Lavoie, Heywood, and Keck to complement this physicist's two reactions he proposed for the formation by electrical discharge of atmospheric nitric oxide, his namesake mechanism. This physicist makes an approximation that shows that a super-galactic ellipsoid of gas will collapse on its shortest axis first, and one concept to which he is the second namesake has a second- order component arising from bulk motion named for Ostriker and Vishniac; that concept is prominent in an entity that also experiences the Sachs-Wolfe effect. FTP, give this namesake of a \"pancake model\" of galactic formation who is also the second namesake of a form of inverse Compton scattering in the cosmic microwave background, along with Sunyaev.": {
    "guess": "James E. Gunn",
    "confidence": [
      [
        "James",
        -1.0381787
      ],
      [
        " E",
        -0.588084
      ],
      [
        ".",
        -0.0003927808
      ],
      [
        " Gunn",
        -0.48224244
      ]
    ]
  },
  "This reaction is the progenitor and analogue of the metal alkoxide- catalyzed ester formation named for Tischenko and is similar in product to the Meerwein-Ponndorf-Verley reduction; it was recently discovered that lithium bromide is a near-ideal catalyst for all three, though the traditional form of this reaction uses a metal hydroxide as its catalyst. This reaction begins with nucleophilic addition by a hydroxide group, resulting in a namesake tetrahedral intermediate, which then reacts with another molecule of reactant in a disproportionation step. Formaldehyde can be used to increase the yield": {
    "guess": "Cannizzaro reaction",
    "confidence": [
      [
        "C",
        -0.103148624
      ],
      [
        "ann",
        -0.00014835644
      ],
      [
        "izz",
        -0.0046388614
      ],
      [
        "aro",
        -0.000468565
      ],
      [
        " reaction",
        -0.0103417
      ]
    ]
  },
  "He rebutted the moralist views of W.K. Clifford in an essay which categorizes live, forced, and momentous options. He's the first namesake of a theory which states that emotions result from the perception of a physiological stimulus, rather than emotions preceding autonomic responses. One of his essays asks whether a man chasing a squirrel around a tree is by definition \"going round\" the squirrel. This author of \"The Will to Believe\" and The Principles of Psychology argued that \"truth\" is only what is most expedient to believe. He collected his Gifford Lectures at Edinburgh as The Varieties of": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -0.00061367074
      ],
      [
        " James",
        -7.326546e-05
      ]
    ]
  },
  "He rebutted the moralist views of W.K. Clifford in an essay which categorizes live, forced, and momentous options. He's the first namesake of a theory which states that emotions result from the perception of a physiological stimulus, rather than emotions preceding autonomic responses. One of his essays asks whether a man chasing a squirrel around a tree is by definition \"going round\" the squirrel.": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -0.00085619336
      ],
      [
        " James",
        -0.00055064866
      ]
    ]
  },
  "A rebel in this book acquires a mace with a head in the shape of a cow after meeting a man with eighteen sons, seventeen of whom have been killed by the current ruler. One character in this book successfully undergoes trial by fire after he is accused of rape. A different character in this book spends some time imprisoned in a well where his beloved delivers him food every day. A white-haired man named Zal in this book uses a magical feather to aid his wife Rudabeh in the birth of his son via a caesarean section. It's not the Quran, but in this book, a horse whose name translates as Lightning can only be tamed by one man, who later executes seven labors. In two famous episodes, Zal is abandoned": {
    "guess": "Shahnameh",
    "confidence": [
      [
        "Sh",
        -0.0052229674
      ],
      [
        "ah",
        -0.00027432904
      ],
      [
        "name",
        -0.00019364648
      ],
      [
        "h",
        0.0
      ]
    ]
  },
  "A reaction related to this occurs with copper iodide as a catalyst and uses carbon monoxide to produce benzaldehyde, while another can couple two arenes. Those reactions, Gatterman-Koch and Scholl, use the same catalyst that is the hallmark of this class of reactions. A reaction of this type can also": {
    "guess": "Friedel–Crafts reaction",
    "confidence": [
      [
        "F",
        -0.0045689694
      ],
      [
        "ried",
        -0.0015760444
      ],
      [
        "el",
        -7.703444e-06
      ],
      [
        "–",
        -0.13856238
      ],
      [
        "Craft",
        -7.89631e-07
      ],
      [
        "s",
        -2.1531068e-05
      ],
      [
        " reaction",
        -0.0031486042
      ]
    ]
  },
  "After reading continuously for three hours, this character asks her attendant to \"Fold down the leaf where I have left\" and to wake her up at four. As she is introduced, she cries \"Dissembling courtesy! How fine this tyrant / Can tickle where she wounds!\" A jealous man dresses up as her lover and has his head cut off on the way to Milford Haven, where her true love tried to lure her after hearing a description of a mole on her left breast as proof that Iachimo had his way with her. Pisanio gives a drug to induce sleep in this woman, who plays dead in the guise of a boy, and she is reunited with the man who took her diamond ring as part of an oath.  That man was her soldier-lover, Posthumus Leonatus,": {
    "guess": "Cymbeline",
    "confidence": [
      [
        "C",
        -0.19032717
      ],
      [
        "ymb",
        -9.968313e-06
      ],
      [
        "eline",
        -0.0011286637
      ]
    ]
  },
  "Reaction with tri-phenyl-phosphine and carbon tetrachloride converts these compounds into alkyl chlorides in the Appel reaction. Tetrabutyl ammonium fluoride can be used to remove silyl ether protecting groups of these compounds. They can be converted to a better leaving group through reaction with tosyl chloride to form a tosylate. On an IR spectrum, this functional group displays a strong, broad peak at 3200 to 3500 inverse centimeters. A solution of zinc chloride and hydrochloric acid is used": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.03167402
      ],
      [
        "cohol",
        -0.0029067507
      ]
    ]
  },
  "This rebellion was sparked by a Doeg raid on the farm of Thomas Matthews. John Ingram led the rebels in this conflict once its leader died of dysentery. This rebellion was ended by the Treaty of Middle Plantation after Governor William Berkeley finally regained control of the colony. In this rebellion,": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -0.008838987
      ],
      [
        "acon",
        -1.2664457e-06
      ],
      [
        "'s",
        -4.274932e-05
      ],
      [
        " Rebellion",
        -1.8908588e-05
      ]
    ]
  },
  "Reactions that do not display this property are preferred at the site of the maximum Fukui functions.": {
    "guess": "Chemical Reactivity Index",
    "confidence": [
      [
        "Chem",
        -0.92503655
      ],
      [
        "ical",
        -0.091269694
      ],
      [
        " React",
        -0.3668686
      ],
      [
        "ivity",
        -3.3093824e-05
      ],
      [
        " Index",
        -0.927504
      ]
    ]
  },
  "A rebel in this book acquires a mace with a head in the shape of a cow after meeting a man with eighteen sons, seventeen of whom have been killed by the current ruler. One character in this book successfully undergoes trial by fire after he is accused of rape. A different character in this book spends some time imprisoned in a well where his beloved delivers him food every day. A white-haired man named Zal in this book uses a magical feather to aid his wife Rudabeh in the birth of his son via a caesarean section. It's not the Quran, but in this book, a horse whose name translates as Lightning can only be tamed by one man, who later executes seven labors. In two famous episodes, Zal is abandoned by his father on a mountain to be raised by the bird Simurgh, and Rostam unknowingly kills his son": {
    "guess": "Shahnameh",
    "confidence": [
      [
        "Sh",
        -0.0049690357
      ],
      [
        "ah",
        -0.0005122834
      ],
      [
        "name",
        -0.00011629798
      ],
      [
        "h",
        -5.5122365e-07
      ]
    ]
  },
  "This reaction produces 640 gigajoules per kilogram of material, and is most important at temperatures": {
    "guess": "Heat of combustion",
    "confidence": [
      [
        "Heat",
        -1.3675951
      ],
      [
        " of",
        -0.17534016
      ],
      [
        " combustion",
        -0.0279916
      ]
    ]
  },
  "A reaction of this type is coupled with elimination to form the final product after transmetallation in the Suzuki reaction. Another reaction of this type is often coupled to Friedel-Crafts acylations, to compensate for carbocation rearrangements during Friedel-Crafts alkylations. The most common method of synthesizing amines forms them from carbonyls in one of these that uses sodium cyanoborohydride. LAH commonly catalyzes these reactions. In general, the conversion of aldehydes to alcohols is one of these reactions, in which the oxidation state decreases and the molecule gains electrons. For 10 points, name these reactions often contrasted with oxidations.": {
    "guess": "Reduction (chemistry)",
    "confidence": [
      [
        "Red",
        -0.048583966
      ],
      [
        "uction",
        -0.00014549555
      ],
      [
        " (",
        -0.00872933
      ],
      [
        "chemistry",
        -0.00022725825
      ],
      [
        ")",
        -1.3186812e-05
      ]
    ]
  },
  "This reaction is catalyzed by many enzymes with a seven-strand twisted beta-sheet binding motif. Enzymes that catalyze this reaction are released by beta elimination after their conserved cysteine residues are deprotonated to form nucleophilic thiolates that attack in a conjugate addition. Azacitidine": {
    "guess": "Beta-elimination",
    "confidence": [
      [
        "Beta",
        -0.6686353
      ],
      [
        "-",
        -0.41238984
      ],
      [
        "elim",
        -0.003848294
      ],
      [
        "ination",
        -0.0006237994
      ]
    ]
  },
  "A reaction related to this occurs with copper iodide as a catalyst and uses carbon monoxide to produce benzaldehyde, while another can couple two arenes. Those reactions, Gatterman-Koch and Scholl, use the same catalyst that is the hallmark of this class of reactions. A reaction of this type can also occur between oxalyl chloride and indole, whose product can be hydrolyzed to a carboxylic acid. In": {
    "guess": "Friedel–Crafts reaction",
    "confidence": [
      [
        "F",
        -0.0049309544
      ],
      [
        "ried",
        -0.0022640903
      ],
      [
        "el",
        -1.4617256e-05
      ],
      [
        "–",
        -0.039423056
      ],
      [
        "Craft",
        -7.89631e-07
      ],
      [
        "s",
        -3.7697225e-06
      ],
      [
        " reaction",
        -0.002448304
      ]
    ]
  },
  "His Realist-influenced works include \"The Golden Horseshoe\" and \"The Main Death.\" \"Nightmare Town\" and \"Two Sharp Knives\" focus on urban corruption, as does much of Red Harvest. Most of his works deal with threats to a victim, such as \"Night Shots\" and \"Death and Company.\" For 10 points—name this author of hard-boiled fiction who invented Nick and Nora Charles in The Thin Man and Miles Archer and Sam Spade in The Maltese Falcon.": {
    "guess": "Samuel Dashiell Hammett",
    "confidence": [
      [
        "Sam",
        -0.5948738
      ],
      [
        "uel",
        -0.000116655596
      ],
      [
        " D",
        -5.574252e-05
      ],
      [
        "ashi",
        -2.3080716e-05
      ],
      [
        "ell",
        -4.4849444e-06
      ],
      [
        " Ham",
        -3.2929079e-06
      ],
      [
        "met",
        -1.3186812e-05
      ],
      [
        "t",
        -1.2113979e-05
      ]
    ]
  },
  "Reaction with tri-phenyl-phosphine and carbon tetrachloride converts these compounds into alkyl chlorides in the Appel reaction. Tetrabutyl ammonium fluoride can be used to remove silyl ether protecting groups of these compounds. They can be converted to a better leaving group through reaction with tosyl chloride to form a tosylate. On an IR spectrum, this functional group displays a strong, broad": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.67531437
      ],
      [
        "cohol",
        -0.13419837
      ]
    ]
  },
  "A reaction related to this occurs with copper iodide as a catalyst and uses carbon monoxide to produce benzaldehyde, while another can couple two arenes. Those reactions, Gatterman-Koch and Scholl, use the same catalyst that is the hallmark of this class of reactions. A reaction of this type can also occur between oxalyl chloride and indole, whose product can be hydrolyzed to a carboxylic acid. In the more common variety, a Clemmensen reduction can be used to reduce the carbonylated product, providing": {
    "guess": "Friedel–Crafts reaction",
    "confidence": [
      [
        "F",
        -0.0036302425
      ],
      [
        "ried",
        -0.0061725364
      ],
      [
        "el",
        -8.061054e-06
      ],
      [
        "–",
        -0.024272237
      ],
      [
        "Craft",
        -4.3202e-07
      ],
      [
        "s",
        -1.8624639e-06
      ],
      [
        " reaction",
        -0.0014008333
      ]
    ]
  },
  "One reaction of this type exposes tosylhydrazones to a strong base to produce a carbenium ion intermediate, while in another reaction of this type, alcohols react with a xanthate ester to produce carbonyl sulfides. In addition to the Bamford-Stevens and Chugaev reactions, another way of performing this type of reaction uses an excess of methyl iodide to produce a tertiary amine. In addition to that reaction named for (*) Hoffman, alkynes can be produced by performing this type of reaction on vicinal dihalides. Zaitsev's Rule applies for this type of reaction, resulting in the more highly substituted product, while this reaction's bimolecular variety proceeds in an \"anti-periplanar\" fashion. FTP, name this type of reaction which removes substituents from molecules in order to form pi bonds.": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.022515284
      ],
      [
        "ination",
        -0.00021843717
      ],
      [
        " reaction",
        -0.0011084247
      ]
    ]
  },
  "This reaction produces 640 gigajoules per kilogram of material, and is most important at temperatures below 15 million Kelvin.  The average time required for the first step is, on average, approximately 14 billion years, while the second and third steps take 6 seconds and 1 million years, respectively.": {
    "guess": "Proton-proton chain",
    "confidence": [
      [
        "Pro",
        -0.97176397
      ],
      [
        "ton",
        -7.159661e-05
      ],
      [
        "-pro",
        -0.5059494
      ],
      [
        "ton",
        -2.5703197e-05
      ],
      [
        " chain",
        -0.006767588
      ]
    ]
  },
  "A reaction related to this occurs with copper iodide as a catalyst and uses carbon monoxide to produce": {
    "guess": "Friedel–Crafts reaction",
    "confidence": [
      [
        "F",
        -0.08789313
      ],
      [
        "ried",
        -0.08434873
      ],
      [
        "el",
        -2.4272753e-05
      ],
      [
        "–",
        -0.03736532
      ],
      [
        "Craft",
        -1.2664457e-06
      ],
      [
        "s",
        -1.473646e-05
      ],
      [
        " reaction",
        -0.00048298496
      ]
    ]
  },
  "In a reaction of this type, di-cobalt-octa-carbonyl acts as a source of carbon monoxide to a reacting alkyne and alkene. An isoxazolidine results from a reaction of this kind between a nitrone and an alkene.": {
    "guess": "Cobalt-catalyzed cycloaddition",
    "confidence": [
      [
        "C",
        -1.1254447
      ],
      [
        "ob",
        -0.40857974
      ],
      [
        "alt",
        -0.0014640314
      ],
      [
        "-c",
        -0.36954153
      ],
      [
        "atal",
        -2.1531068e-05
      ],
      [
        "y",
        -0.008396487
      ],
      [
        "zed",
        -0.00017171667
      ],
      [
        " cyc",
        -0.10352681
      ],
      [
        "lo",
        -0.00021593389
      ],
      [
        "add",
        -0.00031949623
      ],
      [
        "ition",
        -0.011779473
      ]
    ]
  },
  "At a reaction center, it can take the form of either P680 or P700, and the wavelength difference of 20 nanometers depends on which proteins surround it.  Molecules not at reactions centers are called antenna": {
    "guess": "Photosystem",
    "confidence": [
      [
        "Photos",
        -0.32014257
      ],
      [
        "ystem",
        -0.10129193
      ]
    ]
  },
  "This realist wrote about individuals driven toward death in such short stories as \"Dreams of Chang,\" about a dog watching its master drink himself to death because of his unfaithful wife, and about doomed erotic liasons in his collection Dark Avenues.  The story \"Antonov Apples\" is his only work with": {
    "guess": "Ivan Bunin",
    "confidence": [
      [
        "I",
        -0.055467546
      ],
      [
        "van",
        -0.00019877224
      ],
      [
        " Bun",
        -0.24277067
      ],
      [
        "in",
        -3.7981175e-05
      ]
    ]
  },
  "After reading continuously for three hours, this character asks her attendant to \"Fold down the leaf where I have left\" and to wake her up at four. As she is introduced, she cries \"Dissembling courtesy! How fine this tyrant / Can tickle where she wounds!\" A jealous man dresses up as her lover and has his head cut off on the way to Milford Haven, where her true love tried to lure her after hearing a": {
    "guess": "Lady Macbeth",
    "confidence": [
      [
        "Lady",
        -0.87151694
      ],
      [
        " Mac",
        -0.0126352515
      ],
      [
        "beth",
        -0.0018529583
      ]
    ]
  },
  "Reactions that do not display this property are preferred at the site of the maximum Fukui functions. Class A ligands, as well as biologically relevant ligands that bond through oxygen, such as carboxylates, are bases that exhibit this property. Among 3d metal ions, this character correlates with an": {
    "guess": "Acid-base reaction",
    "confidence": [
      [
        "Ac",
        -1.0801425
      ],
      [
        "id",
        -0.1446324
      ],
      [
        "-base",
        -0.20480837
      ],
      [
        " reaction",
        -0.2889926
      ]
    ]
  },
  "He rebutted the moralist views of W.K. Clifford in an essay which categorizes live, forced, and momentous options. He's the first namesake of a theory which states that emotions result from the perception of a physiological stimulus, rather than emotions preceding autonomic responses. One of his essays asks whether a man chasing a squirrel around a tree is by definition \"going round\" the squirrel. This author of \"The Will to Believe\" and The Principles of Psychology argued that \"truth\" is only what": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -0.0006221305
      ],
      [
        " James",
        -0.00011188744
      ]
    ]
  },
  "As the reaction proceeds, 6 pi electrons are delocalized above the transition state, which stabilizes it by the Hammond Postulate. Thus, these reactions have a faster rate and are more stable than two": {
    "guess": "Hammond postulate",
    "confidence": [
      [
        "Ham",
        -0.69138575
      ],
      [
        "mond",
        -0.00040302498
      ],
      [
        " post",
        -0.6772678
      ],
      [
        "ulate",
        -2.1650272e-05
      ]
    ]
  },
  "A reaction named for this man is implicated in the enzyme-catalyzed formation of a phenylalanine precursor from chorismate in plants. A variant of that reaction produces a gamma,delta-unsaturated ketone from an allylic acid, and is named for this man and Ireland. Another reaction named for this man is driven to completion by deprotonation of the product, and has an intramolecular variant named for Dieckmann. The first reaction is essentially irreversible due to the formation of a carbonyl double bond in contrast to a similar pericyclic [3,3] sigmatropic rearrangement named for Cope. FTP identify this chemist who gives his name to a rearrangement reaction and the production of a beta-keto ester": {
    "guess": "Claisen rearrangement",
    "confidence": [
      [
        "Cl",
        -0.17457879
      ],
      [
        "ais",
        -0.00012952226
      ],
      [
        "en",
        -8.418666e-06
      ],
      [
        " rearr",
        -0.2452738
      ],
      [
        "angement",
        -7.946405e-05
      ]
    ]
  },
  "A reaction of this type is coupled with elimination to form the final product after transmetallation": {
    "guess": "Cross-coupling reaction",
    "confidence": [
      [
        "Cross",
        -0.5515994
      ],
      [
        "-c",
        -0.028360726
      ],
      [
        "ou",
        -4.3202e-07
      ],
      [
        "pling",
        -1.1398757e-05
      ],
      [
        " reaction",
        -0.6911333
      ]
    ]
  },
  "One rebellion during this ruler's reign was partially put down by Peter Panin following the Battle of Kazan. This monarch issued the Nakaz and established the Hermitage museum. This monarch was called the \"star of the north\" and supported Stanislaw Poniatowski. Having gained power after the assassination of Peter III, this monarch made a deal with Maria Theresa and Frederick the Great to partition Poland. Advisors to this monarch included Gregory Orlov and Gregory Potemkin. This woman was a patron": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.030267712
      ],
      [
        "atherine",
        -0.00020330198
      ],
      [
        " the",
        -0.006338507
      ],
      [
        " Great",
        -0.00046749215
      ]
    ]
  },
  "This reaction makes tertiary alcohols from substituted fluoroolefins, and when combined with NMO-  TPAP oxidation can make carbonyls from olefins. One product of this reaction can be used in  Suzuki coupling, while the other is the (*) anti-Markovnikov product. For 10 points-- name this reaction that": {
    "guess": "Hydroboration",
    "confidence": [
      [
        "Hy",
        -0.017947402
      ],
      [
        "dro",
        -2.7372049e-05
      ],
      [
        "b",
        -0.0016989876
      ],
      [
        "oration",
        -4.3202e-07
      ]
    ]
  },
  "A reaction related to this occurs with copper iodide as a catalyst and uses carbon monoxide to produce benzaldehyde, while another can couple two arenes. Those reactions, Gatterman-Koch and Scholl, use the same catalyst that is the hallmark of this class of reactions. A reaction of this type can also occur between oxalyl chloride and indole, whose product can be hydrolyzed to a carboxylic acid. In the more common variety, a Clemmensen reduction can be used to reduce the carbonylated product, providing an alternative to reacting with alkyl halides where overalkylation could occur. For 10 points, give this class of reactions that use a Lewis acid like aluminum chloride to either acylate or alkylate an aromatic system like benzene.": {
    "guess": "Friedel–Crafts reaction",
    "confidence": [
      [
        "F",
        -0.002448781
      ],
      [
        "ried",
        -0.00065489317
      ],
      [
        "el",
        -2.355753e-05
      ],
      [
        "–",
        -0.036030117
      ],
      [
        "Craft",
        -5.5122365e-07
      ],
      [
        "s",
        -3.1737043e-06
      ],
      [
        " reaction",
        -0.0012020161
      ]
    ]
  },
  "Reaction to this historical measure was expressed by the Nashville Convention and Georgia Platform. Originally known as the Omnibus Bill, measure three fixed the Texas-New Mexico border, measure five abolished slavery in Washington, D.C., measure four was a more stringent Fugitive Slave Law, measure two gave New Mexico and Utah the option to authorize slavery, and measure one admitted California to the union as a free state. Developed by Henry Clay and divided into five parts by Stephen Douglas, FTP, what was this famous compromise?": {
    "guess": "Compromise of 1850",
    "confidence": [
      [
        "Comp",
        -0.05642332
      ],
      [
        "romise",
        -0.00012403888
      ],
      [
        " of",
        -0.0005276534
      ],
      [
        " ",
        -2.7848862e-05
      ],
      [
        "185",
        -0.00050859177
      ],
      [
        "0",
        -0.0001693326
      ]
    ]
  },
  "This man reacted to the death of shopkeeper Levi Jones by making a thirty-mile overnight trip to Clinton and Mount Vernon in order to summon help for Mansfield. This man, who entertained children by sticking needles and hot coals into his feet, often accepted a written \"fipenny-bit\" or old clothing as payment after appearing dressed in a coffee sack with a cooking pot on his head. This preacher for the Church of the (*) New Jerusalem expounded the teachings of Emmanuel Swedenborg to the Midwest, where he sowed tracts of forest with medicinal herbs such as pennyroyal and rattlesnake root.  He also": {
    "guess": "Johnny Appleseed",
    "confidence": [
      [
        "Johnny",
        -0.029291231
      ],
      [
        " Apple",
        -0.0001470452
      ],
      [
        "seed",
        -3.5313153e-06
      ]
    ]
  },
  "Reared by Jesuits, he gained his first military experience fighting in a Walloon regiment and at the 1585 siege of Antwerp under Alessandro Farnese. In 1594, he joined Holy Roman Emperor Rudolf II's army campaigning against the Turks. Appointed by Duke Maximilian I of Bavaria to reorganize the Bavarian army in 1610, he created such an efficient army that it became the backbone and spearhead of the": {
    "guess": "Wallenstein",
    "confidence": [
      [
        "Wall",
        -0.7987619
      ],
      [
        "enstein",
        -4.6563837e-05
      ]
    ]
  },
  "One rebellion in this modern-day country was crushed at the battle of Waterberg and the survivors driven into the desert by Lothar van Trotha, while a rebellion by another tribe sprang up only two months after that Herero rebellion and was ended with the signing of the Protection Contracts.  Bounty killings were a staple of the later counter-insurgency unit Koevoet, which killed approximately 25 PLAN members for every death of their own.  PLAN was the military wing of the Sam Nujoma-led rebel group SWAPO, which sought independence from South Africa.  For 10 points, name this country formerly known as German South-West Africa, with capital Windhoek.": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.20293961
      ],
      [
        "ibia",
        -0.085023224
      ]
    ]
  },
  "One reaction named for this man permits an inversion of the normal reactivity of acyl carbon atoms, which combine only with nucleophiles, in a phenomenon known as umpolung.  He is the first namesake of": {
    "guess": "Elias James Corey",
    "confidence": [
      [
        "E",
        -0.05430774
      ],
      [
        "lias",
        -0.013875751
      ],
      [
        " James",
        -6.372917e-05
      ],
      [
        " Corey",
        -1.2352386e-05
      ]
    ]
  },
  "One reaction named for this man permits an inversion of the normal reactivity of acyl carbon atoms, which combine only with nucleophiles, in a phenomenon known as umpolung.  He is the first namesake of another reaction in which an achiral ketone is enantioselectively reduced to produce the corresponding": {
    "guess": "Elias James Corey",
    "confidence": [
      [
        "E",
        -0.32388523
      ],
      [
        "lias",
        -0.0024819616
      ],
      [
        " James",
        -0.00043829824
      ],
      [
        " Corey",
        -4.2630116e-05
      ]
    ]
  },
  "One reaction named for this man permits an inversion of the normal reactivity of acyl carbon atoms, which combine only with nucleophiles, in a phenomenon known as umpolung.  He is the first namesake of another reaction in which an achiral ketone is enantioselectively reduced to produce the corresponding chiral, non-racemic alcohol. He controversially claimed that he inspired the development of the": {
    "guess": "Elias James Corey",
    "confidence": [
      [
        "E",
        -0.07620996
      ],
      [
        "lias",
        -0.00038825106
      ],
      [
        " James",
        -0.00031127117
      ],
      [
        " Corey",
        -5.1808798e-05
      ]
    ]
  },
  "One reaction named for this man permits an inversion of the normal reactivity of acyl carbon atoms, which combine only with nucleophiles, in a phenomenon known as umpolung.  He is the first namesake of another reaction in which an achiral ketone is enantioselectively reduced to produce the corresponding chiral, non-racemic alcohol. He controversially claimed that he inspired the development of the Woodward-Hoffmann rules, and he won a Nobel Prize for pioneering a method of transforming a molecule": {
    "guess": "Elias James Corey",
    "confidence": [
      [
        "E",
        -0.0024642406
      ],
      [
        "lias",
        -2.129266e-05
      ],
      [
        " James",
        -8.6497064e-05
      ],
      [
        " Corey",
        -4.9617593e-06
      ]
    ]
  },
  "One reaction named for this man permits an inversion of the normal reactivity of acyl carbon atoms, which combine only with nucleophiles, in a phenomenon known as umpolung.  He is the first namesake of another reaction in which an achiral ketone is enantioselectively reduced to produce the corresponding chiral, non-racemic alcohol. He controversially claimed that he inspired the development of the Woodward-Hoffmann rules, and he won a Nobel Prize for pioneering a method of transforming a molecule into simple precursor structures, retrograde analysis. The earlier mentioned reactions are co-named": {
    "guess": "Elias James Corey",
    "confidence": [
      [
        "E",
        -0.003945537
      ],
      [
        "lias",
        -1.9146995e-05
      ],
      [
        " James",
        -0.0001375089
      ],
      [
        " Corey",
        -7.107425e-06
      ]
    ]
  },
  "One reaction named for this man permits an inversion of the normal reactivity of acyl carbon atoms, which combine only with nucleophiles, in a phenomenon known as umpolung.  He is the first namesake of another reaction in which an achiral ketone is enantioselectively reduced to produce the corresponding chiral, non-racemic alcohol. He controversially claimed that he inspired the development of the Woodward-Hoffmann rules, and he won a Nobel Prize for pioneering a method of transforming a molecule into simple precursor structures, retrograde analysis. The earlier mentioned reactions are co-named with Seebach and with Bakshi and Shibata. For ten points, name this man who names a reaction that transforms": {
    "guess": "Elias James Corey",
    "confidence": [
      [
        "E",
        -0.041495536
      ],
      [
        "lias",
        -0.0008350008
      ],
      [
        " James",
        -0.001356429
      ],
      [
        " Corey",
        -6.0391463e-05
      ]
    ]
  },
  "One reaction named for this man permits an inversion of the normal reactivity of acyl carbon atoms, which combine only with nucleophiles, in a phenomenon known as umpolung.  He is the first namesake of another reaction in which an achiral ketone is enantioselectively reduced to produce the corresponding chiral, non-racemic alcohol. He controversially claimed that he inspired the development of the Woodward-Hoffmann rules, and he won a Nobel Prize for pioneering a method of transforming a molecule into simple precursor structures, retrograde analysis. The earlier mentioned reactions are co-named with Seebach and with Bakshi and Shibata. For ten points, name this man who names a reaction that transforms aldehydes into alkynes along with Fuchs.": {
    "guess": "Elias James Corey",
    "confidence": [
      [
        "E",
        -0.016955767
      ],
      [
        "lias",
        -5.025915e-05
      ],
      [
        " James",
        -0.00024608144
      ],
      [
        " Corey",
        -2.3392786e-06
      ]
    ]
  }
}