{
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure was an undercover union spy for Wil iam Z. Foster, and after World War II, he acted as an independent": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.0032560271
      ],
      [
        " Nash",
        -0.0066334247
      ],
      [
        " Baldwin",
        -7.529192e-05
      ]
    ]
  },
  "Its teachings are only found today in the Mundaean sect of modern Iraq. 1800 years ago it posed a major threat to Christianity and the Church condemned it as heresy. Actually a collection of individual": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.85973275
      ],
      [
        "ich",
        -0.28475663
      ],
      [
        "ae",
        -0.00013500563
      ],
      [
        "ism",
        -0.000573644
      ]
    ]
  },
  "This team's hopes of gaining a Scudetto in the 1972/1973 season ended with a humiliating defeat by Hellas": {
    "guess": "1972–73 Serie A",
    "confidence": [
      [
        "197",
        -0.3696922
      ],
      [
        "2",
        -0.021311803
      ],
      [
        "–",
        -0.11577987
      ],
      [
        "73",
        -0.0058830488
      ],
      [
        " Serie",
        -0.614419
      ],
      [
        " A",
        -0.002012264
      ]
    ]
  },
  "This team drafted goaltenders Darcy Wakaluk and Darren Puppa, who would spend most of their careers elsewhere. In the early 90s, when they were coached by Rick Dudley and John Muckler, their stars included the oft-injured Pat Lafontaine, Alexander Mogilny, and Dale Hawerchuk, though their most famous line was the \"French Connection\" in the 70s featuring Gilbert Perrault. Currently coached by Lindy Ruff and led by Maxim Afinogenov, Chris Drury, Daniel Briere, and goaltender Ryan Miller, they started this season with a record-tying 10 straight wins. FTP, name this NHL team which long boasted the services of Dominik Hasek and plays its home games in Buffalo.": {
    "guess": "Buffalo Sabres",
    "confidence": [
      [
        "Buff",
        -0.002213777
      ],
      [
        "alo",
        -3.5358695e-05
      ],
      [
        " Sab",
        -2.7014437e-05
      ],
      [
        "res",
        -0.00012558853
      ]
    ]
  },
  "After teaming up with the Human Torch and Namor to defeat the villain Master Man, this  character teamed": {
    "guess": "Union Jack (comics)",
    "confidence": [
      [
        "Union",
        -0.49544132
      ],
      [
        " Jack",
        -9.1026806e-05
      ],
      [
        " (",
        -0.6781815
      ],
      [
        "com",
        -0.15016364
      ],
      [
        "ics",
        -4.3202e-07
      ],
      [
        ")",
        -0.00068527175
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must be punished, causing another to discuss how, when you are being caned in jail, policemen talk to you gently between each blow. That character cannot pronounce the words \"scalar\" or ($) \"magnitude.\" This play opens with one character singing about a woman who \"took my money\" but \"called me honey\" as she \"was scandalizin' my name.\" That character cannot afford to put money in a jukebox because he only has enough for the bus ride home, and is surprised to learn that him hitting (*) Hilda Samuels is why she has stopped showing up at certain meetings. Two people in this play discuss Abraham Lincoln, Charles Darwin, and Winston Churchill and later reminisce about flying a kite. This play's title": {
    "guess": "Master Harold...and the Boys",
    "confidence": [
      [
        "Master",
        -0.15280847
      ],
      [
        " Harold",
        -0.0017369437
      ],
      [
        "...",
        -0.018985903
      ],
      [
        "and",
        -0.03650699
      ],
      [
        " the",
        -4.7755875e-05
      ],
      [
        " Boys",
        -0.00094123883
      ]
    ]
  },
  "This team's hopes of gaining a Scudetto in the 1972/1973 season ended with a humiliating defeat by Hellas Verona in the last game and this club was founded by Alfred Edwards and Herbert Kilpin. Under manager Nereo Rocco, who instituted the Catenaccio formation, they won their first Euro Cup against SL Benfica in 1963, several years after their all-time leading scorer retired, the Swede Gunnar Nordahl. This club plays at San Siro, as does their rival Inter, and it is owned by Silvio Berlusconi. For 10 points, name this European soccer team which recently acquired Ronaldinho from Barcelona and David": {
    "guess": "A.C. Milan",
    "confidence": [
      [
        "A",
        -0.20841837
      ],
      [
        ".C",
        -6.253713e-05
      ],
      [
        ".",
        -0.0034266352
      ],
      [
        " Milan",
        -0.000111291425
      ]
    ]
  },
  "This was the team for whom the all-time Major League leader in triples, Sam Crawford, played the majority of his career. Other stars who chiefly played with this team included 1960s slugger Al Kaline, and a player who was once suspended for assaulting a fan with no hands. That \"Georgia Peach\" was this team's longtime sparkplug Ty Cobb. Contemporary players for this club include Armando Galarraga, who": {
    "guess": "Detroit Tigers",
    "confidence": [
      [
        "Detroit",
        -0.0063013113
      ],
      [
        " Tigers",
        -0.00024001303
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must be punished, causing another to discuss how, when you are being caned in jail, policemen talk to you gently between each blow. That character cannot pronounce the words \"scalar\" or ($) \"magnitude.\" This play opens with one character singing about a woman who \"took my money\" but \"called me honey\" as she \"was scandalizin' my name.\" That character cannot afford to put money in a jukebox because he only has enough for the bus ride home, and is surprised to learn that him hitting (*) Hilda Samuels is why she has stopped showing up at certain meetings. Two people in this play discuss Abraham Lincoln, Charles Darwin, and Winston Churchill and later reminisce about flying a kite. This play's title character writes the essay \"A World Without Collision\" about his servants ballroom dancing. For ten points, identify this play by Athol Fugard.": {
    "guess": "Master Harold...and the Boys",
    "confidence": [
      [
        "Master",
        -0.033861563
      ],
      [
        " Harold",
        -1.147242e-06
      ],
      [
        "...",
        -0.003982112
      ],
      [
        "and",
        -0.02880513
      ],
      [
        " the",
        -4.7755875e-05
      ],
      [
        " Boys",
        -0.00029577836
      ]
    ]
  },
  "This man was a teacher and artist in the 1920's, until a visit with Anna Freud inspired him to begin": {
    "guess": "Erik Erikson",
    "confidence": [
      [
        "E",
        -0.0027954914
      ],
      [
        "rik",
        -3.9530823e-05
      ],
      [
        " Erik",
        -0.0005718596
      ],
      [
        "son",
        -4.20341e-05
      ]
    ]
  },
  "This team acquired cornerback Gary Baxter and safety Brian Russell following the 2004 season, and their other defensive additions include Jason Fisk and Matt Stewart. On offense, they picked up linemen Joe Andruzzi and L. J. Shelton and acquired a Super Bowl-winning quarterback who most recently played": {
    "guess": "Cleveland Browns",
    "confidence": [
      [
        "C",
        -0.15436648
      ],
      [
        "leveland",
        -5.3954464e-05
      ],
      [
        " Browns",
        -0.00034702494
      ]
    ]
  },
  "This man was a teacher and artist in the 1920's, until a visit with Anna Freud inspired him to begin studying at the Vienna Psychoanalytical Institute. His most famous theory includes rubrics for maladaptions and malignancies, significant relations, and social modalities. He used biography as a means of advancing his psychoanalytical theories, particularly in Young Man Luther and the award-winning Gandhi's Truth. FTP name this German developmental psychologist who created the theory of psychosocial": {
    "guess": "Erik Erikson",
    "confidence": [
      [
        "E",
        -0.003491858
      ],
      [
        "rik",
        -1.4855664e-05
      ],
      [
        " Erik",
        -0.0011108052
      ],
      [
        "son",
        -1.0921943e-05
      ]
    ]
  },
  "This team's hopes of gaining a Scudetto in the 1972/1973 season ended with a humiliating defeat by Hellas Verona in the last game and this club was founded by Alfred Edwards and Herbert Kilpin. Under manager Nereo Rocco, who instituted the Catenaccio formation, they won their first Euro Cup against SL Benfica in 1963, several years after their all-time leading scorer retired, the Swede Gunnar Nordahl. This club plays at San Siro, as does their rival Inter, and it is owned by Silvio Berlusconi. For": {
    "guess": "A.C. Milan",
    "confidence": [
      [
        "A",
        -0.31744295
      ],
      [
        ".C",
        -0.00045379106
      ],
      [
        ".",
        -0.0065931557
      ],
      [
        " Milan",
        -0.00014251545
      ]
    ]
  },
  "This was the team for whom the all-time Major League leader in triples, Sam Crawford, played the majority of his career. Other stars who chiefly played with this team included 1960s slugger Al Kaline, and a player who was once suspended for assaulting a fan with no hands. That \"Georgia Peach\" was this team's longtime sparkplug Ty Cobb. Contemporary players for this club include Armando Galarraga, who lost a perfect game to an umpire's call in 2010. For 10 points, name this baseball team which lost the 2006 World Series to the Cardinals and is now led by Magglio Ordonez and Miguel Cabrera.": {
    "guess": "Detroit Tigers",
    "confidence": [
      [
        "Detroit",
        -0.0020147637
      ],
      [
        " Tigers",
        -7.588794e-05
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure was an undercover union spy for Wil iam Z. Foster, and after World War II, he acted as an independent advisor to Generals Lucius Clay in Germany and Douglas MacArthur in Japan. In his 1953 book, A New Slavery, this man repudiated his previously rosy view of the USSR, expounded upon in his earlier Liberty Under the Soviets, and he was radicalized by attending a speech given by Emma Goldman. This": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.0025183463
      ],
      [
        " Nash",
        -0.0036497223
      ],
      [
        " Baldwin",
        -9.221884e-05
      ]
    ]
  },
  "This team acquired cornerback Gary Baxter and safety Brian Russell following the 2004 season, and their other defensive additions include Jason Fisk and Matt Stewart. On offense, they picked up linemen": {
    "guess": "Cleveland Browns",
    "confidence": [
      [
        "C",
        -0.07879856
      ],
      [
        "leveland",
        -7.278864e-05
      ],
      [
        " Browns",
        -0.0003735927
      ]
    ]
  },
  "His teachers included John Hesselius and Benjamin West. Representing the \"Furious Whigs\" in the Pennsylvania": {
    "guess": "Charles Willson Peale",
    "confidence": [
      [
        "Charles",
        -1.2352583
      ],
      [
        " Will",
        -0.028533252
      ],
      [
        "son",
        -2.8160932e-06
      ],
      [
        " Pe",
        -3.4285862e-05
      ],
      [
        "ale",
        -0.0010257817
      ]
    ]
  },
  "This team's only Finals appearance came under Larry Brown, and it was actually in the ABA in the year before the merger, 1976. This team is not Golden State, but they are the first team to win a playoff series as an 8th seed against a 1st seed, doing so against the SuperSonics in 1994. Under another coach, this team set a record for consecutive games scoring over 100 points, with Doug Moe's motion offense setting Alex English and Kiki Vandeweghe loose. Despite that history, the team endured a long period of mediocrity until acquiring a graduate of their city's George Washington High School through trade and, with the third pick in the 2003 NBA Draft, a Syracuse alum. For 10 points, name this": {
    "guess": "Denver Nuggets",
    "confidence": [
      [
        "Denver",
        -0.0031903093
      ],
      [
        " Nuggets",
        -0.0026253585
      ]
    ]
  },
  "His teachers included John Hesselius and Benjamin West. Representing the \"Furious Whigs\" in the Pennsylvania assembly, he designed a bridge over the Schuylkill and he painted a mastadon that was exhumed by an expedition he financed. A master of trompe l'oeil painting, his The Staircase Group is a life-sized double portrait of his sons Raphaelle and Titian. FTP, identify this painter that named his": {
    "guess": "Charles Willson Peale",
    "confidence": [
      [
        "Charles",
        -0.0031493194
      ],
      [
        " Will",
        -0.0006844374
      ],
      [
        "son",
        -1.11603495e-05
      ],
      [
        " Pe",
        -9.0883464e-07
      ],
      [
        "ale",
        -8.172892e-05
      ]
    ]
  },
  "This team was founded in 1969 by Ewing Kauffman in response to the abandonment of the city's previous": {
    "guess": "Kansas City Royals",
    "confidence": [
      [
        "Kansas",
        -0.010783689
      ],
      [
        " City",
        -1.7120534e-05
      ],
      [
        " Royals",
        -0.008791835
      ]
    ]
  },
  "This team drafted goaltenders Darcy Wakaluk and Darren Puppa, who would spend most of their careers elsewhere. In the early 90s, when they were coached by Rick Dudley and John Muckler, their stars included the oft-injured Pat Lafontaine, Alexander Mogilny, and Dale Hawerchuk, though their most famous": {
    "guess": "Buffalo Sabres",
    "confidence": [
      [
        "Buff",
        -0.017339066
      ],
      [
        "alo",
        -9.317247e-05
      ],
      [
        " Sab",
        -9.472212e-05
      ],
      [
        "res",
        -0.00031270162
      ]
    ]
  },
  "One of this team's previous coaches is likely to be fired from West Ham before the end of the current": {
    "guess": "West Ham United F.C.",
    "confidence": [
      [
        "West",
        -0.00460493
      ],
      [
        " Ham",
        -0.0003976608
      ],
      [
        " United",
        -0.00018661347
      ],
      [
        " F",
        -0.06213058
      ],
      [
        ".C",
        -0.000147522
      ],
      [
        ".",
        -0.00035679596
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure was an undercover union spy for Wil iam Z. Foster, and after World War II, he acted as an independent advisor to Generals Lucius Clay in Germany and Douglas MacArthur in Japan. In his 1953 book, A New Slavery, this man repudiated his previously rosy view of the USSR, expounded upon in his earlier Liberty Under the Soviets, and he was radicalized by attending a speech given by Emma Goldman. This man's most famous work involved the organization he established with, among others, Jane Addams and Norman Thomas,  and from whose executive committee he purged Elizabeth Gurley Flynn for belonging": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.010707971
      ],
      [
        " Nash",
        -0.0047732918
      ],
      [
        " Baldwin",
        -0.00023119197
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.004781596
      ],
      [
        " Nash",
        -0.012250388
      ],
      [
        " Baldwin",
        -6.4325184e-05
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure was an undercover union spy for Wil iam Z. Foster, and after World War II, he acted as an independent advisor to Generals Lucius Clay in Germany and Douglas MacArthur in Japan. In his 1953 book, A New Slavery, this man repudiated his previously rosy view of the USSR, expounded upon in his earlier Liberty Under the Soviets, and he was radicalized by attending a speech given by Emma Goldman. This man's most famous work involved the organization he established with, among others, Jane Addams and Norman Thomas,  and from whose executive committee he purged Elizabeth Gurley Flynn for belonging to the Communist  Party. For 10 points, identify this American who founded an organization that early in its existence defended Sacco and Vanzetti as wel the Scottsboro boys, the American Civil Liberties": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.0019060242
      ],
      [
        " Nash",
        -0.0007167232
      ],
      [
        " Baldwin",
        -3.059055e-05
      ]
    ]
  },
  "This was the team for whom the all-time Major League leader in triples, Sam Crawford, played the majority": {
    "guess": "Detroit Tigers",
    "confidence": [
      [
        "Detroit",
        -0.48620725
      ],
      [
        " Tigers",
        -0.0016487568
      ]
    ]
  },
  "This team defeated the Chicago Bears in \"The Sneakers Game,\" and won the first Pro Bowl against the All-Stars. A player from this team became the first quarterback to use the phrase \"I'm going to Disney World,\" and their current quarterback had the most interceptions in the league last season. They implemented": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.010569742
      ],
      [
        " York",
        -0.0001688558
      ],
      [
        " Giants",
        -0.0009500489
      ]
    ]
  },
  "One of this team's previous coaches is likely to be fired from West Ham before the end of the current season. Avram Grant had been a personal friend of this team's owner Roman Abramovich and took over this club after the departure of Jose Mourinho, who had taken this team to an FA Cup trophy the season before in 2007. Currently starring such internationals as Michael Essien and the goalie Peter Cech, for 10 points, name this English Premier League team which also stars Frank Lampard and Didier Drogba": {
    "guess": "Chelsea F.C.",
    "confidence": [
      [
        "Chelsea",
        -0.008086952
      ],
      [
        " F",
        -0.00012106613
      ],
      [
        ".C",
        -3.2497806e-05
      ],
      [
        ".",
        -1.4855664e-05
      ]
    ]
  },
  "In 1995, a team at Ohio State found that some examples possess a capability called \"homing\", in which": {
    "guess": "Intron",
    "confidence": [
      [
        "In",
        -0.58898216
      ],
      [
        "tron",
        -0.029842358
      ]
    ]
  },
  "This team's hopes of gaining a Scudetto in the 1972/1973 season ended with a humiliating defeat by Hellas Verona in the last game and this club was founded by Alfred Edwards and Herbert Kilpin. Under manager Nereo Rocco, who instituted the Catenaccio formation, they won their first Euro Cup against SL": {
    "guess": "A.C. Milan",
    "confidence": [
      [
        "A",
        -0.03196432
      ],
      [
        ".C",
        -0.00014942927
      ],
      [
        ".",
        -0.008466115
      ],
      [
        " Milan",
        -0.00020938137
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure was an undercover union spy for Wil iam Z. Foster, and after World War II, he acted as an independent advisor to Generals Lucius Clay in Germany and Douglas MacArthur in Japan. In his 1953 book, A New Slavery, this man repudiated his previously rosy view of the USSR, expounded upon in his earlier Liberty Under the Soviets, and he was radicalized by attending a speech given by Emma Goldman. This man's most famous work involved the organization he established with, among others, Jane Addams and Norman Thomas,  and from whose executive committee he purged Elizabeth Gurley Flynn for belonging to the Communist  Party. For 10 points, identify this American who founded an organization that early in its existence defended Sacco and Vanzetti as wel the Scottsboro boys, the American Civil Liberties Union.": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.00075983827
      ],
      [
        " Nash",
        -0.00016921341
      ],
      [
        " Baldwin",
        -7.4695905e-05
      ]
    ]
  },
  "This team drafted goaltenders Darcy Wakaluk and Darren Puppa, who would spend most of their careers elsewhere. In the early 90s, when they were coached by Rick Dudley and John Muckler, their stars included the oft-injured Pat Lafontaine, Alexander Mogilny, and Dale Hawerchuk, though their most famous line was the \"French Connection\" in the 70s featuring Gilbert Perrault. Currently coached by Lindy": {
    "guess": "Buffalo Sabres",
    "confidence": [
      [
        "Buff",
        -0.022363624
      ],
      [
        "alo",
        -8.244414e-05
      ],
      [
        " Sab",
        -0.00065834646
      ],
      [
        "res",
        -0.00026181265
      ]
    ]
  },
  "Its teachings are only found today in the Mundaean sect of modern Iraq. 1800 years ago it posed a major threat to Christianity and the Church condemned it as heresy. Actually a collection of individual sects that promoted occult knowledge for salvation, its main component held that the soul is held captive by the inherently evil world of the flesh, and only at death would it be freed. FTP, name this early dualistic philospohy, named from the Greek for \"knowledge.\"": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.0089189755
      ],
      [
        "nost",
        -0.003536517
      ],
      [
        "icism",
        -0.00035214704
      ]
    ]
  },
  "This team acquired both Mike Vrabel and its current starting quarterback in trades with the Patriots. Its star receiver scored the most touchdowns of any wideout in (*) 2010. This team also features the running back with the highest yards per carry average in NFL history, Jamaal Charles. For 10 points, name this team that stars Dwayne Bowe and Matt Cassel, which plays its home games in Arrowhead Stadium in western Missouri.": {
    "guess": "Kansas City Chiefs",
    "confidence": [
      [
        "Kansas",
        -0.0070520877
      ],
      [
        " City",
        -4.179569e-05
      ],
      [
        " Chiefs",
        -0.00014489953
      ]
    ]
  },
  "One of this team's previous coaches is likely to be fired from West Ham before the end of the current season. Avram Grant had been a personal friend of this team's owner Roman Abramovich and took over": {
    "guess": "Chelsea F.C.",
    "confidence": [
      [
        "Chelsea",
        -0.0128483
      ],
      [
        " F",
        -0.0019326818
      ],
      [
        ".C",
        -0.0001437075
      ],
      [
        ".",
        -0.0004623664
      ]
    ]
  },
  "This team defeated the Chicago Bears in \"The Sneakers Game,\" and won the first Pro Bowl against the All-Stars. A player from this team became the first quarterback to use the phrase \"I'm going to Disney World,\" and their current quarterback had the most interceptions in the league last season. They implemented a kneel-down formation after losing the \"Miracle at the Meadowlands,\" and their current stars include Justin Tuck and Hakeem Nicks. For 10 points, name this NFL team led by quarterback Eli Manning, who won Super Bowl XLII against the undefeated Patriots.": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.0021727434
      ],
      [
        " York",
        -0.00017362394
      ],
      [
        " Giants",
        -9.186123e-05
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure was an undercover union spy for Wil iam Z. Foster, and after World War II, he acted as an independent advisor to Generals Lucius Clay in Germany and Douglas MacArthur in Japan. In his 1953 book, A": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.0073291524
      ],
      [
        " Nash",
        -0.010945245
      ],
      [
        " Baldwin",
        -1.1756368e-05
      ]
    ]
  },
  "This team drafted goaltenders Darcy Wakaluk and Darren Puppa, who would spend most of their careers elsewhere. In the early 90s, when they were coached by Rick Dudley and John Muckler, their stars included": {
    "guess": "Buffalo Sabres",
    "confidence": [
      [
        "Buff",
        -0.040248875
      ],
      [
        "alo",
        -9.114601e-05
      ],
      [
        " Sab",
        -4.954393e-05
      ],
      [
        "res",
        -0.00023059595
      ]
    ]
  },
  "This was the team for whom the all-time Major League leader in triples, Sam Crawford, played the majority of his career. Other stars who chiefly played with this team included 1960s slugger Al Kaline, and a player who was once suspended for assaulting a fan with no hands. That \"Georgia Peach\" was this team's longtime sparkplug Ty Cobb. Contemporary players for this club include Armando Galarraga, who lost a perfect game to an umpire's call in 2010. For 10 points, name this baseball team which lost": {
    "guess": "Detroit Tigers",
    "confidence": [
      [
        "Detroit",
        -0.0035689464
      ],
      [
        " Tigers",
        -8.542423e-05
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure was an undercover union spy for Wil iam Z. Foster, and after World War II, he acted as an independent advisor to Generals Lucius Clay in Germany and Douglas MacArthur in Japan. In his 1953 book, A New Slavery, this man repudiated his previously rosy view of the USSR, expounded upon in his earlier Liberty Under the Soviets, and he was radicalized by attending a speech given by Emma Goldman. This man's most famous work involved the organization he established with, among others, Jane Addams and Norman Thomas,  and from whose executive committee he purged Elizabeth Gurley Flynn for belonging to the Communist  Party. For 10 points, identify this American who founded an organization that early": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.0012157136
      ],
      [
        " Nash",
        -0.00059532805
      ],
      [
        " Baldwin",
        -5.6338537e-05
      ]
    ]
  },
  "A teacher and headmistress, her first book was Thoughts on the Education of Daughters, which applied": {
    "guess": "Mary Wollstonecraft",
    "confidence": [
      [
        "Mary",
        -0.055284824
      ],
      [
        " W",
        -2.0935051e-05
      ],
      [
        "oll",
        -5.5577775e-06
      ],
      [
        "stone",
        -8.418666e-06
      ],
      [
        "craft",
        -1.8624639e-06
      ]
    ]
  },
  "A teacher and headmistress, her first book was Thoughts on the Education of Daughters, which applied Enlightenment ideas to women. Some of her writings were in response to Edmund Burke, and she also disagreed strongly with Rousseau. Her best known argument was that women are capable of reason and therefore should receive equal status in society. Name this writer of Vindication of the Rights of Women.": {
    "guess": "Mary Wollstonecraft",
    "confidence": [
      [
        "Mary",
        -0.014962749
      ],
      [
        " W",
        -0.000538378
      ],
      [
        "oll",
        -1.3902034e-05
      ],
      [
        "stone",
        -2.9636918e-05
      ],
      [
        "craft",
        -5.2001665e-06
      ]
    ]
  },
  "A team led by Kaganer resolved an apparent contradiction in this by noting the strain on thin films of manganese arsenide on gallium arsenide. A team led by Cistola applied it to the behavior of fatty acids when placed in water, and William Johnson claimed that coherent solids fail to obey it. In 1980, A.I. Rusanov published a list of every generalization of this rule, including those for systems with curved interfaces and systems with chemical reactions.  It states that n plus 2 minus r = f, and it can be syntactically transformed into the polyhedral formula developed by Euler - in this equation,": {
    "guess": "Gibbs phase rule",
    "confidence": [
      [
        "G",
        -2.3710463
      ],
      [
        "ib",
        -0.17110516
      ],
      [
        "bs",
        -0.010829565
      ],
      [
        " phase",
        -0.40694344
      ],
      [
        " rule",
        -0.0003038842
      ]
    ]
  },
  "This team's hopes of gaining a Scudetto in the 1972/1973 season ended with a humiliating defeat by Hellas Verona in the last game and this club was founded by Alfred Edwards and Herbert Kilpin. Under manager Nereo Rocco, who instituted the Catenaccio formation, they won their first Euro Cup against SL Benfica in 1963, several years after their all-time leading scorer retired, the Swede Gunnar Nordahl.": {
    "guess": "A.C. Milan",
    "confidence": [
      [
        "A",
        -0.044958696
      ],
      [
        ".C",
        -0.00035083943
      ],
      [
        ".",
        -0.0059771426
      ],
      [
        " Milan",
        -0.00015693542
      ]
    ]
  },
  "This team acquired both Mike Vrabel and its current starting quarterback in trades with the Patriots.": {
    "guess": "Tennessee Titans",
    "confidence": [
      [
        "T",
        -0.6534465
      ],
      [
        "ennessee",
        -0.00503166
      ],
      [
        " Titans",
        -0.00013166793
      ]
    ]
  },
  "This was the team for whom the all-time Major League leader in triples, Sam Crawford, played the majority of his career. Other stars who chiefly played with this team included 1960s slugger Al Kaline, and a player who was once suspended for assaulting a fan with no hands. That \"Georgia Peach\" was this": {
    "guess": "Detroit Tigers",
    "confidence": [
      [
        "Detroit",
        -0.017590104
      ],
      [
        " Tigers",
        -0.0008099827
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream intact. He also tells the parable of the Hospitable King and the author writes that \"if we could cast the spirit of charity in the mold of Greek elegance, we would know perfection,\" contrasting Greece with ancient Egypt. It argues that specialization produces mediocrity in society and that democracy leads to rule by vulgar masses who cannot appreciate beauty, which leads to the evil of utilitarianism, a result of what the author calls Nordomania. An altered version of it was written by Roberto Fernández Retamar. Translated in 1988 with a critical prologue by Carlos Fuentes, it sharply criticizes the view of history put forth earlier by Sarmiento in his Facundo. Dedicated to the youth of Latin America and first published in 1900 in Uruguay, FTP, name this essay by José Enrique Rodó, in which he represents Latin America as the title literary character taken from Shakespeare.": {
    "guess": "Ariel (essay)",
    "confidence": [
      [
        "A",
        -0.00056077726
      ],
      [
        "riel",
        -3.5313153e-06
      ],
      [
        " (",
        -0.016995497
      ],
      [
        "essay",
        -0.027610151
      ],
      [
        ")",
        -9.710619e-05
      ]
    ]
  },
  "Its teachings are only found today in the Mundaean sect of modern Iraq. 1800 years ago it posed a major threat to Christianity and the Church condemned it as heresy. Actually a collection of individual sects that promoted occult knowledge for salvation, its main component held that the soul is held captive": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.48880228
      ],
      [
        "nost",
        -0.04144979
      ],
      [
        "icism",
        -7.827201e-05
      ]
    ]
  },
  "This team's hopes of gaining a Scudetto in the 1972/1973 season ended with a humiliating defeat by Hellas Verona in the last game and this club was founded by Alfred Edwards and Herbert Kilpin. Under manager": {
    "guess": "A.C. Milan",
    "confidence": [
      [
        "A",
        -0.017290559
      ],
      [
        ".C",
        -0.0015814013
      ],
      [
        ".",
        -0.00441279
      ],
      [
        " Milan",
        -0.0002751598
      ]
    ]
  },
  "After teaming up with the Human Torch and Namor to defeat the villain Master Man, this  character teamed up with those heroes to form The Invaders. In one television appearance,  Spider-Man enlisted the help of this man along with the Six Forgotten Heroes. Created by Joe  Simon and Jack Kirby, this man": {
    "guess": "Captain America",
    "confidence": [
      [
        "Captain",
        -0.21314117
      ],
      [
        " America",
        -0.00013131031
      ]
    ]
  },
  "This team was founded in 1969 by Ewing Kauffman in response to the abandonment of the city's previous team, the Athletics. This team appeared in the playoffs seven times from 1976 to 1985, culminating in the only World Series trophy in this franchise's history. Going into the 2011 season, this team traded its ace for Alcides Escobar and Jeremy Jeffress but did not trade Joakim Soria. For 10 points, name this AL Central team, which has featured Hall of Famers Whitey Herzog, Orlando Cepeda, and George": {
    "guess": "Kansas City Royals",
    "confidence": [
      [
        "Kansas",
        -0.0045309965
      ],
      [
        " City",
        -3.5954712e-05
      ],
      [
        " Royals",
        -0.00031139038
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure was an undercover union spy for Wil iam Z. Foster, and after World War II, he acted as an independent advisor to Generals Lucius Clay in Germany and Douglas MacArthur in Japan. In his 1953 book, A New Slavery, this man repudiated his previously rosy view of the USSR, expounded upon in his earlier Liberty Under the Soviets, and he was radicalized by attending a speech given by Emma Goldman. This man's most famous work involved the organization he established with, among others, Jane Addams and": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.0067906827
      ],
      [
        " Nash",
        -0.0034518181
      ],
      [
        " Baldwin",
        -0.00012260844
      ]
    ]
  },
  "This team acquired cornerback Gary Baxter and safety Brian Russell following the 2004 season, and their other defensive additions include Jason Fisk and Matt Stewart. On offense, they picked up linemen Joe Andruzzi and L. J. Shelton and acquired a Super Bowl-winning quarterback who most recently played four seasons with the Seahawks. They drafted wide receiver Braylon Edwards, while Steve Heiden at": {
    "guess": "Cleveland Browns",
    "confidence": [
      [
        "C",
        -0.027756032
      ],
      [
        "leveland",
        -4.608702e-05
      ],
      [
        " Browns",
        -0.00028517292
      ]
    ]
  },
  "A team led by Kaganer resolved an apparent contradiction in this by noting the strain on thin films of manganese arsenide on gallium arsenide. A team led by Cistola applied it to the behavior of fatty": {
    "guess": "Strain engineering",
    "confidence": [
      [
        "Str",
        -0.98240435
      ],
      [
        "ain",
        -0.33462858
      ],
      [
        " engineering",
        -1.0049429
      ]
    ]
  },
  "This team acquired both Mike Vrabel and its current starting quarterback in trades with the Patriots. Its star receiver scored the most touchdowns of any wideout in (*) 2010. This team also features the running back with the highest yards per carry average in NFL history, Jamaal Charles. For 10 points,": {
    "guess": "Kansas City Chiefs",
    "confidence": [
      [
        "Kansas",
        -0.010109719
      ],
      [
        " City",
        -7.8748824e-05
      ],
      [
        " Chiefs",
        -0.0004578367
      ]
    ]
  },
  "His teachers included John Hesselius and Benjamin West. Representing the \"Furious Whigs\" in the Pennsylvania assembly, he designed a bridge over the Schuylkill and he painted a mastadon that was exhumed": {
    "guess": "Charles Willson Peale",
    "confidence": [
      [
        "Charles",
        -0.20112695
      ],
      [
        " Will",
        -0.03725622
      ],
      [
        "son",
        -6.869018e-06
      ],
      [
        " Pe",
        -1.7835755e-05
      ],
      [
        "ale",
        -0.0013779717
      ]
    ]
  },
  "This team acquired both Mike Vrabel and its current starting quarterback in trades with the Patriots. Its star receiver scored the most touchdowns of any wideout in (*) 2010. This team also features the running back with the highest yards per carry average in NFL history, Jamaal Charles. For 10 points, name this team that stars Dwayne Bowe and Matt Cassel, which plays its home games in Arrowhead Stadium": {
    "guess": "Kansas City Chiefs",
    "confidence": [
      [
        "Kansas",
        -0.014116611
      ],
      [
        " City",
        -0.00012630376
      ],
      [
        " Chiefs",
        -0.00019686499
      ]
    ]
  },
  "This team's only Finals appearance came under Larry Brown, and it was actually in the ABA in the year before the merger, 1976. This team is not Golden State, but they are the first team to win a playoff series as an 8th seed against a 1st seed, doing so against the SuperSonics in 1994. Under another coach, this team set a record for consecutive games scoring over 100 points, with Doug Moe's motion offense setting Alex English and Kiki Vandeweghe loose. Despite that history, the team endured a long period of mediocrity until acquiring a graduate of their city's George Washington High School through trade and, with the third pick in the 2003 NBA Draft, a Syracuse alum. For 10 points, name this NBA franchise who took the Lakers to six games in the 2009 Western Conference Finals, that features": {
    "guess": "Denver Nuggets",
    "confidence": [
      [
        "Denver",
        -0.0030181145
      ],
      [
        " Nuggets",
        -0.00018983196
      ]
    ]
  },
  "This team was founded in 1969 by Ewing Kauffman in response to the abandonment of the city's previous team, the Athletics. This team appeared in the playoffs seven times from 1976 to 1985, culminating": {
    "guess": "Kansas City Royals",
    "confidence": [
      [
        "Kansas",
        -0.010887466
      ],
      [
        " City",
        -0.0003196154
      ],
      [
        " Royals",
        -7.648396e-05
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must be punished, causing another to discuss how, when you are being caned in jail, policemen talk to you gently between each blow. That character cannot pronounce the words \"scalar\" or ($) \"magnitude.\" This play opens with one character singing about a woman who \"took my money\" but \"called me honey\" as she \"was scandalizin' my name.\" That character cannot afford to put money in a jukebox because he only has enough for the bus ride home, and is surprised to learn that him hitting (*) Hilda Samuels is why she has stopped showing up at certain meetings. Two people in this play discuss Abraham Lincoln, Charles Darwin, and Winston Churchill and later reminisce about flying a kite. This play's title character writes the essay \"A World Without Collision\" about his servants ballroom dancing. For ten": {
    "guess": "Master Harold...and the Boys",
    "confidence": [
      [
        "Master",
        -0.04337583
      ],
      [
        " Harold",
        -0.00019138161
      ],
      [
        "...",
        -0.008605475
      ],
      [
        "and",
        -0.029690908
      ],
      [
        " the",
        -5.240482e-05
      ],
      [
        " Boys",
        -0.0009794593
      ]
    ]
  },
  "This team was founded in 1969 by Ewing Kauffman in response to the abandonment of the city's previous team, the Athletics. This team appeared in the playoffs seven times from 1976 to 1985, culminating in the only World Series trophy in this franchise's history. Going into the 2011 season, this team traded its ace for Alcides Escobar and Jeremy Jeffress but did not trade Joakim Soria. For 10 points,": {
    "guess": "Kansas City Royals",
    "confidence": [
      [
        "Kansas",
        -0.007818129
      ],
      [
        " City",
        -5.5623317e-05
      ],
      [
        " Royals",
        -0.00019936825
      ]
    ]
  },
  "This team defeated the Chicago Bears in \"The Sneakers Game,\" and won the first Pro Bowl against the All-Stars. A player from this team became the first quarterback to use the phrase \"I'm going to Disney World,\" and their current quarterback had the most interceptions in the league last season. They implemented a kneel-down formation after losing the \"Miracle at the Meadowlands,\" and their current stars": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.37406945
      ],
      [
        " York",
        -0.00055327115
      ],
      [
        " Giants",
        -0.00016229959
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must be punished, causing another to discuss how, when you are being caned in jail, policemen talk to you gently between each blow. That character cannot pronounce the words \"scalar\" or ($) \"magnitude.\" This play opens with one character singing about a woman who \"took my money\" but \"called me honey\" as": {
    "guess": "The History Boys",
    "confidence": [
      [
        "The",
        -1.1908731
      ],
      [
        " History",
        -0.027506588
      ],
      [
        " Boys",
        -0.00012570774
      ]
    ]
  },
  "This team drafted goaltenders Darcy Wakaluk and Darren Puppa, who would spend most of their careers elsewhere. In the early 90s, when they were coached by Rick Dudley and John Muckler, their stars included the oft-injured Pat Lafontaine, Alexander Mogilny, and Dale Hawerchuk, though their most famous line was the \"French Connection\" in the 70s featuring Gilbert Perrault. Currently coached by Lindy Ruff and led by Maxim Afinogenov, Chris Drury, Daniel Briere, and goaltender Ryan Miller, they started": {
    "guess": "Buffalo Sabres",
    "confidence": [
      [
        "Buff",
        -0.027030746
      ],
      [
        "alo",
        -0.00014251545
      ],
      [
        " Sab",
        -0.0043444294
      ],
      [
        "res",
        -0.0002937519
      ]
    ]
  },
  "This team's hopes of gaining a Scudetto in the 1972/1973 season ended with a humiliating defeat by Hellas Verona in the last game and this club was founded by Alfred Edwards and Herbert Kilpin. Under manager Nereo Rocco, who instituted the Catenaccio formation, they won their first Euro Cup against SL Benfica in 1963, several years after their all-time leading scorer retired, the Swede Gunnar Nordahl. This club plays at San Siro, as does their rival Inter, and it is owned by Silvio Berlusconi. For 10 points, name this European soccer team which recently acquired Ronaldinho from Barcelona and David Beckham from the LA Galaxy, a team which plays in the largest city of Italy.": {
    "guess": "A.C. Milan",
    "confidence": [
      [
        "A",
        -0.3845342
      ],
      [
        ".C",
        -2.0815847e-05
      ],
      [
        ".",
        -0.0034954231
      ],
      [
        " Milan",
        -6.968935e-05
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream intact. He also tells the parable of the Hospitable King and the author writes that \"if we could cast the spirit of charity in the mold of Greek elegance, we would know perfection,\" contrasting Greece with ancient Egypt. It argues that specialization produces mediocrity in society and that democracy leads to rule by vulgar masses who cannot appreciate beauty, which leads to the evil of utilitarianism, a result of what the author calls Nordomania. An altered version of it was written by Roberto": {
    "guess": "The Republic (Plato)",
    "confidence": [
      [
        "The",
        -1.2845398
      ],
      [
        " Republic",
        -1.5311496
      ],
      [
        " (",
        -0.20198879
      ],
      [
        "Pl",
        -0.0035097955
      ],
      [
        "ato",
        -6.9882217e-06
      ],
      [
        ")",
        -0.00019257364
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must be punished, causing another to discuss how, when you are being caned in jail, policemen talk to you gently between each blow. That character cannot pronounce the words \"scalar\" or ($) \"magnitude.\" This play opens with one character singing about a woman who \"took my money\" but \"called me honey\" as she \"was scandalizin' my name.\" That character cannot afford to put money in a jukebox because he only has enough for the bus ride home, and is surprised to learn that him hitting (*) Hilda Samuels is": {
    "guess": "Ma Rainey's Black Bottom",
    "confidence": [
      [
        "Ma",
        -1.0970521
      ],
      [
        " Rain",
        -0.00061986566
      ],
      [
        "ey",
        -0.00023762896
      ],
      [
        "'s",
        -0.0014280942
      ],
      [
        " Black",
        -5.6338537e-05
      ],
      [
        " Bottom",
        -4.246537e-06
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every": {
    "guess": "The Prime of Miss Jean Brodie",
    "confidence": [
      [
        "The",
        -0.889895
      ],
      [
        " Prime",
        -0.91008866
      ],
      [
        " of",
        -6.551722e-05
      ],
      [
        " Miss",
        -0.002863962
      ],
      [
        " Jean",
        -7.107425e-06
      ],
      [
        " Bro",
        -3.4047454e-05
      ],
      [
        "die",
        -3.5835506e-05
      ]
    ]
  },
  "This team defeated the Chicago Bears in \"The Sneakers Game,\" and won the first Pro Bowl against the All-Stars.": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.027196549
      ],
      [
        " York",
        -9.901345e-05
      ],
      [
        " Giants",
        -0.0028131942
      ]
    ]
  },
  "This man was a teacher and artist in the 1920's, until a visit with Anna Freud inspired him to begin studying at the Vienna Psychoanalytical Institute. His most famous theory includes rubrics for maladaptions and malignancies, significant relations, and social modalities. He used biography as a means of advancing his psychoanalytical theories, particularly in Young Man Luther and the award-winning Gandhi's Truth. FTP name this German developmental psychologist who created the theory of psychosocial development and coined the term \"identity crisis.\"": {
    "guess": "Erik Erikson",
    "confidence": [
      [
        "E",
        -0.0096289385
      ],
      [
        "rik",
        -2.2961513e-05
      ],
      [
        " Erik",
        -0.0029729456
      ],
      [
        "son",
        -2.6299214e-05
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream": {
    "guess": "The Book of Laughter and Forgetting",
    "confidence": [
      [
        "The",
        -0.8235278
      ],
      [
        " Book",
        -2.4011877
      ],
      [
        " of",
        -0.011602038
      ],
      [
        " La",
        -0.02854948
      ],
      [
        "ughter",
        -5.4385737e-06
      ],
      [
        " and",
        -1.504853e-06
      ],
      [
        " For",
        -2.1008714e-06
      ],
      [
        "getting",
        -1.4617256e-05
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream intact. He also tells the parable of the Hospitable King and the author writes that \"if we could cast": {
    "guess": "The Remains of the Day",
    "confidence": [
      [
        "The",
        -0.54828507
      ],
      [
        " Rem",
        -0.99640393
      ],
      [
        "ains",
        -6.392203e-06
      ],
      [
        " of",
        -4.441817e-05
      ],
      [
        " the",
        -0.0001527633
      ],
      [
        " Day",
        -5.931863e-05
      ]
    ]
  },
  "This team was founded in 1969 by Ewing Kauffman in response to the abandonment of the city's previous team, the Athletics. This team appeared in the playoffs seven times from 1976 to 1985, culminating in the only World Series trophy in this franchise's history. Going into the 2011 season, this team traded its ace for Alcides Escobar and Jeremy Jeffress but did not trade Joakim Soria. For 10 points, name this AL Central team, which has featured Hall of Famers Whitey Herzog, Orlando Cepeda, and George Brett, and recently traded to the Brewers ace pitcher Zack Greinke.": {
    "guess": "Kansas City Royals",
    "confidence": [
      [
        "Kansas",
        -0.0035994751
      ],
      [
        " City",
        -2.4630364e-05
      ],
      [
        " Royals",
        -8.9834764e-05
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must be punished, causing another to discuss how, when you are being caned in jail, policemen talk to you gently between each blow. That character cannot pronounce the words \"scalar\" or ($) \"magnitude.\" This": {
    "guess": "The History Boys",
    "confidence": [
      [
        "The",
        -0.17777742
      ],
      [
        " History",
        -0.061916474
      ],
      [
        " Boys",
        -0.0005370668
      ]
    ]
  },
  "After teaming up with the Human Torch and Namor to defeat the villain Master Man, this  character teamed up with those heroes to form The Invaders. In one television appearance,  Spider-Man enlisted the help of this man along with the Six Forgotten Heroes. Created by Joe  Simon and Jack Kirby, this man was taken out of Suspended Animation to join the Avengers and  he first appeared on the cover of his own comic #1, socking Hitler in the face. Created by a super-  soldier formula, for 10 points, name this archenemy of the Red Skull and all of Nazism who is the  alter-ego of Steve Rogers.": {
    "guess": "Captain America",
    "confidence": [
      [
        "Captain",
        -0.001456782
      ],
      [
        " America",
        -0.00011522515
      ]
    ]
  },
  "One of this team's previous coaches is likely to be fired from West Ham before the end of the current season. Avram Grant had been a personal friend of this team's owner Roman Abramovich and took over this club after the departure of Jose Mourinho, who had taken this team to an FA Cup trophy the season before in 2007. Currently starring such internationals as Michael Essien and the goalie Peter Cech, for 10 points, name this English Premier League team which also stars Frank Lampard and Didier Drogba a London team known as \"The Blues.\"": {
    "guess": "Chelsea F.C.",
    "confidence": [
      [
        "Chelsea",
        -0.0024890956
      ],
      [
        " F",
        -0.0031556154
      ],
      [
        ".C",
        -0.00014239625
      ],
      [
        ".",
        -4.012684e-05
      ]
    ]
  },
  "This team's only Finals appearance came under Larry Brown, and it was actually in the ABA in the year before the merger, 1976. This team is not Golden State, but they are the first team to win a playoff series as an 8th seed against a 1st seed, doing so against the SuperSonics in 1994. Under another coach, this team set a record for consecutive games scoring over 100 points, with Doug Moe's motion offense setting Alex English and Kiki Vandeweghe loose. Despite that history, the team endured a long": {
    "guess": "Denver Nuggets",
    "confidence": [
      [
        "Denver",
        -0.005012802
      ],
      [
        " Nuggets",
        -0.00087656616
      ]
    ]
  },
  "This team's only Finals appearance came under Larry Brown, and it was actually in the ABA in the year before the merger, 1976. This team is not Golden State, but they are the first team to win a playoff series as an 8th seed against a 1st seed, doing so against the SuperSonics in 1994. Under another coach, this team set a record for consecutive games scoring over 100 points, with Doug Moe's motion": {
    "guess": "Denver Nuggets",
    "confidence": [
      [
        "Denver",
        -0.008082463
      ],
      [
        " Nuggets",
        -0.0022322133
      ]
    ]
  },
  "In 1995, a team at Ohio State found that some examples possess a capability called \"homing\", in which RNA transcripts splice them into DNA at the exact spots they are found in other genes. Much debate": {
    "guess": "Intron",
    "confidence": [
      [
        "In",
        -1.2037442
      ],
      [
        "tron",
        -0.024617394
      ]
    ]
  },
  "This team drafted goaltenders Darcy Wakaluk and Darren Puppa, who would spend most of their careers elsewhere.": {
    "guess": "Buffalo Sabres",
    "confidence": [
      [
        "Buff",
        -0.04435758
      ],
      [
        "alo",
        -9.281486e-05
      ],
      [
        " Sab",
        -0.00020449402
      ],
      [
        "res",
        -0.00020795093
      ]
    ]
  },
  "A teacher and headmistress, her first book was Thoughts on the Education of Daughters, which applied Enlightenment ideas to women. Some of her writings were in response to Edmund Burke, and she also disagreed strongly with Rousseau. Her best known argument was that women are capable of reason and therefore": {
    "guess": "Mary Wollstonecraft",
    "confidence": [
      [
        "Mary",
        -0.00465773
      ],
      [
        " W",
        -0.00039670718
      ],
      [
        "oll",
        -1.60477e-05
      ],
      [
        "stone",
        -2.618001e-05
      ],
      [
        "craft",
        -2.3392786e-06
      ]
    ]
  },
  "A team led by Kaganer resolved an apparent contradiction in this by noting the strain on thin films of manganese arsenide on gallium arsenide. A team led by Cistola applied it to the behavior of fatty acids when placed in water, and William Johnson claimed that coherent solids fail to obey it. In 1980, A.I. Rusanov published a list of every generalization of this rule, including those for systems with": {
    "guess": "List of generalizations of the second law of thermodynamics",
    "confidence": [
      [
        "List",
        -2.07281
      ],
      [
        " of",
        -0.0030967854
      ],
      [
        " general",
        -2.0103662
      ],
      [
        "izations",
        -0.0065913824
      ],
      [
        " of",
        -0.0023154763
      ],
      [
        " the",
        -0.33078778
      ],
      [
        " second",
        -1.0826658
      ],
      [
        " law",
        -0.00054183125
      ],
      [
        " of",
        -3.3809047e-05
      ],
      [
        " therm",
        -0.00050954544
      ],
      [
        "odynamics",
        -0.00072124926
      ]
    ]
  },
  "This man was a teacher and artist in the 1920's, until a visit with Anna Freud inspired him to begin studying at the Vienna Psychoanalytical Institute. His most famous theory includes rubrics for maladaptions": {
    "guess": "Erik Erikson",
    "confidence": [
      [
        "E",
        -0.014405947
      ],
      [
        "rik",
        -0.00019662657
      ],
      [
        " Erik",
        -0.0025624572
      ],
      [
        "son",
        -1.3902034e-05
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream intact. He also tells the parable of the Hospitable King and the author writes that \"if we could cast the spirit of charity in the mold of Greek elegance, we would know perfection,\" contrasting Greece with ancient Egypt. It argues that specialization produces mediocrity in society and that democracy leads to rule by vulgar masses who cannot appreciate beauty, which leads to the evil of utilitarianism, a result of what the author calls Nordomania. An altered version of it was written by Roberto Fernández Retamar. Translated in 1988 with a critical prologue by Carlos Fuentes, it sharply criticizes the view of history put forth earlier by Sarmiento in his Facundo. Dedicated to the youth of Latin America and first published in 1900 in Uruguay, FTP, name this essay by José Enrique Rodó, in which": {
    "guess": "Ariel (essay)",
    "confidence": [
      [
        "A",
        -0.000512045
      ],
      [
        "riel",
        -1.8624639e-06
      ],
      [
        " (",
        -0.017813563
      ],
      [
        "essay",
        -0.6764554
      ],
      [
        ")",
        -0.00018923594
      ]
    ]
  },
  "In 1995, a team at Ohio State found that some examples possess a capability called \"homing\", in which RNA transcripts splice them into DNA at the exact spots they are found in other genes. Much debate still rages about the two major theories of their origins, the \"early\" and \"late\" theories. Confined": {
    "guess": "Intron",
    "confidence": [
      [
        "In",
        -0.41041788
      ],
      [
        "tron",
        -0.007586272
      ]
    ]
  },
  "After teaming up with the Human Torch and Namor to defeat the villain Master Man, this  character teamed up with those heroes to form The Invaders. In one television appearance,  Spider-Man enlisted the help of this man along with the Six Forgotten Heroes. Created by Joe  Simon and Jack Kirby, this man was taken out of Suspended Animation to join the Avengers and  he first appeared on the cover of": {
    "guess": "Captain America",
    "confidence": [
      [
        "Captain",
        -0.23240095
      ],
      [
        " America",
        -0.00014311148
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure was an undercover union spy for Wil iam Z. Foster, and after World War II, he acted as an independent advisor to Generals Lucius Clay in Germany and Douglas MacArthur in Japan. In his 1953 book, A New Slavery, this man repudiated his previously rosy view of the USSR, expounded upon in his earlier": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.014973315
      ],
      [
        " Nash",
        -0.026456926
      ],
      [
        " Baldwin",
        -8.625866e-05
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream intact. He also tells the parable of the Hospitable King and the author writes that \"if we could cast the spirit of charity in the mold of Greek elegance, we would know perfection,\" contrasting Greece with ancient Egypt. It argues that specialization produces mediocrity in society and that democracy leads to rule by vulgar masses who cannot appreciate beauty, which leads to the evil of utilitarianism, a result of what the author calls Nordomania. An altered version of it was written by Roberto Fernández Retamar. Translated in 1988 with a critical prologue by Carlos Fuentes, it sharply criticizes": {
    "guess": "The Temptation of the Impossible",
    "confidence": [
      [
        "The",
        -0.9447936
      ],
      [
        " Tem",
        -0.057970986
      ],
      [
        "pt",
        -0.063616745
      ],
      [
        "ation",
        -0.03493319
      ],
      [
        " of",
        -0.0009515985
      ],
      [
        " the",
        -0.07623802
      ],
      [
        " Impossible",
        -0.021339811
      ]
    ]
  },
  "A team led by Kaganer resolved an apparent contradiction in this by noting the strain on thin films of manganese arsenide on gallium arsenide. A team led by Cistola applied it to the behavior of fatty acids when placed in water, and William Johnson claimed that coherent solids fail to obey it. In 1980, A.I. Rusanov published a list of every generalization of this rule, including those for systems with curved interfaces and systems with chemical reactions.  It states that n plus 2 minus r = f, and": {
    "guess": "Gibbs phase rule",
    "confidence": [
      [
        "G",
        -0.50524473
      ],
      [
        "ib",
        -0.054749224
      ],
      [
        "bs",
        -0.0123573085
      ],
      [
        " phase",
        -0.56758505
      ],
      [
        " rule",
        -0.00032652557
      ]
    ]
  },
  "This team acquired cornerback Gary Baxter and safety Brian Russell following the 2004 season, and their other defensive additions include Jason Fisk and Matt Stewart. On offense, they picked up linemen Joe Andruzzi and L. J. Shelton and acquired a Super Bowl-winning quarterback who most recently played four seasons with the Seahawks. They drafted wide receiver Braylon Edwards, while Steve Heiden at tight end will have to fill in for the injured Kellen Winslow Jr. FTP, name this team in the AFC North": {
    "guess": "Cleveland Browns",
    "confidence": [
      [
        "C",
        -0.035816673
      ],
      [
        "leveland",
        -0.0001726703
      ],
      [
        " Browns",
        -0.0004990591
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream intact. He also tells the parable of the Hospitable King and the author writes that \"if we could cast the spirit of charity in the mold of Greek elegance, we would know perfection,\" contrasting Greece with ancient Egypt. It argues that specialization produces mediocrity in society and that democracy leads to rule by vulgar masses who cannot appreciate beauty, which leads to the evil of utilitarianism,": {
    "guess": "The Rebel (book)",
    "confidence": [
      [
        "The",
        -0.9214956
      ],
      [
        " Rebel",
        -1.1923027
      ],
      [
        " (",
        -0.034495074
      ],
      [
        "book",
        -0.1468987
      ],
      [
        ")",
        -0.0022701586
      ]
    ]
  },
  "A team led by Kaganer resolved an apparent contradiction in this by noting the strain on thin films of manganese arsenide on gallium arsenide. A team led by Cistola applied it to the behavior of fatty acids when placed in water, and William Johnson claimed that coherent solids fail to obey it. In 1980,": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -2.5804477
      ],
      [
        "ooke",
        -0.14876921
      ],
      [
        "'s",
        -0.0021577568
      ],
      [
        " law",
        -0.4880668
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must be punished, causing another to discuss how, when you are being caned in jail, policemen talk to you gently between each blow. That character cannot pronounce the words \"scalar\" or ($) \"magnitude.\" This play opens with one character singing about a woman who \"took my money\" but \"called me honey\" as she \"was scandalizin' my name.\" That character cannot afford to put money in a jukebox because he only has enough for the bus ride home, and is surprised to learn that him hitting (*) Hilda Samuels is why she has stopped showing up at certain meetings. Two people in this play discuss Abraham Lincoln,": {
    "guess": "Juno and the Paycock",
    "confidence": [
      [
        "J",
        -1.2564838
      ],
      [
        "uno",
        -0.9975953
      ],
      [
        " and",
        -0.00160639
      ],
      [
        " the",
        -0.00039385364
      ],
      [
        " Pay",
        -0.0004770248
      ],
      [
        "cock",
        -1.11603495e-05
      ]
    ]
  },
  "Its teachings are only found today in the Mundaean sect of modern Iraq. 1800 years ago it posed a major threat to Christianity and the Church condemned it as heresy. Actually a collection of individual sects that promoted occult knowledge for salvation, its main component held that the soul is held captive by the inherently evil world of the flesh, and only at death would it be freed. FTP, name this": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.10237363
      ],
      [
        "nost",
        -0.02343263
      ],
      [
        "icism",
        -0.00027527902
      ]
    ]
  },
  "This team's only Finals appearance came under Larry Brown, and it was actually in the ABA in the year before the merger, 1976. This team is not Golden State, but they are the first team to win a playoff series as an 8th seed against a 1st seed, doing so against the SuperSonics in 1994. Under another coach, this team set a record for consecutive games scoring over 100 points, with Doug Moe's motion offense setting Alex English and Kiki Vandeweghe loose. Despite that history, the team endured a long period of mediocrity until acquiring a graduate of their city's George Washington High School through trade and, with the third pick in the 2003 NBA Draft, a Syracuse alum. For 10 points, name this NBA franchise who took the Lakers to six games in the 2009 Western Conference Finals, that features Chauncey Billups and Carmelo Anthony.": {
    "guess": "Denver Nuggets",
    "confidence": [
      [
        "Denver",
        -0.0035581389
      ],
      [
        " Nuggets",
        -0.00017958412
      ]
    ]
  },
  "After teaming up with the Human Torch and Namor to defeat the villain Master Man, this  character teamed up with those heroes to form The Invaders. In one television appearance,  Spider-Man enlisted the": {
    "guess": "Captain America",
    "confidence": [
      [
        "Captain",
        -0.5800464
      ],
      [
        " America",
        -0.00012713818
      ]
    ]
  },
  "One of this team's previous coaches is likely to be fired from West Ham before the end of the current season. Avram Grant had been a personal friend of this team's owner Roman Abramovich and took over this club after the departure of Jose Mourinho, who had taken this team to an FA Cup trophy the season before in 2007. Currently starring such internationals as Michael Essien and the goalie Peter Cech,": {
    "guess": "Chelsea F.C.",
    "confidence": [
      [
        "Chelsea",
        -0.0044161133
      ],
      [
        " F",
        -0.04873827
      ],
      [
        ".C",
        -0.00036192173
      ],
      [
        ".",
        -0.00031496648
      ]
    ]
  },
  "In this team's last loss in the 2007 regular season, Kyle Vanden Bosch had three sacks for them, but that was not enough to stop them from losing in overtime due to a LaDanian Tomlinson touchdown for the Chargers. This team, whose leading rusher was (*) LenDale White, lost again to the Chargers in the wild-card round. For 10 points— name this team with Roydell Williams, Pacman Jones and Vince Young.": {
    "guess": "2007 Tennessee Titans season",
    "confidence": [
      [
        "200",
        -0.14015153
      ],
      [
        "7",
        -0.013154933
      ],
      [
        " Tennessee",
        -0.0035267791
      ],
      [
        " Titans",
        -0.0010179253
      ],
      [
        " season",
        -0.004677423
      ]
    ]
  },
  "While teaching sociology in St. Louis, this figure represented the AUAM, and spent six months in a New Jersey prison for refusing to serve in the military during World War I. For a brief time, this figure": {
    "guess": "Roger Nash Baldwin",
    "confidence": [
      [
        "Roger",
        -0.0077871396
      ],
      [
        " Nash",
        -0.042749885
      ],
      [
        " Baldwin",
        -0.000113079484
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must be punished, causing another to discuss how, when you are being caned in jail, policemen talk to you": {
    "guess": "The History Boys",
    "confidence": [
      [
        "The",
        -0.45354474
      ],
      [
        " History",
        -0.22888684
      ],
      [
        " Boys",
        -0.00010556965
      ]
    ]
  },
  "His teachers included John Hesselius and Benjamin West. Representing the \"Furious Whigs\" in the Pennsylvania assembly, he designed a bridge over the Schuylkill and he painted a mastadon that was exhumed by an expedition he financed. A master of trompe l'oeil painting, his The Staircase Group is a life-sized double portrait of his sons Raphaelle and Titian. FTP, identify this painter that named his sons after famous painters and, like Gilbert Stuart, painted a famous portrait of George Washington.": {
    "guess": "Charles Willson Peale",
    "confidence": [
      [
        "Charles",
        -0.005243599
      ],
      [
        " Will",
        -0.0011119972
      ],
      [
        "son",
        -3.7981175e-05
      ],
      [
        " Pe",
        -2.8160932e-06
      ],
      [
        "ale",
        -0.00010545045
      ]
    ]
  },
  "A teacher and headmistress, her first book was Thoughts on the Education of Daughters, which applied Enlightenment ideas to women. Some of her writings were in response to Edmund Burke, and she also disagreed": {
    "guess": "Mary Wollstonecraft",
    "confidence": [
      [
        "Mary",
        -0.019865815
      ],
      [
        " W",
        -0.00012487332
      ],
      [
        "oll",
        -7.588794e-05
      ],
      [
        "stone",
        -3.6669935e-05
      ],
      [
        "craft",
        -7.107425e-06
      ]
    ]
  },
  "In this team's last loss in the 2007 regular season, Kyle Vanden Bosch had three sacks for them, but": {
    "guess": "2007 Tennessee Titans season",
    "confidence": [
      [
        "200",
        -0.25153768
      ],
      [
        "7",
        -0.1683311
      ],
      [
        " Tennessee",
        -0.17501661
      ],
      [
        " Titans",
        -0.0006209385
      ],
      [
        " season",
        -0.0012460665
      ]
    ]
  },
  "This team's only Finals appearance came under Larry Brown, and it was actually in the ABA in the year before the merger, 1976. This team is not Golden State, but they are the first team to win a playoff": {
    "guess": "Denver Nuggets",
    "confidence": [
      [
        "Denver",
        -0.37667814
      ],
      [
        " Nuggets",
        -0.008613749
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must": {
    "guess": "Pygmalion",
    "confidence": [
      [
        "Py",
        -1.2889013
      ],
      [
        "g",
        -7.076218e-05
      ],
      [
        "mal",
        -1.0921943e-05
      ],
      [
        "ion",
        -6.384837e-05
      ]
    ]
  },
  "A team led by Kaganer resolved an apparent contradiction in this by noting the strain on thin films of manganese arsenide on gallium arsenide. A team led by Cistola applied it to the behavior of fatty acids when placed in water, and William Johnson claimed that coherent solids fail to obey it. In 1980, A.I. Rusanov published a list of every generalization of this rule, including those for systems with curved interfaces and systems with chemical reactions.  It states that n plus 2 minus r = f, and it can be syntactically transformed into the polyhedral formula developed by Euler - in this equation, n stands for the number of independent components in the system, f the degrees of freedom, and r": {
    "guess": "Gibbs phase rule",
    "confidence": [
      [
        "G",
        -0.2442145
      ],
      [
        "ib",
        -0.000599977
      ],
      [
        "bs",
        -0.014280091
      ],
      [
        " phase",
        -0.3768315
      ],
      [
        " rule",
        -0.000321519
      ]
    ]
  },
  "This team defeated the Chicago Bears in \"The Sneakers Game,\" and won the first Pro Bowl against the All-Stars. A player from this team became the first quarterback to use the phrase \"I'm going to Disney": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.028420633
      ],
      [
        " York",
        -8.244414e-05
      ],
      [
        " Giants",
        -0.0012410637
      ]
    ]
  },
  "In this team's last loss in the 2007 regular season, Kyle Vanden Bosch had three sacks for them, but that was not enough to stop them from losing in overtime due to a LaDanian Tomlinson touchdown for the": {
    "guess": "2007 Tennessee Titans season",
    "confidence": [
      [
        "200",
        -0.9955751
      ],
      [
        "7",
        -0.047921367
      ],
      [
        " Tennessee",
        -0.67259353
      ],
      [
        " Titans",
        -0.0028690656
      ],
      [
        " season",
        -0.0015209301
      ]
    ]
  },
  "In 1995, a team at Ohio State found that some examples possess a capability called \"homing\", in which RNA transcripts splice them into DNA at the exact spots they are found in other genes. Much debate still rages about the two major theories of their origins, the \"early\" and \"late\" theories. Confined to eukaryotes, they are removed in the cell nucleus by spliceosomes. A Nobel Prize was awarded to Philip Sharp and Richard Roberts for leading the teams that discovered them in 1977. FTP, what are these": {
    "guess": "Intron",
    "confidence": [
      [
        "In",
        -0.09078766
      ],
      [
        "tron",
        -0.0036777516
      ]
    ]
  },
  "This team acquired both Mike Vrabel and its current starting quarterback in trades with the Patriots. Its star receiver scored the most touchdowns of any wideout in (*) 2010. This team also features the": {
    "guess": "Kansas City Chiefs",
    "confidence": [
      [
        "Kansas",
        -0.020285394
      ],
      [
        " City",
        -5.4312077e-05
      ],
      [
        " Chiefs",
        -0.00021248066
      ]
    ]
  },
  "In 1995, a team at Ohio State found that some examples possess a capability called \"homing\", in which RNA transcripts splice them into DNA at the exact spots they are found in other genes. Much debate still rages about the two major theories of their origins, the \"early\" and \"late\" theories. Confined to eukaryotes, they are removed in the cell nucleus by spliceosomes. A Nobel Prize was awarded to Philip": {
    "guess": "Intron",
    "confidence": [
      [
        "In",
        -0.4420987
      ],
      [
        "tron",
        -0.0028293654
      ]
    ]
  },
  "This team drafted goaltenders Darcy Wakaluk and Darren Puppa, who would spend most of their careers elsewhere. In the early 90s, when they were coached by Rick Dudley and John Muckler, their stars included the oft-injured Pat Lafontaine, Alexander Mogilny, and Dale Hawerchuk, though their most famous line was the \"French Connection\" in the 70s featuring Gilbert Perrault. Currently coached by Lindy Ruff and led by Maxim Afinogenov, Chris Drury, Daniel Briere, and goaltender Ryan Miller, they started this season with a record-tying 10 straight wins. FTP, name this NHL team which long boasted the": {
    "guess": "Buffalo Sabres",
    "confidence": [
      [
        "Buff",
        -0.0010968804
      ],
      [
        "alo",
        -3.7027545e-05
      ],
      [
        " Sab",
        -1.831257e-05
      ],
      [
        "res",
        -8.363618e-05
      ]
    ]
  },
  "This team was founded in 1969 by Ewing Kauffman in response to the abandonment of the city's previous team, the Athletics. This team appeared in the playoffs seven times from 1976 to 1985, culminating in the only World Series trophy in this franchise's history. Going into the 2011 season, this team traded": {
    "guess": "Kansas City Royals",
    "confidence": [
      [
        "Kansas",
        -0.021139424
      ],
      [
        " City",
        -0.00040564747
      ],
      [
        " Royals",
        -0.00017231269
      ]
    ]
  },
  "This man was a teacher and artist in the 1920's, until a visit with Anna Freud inspired him to begin studying at the Vienna Psychoanalytical Institute. His most famous theory includes rubrics for maladaptions and malignancies, significant relations, and social modalities. He used biography as a means": {
    "guess": "Erik Erikson",
    "confidence": [
      [
        "E",
        -0.0089582065
      ],
      [
        "rik",
        -5.4669687e-05
      ],
      [
        " Erik",
        -0.0064654867
      ],
      [
        "son",
        -1.8431772e-05
      ]
    ]
  },
  "His teachers included John Hesselius and Benjamin West. Representing the \"Furious Whigs\" in the Pennsylvania assembly, he designed a bridge over the Schuylkill and he painted a mastadon that was exhumed by an expedition he financed. A master of trompe l'oeil painting, his The Staircase Group is a life-sized": {
    "guess": "Charles Willson Peale",
    "confidence": [
      [
        "Charles",
        -0.0007835415
      ],
      [
        " Will",
        -0.00010735771
      ],
      [
        "son",
        -1.0683535e-05
      ],
      [
        " Pe",
        -2.3392786e-06
      ],
      [
        "ale",
        -6.15835e-05
      ]
    ]
  },
  "This team's only Finals appearance came under Larry Brown, and it was actually in the ABA in the year before the merger, 1976. This team is not Golden State, but they are the first team to win a playoff series as an 8th seed against a 1st seed, doing so against the SuperSonics in 1994. Under another coach, this team set a record for consecutive games scoring over 100 points, with Doug Moe's motion offense setting Alex English and Kiki Vandeweghe loose. Despite that history, the team endured a long period of mediocrity until acquiring a graduate of their city's George Washington High School through": {
    "guess": "Denver Nuggets",
    "confidence": [
      [
        "Denver",
        -0.0040049115
      ],
      [
        " Nuggets",
        -0.0020468864
      ]
    ]
  },
  "One of this team's previous coaches is likely to be fired from West Ham before the end of the current season. Avram Grant had been a personal friend of this team's owner Roman Abramovich and took over this club after the departure of Jose Mourinho, who had taken this team to an FA Cup trophy the season": {
    "guess": "Chelsea F.C.",
    "confidence": [
      [
        "Chelsea",
        -0.015295144
      ],
      [
        " F",
        -0.0134810135
      ],
      [
        ".C",
        -0.00044151678
      ],
      [
        ".",
        -0.0004654657
      ]
    ]
  },
  "A teacher in this play claims that the title character is no Leonardo da Vinci, and that bad art must be punished, causing another to discuss how, when you are being caned in jail, policemen talk to you gently between each blow. That character cannot pronounce the words \"scalar\" or ($) \"magnitude.\" This play opens with one character singing about a woman who \"took my money\" but \"called me honey\" as she \"was scandalizin' my name.\" That character cannot afford to put money in a jukebox because he only": {
    "guess": "Ma Rainey's Black Bottom",
    "confidence": [
      [
        "Ma",
        -0.40941855
      ],
      [
        " Rain",
        -0.00023369525
      ],
      [
        "ey",
        -9.484132e-05
      ],
      [
        "'s",
        -0.001310002
      ],
      [
        " Black",
        -4.4179764e-05
      ],
      [
        " Bottom",
        -2.220075e-06
      ]
    ]
  },
  "This team defeated the Chicago Bears in \"The Sneakers Game,\" and won the first Pro Bowl against the All-Stars. A player from this team became the first quarterback to use the phrase \"I'm going to Disney World,\" and their current quarterback had the most interceptions in the league last season. They implemented a kneel-down formation after losing the \"Miracle at the Meadowlands,\" and their current stars include Justin Tuck and Hakeem Nicks. For 10 points, name this NFL team led by quarterback Eli": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.007619876
      ],
      [
        " York",
        -0.0002477503
      ],
      [
        " Giants",
        -0.00023369525
      ]
    ]
  },
  "In this team's last loss in the 2007 regular season, Kyle Vanden Bosch had three sacks for them, but that was not enough to stop them from losing in overtime due to a LaDanian Tomlinson touchdown for the Chargers. This team, whose leading rusher was (*) LenDale White, lost again to the Chargers in the": {
    "guess": "2007 Tennessee Titans season",
    "confidence": [
      [
        "200",
        -0.25400773
      ],
      [
        "7",
        -0.015106938
      ],
      [
        " Tennessee",
        -0.86262226
      ],
      [
        " Titans",
        -0.0013486882
      ],
      [
        " season",
        -0.013675638
      ]
    ]
  },
  "This man was a teacher and artist in the 1920's, until a visit with Anna Freud inspired him to begin studying at the Vienna Psychoanalytical Institute. His most famous theory includes rubrics for maladaptions and malignancies, significant relations, and social modalities. He used biography as a means of advancing his psychoanalytical theories, particularly in Young Man Luther and the award-winning": {
    "guess": "Erik Erikson",
    "confidence": [
      [
        "E",
        -0.00375709
      ],
      [
        "rik",
        -1.7716551e-05
      ],
      [
        " Erik",
        -0.0583671
      ],
      [
        "son",
        -3.9292416e-05
      ]
    ]
  },
  "This was the team for whom the all-time Major League leader in triples, Sam Crawford, played the majority of his career. Other stars who chiefly played with this team included 1960s slugger Al Kaline,": {
    "guess": "Detroit Tigers",
    "confidence": [
      [
        "Detroit",
        -0.0047927536
      ],
      [
        " Tigers",
        -0.00029625517
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream intact. He also tells the parable of the Hospitable King and the author writes that \"if we could cast the spirit of charity in the mold of Greek elegance, we would know perfection,\" contrasting Greece with ancient Egypt. It argues that specialization produces mediocrity in society and that democracy leads to rule by vulgar masses who cannot appreciate beauty, which leads to the evil of utilitarianism, a result of what the author calls Nordomania. An altered version of it was written by Roberto Fernández Retamar. Translated in 1988 with a critical prologue by Carlos Fuentes, it sharply criticizes the view of history put forth earlier by Sarmiento in his Facundo. Dedicated to the youth of Latin": {
    "guess": "José Martí",
    "confidence": [
      [
        "Jos",
        -0.85033834
      ],
      [
        "é",
        -3.619312e-05
      ],
      [
        " Mart",
        -0.0040962086
      ],
      [
        "í",
        -0.003291902
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream intact. He also tells the parable of the Hospitable King and the author writes that \"if we could cast the spirit of charity in the mold of Greek elegance, we would know perfection,\" contrasting Greece": {
    "guess": "The Remains of the Day",
    "confidence": [
      [
        "The",
        -0.71963423
      ],
      [
        " Rem",
        -1.6577988
      ],
      [
        "ains",
        -2.4272753e-05
      ],
      [
        " of",
        -4.9663133e-05
      ],
      [
        " the",
        -0.00013166793
      ],
      [
        " Day",
        -0.000100205485
      ]
    ]
  },
  "A teacher in this work uses Jean-Marie Guyau's explanation of a proverb in which a woman rises every day hoping that she will find her groom, and though she never does, she remains happy with her dream intact. He also tells the parable of the Hospitable King and the author writes that \"if we could cast the spirit of charity in the mold of Greek elegance, we would know perfection,\" contrasting Greece with ancient Egypt. It argues that specialization produces mediocrity in society and that democracy": {
    "guess": "The Dream of the Red Chamber",
    "confidence": [
      [
        "The",
        -0.6994404
      ],
      [
        " Dream",
        -1.3485317
      ],
      [
        " of",
        -0.0012676131
      ],
      [
        " the",
        -0.6976982
      ],
      [
        " Red",
        -0.47674263
      ],
      [
        " Chamber",
        -4.0961266e-05
      ]
    ]
  },
  "Its teachings are only found today in the Mundaean sect of modern Iraq. 1800 years ago it posed a major": {
    "guess": "Mandaeism",
    "confidence": [
      [
        "M",
        -0.892928
      ],
      [
        "and",
        -0.6609773
      ],
      [
        "ae",
        -0.0024905223
      ],
      [
        "ism",
        -0.0039280797
      ]
    ]
  },
  "After teaming up with the Human Torch and Namor to defeat the villain Master Man, this  character teamed up with those heroes to form The Invaders. In one television appearance,  Spider-Man enlisted the help of this man along with the Six Forgotten Heroes. Created by Joe  Simon and Jack Kirby, this man was taken out of Suspended Animation to join the Avengers and  he first appeared on the cover of his own comic #1, socking Hitler in the face. Created by a super-  soldier formula, for 10 points, name": {
    "guess": "Captain America",
    "confidence": [
      [
        "Captain",
        -0.026121
      ],
      [
        " America",
        -0.00021462266
      ]
    ]
  },
  "This team acquired cornerback Gary Baxter and safety Brian Russell following the 2004 season, and their other defensive additions include Jason Fisk and Matt Stewart. On offense, they picked up linemen Joe Andruzzi and L. J. Shelton and acquired a Super Bowl-winning quarterback who most recently played four seasons with the Seahawks. They drafted wide receiver Braylon Edwards, while Steve Heiden at tight end will have to fill in for the injured Kellen Winslow Jr. FTP, name this team in the AFC North which features Trent Dilfer and Lee Suggs on offense, and which is now coached by Romeo Crennel.": {
    "guess": "Cleveland Browns",
    "confidence": [
      [
        "C",
        -0.018906834
      ],
      [
        "leveland",
        -7.159661e-05
      ],
      [
        " Browns",
        -0.00039146954
      ]
    ]
  },
  "A team led by Kaganer resolved an apparent contradiction in this by noting the strain on thin films of": {
    "guess": "Strain engineering",
    "confidence": [
      [
        "Str",
        -0.67240685
      ],
      [
        "ain",
        -0.10238299
      ],
      [
        " engineering",
        -0.5935922
      ]
    ]
  },
  "In 1995, a team at Ohio State found that some examples possess a capability called \"homing\", in which RNA transcripts splice them into DNA at the exact spots they are found in other genes. Much debate still rages about the two major theories of their origins, the \"early\" and \"late\" theories. Confined to eukaryotes, they are removed in the cell nucleus by spliceosomes. A Nobel Prize was awarded to Philip Sharp and Richard Roberts for leading the teams that discovered them in 1977. FTP, what are these nucleotide sequences that do not code for the gene product, as opposed to exons?": {
    "guess": "Intron",
    "confidence": [
      [
        "In",
        -0.009798115
      ],
      [
        "tron",
        -0.0042278664
      ]
    ]
  },
  "This team's only Finals appearance came under Larry Brown, and it was actually in the ABA in the year before the merger, 1976. This team is not Golden State, but they are the first team to win a playoff series as an 8th seed against a 1st seed, doing so against the SuperSonics in 1994. Under another": {
    "guess": "Denver Nuggets",
    "confidence": [
      [
        "Denver",
        -0.16649288
      ],
      [
        " Nuggets",
        -0.0066419565
      ]
    ]
  },
  "This team acquired cornerback Gary Baxter and safety Brian Russell following the 2004 season, and their": {
    "guess": "Cleveland Browns",
    "confidence": [
      [
        "C",
        -0.09318629
      ],
      [
        "leveland",
        -0.00012391969
      ],
      [
        " Browns",
        -0.00032700237
      ]
    ]
  },
  "This team's only Finals appearance came under Larry Brown, and it was actually in the ABA in the year": {
    "guess": "Denver Nuggets",
    "confidence": [
      [
        "Denver",
        -0.39567026
      ],
      [
        " Nuggets",
        -0.029218536
      ]
    ]
  },
  "A team led by Kaganer resolved an apparent contradiction in this by noting the strain on thin films of manganese arsenide on gallium arsenide. A team led by Cistola applied it to the behavior of fatty acids when placed in water, and William Johnson claimed that coherent solids fail to obey it. In 1980, A.I. Rusanov published a list of every generalization of this rule, including those for systems with curved interfaces and systems with chemical reactions.  It states that n plus 2 minus r = f, and it can be syntactically transformed into the polyhedral formula developed by Euler - in this equation, n stands for the number of independent components in the system, f the degrees of freedom, and r the number of phases. FTP, identify this phase rule named for a ubiquitous chemist.": {
    "guess": "Phase rule",
    "confidence": [
      [
        "Phase",
        -0.20587489
      ],
      [
        " rule",
        -0.30314967
      ]
    ]
  }
}