{
  "Ed Kienholz included a television in his sculpture To Mourn A Dead [This], and the earliest British hill-figure": {
    "guess": "Long Man of Wilmington",
    "confidence": [
      [
        "Long",
        -0.9271281
      ],
      [
        " Man",
        -0.009471551
      ],
      [
        " of",
        -2.3915141e-05
      ],
      [
        " Wilmington",
        -0.0005562512
      ]
    ]
  },
  "Ed Kienholz included a television in his sculpture To Mourn A Dead [This], and the earliest British hill-figure is a depiction of this found at Uffington.  These animals are depicted in Alfred Stieglitz's The Terminal,": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.22714333
      ],
      [
        "orse",
        -0.49487972
      ]
    ]
  },
  "Ed Kienholz included a television in his sculpture To Mourn A Dead [This], and the earliest British hill-figure is a depiction of this found at Uffington.  These animals are depicted in Alfred Stieglitz's The Terminal, and sculptures depicting this animal include Francois Girardon's Marcus Curtius Throwing": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.12334287
      ],
      [
        "orse",
        -0.22034694
      ]
    ]
  },
  "Ed Kienholz included a television in his sculpture To Mourn A Dead [This], and the earliest British hill-figure is a depiction of this found at Uffington.  These animals are depicted in Alfred Stieglitz's The Terminal, and sculptures depicting this animal include Francois Girardon's Marcus Curtius Throwing himself into the Flames and the Classical-era Regisole.  A study of this animal in motion, created": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.1580707
      ],
      [
        "orse",
        -0.12814608
      ]
    ]
  },
  "Ed Kienholz included a television in his sculpture To Mourn A Dead [This], and the earliest British hill-figure is a depiction of this found at Uffington.  These animals are depicted in Alfred Stieglitz's The Terminal, and sculptures depicting this animal include Francois Girardon's Marcus Curtius Throwing himself into the Flames and the Classical-era Regisole.  A study of this animal in motion, created with a zoopraxiscope, was conducted by Edward Muybridge and proved that the \"flying\" posture assumed": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.032880977
      ],
      [
        "orse",
        -0.07487506
      ]
    ]
  },
  "Ed Kienholz included a television in his sculpture To Mourn A Dead [This], and the earliest British hill-figure is a depiction of this found at Uffington.  These animals are depicted in Alfred Stieglitz's The Terminal, and sculptures depicting this animal include Francois Girardon's Marcus Curtius Throwing himself into the Flames and the Classical-era Regisole.  A study of this animal in motion, created with a zoopraxiscope, was conducted by Edward Muybridge and proved that the \"flying\" posture assumed by these animals in Gericault's Epsom Derby was impossible.  For 10 points, name this animal": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.007478733
      ],
      [
        "orse",
        -0.34920713
      ]
    ]
  },
  "Ed Kienholz included a television in his sculpture To Mourn A Dead [This], and the earliest British hill-figure is a depiction of this found at Uffington.  These animals are depicted in Alfred Stieglitz's The Terminal, and sculptures depicting this animal include Francois Girardon's Marcus Curtius Throwing himself into the Flames and the Classical-era Regisole.  A study of this animal in motion, created with a zoopraxiscope, was conducted by Edward Muybridge and proved that the \"flying\" posture assumed by these animals in Gericault's Epsom Derby was impossible.  For 10 points, name this animal featured in Donatello's Gattamelata, Frederic Remington's Bronco Buster and numerous other equestrian": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.013570756
      ],
      [
        "orse",
        -0.007534937
      ]
    ]
  },
  "Ed Kienholz included a television in his sculpture To Mourn A Dead [This], and the earliest British hill-figure is a depiction of this found at Uffington.  These animals are depicted in Alfred Stieglitz's The Terminal, and sculptures depicting this animal include Francois Girardon's Marcus Curtius Throwing himself into the Flames and the Classical-era Regisole.  A study of this animal in motion, created with a zoopraxiscope, was conducted by Edward Muybridge and proved that the \"flying\" posture assumed by these animals in Gericault's Epsom Derby was impossible.  For 10 points, name this animal featured in Donatello's Gattamelata, Frederic Remington's Bronco Buster and numerous other equestrian statues.": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.019960238
      ],
      [
        "orse",
        -0.0029451326
      ]
    ]
  }
}