{
  "His most famous collection appeared as four books—there is also a fifth book whose authorship is questioned that is about the arrival of the main characters at the Temple of the Holy Bottle. He began his career as a priest but later became a successful doctor. His first two books were published under the anagram pseudonym Alcofribas Nasier and were popular, beginning with a Prologue addressing the collection to drinkers. Name this 16th Century Frenchman who wrote Gargantua and Pantagruel.": {
    "guess": "François Rabelais",
    "confidence": [
      [
        "Fran",
        -0.22263017
      ],
      [
        "çois",
        -0.028935192
      ],
      [
        " R",
        -0.000363829
      ],
      [
        "abel",
        -1.3856493e-06
      ],
      [
        "ais",
        -0.00010556965
      ]
    ]
  },
  "The most famous person to hold this office married Margaret Lea and released the militia to put down the Regulator-Moderator War. The second person to officially hold this position almost caused financial": {
    "guess": "President of the Republic of Texas",
    "confidence": [
      [
        "President",
        -0.24285173
      ],
      [
        " of",
        -0.00028576894
      ],
      [
        " the",
        -0.04263897
      ],
      [
        " Republic",
        -0.312635
      ],
      [
        " of",
        -9.6867785e-05
      ],
      [
        " Texas",
        -0.0002519224
      ]
    ]
  },
  "The most famous picture of this event showed the dying infant Baylee Almon carried in the arms of the firefighter Chris Fields. A leg found afterwords was thought to belong to a 169th victim. The perpetrator of this event used the name Robert D. Kling to rent a Ryder truck, and Michael Fortier testified against Terry Nichols regarding this event. For 10 points, name this attack on the Alfred P. Murrah Building by Timothy McVeigh.": {
    "guess": "Oklahoma City bombing",
    "confidence": [
      [
        "O",
        -0.045694277
      ],
      [
        "kl",
        -4.1273333e-06
      ],
      [
        "ahoma",
        -3.917321e-05
      ],
      [
        " City",
        -0.000511449
      ],
      [
        " bombing",
        -0.0016970803
      ]
    ]
  },
  "A famous one of these types of poems ends \"Hell blot back for always the thought ‘Peace!',\" while a \"double\" one of these depicts a dialogue between Strephon and Klaius. In addition to Ezra Pound's Altaforte and Philip Sidney's Ye Goat Herd Gods, examples of this poetic form include Elizabeth Bishop's A Miracle for Breakfast and John Ashbery's Farm Implements and Rutabagas in a Landscape, each of which uses the F-D-B form for its envoi [AHN-voy], which can also be called a tornada. Consisting of six sestets and a final tercet, for 10 points, name this poetic form that mathematically reuses six end-words in its thirty-nine lines, from the Italian for \"sixth.\"": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.0046552382
      ],
      [
        "est",
        -0.00028326566
      ],
      [
        "ina",
        -1.6524515e-05
      ]
    ]
  },
  "The most famous examples of these are related by the Bianchi identities and can be converted to matrix form using Petrov Notation. In the namesake contraction, unlike indices are made equal, resulting in a reduction of 2 in the rank and a value of zero for the Weyl type. Other types of this mathematical": {
    "guess": "Classification of Weyl tensor",
    "confidence": [
      [
        "Classification",
        -1.0089047
      ],
      [
        " of",
        -0.0012009434
      ],
      [
        " W",
        -0.7527387
      ],
      [
        "ey",
        -0.00023810577
      ],
      [
        "l",
        -6.372917e-05
      ],
      [
        " tensor",
        -0.56269854
      ]
    ]
  },
  "One famous player of this instrument composed \"A Night in Tunisia\", and, with Charlie Parker, that musician": {
    "guess": "Dizzy Gillespie",
    "confidence": [
      [
        "D",
        -0.09822644
      ],
      [
        "izzy",
        -0.00033736945
      ],
      [
        " Gilles",
        -0.0005975929
      ],
      [
        "pie",
        -0.0001655181
      ]
    ]
  },
  "The most famous examples of these are related by the Bianchi identities and can be converted to matrix form using Petrov Notation. In the namesake contraction, unlike indices are made equal, resulting in a reduction of 2 in the rank and a value of zero for the Weyl type. Other types of this mathematical object include the Ricci type and the stress-energy type, but the best-known kind is probably the Riemann version, which defines the curvature of manifolds. Widely used in physics - for 10 points": {
    "guess": "Curvature tensor",
    "confidence": [
      [
        "Cur",
        -0.6153041
      ],
      [
        "vature",
        -0.000101993544
      ],
      [
        " tensor",
        -0.04710051
      ]
    ]
  },
  "A famous one of these types of poems ends \"Hell blot back for always the thought ‘Peace!',\" while a \"double\" one of these depicts a dialogue between Strephon and Klaius. In addition to Ezra Pound's Altaforte and Philip Sidney's Ye Goat Herd Gods, examples of this poetic form include Elizabeth Bishop's A Miracle for Breakfast and John Ashbery's Farm Implements and Rutabagas in a Landscape, each of which uses the F-D-B form for its envoi [AHN-voy], which can also be called a tornada. Consisting of": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.2901873
      ],
      [
        "est",
        -0.003794612
      ],
      [
        "ina",
        -9.972867e-05
      ]
    ]
  },
  "The most famous person to hold this office married Margaret Lea and released the militia to put down the Regulator-Moderator War. The second person to officially hold this position almost caused financial collapse when he issued valueless paper currency dubbed \"redbacks.\" David G. Burnet held this title twice in an interim role, while the last person to hold it was Anson Jones, a doctor who was once the \"Apothecary General.\" The aforementioned second one, Mirabeau B. Lamar, came after Burnet who": {
    "guess": "President of the Republic of Texas",
    "confidence": [
      [
        "President",
        -0.0241916
      ],
      [
        " of",
        -0.0001789881
      ],
      [
        " the",
        -0.009481108
      ],
      [
        " Republic",
        -0.00015765065
      ],
      [
        " of",
        -3.8934802e-05
      ],
      [
        " Texas",
        -5.8841815e-05
      ]
    ]
  },
  "One of the most famous cult practices associated with this deity involves a ritual called the arkteia which involves the imitation of bears. This rite was practiced at Brauron in Attica, a sacred site": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.00057483604
      ],
      [
        "tem",
        -4.365741e-06
      ],
      [
        "is",
        -2.129266e-05
      ]
    ]
  },
  "The famous dog, Black, appears in his painting Bacchanal as a representative of pure animality in a scene of explosive sexual violence. Citing an ancient pastoral theme, his The Amorous Shepherd shows a much more peaceful confrontation in which the male woos a lady with a gift of apples. Towards the end of his career he painted a portrait of Ambroise Vollard and a one of his wife at a Conservatory. A notoriously slow worker, it took him seven years to finish his depiction of 14 nude women lounging, The Great Bathers. For Ten Point, name this artist from Aix-en-Provence, a master of still-life,": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.0029608232
      ],
      [
        " C",
        -0.00011927807
      ],
      [
        "é",
        -0.0011379543
      ],
      [
        "z",
        -1.18755715e-05
      ],
      [
        "anne",
        -1.4498052e-05
      ]
    ]
  },
  "He famously noted his lack of interest in the question of whether a submarine could swim, and ended up keeping his beard until his death after working on a project with Jaap Zonneveld and agreeing not to shave until said project was finished. The author of a featured article titled by Niklaus Wirth, he was born in 1930, and studied theoretical physics at the University of Leiden. The originator of the so-called dining philosophers problem and the creator of semaphores to solve the mutual exclusion": {
    "guess": "Edsger W. Dijkstra",
    "confidence": [
      [
        "Ed",
        -0.0036808364
      ],
      [
        "s",
        -0.017142339
      ],
      [
        "ger",
        -4.5848617e-05
      ],
      [
        " W",
        -0.09989625
      ],
      [
        ".",
        -0.00046689616
      ],
      [
        " D",
        -0.00027325618
      ],
      [
        "ijkstra",
        -0.00024323154
      ]
    ]
  },
  "Famous scientists who studied this phenomenon include Allen Pearson, who co-names the scale used to measure": {
    "guess": "PH scale",
    "confidence": [
      [
        "PH",
        -1.9398073
      ],
      [
        " scale",
        -0.18834771
      ]
    ]
  },
  "In his famous \"Cornerstone\" speech, he declared that the government was founded \"upon the great truth that the negro is not equal to the white man; that slavery is his natural and moral condition.\"  As a U.S. Congressman, he was a firm advocate of the Compromise of 1850, and opposed disunion, but when Georgia seceded he followed his state.  Late in his career he was elected Governor of Georgia, but": {
    "guess": "Alexander H. Stephens",
    "confidence": [
      [
        "Alexander",
        -0.38642234
      ],
      [
        " H",
        -0.0066826944
      ],
      [
        ".",
        -0.00010616567
      ],
      [
        " Stephens",
        -0.00011927807
      ]
    ]
  },
  "His most famous novel is Paul Clifford, though the reason why has nothing to do with its plot or characters.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0154915
      ]
    ]
  },
  "In a famous paper he announced how he had experimentally verified a disputed hypothesis of A. van den Broek. His namesake plot allowed for the determination of the Z values, or number of electrons, for": {
    "guess": "Periodic table",
    "confidence": [
      [
        "Period",
        -0.8526535
      ],
      [
        "ic",
        -0.00015181334
      ],
      [
        " table",
        -0.08215707
      ]
    ]
  },
  "His most famous work mentions his earlier play, The Siege of Numantia, while comedies such as The Jealous Husband and Trampagos the Pimp who Lost his Moll explore the nature of reality and illusion. He mocked gypsies in his novel The Gypsy Girl, but defended other downtrodden minorities in his allegorical": {
    "guess": "Pedro Calderón de la Barca",
    "confidence": [
      [
        "Ped",
        -0.7074241
      ],
      [
        "ro",
        -0.0010671088
      ],
      [
        " Calder",
        -0.0027988183
      ],
      [
        "ón",
        -0.021222299
      ],
      [
        " de",
        -0.00019209684
      ],
      [
        " la",
        -0.00015788905
      ],
      [
        " Bar",
        -2.7729659e-05
      ],
      [
        "ca",
        -0.00023655614
      ]
    ]
  },
  "Its famous arias include \"Sgombra e la sacra selva\" and \"Guerra, guerra!\"  Taken from a book by Giuseppe Romani, it ends with Pollio joining the title character in death after he refuses to renounce Adalgisa,": {
    "guess": "Norma",
    "confidence": [
      [
        "Norm",
        -0.016552392
      ],
      [
        "a",
        -0.00024382756
      ]
    ]
  },
  "His most famous book is divided into three parts, dealing with \"Theory,\" \"Institutions,\" and \"Ends,\" and includes chapters on \"Goodness as Rationality,\" \"Duty and Obligation,\" and \"Justice as Fairness.\" When he considered the arrangements people would consent to if society were freely entered into, he imagined that people situated in an \"original position\" behind a \"veil of ignorance\" would choose to regulate their relations according to the principles of justice. FTP, name the Harvard philosopher who is credited with reviving liberalism with his 1971 work A Theory of Justice.": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -0.005413166
      ],
      [
        " Theory",
        -0.0016898199
      ],
      [
        " of",
        -4.4537377e-05
      ],
      [
        " Justice",
        -9.817902e-05
      ]
    ]
  },
  "His most famous work mentions his earlier play, The Siege of Numantia, while comedies such as The Jealous": {
    "guess": "Lope de Vega",
    "confidence": [
      [
        "L",
        -0.8554937
      ],
      [
        "ope",
        -0.0020863777
      ],
      [
        " de",
        -0.0013989296
      ],
      [
        " Vega",
        -0.0067781345
      ]
    ]
  },
  "He was famous for a ball-juggling act that he performed in the play Nausicaa but his relatively weak voice caused him to leave acting and concentrate on writing. Among his characters are Deianira, the wife of Heracles in The Women of Trachis and the loyal slave Tecmessa in Ajax. _FOR 10 POINTS—_name": {
    "guess": "Sophocles",
    "confidence": [
      [
        "Soph",
        -0.07135357
      ],
      [
        "oc",
        -0.0005401661
      ],
      [
        "les",
        -5.1689596e-05
      ]
    ]
  },
  "One famous player of this instrument composed \"A Night in Tunisia\", and, with Charlie Parker, that musician is famous for popularizing bebop. Another musician famous for playing this instrument recorded \"Boplicity\" and \"Freddie Freeloader\" on the albums (*) Birth of the Cool and Kind of Blue, respectively. Played in bent form by Dizzy Gillespie, name this brass instrument famously played by Miles Davis and Louis Armstrong.": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.005817756
      ],
      [
        "et",
        -6.0153056e-05
      ]
    ]
  },
  "One of the most famous cult practices associated with this deity involves a ritual called the arkteia which involves the imitation of bears. This rite was practiced at Brauron in Attica, a sacred site which Iphigenia was said to have established to placate this deity. The cult of Orthia was also associated with this deity and included the diamastigosis, the ritual whipping of youths as they attempted to steal cheese from an altar. This goddess also came to be associated with the lover of Endymion,": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.0005430233
      ],
      [
        "tem",
        -1.0325924e-05
      ],
      [
        "is",
        -3.106736e-05
      ]
    ]
  },
  "Some of the most famous men to hold this position include Photius in the 10th century and Michael Cerlularias, who oversaw the East-West Schism. Another holder was the golden-mouthed John Chrysostom, who": {
    "guess": "List of Ecumenical Patriarchs of Constantinople",
    "confidence": [
      [
        "List",
        -0.9921482
      ],
      [
        " of",
        -0.001885446
      ],
      [
        " Ec",
        -0.10744193
      ],
      [
        "umen",
        -0.000238821
      ],
      [
        "ical",
        -4.0842064e-05
      ],
      [
        " Patri",
        -0.0009574358
      ],
      [
        "archs",
        -2.4987974e-05
      ],
      [
        " of",
        -0.00013679368
      ],
      [
        " Constantin",
        -9.114601e-05
      ],
      [
        "ople",
        -0.00013321757
      ]
    ]
  },
  "The most famous one in English is perhaps the one \"of the Tramp Royal\" by Kipling.  The invention of this literary form is usually attributed to Arnaut Daniel, and was used extensively by Swinburne, who invented a \"double\" version.  Ending with a three line envoy, or tornada, it replaces rhyme with the recurrent pattern of end-words, with the six words concluding the six lines of the first stanza repeated in a fixed, constantly-shifting pattern in the other five stanzas.  The most complicated of the troubadour verse forms, FTP, what is this poetic form whose name comes from the Italian for \"sixth\"?": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.011432451
      ],
      [
        "est",
        -4.7159858e-05
      ],
      [
        "ina",
        -2.129266e-05
      ]
    ]
  },
  "Some of the most famous men to hold this position include Photius in the 10th century and Michael Cerlularias,": {
    "guess": "Patriarch of Constantinople",
    "confidence": [
      [
        "P",
        -0.7663451
      ],
      [
        "atri",
        -3.650519e-06
      ],
      [
        "arch",
        -0.00075900386
      ],
      [
        " of",
        -0.0007507825
      ],
      [
        " Constantin",
        -8.351697e-05
      ],
      [
        "ople",
        -0.0006566776
      ]
    ]
  },
  "The most famous person to hold this office married Margaret Lea and released the militia to put down": {
    "guess": "President of the United States",
    "confidence": [
      [
        "President",
        -0.0066999733
      ],
      [
        " of",
        -0.0002782591
      ],
      [
        " the",
        -0.007855746
      ],
      [
        " United",
        -0.24850655
      ],
      [
        " States",
        -0.00022618541
      ]
    ]
  },
  "The famous ritornello that begins this work switches to a syncopated rhythm before the solo violin enters with high trills and repeated notes to imitate a birdcall. This collection makes up the first third of The Contest Between Harmony and Invention and is an early example of program music, as the composer": {
    "guess": "The Four Seasons",
    "confidence": [
      [
        "The",
        -0.0033873145
      ],
      [
        " Four",
        -0.00011594037
      ],
      [
        " Seasons",
        -1.3902034e-05
      ]
    ]
  },
  "He famously noted his lack of interest in the question of whether a submarine could swim, and ended up keeping his beard until his death after working on a project with Jaap Zonneveld and agreeing not": {
    "guess": "Submarine",
    "confidence": [
      [
        "Sub",
        -0.7916245
      ],
      [
        "marine",
        -0.0025889773
      ]
    ]
  },
  "Famous scientists who studied this phenomenon include Allen Pearson, who co-names the scale used to measure it. This phenomenon is divided into \"wedge\" and \"stovepipe\" varieties. This weather phenomenon leaves a so-called \"hook echo\" on radar and is associated with rear flank downdrafts in a supercell thunderstorm. It is measured on the Fujita Scale from 1 to 5. This phenomenon is common in an area": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.0047163456
      ],
      [
        "ornado",
        -0.0012615446
      ],
      [
        "es",
        -0.0046286536
      ]
    ]
  },
  "The most famous picture of this event showed the dying infant Baylee Almon carried in the arms of the firefighter Chris Fields. A leg found afterwords was thought to belong to a 169th victim. The perpetrator": {
    "guess": "Oklahoma City bombing",
    "confidence": [
      [
        "O",
        -0.009906954
      ],
      [
        "kl",
        -5.5122365e-07
      ],
      [
        "ahoma",
        -1.27099975e-05
      ],
      [
        " City",
        -0.00029875844
      ],
      [
        " bombing",
        -0.00067062076
      ]
    ]
  },
  "One of the most famous cult practices associated with this deity involves a ritual called the arkteia which involves the imitation of bears. This rite was practiced at Brauron in Attica, a sacred site which Iphigenia was said to have established to placate this deity. The cult of Orthia was also associated with this deity and included the diamastigosis, the ritual whipping of youths as they attempted to steal cheese from an altar. This goddess also came to be associated with the lover of Endymion, the titaness Selene. She is also credited with slaying the twelve grandchildren of Tantalus after Niobe boasted of her children's beauty, and shooting arrows that caused the death of women in childbirth. For 10 points, name this daughter of Leto and sister of Apollo, the Greek goddess of the hunt.": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.00024810788
      ],
      [
        "tem",
        -8.776276e-06
      ],
      [
        "is",
        -1.7954959e-05
      ]
    ]
  },
  "In his famous \"Cornerstone\" speech, he declared that the government was founded \"upon the great truth that the negro is not equal to the white man; that slavery is his natural and moral condition.\"  As": {
    "guess": "Alexander H. Stephens",
    "confidence": [
      [
        "Alexander",
        -0.5302755
      ],
      [
        " H",
        -0.0040861163
      ],
      [
        ".",
        -0.000112960275
      ],
      [
        " Stephens",
        -6.1106686e-05
      ]
    ]
  },
  "His most famous collection appeared as four books—there is also a fifth book whose authorship is questioned that is about the arrival of the main characters at the Temple of the Holy Bottle. He began his career as a priest but later became a successful doctor. His first two books were published under the anagram pseudonym Alcofribas Nasier and were popular, beginning with a Prologue addressing the": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.26275873
      ],
      [
        "arg",
        -1.7954959e-05
      ],
      [
        "ant",
        -0.00014597236
      ],
      [
        "ua",
        -2.0815847e-05
      ],
      [
        " and",
        -0.0073173195
      ],
      [
        " Pant",
        -0.001029831
      ],
      [
        "ag",
        -0.00028922583
      ],
      [
        "ru",
        -0.00018959356
      ],
      [
        "el",
        -3.750436e-05
      ]
    ]
  },
  "The famous dog, Black, appears in his painting Bacchanal as a representative of pure animality in a scene of explosive sexual violence. Citing an ancient pastoral theme, his The Amorous Shepherd shows a much more peaceful confrontation in which the male woos a lady with a gift of apples. Towards the end of his career he painted a portrait of Ambroise Vollard and a one of his wife at a Conservatory.": {
    "guess": "Nicolas Poussin",
    "confidence": [
      [
        "Nic",
        -0.6153115
      ],
      [
        "olas",
        -0.08889497
      ],
      [
        " Pou",
        -0.0042764153
      ],
      [
        "ss",
        -5.2001665e-06
      ],
      [
        "in",
        -9.41261e-05
      ]
    ]
  },
  "This is the most famous chemist who took N-halogenated amides and amines, then reacted them with strong acids to get cyclic amines like piperidine. Sulfuric acid was used in this man's namesake voltameter. One of his reactions proceeds with the addition of bromine and alkali, forming a hypobromite, before an alkyl group migrates to form a linear intermediate. Bulky bases that cause the beta hydrogen": {
    "guess": "William von Eggers Doering",
    "confidence": [
      [
        "William",
        -0.89112246
      ],
      [
        " von",
        -1.2943127
      ],
      [
        " Eg",
        -0.52230036
      ],
      [
        "gers",
        -0.05923696
      ],
      [
        " Do",
        -0.005887437
      ],
      [
        "ering",
        -1.8074163e-05
      ]
    ]
  },
  "He was famous for a ball-juggling act that he performed in the play Nausicaa but his relatively weak voice caused him to leave acting and concentrate on writing. Among his characters are Deianira, the wife of Heracles in The Women of Trachis and the loyal slave Tecmessa in Ajax. _FOR 10 POINTS—_name this Greek playwright who capped off a trilogy with Antigone.": {
    "guess": "Sophocles",
    "confidence": [
      [
        "Soph",
        -0.0007682944
      ],
      [
        "oc",
        -9.253091e-06
      ],
      [
        "les",
        -3.1186566e-05
      ]
    ]
  },
  "His most famous book is divided into three parts, dealing with \"Theory,\" \"Institutions,\" and \"Ends,\" and includes chapters on \"Goodness as Rationality,\" \"Duty and Obligation,\" and \"Justice as Fairness.\" When he considered the arrangements people would consent to if society were freely entered into, he imagined that people situated in an \"original position\" behind a \"veil of ignorance\" would choose to regulate their relations according to the principles of justice. FTP, name the Harvard philosopher": {
    "guess": "John Rawls",
    "confidence": [
      [
        "John",
        -0.48374635
      ],
      [
        " Raw",
        -9.877504e-05
      ],
      [
        "ls",
        -2.5226382e-05
      ]
    ]
  },
  "The most famous legendary example was called Etemenanki, while the one of Borsippa was destroyed by a fire caused by its support system of reed matting and bitumen. The one at Chogha Zanbil is the largest of the 25 that have been discovered, some of which featured triple sets of stairs or spiral ramps for ascent. None of them featured internal chambers, including the best-preserved example, found in": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.0022805037
      ],
      [
        "igg",
        -2.7848862e-05
      ],
      [
        "urat",
        -2.129266e-05
      ]
    ]
  },
  "The most famous examples of these are related by the Bianchi identities and can be converted to matrix": {
    "guess": "Bianchi identities",
    "confidence": [
      [
        "B",
        -0.482282
      ],
      [
        "ian",
        -0.0007312587
      ],
      [
        "chi",
        -0.000102708764
      ],
      [
        " identities",
        -0.318768
      ]
    ]
  },
  "Some of the most famous men to hold this position include Photius in the 10th century and Michael Cerlularias, who oversaw the East-West Schism. Another holder was the golden-mouthed John Chrysostom, who is recognized as a saint by the Coptic Orthodox Church. Today the holder's seat is in the Church": {
    "guess": "Ecumenical Patriarch",
    "confidence": [
      [
        "Ec",
        -0.7014406
      ],
      [
        "umen",
        -8.1609716e-05
      ],
      [
        "ical",
        -7.171581e-05
      ],
      [
        " Patri",
        -0.00016396845
      ],
      [
        "arch",
        -0.00014156183
      ]
    ]
  },
  "\"Fantomas vs. the Multinational Vampires,\" a comic-book narrative, has the title hero enlisting Susan Sontag, Octavio Paz, and the author in battling global corporations. His last complete work of fiction was a collection of vignettes titled A Certain Lucas. A translator of G. K. Chesterton, AndrŽ Gide, and Daniel Defoe, he wrote 62: A Model Kit as an exploration of ideas found in the 62nd chapter": {
    "guess": "Fantomas vs. the Multinational Vampires",
    "confidence": [
      [
        "Fant",
        -0.23657759
      ],
      [
        "omas",
        -0.103143245
      ],
      [
        " vs",
        -1.0319737
      ],
      [
        ".",
        -0.018787045
      ],
      [
        " the",
        -0.02971763
      ],
      [
        " Mult",
        -0.00037919526
      ],
      [
        "in",
        -1.2352386e-05
      ],
      [
        "ational",
        -2.1173457e-05
      ],
      [
        " V",
        -0.00011820524
      ],
      [
        "amp",
        -1.8550976e-05
      ],
      [
        "ires",
        -6.9570146e-05
      ]
    ]
  },
  "His most famous book is divided into three parts, dealing with \"Theory,\" \"Institutions,\" and \"Ends,\" and includes chapters on \"Goodness as Rationality,\" \"Duty and Obligation,\" and \"Justice as Fairness.\" When he considered the arrangements people would consent to if society were freely entered into, he imagined that people situated in an \"original position\" behind a \"veil of ignorance\" would choose": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -0.0038504323
      ],
      [
        " Theory",
        -5.0974373e-05
      ],
      [
        " of",
        -3.5716304e-05
      ],
      [
        " Justice",
        -3.8934802e-05
      ]
    ]
  },
  "Famous ones in Celtic myth include Caladbolg, the property of Fergus Mac Roeg, as well as Fragarach the \"Answerer,\" which had belonged to Nuada of the Silver Hand and Lugh of the Long Arm. Gram is the feared instrument of the Volsungs, while Durindal was once owned by Hector of Troy and had been used to commit suicide by Ajax the greater before coming into the hands of Roland. For 10 points, these": {
    "guess": "List of mythological objects",
    "confidence": [
      [
        "List",
        -0.4677702
      ],
      [
        " of",
        -0.00054266566
      ],
      [
        " myth",
        -0.051824953
      ],
      [
        "ological",
        -0.001925183
      ],
      [
        " objects",
        -0.5616792
      ]
    ]
  },
  "The most famous person to hold this office married Margaret Lea and released the militia to put down the Regulator-Moderator War. The second person to officially hold this position almost caused financial collapse when he issued valueless paper currency dubbed \"redbacks.\" David G. Burnet held this title": {
    "guess": "President of the Republic of Texas",
    "confidence": [
      [
        "President",
        -0.023988765
      ],
      [
        " of",
        -0.0006990921
      ],
      [
        " the",
        -0.030596213
      ],
      [
        " Republic",
        -0.00024311233
      ],
      [
        " of",
        -6.098748e-05
      ],
      [
        " Texas",
        -4.2510914e-05
      ]
    ]
  },
  "The famous ritornello that begins this work switches to a syncopated rhythm before the solo violin enters with high trills and repeated notes to imitate a birdcall. This collection makes up the first third of The Contest Between Harmony and Invention and is an early example of program music, as the composer included sonnets describing the musical depictions such as a shepherd and sheepdog, thunderstorms,": {
    "guess": "The Four Seasons",
    "confidence": [
      [
        "The",
        -0.0057952395
      ],
      [
        " Four",
        -0.0024032432
      ],
      [
        " Seasons",
        -2.7610455e-05
      ]
    ]
  },
  "The most famous picture of this event showed the dying infant Baylee Almon carried in the arms of the firefighter Chris Fields. A leg found afterwords was thought to belong to a 169th victim. The perpetrator of this event used the name Robert D. Kling to rent a Ryder truck, and Michael Fortier testified against Terry Nichols regarding this event. For 10 points, name this attack on the Alfred P. Murrah": {
    "guess": "Oklahoma City bombing",
    "confidence": [
      [
        "O",
        -0.023120392
      ],
      [
        "kl",
        -6.0345924e-06
      ],
      [
        "ahoma",
        -3.7265952e-05
      ],
      [
        " City",
        -0.00087870826
      ],
      [
        " bombing",
        -0.12656243
      ]
    ]
  },
  "The most famous one in English is perhaps the one \"of the Tramp Royal\" by Kipling.  The invention of this literary form is usually attributed to Arnaut Daniel, and was used extensively by Swinburne, who": {
    "guess": "Ballade",
    "confidence": [
      [
        "Ball",
        -0.7721723
      ],
      [
        "ade",
        -0.07133936
      ]
    ]
  },
  "In his famous \"Cornerstone\" speech, he declared that the government was founded \"upon the great truth that the negro is not equal to the white man; that slavery is his natural and moral condition.\"  As a U.S. Congressman, he was a firm advocate of the Compromise of 1850, and opposed disunion, but when Georgia seceded he followed his state.  Late in his career he was elected Governor of Georgia, but that was only after he was released from prison.  FTP, identify this man, named after the first US Secretary of the Treasury, who served as the only Vice President of the Confederate States of America.": {
    "guess": "Alexander H. Stephens",
    "confidence": [
      [
        "Alexander",
        -0.0075694807
      ],
      [
        " H",
        -0.0052860538
      ],
      [
        ".",
        -2.8206474e-05
      ],
      [
        " Stephens",
        -1.3306016e-05
      ]
    ]
  },
  "The most famous one in English is perhaps the one \"of the Tramp Royal\" by Kipling.  The invention of this literary form is usually attributed to Arnaut Daniel, and was used extensively by Swinburne, who invented a \"double\" version.  Ending with a three line envoy, or tornada, it replaces rhyme with the recurrent pattern of end-words, with the six words concluding the six lines of the first stanza repeated in a fixed, constantly-shifting pattern in the other five stanzas.  The most complicated of": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.010237518
      ],
      [
        "est",
        -3.23786e-05
      ],
      [
        "ina",
        -4.365741e-06
      ]
    ]
  },
  "The most famous examples of these are related by the Bianchi identities and can be converted to matrix form using Petrov Notation. In the namesake contraction, unlike indices are made equal, resulting in a reduction of 2 in the rank and a value of zero for the Weyl type. Other types of this mathematical object include the Ricci type and the stress-energy type, but the best-known kind is probably the Riemann version, which defines the curvature of manifolds. Widely used in physics - for 10 points - what are these entities that govern the transformation of quantities from one set of coordinates to": {
    "guess": "Tensor",
    "confidence": [
      [
        "Tensor",
        -0.08353509
      ]
    ]
  },
  "The most famous examples of these are related by the Bianchi identities and can be converted to matrix form using Petrov Notation. In the namesake contraction, unlike indices are made equal, resulting": {
    "guess": "Riemann curvature tensor",
    "confidence": [
      [
        "R",
        -0.71531653
      ],
      [
        "iem",
        -0.37607503
      ],
      [
        "ann",
        -0.00014978688
      ],
      [
        " curvature",
        -0.42966077
      ],
      [
        " tensor",
        -0.0002937519
      ]
    ]
  },
  "The famous dog, Black, appears in his painting Bacchanal as a representative of pure animality in a scene of explosive sexual violence. Citing an ancient pastoral theme, his The Amorous Shepherd shows a much more peaceful confrontation in which the male woos a lady with a gift of apples. Towards the end of his career he painted a portrait of Ambroise Vollard and a one of his wife at a Conservatory. A notoriously slow worker, it took him seven years to finish his depiction of 14 nude women lounging, The Great Bathers. For Ten Point, name this artist from Aix-en-Provence, a master of still-life, perhaps best known for his various depictions of Mont Sainte- Victoire.": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.002421795
      ],
      [
        " C",
        -0.00015419374
      ],
      [
        "é",
        -0.0010629402
      ],
      [
        "z",
        -1.0921943e-05
      ],
      [
        "anne",
        -1.1041146e-05
      ]
    ]
  },
  "Its famous arias include \"Sgombra e la sacra selva\" and \"Guerra, guerra!\"  Taken from a book by Giuseppe Romani, it ends with Pollio joining the title character in death after he refuses to renounce Adalgisa, a priestess of the temple of Irminsul.  FTP, identify this opera, which premiered in 1831, set during the Roman occupation of Gaul and centering on a high priestess of the Druids, a work of Vincenzo": {
    "guess": "Norma",
    "confidence": [
      [
        "Norm",
        -0.001986329
      ],
      [
        "a",
        -0.000113794704
      ]
    ]
  },
  "He famously noted his lack of interest in the question of whether a submarine could swim, and ended up keeping his beard until his death after working on a project with Jaap Zonneveld and agreeing not to shave until said project was finished. The author of a featured article titled by Niklaus Wirth, he was born in 1930, and studied theoretical physics at the University of Leiden. The originator of the so-called dining philosophers problem and the creator of semaphores to solve the mutual exclusion problem, he wrote many manuscripts, all with fountain pen, which have come to be called EWDs. The": {
    "guess": "Edsger W. Dijkstra",
    "confidence": [
      [
        "Ed",
        -0.0010459088
      ],
      [
        "s",
        -0.0010854477
      ],
      [
        "ger",
        -4.167649e-05
      ],
      [
        " W",
        -0.025876159
      ],
      [
        ".",
        -0.00048036248
      ],
      [
        " D",
        -0.00037228144
      ],
      [
        "ijkstra",
        -9.0788395e-05
      ]
    ]
  },
  "He famously noted his lack of interest in the question of whether a submarine could swim, and ended up keeping his beard until his death after working on a project with Jaap Zonneveld and agreeing not to shave until said project was finished. The author of a featured article titled by Niklaus Wirth, he was born in 1930, and studied theoretical physics at the University of Leiden. The originator of": {
    "guess": "Edsger W. Dijkstra",
    "confidence": [
      [
        "Ed",
        -0.06889834
      ],
      [
        "s",
        -0.009119226
      ],
      [
        "ger",
        -4.1080468e-05
      ],
      [
        " W",
        -0.06207367
      ],
      [
        ".",
        -0.0007006417
      ],
      [
        " D",
        -0.0010035126
      ],
      [
        "ijkstra",
        -0.0006436917
      ]
    ]
  },
  "His most famous novel is Paul Clifford, though the reason why has nothing to do with its plot or characters. Besides The Coming Race, one of the world's first works of science fiction, he is better known": {
    "guess": "Edward Bulwer-Lytton",
    "confidence": [
      [
        "Edward",
        -0.062107395
      ],
      [
        " Bul",
        -0.02175772
      ],
      [
        "wer",
        -0.00038157566
      ],
      [
        "-L",
        -0.00021521868
      ],
      [
        "yt",
        -3.8219583e-05
      ],
      [
        "ton",
        -0.00025740577
      ]
    ]
  },
  "A famous one of these types of poems ends \"Hell blot back for always the thought ‘Peace!',\" while a \"double\" one of these depicts a dialogue between Strephon and Klaius. In addition to Ezra Pound's Altaforte and Philip Sidney's Ye Goat Herd Gods, examples of this poetic form include Elizabeth Bishop's": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.06493697
      ],
      [
        "est",
        -0.0003732351
      ],
      [
        "ina",
        -0.00037275828
      ]
    ]
  },
  "He was famous for a ball-juggling act that he performed in the play Nausicaa but his relatively weak": {
    "guess": "Enrico Rastelli",
    "confidence": [
      [
        "En",
        -0.2826952
      ],
      [
        "rico",
        -0.060729507
      ],
      [
        " R",
        -0.006138292
      ],
      [
        "ast",
        -0.0010540073
      ],
      [
        "elli",
        -0.00025049195
      ]
    ]
  },
  "In his famous \"Cornerstone\" speech, he declared that the government was founded \"upon the great truth": {
    "guess": "Cornerstone Speech",
    "confidence": [
      [
        "Corner",
        -0.8191961
      ],
      [
        "stone",
        -5.705376e-05
      ],
      [
        " Speech",
        -0.030312913
      ]
    ]
  },
  "Some of the most famous men to hold this position include Photius in the 10th century and Michael Cerlularias, who oversaw the East-West Schism. Another holder was the golden-mouthed John Chrysostom, who is recognized as a saint by the Coptic Orthodox Church. Today the holder's seat is in the Church of St. George in the largest city in Turkey, though that church is a far cry from the old headquarters. For 10 points, identify this ecclesiastical position, held today by Bartholomew I and formerly seated": {
    "guess": "Ecumenical Patriarch",
    "confidence": [
      [
        "Ec",
        -0.081450425
      ],
      [
        "umen",
        -0.0006542972
      ],
      [
        "ical",
        -0.00020509004
      ],
      [
        " Patri",
        -3.7981175e-05
      ],
      [
        "arch",
        -0.00010688089
      ]
    ]
  },
  "This is the most famous chemist who took N-halogenated amides and amines, then reacted them with strong acids to get cyclic amines like piperidine. Sulfuric acid was used in this man's namesake voltameter. One of his reactions proceeds with the addition of bromine and alkali, forming a hypobromite, before an alkyl group migrates to form a linear intermediate. Bulky bases that cause the beta hydrogen to be oriented syn periplanar to the leaving group form this man's namesake product in E2 reactions. Silver oxide is added to a quaternary amine to form the less substituted alkene, contradicting Zaitsev's rule, in another reaction named for this man. An isocyanate forms during the conversion of an amide to an amine in his rearrangement. For 10 points, name this German chemist.": {
    "guess": "Hofmann rearrangement",
    "confidence": [
      [
        "H",
        -0.47622585
      ],
      [
        "of",
        -0.024334604
      ],
      [
        "mann",
        -0.00025228
      ],
      [
        " rearr",
        -0.06841185
      ],
      [
        "angement",
        -4.429897e-05
      ]
    ]
  },
  "The most famous person to hold this office married Margaret Lea and released the militia to put down the Regulator-Moderator War. The second person to officially hold this position almost caused financial collapse when he issued valueless paper currency dubbed \"redbacks.\" David G. Burnet held this title twice in an interim role, while the last person to hold it was Anson Jones, a doctor who was once": {
    "guess": "President of the Republic of Texas",
    "confidence": [
      [
        "President",
        -0.015696697
      ],
      [
        " of",
        -0.00018006093
      ],
      [
        " the",
        -0.01871462
      ],
      [
        " Republic",
        -0.00031842338
      ],
      [
        " of",
        -3.333223e-05
      ],
      [
        " Texas",
        -5.574252e-05
      ]
    ]
  },
  "A famous one of these types of poems ends \"Hell blot back for always the thought ‘Peace!',\" while a \"double\" one of these depicts a dialogue between Strephon and Klaius. In addition to Ezra Pound's Altaforte and Philip Sidney's Ye Goat Herd Gods, examples of this poetic form include Elizabeth Bishop's A Miracle for Breakfast and John Ashbery's Farm Implements and Rutabagas in a Landscape, each of which": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.8433559
      ],
      [
        "est",
        -0.015541078
      ],
      [
        "ina",
        -0.00025061116
      ]
    ]
  },
  "The most famous legendary example was called Etemenanki, while the one of Borsippa was destroyed by a fire caused by its support system of reed matting and bitumen. The one at Chogha Zanbil is the largest": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.003508488
      ],
      [
        "igg",
        -0.00016146517
      ],
      [
        "urat",
        -1.3067608e-05
      ]
    ]
  },
  "He famously noted his lack of interest in the question of whether a submarine could swim, and ended up keeping his beard until his death after working on a project with Jaap Zonneveld and agreeing not to shave until said project was finished. The author of a featured article titled by Niklaus Wirth, he was born in 1930, and studied theoretical physics at the University of Leiden. The originator of the so-called dining philosophers problem and the creator of semaphores to solve the mutual exclusion problem, he wrote many manuscripts, all with fountain pen, which have come to be called EWDs. The shortest path to all nodes in a weighted graph is, FTP, this man's famous algorithm, an influential": {
    "guess": "Edsger W. Dijkstra",
    "confidence": [
      [
        "Ed",
        -0.012581822
      ],
      [
        "s",
        -0.0012870213
      ],
      [
        "ger",
        -1.3663626e-05
      ],
      [
        " W",
        -0.0008267794
      ],
      [
        ".",
        -0.000116894
      ],
      [
        " D",
        -1.3067608e-05
      ],
      [
        "ijkstra",
        -4.0246043e-05
      ]
    ]
  },
  "The famous ritornello that begins this work switches to a syncopated rhythm before the solo violin enters with high trills and repeated notes to imitate a birdcall. This collection makes up the first third of The Contest Between Harmony and Invention and is an early example of program music, as the composer included sonnets describing the musical depictions such as a shepherd and sheepdog, thunderstorms, and an (*) icy path. Name this set of concerti grossi for violin, string quartet, and basso continuo": {
    "guess": "The Four Seasons",
    "confidence": [
      [
        "The",
        -0.04844178
      ],
      [
        " Four",
        -0.014505348
      ],
      [
        " Seasons",
        -8.077529e-05
      ]
    ]
  },
  "In his famous \"Cornerstone\" speech, he declared that the government was founded \"upon the great truth that the negro is not equal to the white man; that slavery is his natural and moral condition.\"  As a U.S. Congressman, he was a firm advocate of the Compromise of 1850, and opposed disunion, but when Georgia seceded he followed his state.  Late in his career he was elected Governor of Georgia, but that was only after he was released from prison.  FTP, identify this man, named after the first US": {
    "guess": "Alexander H. Stephens",
    "confidence": [
      [
        "Alexander",
        -0.015702097
      ],
      [
        " H",
        -0.018792544
      ],
      [
        ".",
        -0.00015467056
      ],
      [
        " Stephens",
        -0.00038110252
      ]
    ]
  },
  "In a famous paper he announced how he had experimentally verified a disputed hypothesis of A. van den Broek. His namesake plot allowed for the determination of the Z values, or number of electrons, for many elements. With this information he correctly concluded that there were 14 rare earth elements and there were only 92 elements up to and including uranium. This was partly made possible by his discovery that an elements x-ray spectrum could be used to deduce its atomic number. FTP, name this British physicist perhaps more famous for dying at Gallipoli.": {
    "guess": "Henry Moseley",
    "confidence": [
      [
        "Henry",
        -0.032960795
      ],
      [
        " M",
        -0.026911696
      ],
      [
        "ose",
        -2.8160932e-06
      ],
      [
        "ley",
        -6.706687e-05
      ]
    ]
  },
  "Famous ones in Celtic myth include Caladbolg, the property of Fergus Mac Roeg, as well as Fragarach the \"Answerer,\" which had belonged to Nuada of the Silver Hand and Lugh of the Long Arm. Gram is the feared instrument of the Volsungs, while Durindal was once owned by Hector of Troy and had been used": {
    "guess": "List of mythological objects",
    "confidence": [
      [
        "List",
        -0.76852745
      ],
      [
        " of",
        -0.0024823158
      ],
      [
        " myth",
        -0.06168753
      ],
      [
        "ological",
        -0.002074956
      ],
      [
        " objects",
        -0.6670608
      ]
    ]
  },
  "The famous ritornello that begins this work switches to a syncopated rhythm before the solo violin enters with high trills and repeated notes to imitate a birdcall. This collection makes up the first third of The Contest Between Harmony and Invention and is an early example of program music, as the composer included sonnets describing the musical depictions such as a shepherd and sheepdog, thunderstorms, and an (*) icy path. Name this set of concerti grossi for violin, string quartet, and basso continuo which includes \"La Primavera,\" or \"Spring,\" written by Antonio Vivaldi.": {
    "guess": "The Four Seasons (Vivaldi)",
    "confidence": [
      [
        "The",
        -0.007901876
      ],
      [
        " Four",
        -0.016886495
      ],
      [
        " Seasons",
        -0.00020103711
      ],
      [
        " (",
        -0.32367143
      ],
      [
        "V",
        -0.00028719936
      ],
      [
        "ival",
        -3.888926e-06
      ],
      [
        "di",
        -7.2073424e-05
      ],
      [
        ")",
        -8.418666e-06
      ]
    ]
  },
  "His most famous collection appeared as four books—there is also a fifth book whose authorship is questioned": {
    "guess": "Panchatantra",
    "confidence": [
      [
        "P",
        -0.8078762
      ],
      [
        "anch",
        -1.152928
      ],
      [
        "atan",
        -0.0022187727
      ],
      [
        "tra",
        -2.3392786e-06
      ]
    ]
  },
  "His most famous work mentions his earlier play, The Siege of Numantia, while comedies such as The Jealous Husband and Trampagos the Pimp who Lost his Moll explore the nature of reality and illusion. He mocked gypsies in his novel The Gypsy Girl, but defended other downtrodden minorities in his allegorical \"Colloquy of the Dogs,\" which, along with the former, makes up part of his Novelas Ejemplares.": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -0.4493191
      ],
      [
        "ig",
        -6.289474e-05
      ],
      [
        "uel",
        -2.4272753e-05
      ],
      [
        " de",
        -0.0007836607
      ],
      [
        " C",
        -0.0001789881
      ],
      [
        "erv",
        -1.9504607e-05
      ],
      [
        "antes",
        -3.333223e-05
      ]
    ]
  },
  "Some of the most famous men to hold this position include Photius in the 10th century and Michael Cerlularias, who oversaw the East-West Schism. Another holder was the golden-mouthed John Chrysostom, who is recognized as a saint by the Coptic Orthodox Church. Today the holder's seat is in the Church of St. George in the largest city in Turkey, though that church is a far cry from the old headquarters.": {
    "guess": "Ecumenical Patriarch of Constantinople",
    "confidence": [
      [
        "Ec",
        -0.04244647
      ],
      [
        "umen",
        -0.0001693326
      ],
      [
        "ical",
        -9.9490266e-05
      ],
      [
        " Patri",
        -2.9040899e-05
      ],
      [
        "arch",
        -0.00013798571
      ],
      [
        " of",
        -0.48790956
      ],
      [
        " Constantin",
        -0.0001006823
      ],
      [
        "ople",
        -0.00015467056
      ]
    ]
  },
  "In his famous \"Cornerstone\" speech, he declared that the government was founded \"upon the great truth that the negro is not equal to the white man; that slavery is his natural and moral condition.\"  As a U.S. Congressman, he was a firm advocate of the Compromise of 1850, and opposed disunion, but when": {
    "guess": "Alexander H. Stephens",
    "confidence": [
      [
        "Alexander",
        -0.33114704
      ],
      [
        " H",
        -0.001755622
      ],
      [
        ".",
        -7.302705e-05
      ],
      [
        " Stephens",
        -0.00010473523
      ]
    ]
  },
  "One famous player of this instrument composed \"A Night in Tunisia\", and, with Charlie Parker, that musician is famous for popularizing bebop. Another musician famous for playing this instrument recorded": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.07690429
      ],
      [
        "et",
        -0.0013401238
      ]
    ]
  },
  "A famous one of these types of poems ends \"Hell blot back for always the thought ‘Peace!',\" while a \"double\"": {
    "guess": "Dramatic monologue",
    "confidence": [
      [
        "D",
        -0.6972203
      ],
      [
        "ram",
        -0.017650776
      ],
      [
        "atic",
        -0.0005725711
      ],
      [
        " mon",
        -0.10115532
      ],
      [
        "ologue",
        -0.001958252
      ]
    ]
  },
  "Famous scientists who studied this phenomenon include Allen Pearson, who co-names the scale used to measure it. This phenomenon is divided into \"wedge\" and \"stovepipe\" varieties. This weather phenomenon leaves a so-called \"hook echo\" on radar and is associated with rear flank downdrafts in a supercell": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.010536594
      ],
      [
        "ornado",
        -0.00124797
      ],
      [
        "es",
        -0.019035151
      ]
    ]
  },
  "In a famous paper he announced how he had experimentally verified a disputed hypothesis of A. van den Broek. His namesake plot allowed for the determination of the Z values, or number of electrons, for many elements. With this information he correctly concluded that there were 14 rare earth elements and there were only 92 elements up to and including uranium. This was partly made possible by his discovery that an elements x-ray spectrum could be used to deduce its atomic number. FTP, name this British": {
    "guess": "Henry Moseley",
    "confidence": [
      [
        "Henry",
        -0.2680903
      ],
      [
        " M",
        -0.010904325
      ],
      [
        "ose",
        -8.061054e-06
      ],
      [
        "ley",
        -9.3410876e-05
      ]
    ]
  },
  "Famous ones in Celtic myth include Caladbolg, the property of Fergus Mac Roeg, as well as Fragarach the \"Answerer,\" which had belonged to Nuada of the Silver Hand and Lugh of the Long Arm. Gram is the": {
    "guess": "Sword in Celtic Mythology",
    "confidence": [
      [
        "S",
        -0.9742395
      ],
      [
        "word",
        -0.10986854
      ],
      [
        " in",
        -0.23770624
      ],
      [
        " Celtic",
        -0.9290226
      ],
      [
        " Myth",
        -0.10018186
      ],
      [
        "ology",
        -0.0001004439
      ]
    ]
  },
  "Famous scientists who studied this phenomenon include Allen Pearson, who co-names the scale used to measure it. This phenomenon is divided into \"wedge\" and \"stovepipe\" varieties. This weather phenomenon leaves a so-called \"hook echo\" on radar and is associated with rear flank downdrafts in a supercell thunderstorm. It is measured on the Fujita Scale from 1 to 5. This phenomenon is common in an area called its \"alley,\" which includes the Great Plains and Midwest. For 10 points, name this weather phenomenon": {
    "guess": "Tornado",
    "confidence": [
      [
        "T",
        -0.003392068
      ],
      [
        "ornado",
        -1.9743013e-05
      ]
    ]
  },
  "The famous dog, Black, appears in his painting Bacchanal as a representative of pure animality in a scene of explosive sexual violence. Citing an ancient pastoral theme, his The Amorous Shepherd shows": {
    "guess": "Nicolas Poussin",
    "confidence": [
      [
        "Nic",
        -1.2278534
      ],
      [
        "olas",
        -0.095859356
      ],
      [
        " Pou",
        -0.0012773768
      ],
      [
        "ss",
        -9.0883464e-07
      ],
      [
        "in",
        -8.220573e-05
      ]
    ]
  },
  "Its famous arias include \"Sgombra e la sacra selva\" and \"Guerra, guerra!\"  Taken from a book by Giuseppe Romani, it ends with Pollio joining the title character in death after he refuses to renounce Adalgisa, a priestess of the temple of Irminsul.  FTP, identify this opera, which premiered in 1831, set during the Roman occupation of Gaul and centering on a high priestess of the Druids, a work of Vincenzo Bellini.": {
    "guess": "Norma",
    "confidence": [
      [
        "Norm",
        -0.0053879074
      ],
      [
        "a",
        -0.00020616286
      ]
    ]
  },
  "A famous one of these types of poems ends \"Hell blot back for always the thought ‘Peace!',\" while a \"double\" one of these depicts a dialogue between Strephon and Klaius. In addition to Ezra Pound's Altaforte": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.39102718
      ],
      [
        "est",
        -0.46988857
      ],
      [
        "ina",
        -0.00051705155
      ]
    ]
  },
  "\"Fantomas vs. the Multinational Vampires,\" a comic-book narrative, has the title hero enlisting Susan Sontag, Octavio Paz, and the author in battling global corporations. His last complete work of fiction was a collection of vignettes titled A Certain Lucas. A translator of G. K. Chesterton, AndrŽ Gide, and Daniel Defoe, he wrote 62: A Model Kit as an exploration of ideas found in the 62nd chapter of his most famous work. In 1981, Fran\u008dois Miterrand granted him French citizenship. For 10 points, name the Argentine whose story \"The Devil's Drivel\" inspired Michelangelo Antonioni's film Blow-Up and who also penned the novel Hopscotch.": {
    "guess": "Julio Cortázar",
    "confidence": [
      [
        "Jul",
        -0.029153578
      ],
      [
        "io",
        -1.6240566e-06
      ],
      [
        " Cort",
        -4.1273333e-06
      ],
      [
        "á",
        -0.021355912
      ],
      [
        "zar",
        -1.7432603e-06
      ]
    ]
  },
  "His most famous collection appeared as four books—there is also a fifth book whose authorship is questioned that is about the arrival of the main characters at the Temple of the Holy Bottle. He began his career as a priest but later became a successful doctor. His first two books were published under": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -1.0850863
      ],
      [
        " Name",
        -2.479592
      ],
      [
        " of",
        -0.018534772
      ],
      [
        " the",
        -0.001909835
      ],
      [
        " Rose",
        -0.019121226
      ]
    ]
  },
  "Famous ones in Celtic myth include Caladbolg, the property of Fergus Mac Roeg, as well as Fragarach the": {
    "guess": "Four Treasures of the Tuatha Dé Danann",
    "confidence": [
      [
        "Four",
        -0.8504088
      ],
      [
        " Tre",
        -0.03837733
      ],
      [
        "asures",
        -5.7649777e-05
      ],
      [
        " of",
        -0.0073497472
      ],
      [
        " the",
        -0.009318251
      ],
      [
        " Tu",
        -7.362307e-05
      ],
      [
        "atha",
        -1.7597347e-05
      ],
      [
        " Dé",
        -0.10307487
      ],
      [
        " Dan",
        -0.011983745
      ],
      [
        "ann",
        -2.0696643e-05
      ]
    ]
  },
  "Famous ones in Celtic myth include Caladbolg, the property of Fergus Mac Roeg, as well as Fragarach the \"Answerer,\" which had belonged to Nuada of the Silver Hand and Lugh of the Long Arm. Gram is the feared instrument of the Volsungs, while Durindal was once owned by Hector of Troy and had been used to commit suicide by Ajax the greater before coming into the hands of Roland. For 10 points, these are examples of what type of weapon whose most famous representative in myth, bestowed by the Lady of the Lake, is likely Excalibur?": {
    "guess": "Sword",
    "confidence": [
      [
        "S",
        -0.33564773
      ],
      [
        "word",
        -0.20648172
      ]
    ]
  },
  "His most famous novel is Paul Clifford, though the reason why has nothing to do with its plot or characters. Besides The Coming Race, one of the world's first works of science fiction, he is better known for coining phrases like \"the almighty dollar\" and \"the pen is mightier than the sword.\" However, he is best known for inspiring an annual contest in which writers try to craft the worst opening sentence": {
    "guess": "Edward Bulwer-Lytton",
    "confidence": [
      [
        "Edward",
        -0.07504481
      ],
      [
        " Bul",
        -0.16024555
      ],
      [
        "wer",
        -0.00058246136
      ],
      [
        "-L",
        -0.00014382669
      ],
      [
        "yt",
        -7.529192e-05
      ],
      [
        "ton",
        -0.00031413205
      ]
    ]
  },
  "Famous scientists who studied this phenomenon include Allen Pearson, who co-names the scale used to measure it. This phenomenon is divided into \"wedge\" and \"stovepipe\" varieties. This weather phenomenon": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.017835928
      ],
      [
        "ornado",
        -0.0016000832
      ],
      [
        "es",
        -0.5200585
      ]
    ]
  },
  "\"Fantomas vs. the Multinational Vampires,\" a comic-book narrative, has the title hero enlisting Susan Sontag, Octavio Paz, and the author in battling global corporations. His last complete work of fiction": {
    "guess": "Fantomas versus the Multinational Vampires",
    "confidence": [
      [
        "Fant",
        -0.014455175
      ],
      [
        "omas",
        -0.106169194
      ],
      [
        " versus",
        -0.8704383
      ],
      [
        " the",
        -0.0004104156
      ],
      [
        " Mult",
        -0.0014447571
      ],
      [
        "in",
        -8.10137e-05
      ],
      [
        "ational",
        -2.0458236e-05
      ],
      [
        " V",
        -9.841743e-05
      ],
      [
        "amp",
        -4.85903e-05
      ],
      [
        "ires",
        -4.1199673e-05
      ]
    ]
  },
  "His most famous novel is Paul Clifford, though the reason why has nothing to do with its plot or characters. Besides The Coming Race, one of the world's first works of science fiction, he is better known for coining phrases like \"the almighty dollar\" and \"the pen is mightier than the sword.\" However, he is best known for inspiring an annual contest in which writers try to craft the worst opening sentence possible. FTP, name this author who famously started off a novel with \"It was a dark and stormy": {
    "guess": "Edward George Earle Lytton Bulwer-Lytton",
    "confidence": [
      [
        "Edward",
        -0.051563445
      ],
      [
        " George",
        -0.17486277
      ],
      [
        " Ear",
        -0.6900605
      ],
      [
        "le",
        -2.319992e-05
      ],
      [
        " Ly",
        -0.00042602763
      ],
      [
        "t",
        -2.3676734e-05
      ],
      [
        "ton",
        -3.650519e-06
      ],
      [
        " Bul",
        -3.5313153e-06
      ],
      [
        "wer",
        -5.3000836e-05
      ],
      [
        "-L",
        -3.5313153e-06
      ],
      [
        "yt",
        -6.6306106e-06
      ],
      [
        "ton",
        -5.800739e-05
      ]
    ]
  },
  "\"Fantomas vs. the Multinational Vampires,\" a comic-book narrative, has the title hero enlisting Susan Sontag, Octavio Paz, and the author in battling global corporations. His last complete work of fiction was a collection of vignettes titled A Certain Lucas. A translator of G. K. Chesterton, AndrŽ Gide,": {
    "guess": "Fantomas versus the Multinational Vampires",
    "confidence": [
      [
        "Fant",
        -0.057805493
      ],
      [
        "omas",
        -0.16469961
      ],
      [
        " versus",
        -0.39274406
      ],
      [
        " the",
        -0.0004004025
      ],
      [
        " Mult",
        -0.0006900363
      ],
      [
        "in",
        -0.00012833021
      ],
      [
        "ational",
        -1.8550976e-05
      ],
      [
        " V",
        -0.00015359772
      ],
      [
        "amp",
        -7.231183e-05
      ],
      [
        "ires",
        -5.8484206e-05
      ]
    ]
  },
  "In one of this man's most famous works, he omitted a controversial part on miracles in order to please Bishop Butler. Books I and II of that work were published anonymously. His posthumously published": {
    "guess": "An Enquiry Concerning Human Understanding",
    "confidence": [
      [
        "An",
        -1.297546
      ],
      [
        " En",
        -0.31930882
      ],
      [
        "quiry",
        -1.1994775e-05
      ],
      [
        " Concern",
        -0.47988543
      ],
      [
        "ing",
        -4.0246043e-05
      ],
      [
        " Human",
        -0.0013389317
      ],
      [
        " Understanding",
        -0.00015812746
      ]
    ]
  },
  "The most famous legendary example was called Etemenanki, while the one of Borsippa was destroyed by a fire caused by its support system of reed matting and bitumen. The one at Chogha Zanbil is the largest of the 25 that have been discovered, some of which featured triple sets of stairs or spiral ramps for ascent. None of them featured internal chambers, including the best-preserved example, found in Ur. FTP, what were these pyramid-shaped temples of Mesopotamia?": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.0052075516
      ],
      [
        "igg",
        -2.2961513e-05
      ],
      [
        "urat",
        -0.00015205175
      ]
    ]
  },
  "His most famous work mentions his earlier play, The Siege of Numantia, while comedies such as The Jealous Husband and Trampagos the Pimp who Lost his Moll explore the nature of reality and illusion. He mocked gypsies in his novel The Gypsy Girl, but defended other downtrodden minorities in his allegorical \"Colloquy of the Dogs,\" which, along with the former, makes up part of his Novelas Ejemplares. For ten points, name this author of Spain's \"golden age\" who wrote the pastoral La Galatea, and created the characters of Sancho Panza and Don Quixote.": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -0.02570491
      ],
      [
        "ig",
        -2.6537622e-05
      ],
      [
        "uel",
        -2.0458236e-05
      ],
      [
        " de",
        -0.00013250235
      ],
      [
        " C",
        -1.5928495e-05
      ],
      [
        "erv",
        -5.157039e-05
      ],
      [
        "antes",
        -4.4894987e-05
      ]
    ]
  },
  "His most famous book is divided into three parts, dealing with \"Theory,\" \"Institutions,\" and \"Ends,\" and includes chapters on \"Goodness as Rationality,\" \"Duty and Obligation,\" and \"Justice as Fairness.\"": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -0.4714628
      ],
      [
        " Theory",
        -6.2656334e-05
      ],
      [
        " of",
        -0.00013595926
      ],
      [
        " Justice",
        -7.8748824e-05
      ]
    ]
  },
  "In one of this man's most famous works, he omitted a controversial part on miracles in order to please": {
    "guess": "The Age of Reason",
    "confidence": [
      [
        "The",
        -1.4595169
      ],
      [
        " Age",
        -0.9601009
      ],
      [
        " of",
        -5.955704e-05
      ],
      [
        " Reason",
        -0.0024261945
      ]
    ]
  },
  "Its famous arias include \"Sgombra e la sacra selva\" and \"Guerra, guerra!\"  Taken from a book by Giuseppe": {
    "guess": "Norma (opera)",
    "confidence": [
      [
        "Norm",
        -0.34203428
      ],
      [
        "a",
        -0.00014263466
      ],
      [
        " (",
        -0.50716364
      ],
      [
        "op",
        -1.4617256e-05
      ],
      [
        "era",
        -6.515961e-05
      ],
      [
        ")",
        -0.00015395533
      ]
    ]
  },
  "One of the most famous cult practices associated with this deity involves a ritual called the arkteia which involves the imitation of bears. This rite was practiced at Brauron in Attica, a sacred site which Iphigenia was said to have established to placate this deity. The cult of Orthia was also associated with this deity and included the diamastigosis, the ritual whipping of youths as they attempted to steal cheese from an altar. This goddess also came to be associated with the lover of Endymion, the titaness Selene. She is also credited with slaying the twelve grandchildren of Tantalus after": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.0009788631
      ],
      [
        "tem",
        -2.057744e-05
      ],
      [
        "is",
        -3.5597102e-05
      ]
    ]
  },
  "The famous ritornello that begins this work switches to a syncopated rhythm before the solo violin enters": {
    "guess": "The Four Seasons",
    "confidence": [
      [
        "The",
        -0.115308754
      ],
      [
        " Four",
        -8.10137e-05
      ],
      [
        " Seasons",
        -1.92662e-05
      ]
    ]
  },
  "This is the most famous chemist who took N-halogenated amides and amines, then reacted them with strong acids to get cyclic amines like piperidine. Sulfuric acid was used in this man's namesake voltameter. One of his reactions proceeds with the addition of bromine and alkali, forming a hypobromite, before an alkyl group migrates to form a linear intermediate. Bulky bases that cause the beta hydrogen to be oriented syn periplanar to the leaving group form this man's namesake product in E2 reactions.": {
    "guess": "William von Eggers Doering",
    "confidence": [
      [
        "William",
        -0.6406333
      ],
      [
        " von",
        -1.113636
      ],
      [
        " Eg",
        -0.2296311
      ],
      [
        "gers",
        -0.027111618
      ],
      [
        " Do",
        -0.002036061
      ],
      [
        "ering",
        -9.968313e-06
      ]
    ]
  },
  "In one of this man's most famous works, he omitted a controversial part on miracles in order to please Bishop Butler. Books I and II of that work were published anonymously. His posthumously published Dialogues Concerning Natural Religion questioned whether the discovery of religious truth could answer questions about the nature of God. Immanuel Kant remarked that this man woke him from his \"dogmatic": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.0066301124
      ],
      [
        " H",
        -3.7027545e-05
      ],
      [
        "ume",
        -7.3458323e-06
      ]
    ]
  },
  "His most famous book is divided into three parts, dealing with \"Theory,\" \"Institutions,\" and \"Ends,\"": {
    "guess": "The Republic",
    "confidence": [
      [
        "The",
        -0.53877485
      ],
      [
        " Republic",
        -0.8436478
      ]
    ]
  },
  "The most famous one in English is perhaps the one \"of the Tramp Royal\" by Kipling.  The invention of this literary form is usually attributed to Arnaut Daniel, and was used extensively by Swinburne, who invented a \"double\" version.  Ending with a three line envoy, or tornada, it replaces rhyme with the recurrent pattern of end-words, with the six words concluding the six lines of the first stanza repeated": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.006551475
      ],
      [
        "est",
        -2.6895234e-05
      ],
      [
        "ina",
        -1.2948405e-05
      ]
    ]
  },
  "\"Fantomas vs. the Multinational Vampires,\" a comic-book narrative, has the title hero enlisting Susan Sontag, Octavio Paz, and the author in battling global corporations. His last complete work of fiction was a collection of vignettes titled A Certain Lucas. A translator of G. K. Chesterton, AndrŽ Gide, and Daniel Defoe, he wrote 62: A Model Kit as an exploration of ideas found in the 62nd chapter of his most famous work. In 1981, Fran\u008dois Miterrand granted him French citizenship. For 10 points,": {
    "guess": "A Certain Lucas",
    "confidence": [
      [
        "A",
        -0.62882555
      ],
      [
        " Certain",
        -0.055767268
      ],
      [
        " Lucas",
        -0.00013142951
      ]
    ]
  },
  "This is the most famous chemist who took N-halogenated amides and amines, then reacted them with strong acids to get cyclic amines like piperidine. Sulfuric acid was used in this man's namesake voltameter. One of his reactions proceeds with the addition of bromine and alkali, forming a hypobromite, before an alkyl group migrates to form a linear intermediate. Bulky bases that cause the beta hydrogen to be oriented syn periplanar to the leaving group form this man's namesake product in E2 reactions. Silver oxide is added to a quaternary amine to form the less substituted alkene, contradicting Zaitsev's rule, in another reaction named for this man. An isocyanate forms during the conversion of an": {
    "guess": "Hofmann degradation",
    "confidence": [
      [
        "H",
        -0.8147381
      ],
      [
        "of",
        -0.0020913768
      ],
      [
        "mann",
        -0.00016408764
      ],
      [
        " degradation",
        -0.6732404
      ]
    ]
  },
  "He famously noted his lack of interest in the question of whether a submarine could swim, and ended up keeping his beard until his death after working on a project with Jaap Zonneveld and agreeing not to shave until said project was finished. The author of a featured article titled by Niklaus Wirth,": {
    "guess": "Niklaus Wirth",
    "confidence": [
      [
        "N",
        -0.8807217
      ],
      [
        "ik",
        -0.0048588347
      ],
      [
        "laus",
        -5.145119e-05
      ],
      [
        " W",
        -0.0021351522
      ],
      [
        "irth",
        -7.910644e-05
      ]
    ]
  },
  "His most famous work mentions his earlier play, The Siege of Numantia, while comedies such as The Jealous Husband and Trampagos the Pimp who Lost his Moll explore the nature of reality and illusion. He": {
    "guess": "Pedro Calderón de la Barca",
    "confidence": [
      [
        "Ped",
        -0.1626596
      ],
      [
        "ro",
        -0.00084572175
      ],
      [
        " Calder",
        -0.00015776986
      ],
      [
        "ón",
        -0.01719694
      ],
      [
        " de",
        -0.00010759611
      ],
      [
        " la",
        -0.00013917775
      ],
      [
        " Bar",
        -1.962381e-05
      ],
      [
        "ca",
        -0.00028147758
      ]
    ]
  },
  "He was famous for a ball-juggling act that he performed in the play Nausicaa but his relatively weak voice caused him to leave acting and concentrate on writing. Among his characters are Deianira, the": {
    "guess": "Thomas Robert Malthus",
    "confidence": [
      [
        "Thomas",
        -1.8784894
      ],
      [
        " Robert",
        -0.4394333
      ],
      [
        " M",
        -0.000118324446
      ],
      [
        "alth",
        -5.9914648e-05
      ],
      [
        "us",
        -2.0100624e-05
      ]
    ]
  },
  "The most famous person to hold this office married Margaret Lea and released the militia to put down the Regulator-Moderator War. The second person to officially hold this position almost caused financial collapse when he issued valueless paper currency dubbed \"redbacks.\" David G. Burnet held this title twice in an interim role, while the last person to hold it was Anson Jones, a doctor who was once the \"Apothecary General.\" The aforementioned second one, Mirabeau B. Lamar, came after Burnet who had negotiated the treaties of Velasco and led a mass evacuation known as the Runaway Scrape, which moved the capital to Harrisburg from Washington-on-the-Brazos. FTP, name this position most famously": {
    "guess": "President of the Republic of Texas",
    "confidence": [
      [
        "President",
        -0.010116562
      ],
      [
        " of",
        -0.00019173922
      ],
      [
        " the",
        -0.0038525744
      ],
      [
        " Republic",
        -1.4855664e-05
      ],
      [
        " of",
        -8.89548e-06
      ],
      [
        " Texas",
        -1.8550976e-05
      ]
    ]
  },
  "This is the most famous chemist who took N-halogenated amides and amines, then reacted them with strong": {
    "guess": "Hofmann rearrangement",
    "confidence": [
      [
        "H",
        -1.3130233
      ],
      [
        "of",
        -0.2437575
      ],
      [
        "mann",
        -0.0006180776
      ],
      [
        " rearr",
        -0.5707959
      ],
      [
        "angement",
        -7.465036e-06
      ]
    ]
  },
  "In one of this man's most famous works, he omitted a controversial part on miracles in order to please Bishop Butler. Books I and II of that work were published anonymously. His posthumously published Dialogues Concerning Natural Religion questioned whether the discovery of religious truth could answer questions about the nature of God. Immanuel Kant remarked that this man woke him from his \"dogmatic slumbers\". Name this Scottish skeptic who, for 10 points, authored A Treatise of Human Nature.": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.0014258293
      ],
      [
        " H",
        -3.1424974e-05
      ],
      [
        "ume",
        -3.1737043e-06
      ]
    ]
  },
  "The most famous picture of this event showed the dying infant Baylee Almon carried in the arms of the": {
    "guess": "Oklahoma City bombing",
    "confidence": [
      [
        "O",
        -0.043896325
      ],
      [
        "kl",
        -1.5213274e-05
      ],
      [
        "ahoma",
        -3.035214e-05
      ],
      [
        " City",
        -0.00041959065
      ],
      [
        " bombing",
        -0.0011537937
      ]
    ]
  },
  "The most famous person to hold this office married Margaret Lea and released the militia to put down the Regulator-Moderator War. The second person to officially hold this position almost caused financial collapse when he issued valueless paper currency dubbed \"redbacks.\" David G. Burnet held this title twice in an interim role, while the last person to hold it was Anson Jones, a doctor who was once the \"Apothecary General.\" The aforementioned second one, Mirabeau B. Lamar, came after Burnet who had negotiated the treaties of Velasco and led a mass evacuation known as the Runaway Scrape, which moved the capital to Harrisburg from Washington-on-the-Brazos. FTP, name this position most famously held twice by Sam Houston, the highest office in a certain Republic and later U.S. state.": {
    "guess": "President of the Republic of Texas",
    "confidence": [
      [
        "President",
        -0.011721626
      ],
      [
        " of",
        -6.849731e-05
      ],
      [
        " the",
        -0.049872108
      ],
      [
        " Republic",
        -4.1557283e-05
      ],
      [
        " of",
        -1.2233183e-05
      ],
      [
        " Texas",
        -8.180258e-06
      ]
    ]
  },
  "Famous ones in Celtic myth include Caladbolg, the property of Fergus Mac Roeg, as well as Fragarach the \"Answerer,\" which had belonged to Nuada of the Silver Hand and Lugh of the Long Arm. Gram is the feared instrument of the Volsungs, while Durindal was once owned by Hector of Troy and had been used to commit suicide by Ajax the greater before coming into the hands of Roland. For 10 points, these are examples of what type of weapon whose most famous representative in myth, bestowed by the Lady of": {
    "guess": "MYTHOLOGICAL SWORDS",
    "confidence": [
      [
        "MY",
        -0.51743746
      ],
      [
        "TH",
        -0.011380126
      ],
      [
        "O",
        -0.68505657
      ],
      [
        "LOG",
        -0.0053415475
      ],
      [
        "ICAL",
        -0.0007617455
      ],
      [
        " S",
        -0.05421989
      ],
      [
        "WORDS",
        -0.032902773
      ]
    ]
  },
  "The most famous examples of these are related by the Bianchi identities and can be converted to matrix form using Petrov Notation. In the namesake contraction, unlike indices are made equal, resulting in a reduction of 2 in the rank and a value of zero for the Weyl type. Other types of this mathematical object include the Ricci type and the stress-energy type, but the best-known kind is probably the Riemann version, which defines the curvature of manifolds. Widely used in physics - for 10 points - what are these entities that govern the transformation of quantities from one set of coordinates to another?": {
    "guess": "Tensor",
    "confidence": [
      [
        "Tensor",
        -0.024630422
      ]
    ]
  },
  "His most famous book is divided into three parts, dealing with \"Theory,\" \"Institutions,\" and \"Ends,\" and includes chapters on \"Goodness as Rationality,\" \"Duty and Obligation,\" and \"Justice as Fairness.\" When he considered the arrangements people would consent to if society were freely entered into, he": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -0.18593505
      ],
      [
        " Theory",
        -5.9437833e-05
      ],
      [
        " of",
        -0.00031997304
      ],
      [
        " Justice",
        -0.00023357604
      ]
    ]
  },
  "This is the most famous chemist who took N-halogenated amides and amines, then reacted them with strong acids to get cyclic amines like piperidine. Sulfuric acid was used in this man's namesake voltameter.": {
    "guess": "August Wilhelm von Hofmann",
    "confidence": [
      [
        "August",
        -0.44299233
      ],
      [
        " Wilhelm",
        -0.22936606
      ],
      [
        " von",
        -0.0549844
      ],
      [
        " Hof",
        -0.0015621196
      ],
      [
        "mann",
        -0.0003393959
      ]
    ]
  },
  "Some of the most famous men to hold this position include Photius in the 10th century and Michael Cerlularias, who oversaw the East-West Schism. Another holder was the golden-mouthed John Chrysostom, who is recognized as a saint by the Coptic Orthodox Church. Today the holder's seat is in the Church of St. George in the largest city in Turkey, though that church is a far cry from the old headquarters. For 10 points, identify this ecclesiastical position, held today by Bartholomew I and formerly seated in the Hagia Sophia, the leader of Eastern Orthodox Christianity.": {
    "guess": "Ecumenical Patriarch",
    "confidence": [
      [
        "Ec",
        -0.032168545
      ],
      [
        "umen",
        -0.00011200665
      ],
      [
        "ical",
        -7.588794e-05
      ],
      [
        " Patri",
        -1.7835755e-05
      ],
      [
        "arch",
        -0.00012904544
      ]
    ]
  },
  "This is the most famous chemist who took N-halogenated amides and amines, then reacted them with strong acids to get cyclic amines like piperidine. Sulfuric acid was used in this man's namesake voltameter. One of his reactions proceeds with the addition of bromine and alkali, forming a hypobromite, before": {
    "guess": "Emil Fischer",
    "confidence": [
      [
        "Em",
        -1.1018815
      ],
      [
        "il",
        -0.002595992
      ],
      [
        " Fischer",
        -0.0784078
      ]
    ]
  },
  "Famous scientists who studied this phenomenon include Allen Pearson, who co-names the scale used to measure it. This phenomenon is divided into \"wedge\" and \"stovepipe\" varieties. This weather phenomenon leaves a so-called \"hook echo\" on radar and is associated with rear flank downdrafts in a supercell thunderstorm. It is measured on the Fujita Scale from 1 to 5. This phenomenon is common in an area called its \"alley,\" which includes the Great Plains and Midwest. For 10 points, name this weather phenomenon that produces high winds and a funnel cloud.": {
    "guess": "Tornado",
    "confidence": [
      [
        "T",
        -0.0060529863
      ],
      [
        "ornado",
        -3.6789137e-05
      ]
    ]
  },
  "The most famous legendary example was called Etemenanki, while the one of Borsippa was destroyed by a fire caused by its support system of reed matting and bitumen. The one at Chogha Zanbil is the largest of the 25 that have been discovered, some of which featured triple sets of stairs or spiral ramps": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.0016619664
      ],
      [
        "igg",
        -1.0802739e-05
      ],
      [
        "urat",
        -4.8425554e-06
      ]
    ]
  },
  "\"Fantomas vs. the Multinational Vampires,\" a comic-book narrative, has the title hero enlisting Susan Sontag, Octavio Paz, and the author in battling global corporations. His last complete work of fiction was a collection of vignettes titled A Certain Lucas. A translator of G. K. Chesterton, AndrŽ Gide, and Daniel Defoe, he wrote 62: A Model Kit as an exploration of ideas found in the 62nd chapter of his most famous work. In 1981, Fran\u008dois Miterrand granted him French citizenship. For 10 points, name the Argentine whose story \"The Devil's Drivel\" inspired Michelangelo Antonioni's film Blow-Up and": {
    "guess": "Julio Cortázar",
    "confidence": [
      [
        "Jul",
        -0.06785875
      ],
      [
        "io",
        -2.5703197e-05
      ],
      [
        " Cort",
        -2.2007884e-05
      ],
      [
        "á",
        -0.0004485461
      ],
      [
        "zar",
        -2.9636918e-05
      ]
    ]
  },
  "In a famous paper he announced how he had experimentally verified a disputed hypothesis of A. van den Broek. His namesake plot allowed for the determination of the Z values, or number of electrons, for many elements. With this information he correctly concluded that there were 14 rare earth elements and there were only 92 elements up to and including uranium. This was partly made possible by his discovery": {
    "guess": "Henry Moseley",
    "confidence": [
      [
        "Henry",
        -0.7622702
      ],
      [
        " M",
        -0.005735263
      ],
      [
        "ose",
        -1.7716551e-05
      ],
      [
        "ley",
        -8.864273e-05
      ]
    ]
  },
  "He famously noted his lack of interest in the question of whether a submarine could swim, and ended up keeping his beard until his death after working on a project with Jaap Zonneveld and agreeing not to shave until said project was finished. The author of a featured article titled by Niklaus Wirth, he was born in 1930, and studied theoretical physics at the University of Leiden. The originator of the so-called dining philosophers problem and the creator of semaphores to solve the mutual exclusion problem, he wrote many manuscripts, all with fountain pen, which have come to be called EWDs. The shortest path to all nodes in a weighted graph is, FTP, this man's famous algorithm, an influential Dutch computer scientist.": {
    "guess": "Edsger W. Dijkstra",
    "confidence": [
      [
        "Ed",
        -0.014718334
      ],
      [
        "s",
        -0.0012923781
      ],
      [
        "ger",
        -1.1279553e-05
      ],
      [
        " W",
        -0.00034332962
      ],
      [
        ".",
        -8.1371305e-05
      ],
      [
        " D",
        -3.0545007e-06
      ],
      [
        "ijkstra",
        -2.451116e-05
      ]
    ]
  },
  "The most famous examples of these are related by the Bianchi identities and can be converted to matrix form using Petrov Notation. In the namesake contraction, unlike indices are made equal, resulting in a reduction of 2 in the rank and a value of zero for the Weyl type. Other types of this mathematical object include the Ricci type and the stress-energy type, but the best-known kind is probably the": {
    "guess": "Weyl tensor",
    "confidence": [
      [
        "W",
        -0.3581679
      ],
      [
        "ey",
        -0.00064357254
      ],
      [
        "l",
        -2.1531068e-05
      ],
      [
        " tensor",
        -0.07236148
      ]
    ]
  },
  "The famous ritornello that begins this work switches to a syncopated rhythm before the solo violin enters with high trills and repeated notes to imitate a birdcall. This collection makes up the first third": {
    "guess": "The Four Seasons",
    "confidence": [
      [
        "The",
        -0.005247749
      ],
      [
        " Four",
        -3.4762674e-05
      ],
      [
        " Seasons",
        -0.00010032469
      ]
    ]
  },
  "A famous one of these types of poems ends \"Hell blot back for always the thought ‘Peace!',\" while a \"double\" one of these depicts a dialogue between Strephon and Klaius. In addition to Ezra Pound's Altaforte and Philip Sidney's Ye Goat Herd Gods, examples of this poetic form include Elizabeth Bishop's A Miracle for Breakfast and John Ashbery's Farm Implements and Rutabagas in a Landscape, each of which uses the F-D-B form for its envoi [AHN-voy], which can also be called a tornada. Consisting of six sestets and a final tercet, for 10 points, name this poetic form that mathematically reuses six": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.008871132
      ],
      [
        "est",
        -0.00025216083
      ],
      [
        "ina",
        -6.206032e-05
      ]
    ]
  },
  "One of the most famous cult practices associated with this deity involves a ritual called the arkteia": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.002636184
      ],
      [
        "tem",
        -7.89631e-07
      ],
      [
        "is",
        -5.240482e-05
      ]
    ]
  },
  "In a famous paper he announced how he had experimentally verified a disputed hypothesis of A. van den": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -1.5967448
      ],
      [
        "elson",
        -0.002302628
      ],
      [
        "–",
        -0.18442313
      ],
      [
        "Mor",
        -0.00014489953
      ],
      [
        "ley",
        -1.9361265e-07
      ],
      [
        " experiment",
        -0.04888597
      ]
    ]
  },
  "One of the most famous cult practices associated with this deity involves a ritual called the arkteia which involves the imitation of bears. This rite was practiced at Brauron in Attica, a sacred site which Iphigenia was said to have established to placate this deity. The cult of Orthia was also associated with this deity and included the diamastigosis, the ritual whipping of youths as they attempted": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.00050239684
      ],
      [
        "tem",
        -3.2929079e-06
      ],
      [
        "is",
        -3.0113732e-05
      ]
    ]
  },
  "In one of this man's most famous works, he omitted a controversial part on miracles in order to please Bishop Butler. Books I and II of that work were published anonymously. His posthumously published Dialogues Concerning Natural Religion questioned whether the discovery of religious truth could answer": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.5911567
      ],
      [
        " H",
        -3.6073914e-05
      ],
      [
        "ume",
        -2.5345586e-05
      ]
    ]
  },
  "The most famous picture of this event showed the dying infant Baylee Almon carried in the arms of the firefighter Chris Fields. A leg found afterwords was thought to belong to a 169th victim. The perpetrator of this event used the name Robert D. Kling to rent a Ryder truck, and Michael Fortier testified": {
    "guess": "Oklahoma City bombing",
    "confidence": [
      [
        "O",
        -0.03840785
      ],
      [
        "kl",
        -4.8425554e-06
      ],
      [
        "ahoma",
        -2.9040899e-05
      ],
      [
        " City",
        -0.0020687794
      ],
      [
        " bombing",
        -0.0024892148
      ]
    ]
  },
  "His most famous collection appeared as four books—there is also a fifth book whose authorship is questioned that is about the arrival of the main characters at the Temple of the Holy Bottle. He began his": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.21861534
      ],
      [
        "arg",
        -0.00020497083
      ],
      [
        "ant",
        -7.839122e-05
      ],
      [
        "ua",
        -2.3438328e-05
      ],
      [
        " and",
        -0.0021873761
      ],
      [
        " Pant",
        -0.00024727348
      ],
      [
        "ag",
        -4.0961266e-05
      ],
      [
        "ru",
        0.0
      ],
      [
        "el",
        -7.3458323e-06
      ]
    ]
  },
  "His most famous novel is Paul Clifford, though the reason why has nothing to do with its plot or characters. Besides The Coming Race, one of the world's first works of science fiction, he is better known for coining phrases like \"the almighty dollar\" and \"the pen is mightier than the sword.\" However,": {
    "guess": "Edward Bulwer-Lytton",
    "confidence": [
      [
        "Edward",
        -0.016077539
      ],
      [
        " Bul",
        -0.016946739
      ],
      [
        "wer",
        -0.00056006206
      ],
      [
        "-L",
        -0.00038455575
      ],
      [
        "yt",
        -9.5914154e-05
      ],
      [
        "ton",
        -0.0003812217
      ]
    ]
  },
  "The most famous legendary example was called Etemenanki, while the one of Borsippa was destroyed by a": {
    "guess": "Ziggurat",
    "confidence": [
      [
        "Z",
        -0.17920534
      ],
      [
        "igg",
        -0.00020628207
      ],
      [
        "urat",
        -1.1756368e-05
      ]
    ]
  },
  "His most famous work mentions his earlier play, The Siege of Numantia, while comedies such as The Jealous Husband and Trampagos the Pimp who Lost his Moll explore the nature of reality and illusion. He mocked gypsies in his novel The Gypsy Girl, but defended other downtrodden minorities in his allegorical \"Colloquy of the Dogs,\" which, along with the former, makes up part of his Novelas Ejemplares. For ten points, name this author of Spain's \"golden age\" who wrote the pastoral La Galatea, and created": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -0.0012185709
      ],
      [
        "ig",
        -3.7697225e-06
      ],
      [
        "uel",
        -9.133887e-06
      ],
      [
        " de",
        -3.333223e-05
      ],
      [
        " C",
        -6.392203e-06
      ],
      [
        "erv",
        -9.610702e-06
      ],
      [
        "antes",
        -2.4987974e-05
      ]
    ]
  },
  "The famous dog, Black, appears in his painting Bacchanal as a representative of pure animality in a scene": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -0.6754804
      ],
      [
        "ian",
        -0.00075197447
      ]
    ]
  },
  "His most famous novel is Paul Clifford, though the reason why has nothing to do with its plot or characters. Besides The Coming Race, one of the world's first works of science fiction, he is better known for coining phrases like \"the almighty dollar\" and \"the pen is mightier than the sword.\" However, he is best known for inspiring an annual contest in which writers try to craft the worst opening sentence possible. FTP, name this author who famously started off a novel with \"It was a dark and stormy night.\"": {
    "guess": "Edward George Earle Lytton Bulwer-Lytton",
    "confidence": [
      [
        "Edward",
        -0.04606522
      ],
      [
        " George",
        -0.07993759
      ],
      [
        " Ear",
        -0.22209446
      ],
      [
        "le",
        -2.4630364e-05
      ],
      [
        " Ly",
        -0.00047774
      ],
      [
        "t",
        -2.6656826e-05
      ],
      [
        "ton",
        -4.604148e-06
      ],
      [
        " Bul",
        -1.9816675e-06
      ],
      [
        "wer",
        -4.9067115e-05
      ],
      [
        "-L",
        -4.604148e-06
      ],
      [
        "yt",
        -5.5577775e-06
      ],
      [
        "ton",
        -0.00014811802
      ]
    ]
  },
  "The famous dog, Black, appears in his painting Bacchanal as a representative of pure animality in a scene of explosive sexual violence. Citing an ancient pastoral theme, his The Amorous Shepherd shows a much more peaceful confrontation in which the male woos a lady with a gift of apples. Towards the end of his career he painted a portrait of Ambroise Vollard and a one of his wife at a Conservatory. A notoriously slow worker, it took him seven years to finish his depiction of 14 nude women lounging,": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.56457543
      ],
      [
        " C",
        -0.1297222
      ],
      [
        "é",
        -0.0069875647
      ],
      [
        "z",
        -9.729906e-06
      ],
      [
        "anne",
        -1.2829201e-05
      ]
    ]
  },
  "One famous player of this instrument composed \"A Night in Tunisia\", and, with Charlie Parker, that musician is famous for popularizing bebop. Another musician famous for playing this instrument recorded \"Boplicity\" and \"Freddie Freeloader\" on the albums (*) Birth of the Cool and Kind of Blue, respectively. Played in bent form by Dizzy Gillespie, name this brass instrument famously played by Miles Davis": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.0028209204
      ],
      [
        "et",
        -4.441817e-05
      ]
    ]
  },
  "The most famous person to hold this office married Margaret Lea and released the militia to put down the Regulator-Moderator War. The second person to officially hold this position almost caused financial collapse when he issued valueless paper currency dubbed \"redbacks.\" David G. Burnet held this title twice in an interim role, while the last person to hold it was Anson Jones, a doctor who was once the \"Apothecary General.\" The aforementioned second one, Mirabeau B. Lamar, came after Burnet who had negotiated the treaties of Velasco and led a mass evacuation known as the Runaway Scrape, which": {
    "guess": "President of the Republic of Texas",
    "confidence": [
      [
        "President",
        -0.036725346
      ],
      [
        " of",
        -0.0005583932
      ],
      [
        " the",
        -0.0039691664
      ],
      [
        " Republic",
        -9.043079e-05
      ],
      [
        " of",
        -3.1782583e-05
      ],
      [
        " Texas",
        -3.8219583e-05
      ]
    ]
  },
  "Its famous arias include \"Sgombra e la sacra selva\" and \"Guerra, guerra!\"  Taken from a book by Giuseppe Romani, it ends with Pollio joining the title character in death after he refuses to renounce Adalgisa, a priestess of the temple of Irminsul.  FTP, identify this opera, which premiered in 1831, set": {
    "guess": "Norma",
    "confidence": [
      [
        "Norm",
        -0.015564787
      ],
      [
        "a",
        -0.00023250321
      ]
    ]
  },
  "The most famous one in English is perhaps the one \"of the Tramp Royal\" by Kipling.  The invention of this literary form is usually attributed to Arnaut Daniel, and was used extensively by Swinburne, who invented a \"double\" version.  Ending with a three line envoy, or tornada, it replaces rhyme with the": {
    "guess": "Sestina",
    "confidence": [
      [
        "S",
        -0.0103571545
      ],
      [
        "est",
        -0.00025228
      ],
      [
        "ina",
        -1.6240566e-06
      ]
    ]
  },
  "\"Fantomas vs. the Multinational Vampires,\" a comic-book narrative, has the title hero enlisting Susan": {
    "guess": "Fantômas (comics)",
    "confidence": [
      [
        "Fant",
        -0.008107767
      ],
      [
        "ô",
        -0.10528687
      ],
      [
        "mas",
        -4.9617593e-06
      ],
      [
        " (",
        -1.0122757
      ],
      [
        "com",
        -0.027135171
      ],
      [
        "ics",
        -1.2664457e-06
      ],
      [
        ")",
        -0.0011515288
      ]
    ]
  },
  "This is the most famous chemist who took N-halogenated amides and amines, then reacted them with strong acids to get cyclic amines like piperidine. Sulfuric acid was used in this man's namesake voltameter. One of his reactions proceeds with the addition of bromine and alkali, forming a hypobromite, before an alkyl group migrates to form a linear intermediate. Bulky bases that cause the beta hydrogen to be oriented syn periplanar to the leaving group form this man's namesake product in E2 reactions. Silver oxide is added to a quaternary amine to form the less substituted alkene, contradicting Zaitsev's": {
    "guess": "Hofmann rearrangement",
    "confidence": [
      [
        "H",
        -0.38889408
      ],
      [
        "of",
        -0.0073678493
      ],
      [
        "mann",
        -0.00061653164
      ],
      [
        " rearr",
        -0.931923
      ],
      [
        "angement",
        -6.50404e-05
      ]
    ]
  },
  "In a famous paper he announced how he had experimentally verified a disputed hypothesis of A. van den Broek. His namesake plot allowed for the determination of the Z values, or number of electrons, for many elements. With this information he correctly concluded that there were 14 rare earth elements": {
    "guess": "Periodic Table (Wikipedia page)",
    "confidence": [
      [
        "Period",
        -0.7665306
      ],
      [
        "ic",
        -0.000429358
      ],
      [
        " Table",
        -0.24525814
      ],
      [
        " (",
        -0.2490085
      ],
      [
        "W",
        -1.533716
      ],
      [
        "ikipedia",
        -0.12459586
      ],
      [
        " page",
        -0.04089346
      ],
      [
        ")",
        -0.18720488
      ]
    ]
  },
  "He famously noted his lack of interest in the question of whether a submarine could swim, and ended up": {
    "guess": "Submarine",
    "confidence": [
      [
        "Sub",
        -0.03885974
      ],
      [
        "marine",
        -0.009038182
      ]
    ]
  },
  "The most famous one in English is perhaps the one \"of the Tramp Royal\" by Kipling.  The invention of": {
    "guess": "The Tramp Royal",
    "confidence": [
      [
        "The",
        -1.5586765
      ],
      [
        " Tr",
        -0.35759172
      ],
      [
        "amp",
        -0.0005244385
      ],
      [
        " Royal",
        -0.073428944
      ]
    ]
  },
  "One of the most famous cult practices associated with this deity involves a ritual called the arkteia which involves the imitation of bears. This rite was practiced at Brauron in Attica, a sacred site which Iphigenia was said to have established to placate this deity. The cult of Orthia was also associated with this deity and included the diamastigosis, the ritual whipping of youths as they attempted to steal cheese from an altar. This goddess also came to be associated with the lover of Endymion, the titaness Selene. She is also credited with slaying the twelve grandchildren of Tantalus after Niobe boasted of her children's beauty, and shooting arrows that caused the death of women in childbirth.": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.0004123192
      ],
      [
        "tem",
        -6.9882217e-06
      ],
      [
        "is",
        -1.831257e-05
      ]
    ]
  },
  "The famous dog, Black, appears in his painting Bacchanal as a representative of pure animality in a scene of explosive sexual violence. Citing an ancient pastoral theme, his The Amorous Shepherd shows a much more peaceful confrontation in which the male woos a lady with a gift of apples. Towards the": {
    "guess": "Nicolas Poussin",
    "confidence": [
      [
        "Nic",
        -1.450407
      ],
      [
        "olas",
        -0.06384962
      ],
      [
        " Pou",
        -0.0021215922
      ],
      [
        "ss",
        -1.0445127e-05
      ],
      [
        "in",
        -0.00018744789
      ]
    ]
  },
  "One of the most famous cult practices associated with this deity involves a ritual called the arkteia which involves the imitation of bears. This rite was practiced at Brauron in Attica, a sacred site which Iphigenia was said to have established to placate this deity. The cult of Orthia was also associated": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.00085132074
      ],
      [
        "tem",
        -1.8624639e-06
      ],
      [
        "is",
        -3.6669935e-05
      ]
    ]
  },
  "One famous player of this instrument composed \"A Night in Tunisia\", and, with Charlie Parker, that musician is famous for popularizing bebop. Another musician famous for playing this instrument recorded \"Boplicity\" and \"Freddie Freeloader\" on the albums (*) Birth of the Cool and Kind of Blue, respectively.": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.11889997
      ],
      [
        "et",
        -3.4047454e-05
      ]
    ]
  }
}