{
  "A pivotal scene in this novel takes place when the Bishop of Agde convinces the main character that the path to power lies with the Church. The main character is sent by M. Chélan to the Besançon seminary": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.54382354
      ],
      [
        " Red",
        -0.1340614
      ],
      [
        " and",
        -0.005912327
      ],
      [
        " the",
        -0.0043310146
      ],
      [
        " Black",
        -0.000184587
      ]
    ]
  },
  "A pivotal scene in this novel takes place when the Bishop of Agde convinces the main character that the path to power lies with the Church. The main character is sent by M. Chélan to the Besançon seminary to avoid the scandal that forms the first part of this novel. Fouqué's offer of a lucrative position": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.3599573
      ],
      [
        " Red",
        -0.21754669
      ],
      [
        " and",
        -0.008420364
      ],
      [
        " the",
        -0.0035413825
      ],
      [
        " Black",
        -0.00034619053
      ]
    ]
  },
  "A pivotal scene in this novel takes place when the Bishop of Agde convinces the main character that the": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.13902849
      ],
      [
        " Count",
        -0.13727087
      ],
      [
        " of",
        -0.0012466589
      ],
      [
        " Monte",
        -0.0007935436
      ],
      [
        " Crist",
        -1.247159e-05
      ],
      [
        "o",
        -2.3438328e-05
      ]
    ]
  },
  "A pivotal scene in this novel takes place when the Bishop of Agde convinces the main character that the path to power lies with the Church. The main character is sent by M. Chélan to the Besançon seminary to avoid the scandal that forms the first part of this novel. Fouqué's offer of a lucrative position in the lumber industry is rejected, and the main character's many lovers include Mathilde de la": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.29482016
      ],
      [
        " Red",
        -0.013181174
      ],
      [
        " and",
        -0.0009038382
      ],
      [
        " the",
        -0.0037116
      ],
      [
        " Black",
        -8.9119545e-05
      ]
    ]
  },
  "A pivotal scene in this novel takes place when the Bishop of Agde convinces the main character that the path to power lies with the Church. The main character is sent by M. Chélan to the Besançon seminary to avoid the scandal that forms the first part of this novel. Fouqué's offer of a lucrative position in the lumber industry is rejected, and the main character's many lovers include Mathilde de la Mole, whose father ennobles him, and Elisa, the maidservant to Mme. de Rênal, who he also seduces.": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.00939738
      ],
      [
        " Red",
        -5.550411e-05
      ],
      [
        " and",
        -4.3464544e-05
      ],
      [
        " the",
        -0.004078282
      ],
      [
        " Black",
        -0.00010163593
      ]
    ]
  },
  "A pivotal scene in this novel takes place when the Bishop of Agde convinces the main character that the path to power lies with the Church. The main character is sent by M. Chélan to the Besançon seminary to avoid the scandal that forms the first part of this novel. Fouqué's offer of a lucrative position in the lumber industry is rejected, and the main character's many lovers include Mathilde de la Mole, whose father ennobles him, and Elisa, the maidservant to Mme. de Rênal, who he also seduces. FTP, identify this novel that centers on Julien Sorel, perhaps the most famous work of Stendahl.": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.003834756
      ],
      [
        " Red",
        -2.7372049e-05
      ],
      [
        " and",
        -7.231183e-05
      ],
      [
        " the",
        -0.005397869
      ],
      [
        " Black",
        -0.00039611853
      ]
    ]
  }
}