{
  "This man negotiated a constitutional amendment which would have stopped doctors from being overcharged under the provisions of his country's Health Act, and passed a slate of laws meant to expand provincial autonomy over healthcare and social service programs. This man investigated corruption in the James Bay Hydroelectric Plant as part of the Cliche Commission, and was the leader of the Iron Ore Company before entering politics. This negotiator of the Charlottetown Accords supported the proposal": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.7053602
      ],
      [
        " Mul",
        -0.099102184
      ],
      [
        "r",
        -0.00015776986
      ],
      [
        "oney",
        -1.0280384e-06
      ]
    ]
  },
  "This man negotiated with the deity Masaka to regain control of his command. His nephew, Rene, and his brother, Robert, were killed in a house fire at his childhood home in La Barre, France. His ship has a yacht named the Cousteau, and this character once toasted Montgomery Scott with a bottle of Aldebaran whiskey while reminiscing about his command of the Stargazer. Before the Battle of Wolf 359, he": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.043826375
      ],
      [
        "-L",
        -0.008476639
      ],
      [
        "uc",
        -1.0087517e-05
      ],
      [
        " Pic",
        -0.00042804674
      ],
      [
        "ard",
        -0.00012118533
      ]
    ]
  },
  "This man negotiated a constitutional amendment which would have stopped doctors from being overcharged under the provisions of his country's Health Act, and passed a slate of laws meant to expand provincial autonomy over healthcare and social service programs. This man investigated corruption in the James Bay Hydroelectric Plant as part of the Cliche Commission, and was the leader of the Iron Ore Company before entering politics. This negotiator of the Charlottetown Accords supported the proposal of legislation that would have acknowledged Quebec as a \"distinct society\" within Canada in a set of agreements named for Meech Lake. Although he was eventually elected prime minister, he originally": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.071440816
      ],
      [
        " Mul",
        -0.00023989384
      ],
      [
        "r",
        -8.566264e-05
      ],
      [
        "oney",
        -3.1281633e-07
      ]
    ]
  },
  "He negotiated for one of his sons to marry the Byzantine princess Theophano, and he divided Mecklenburg between two margravates.  At the behest of Pope John XII, he invaded Italy and deposed Adalbert, after which he was crowned in St. Peter's. He had earlier thwarted Berengar, the king of Burgundy, by venturing into Italy a year before his coronation and marrying Adelaide, though he was drawn back to his homeland to put down a revolt by the Duke of Lotharingia, Conrad. His chronicler, Thetimar, claimed this man would rather \"die than tolerate [the] evil\" of the Magyars, whom he defeated in 955": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0009583895
      ],
      [
        "to",
        -3.3093824e-05
      ],
      [
        " the",
        -0.33827913
      ],
      [
        " Great",
        -7.755679e-05
      ]
    ]
  },
  "This man negotiated with Joel Brand in the \"blood for trucks\" scandal and misused stock phrases which he called \"winged words.\" This employee of RHSA branch IV-B-4 was interrogated by Gideon Hausner about his actions in Budapest. This sometime user of the pseudonym Ricardo Klement compared himself to Pontius Pilate after meeting Reinhard (*) Heydrich and others at the Wannsee conference, according to reports in The New Yorker which emphasized his \"thoughtlessness\". This man sat in a glass box during a months-long trial ending with his 1962 hanging. For 10 points, name this subject of Hannah Arendt's \"banality of evil\" thesis, who was captured by Israel from Argentina for arranging the logistics": {
    "guess": "Eichmann in Jerusalem",
    "confidence": [
      [
        "E",
        -0.39711845
      ],
      [
        "ich",
        -4.246537e-06
      ],
      [
        "mann",
        -0.00012344286
      ],
      [
        " in",
        -0.00037192382
      ],
      [
        " Jerusalem",
        -5.407367e-05
      ]
    ]
  },
  "He negotiated for one of his sons to marry the Byzantine princess Theophano, and he divided Mecklenburg between two margravates.  At the behest of Pope John XII, he invaded Italy and deposed Adalbert, after which he was crowned in St. Peter's. He had earlier thwarted Berengar, the king of Burgundy, by venturing into Italy a year before his coronation and marrying Adelaide, though he was drawn back to his homeland to put down a revolt by the Duke of Lotharingia, Conrad. His chronicler, Thetimar, claimed this man would rather \"die than tolerate [the] evil\" of the Magyars, whom he defeated in 955 at Lechfeld.  FTP, name this son of Matilda and Henry the Fowler, the first Saxon ruler of the Holy Roman Empire.": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0020514086
      ],
      [
        "to",
        -4.4849444e-06
      ],
      [
        " the",
        -0.292909
      ],
      [
        " Great",
        -0.0007316164
      ]
    ]
  },
  "This man negotiated with Joel Brand in the \"blood for trucks\" scandal and misused stock phrases which he called \"winged words.\" This employee of RHSA branch IV-B-4 was interrogated by Gideon Hausner about his actions in Budapest. This sometime user of the pseudonym Ricardo Klement compared himself to Pontius Pilate after meeting Reinhard (*) Heydrich and others at the Wannsee conference, according to reports in The New Yorker which emphasized his \"thoughtlessness\". This man sat in a glass box during": {
    "guess": "Adolf Eichmann",
    "confidence": [
      [
        "Ad",
        -0.0048813657
      ],
      [
        "olf",
        -0.0010691315
      ],
      [
        " E",
        -0.000103662394
      ],
      [
        "ich",
        -1.640531e-05
      ],
      [
        "mann",
        -0.00011749002
      ]
    ]
  },
  "\"Negator\" varieties of these devices exert constant force over their entire range of motion. They are attached to magnets in seismometers. The cantilevers of atomic force microscopes are approximated as": {
    "guess": "Magnetic actuators",
    "confidence": [
      [
        "M",
        -1.4808105
      ],
      [
        "agnetic",
        -0.082463816
      ],
      [
        " actu",
        -1.0397484
      ],
      [
        "ators",
        -4.8113485e-05
      ]
    ]
  },
  "This man negotiated a constitutional amendment which would have stopped doctors from being overcharged under the provisions of his country's Health Act, and passed a slate of laws meant to expand provincial autonomy over healthcare and social service programs. This man investigated corruption in the James Bay Hydroelectric Plant as part of the Cliche Commission, and was the leader of the Iron Ore Company before entering politics. This negotiator of the Charlottetown Accords supported the proposal of legislation that would have acknowledged Quebec as a \"distinct society\" within Canada in a set of agreements named for Meech Lake. Although he was eventually elected prime minister, he originally lost to Joe Clark for the leadership of the Progressive Conservative Party. For 10 points, name this Canadian politician who worked with George H.W. Bush to form NAFTA and was succeeded by Kim Campbell.": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.007475648
      ],
      [
        " Mul",
        -0.00019650738
      ],
      [
        "r",
        -3.5477897e-05
      ],
      [
        "oney",
        -1.9361265e-07
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -1.8369837
      ]
    ]
  },
  "\"Negator\" varieties of these devices exert constant force over their entire range of motion. They are attached to magnets in seismometers. The cantilevers of atomic force microscopes are approximated as these devices. To determine the density of the earth, Cavendish employed a torsional example of these devices, which can be used in hanging balances. Like that of capacitors, the namesake constant of": {
    "guess": "Spring Scale",
    "confidence": [
      [
        "Spring",
        -0.2212628
      ],
      [
        " Scale",
        -0.70118773
      ]
    ]
  },
  "This man negotiated a constitutional amendment which would have stopped doctors from being overcharged under the provisions of his country's Health Act, and passed a slate of laws meant to expand provincial autonomy over healthcare and social service programs. This man investigated corruption in the": {
    "guess": "Tommy Douglas",
    "confidence": [
      [
        "Tom",
        -0.041185785
      ],
      [
        "my",
        -0.014689782
      ],
      [
        " Douglas",
        -0.0012526117
      ]
    ]
  },
  "This man negotiated with the deity Masaka to regain control of his command. His nephew, Rene, and his brother, Robert, were killed in a house fire at his childhood home in La Barre, France. His ship has a yacht named the Cousteau, and this character once toasted Montgomery Scott with a bottle of Aldebaran whiskey while reminiscing about his command of the Stargazer. Before the Battle of Wolf 359, he was referred to as Locutus after his assimilation by the Borg. His clone was once the praetor of the": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.04197015
      ],
      [
        "-L",
        -0.004061302
      ],
      [
        "uc",
        -6.869018e-06
      ],
      [
        " Pic",
        -0.00015264409
      ],
      [
        "ard",
        -0.00013011828
      ]
    ]
  },
  "\"Negator\" varieties of these devices exert constant force over their entire range of motion. They are attached to magnets in seismometers. The cantilevers of atomic force microscopes are approximated as these devices. To determine the density of the earth, Cavendish employed a torsional example of these devices, which can be used in hanging balances. Like that of capacitors, the namesake constant of these devices adds linearly in parallel. That constant has units of Newtons per meter and is multiplied by the negative of displacement to find the restoring force exerted on these devices in a law that relates stress and strain. For 10 points, name these sources of elastic energy whose stretching is described by Hooke's law.": {
    "guess": "Spring (device)",
    "confidence": [
      [
        "Spring",
        -0.4989644
      ],
      [
        " (",
        -0.22619559
      ],
      [
        "device",
        -0.0159837
      ],
      [
        ")",
        -0.0005825806
      ]
    ]
  },
  "He negotiated for one of his sons to marry the Byzantine princess Theophano, and he divided Mecklenburg between two margravates.  At the behest of Pope John XII, he invaded Italy and deposed Adalbert, after which he was crowned in St. Peter's. He had earlier thwarted Berengar, the king of Burgundy, by venturing into Italy a year before his coronation and marrying Adelaide, though he was drawn back to his homeland to put down a revolt by the Duke of Lotharingia, Conrad. His chronicler, Thetimar, claimed this man would rather \"die than tolerate [the] evil\" of the Magyars, whom he defeated in 955 at Lechfeld.  FTP, name this son of Matilda and Henry the Fowler, the first Saxon ruler of the Holy": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.000386463
      ],
      [
        "to",
        -3.2929079e-06
      ],
      [
        " the",
        -0.2106728
      ],
      [
        " Great",
        -0.0002852921
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first law of thermodynamics. In the lambda-CDM model, density parameter components appear as coefficients of powers of this quantity on one side of the Friedmann equation. The square of this quantity equals": {
    "guess": "Scale factor",
    "confidence": [
      [
        "Scale",
        -0.48925596
      ],
      [
        " factor",
        -0.059342787
      ]
    ]
  },
  "\"Negator\" varieties of these devices exert constant force over their entire range of motion. They are attached to magnets in seismometers. The cantilevers of atomic force microscopes are approximated as these devices. To determine the density of the earth, Cavendish employed a torsional example of these": {
    "guess": "Torsion balance",
    "confidence": [
      [
        "T",
        -0.03135002
      ],
      [
        "ors",
        -0.00029244067
      ],
      [
        "ion",
        -0.026673662
      ],
      [
        " balance",
        -0.13988002
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first law of thermodynamics. In the lambda-CDM model, density parameter components appear as coefficients of powers of this quantity on one side of the Friedmann equation. The square of this quantity equals \"six times intrinsic curvature divided by the spatial Ricci scalar\" and acts as a multiplicative prefactor in the definition of the Robertson-Walker metric. Subtracting one from this quantity's inverse gives the cosmological redshift, and dividing this quantity's derivative by this quantity gives the Hubble parameter. Its value ranges from zero at the Big Bang to one at the present age of the universe. For 10 points, name this dimensionless quantity, defined as the ratio of the proper distance between two objects at some time to that distance at a reference time, which measures the universe's": {
    "guess": "Cosmic scale factor",
    "confidence": [
      [
        "Cos",
        -0.4126792
      ],
      [
        "mic",
        -0.045196965
      ],
      [
        " scale",
        -0.043991003
      ],
      [
        " factor",
        -8.12521e-05
      ]
    ]
  },
  "\"Negator\" varieties of these devices exert constant force over their entire range of motion. They are attached to magnets in seismometers. The cantilevers of atomic force microscopes are approximated as these devices. To determine the density of the earth, Cavendish employed a torsional example of these devices, which can be used in hanging balances. Like that of capacitors, the namesake constant of these devices adds linearly in parallel. That constant has units of Newtons per meter and is multiplied by the negative of displacement to find the restoring force exerted on these devices in a law that relates stress and strain. For 10 points, name these sources of elastic energy whose stretching": {
    "guess": "Spring (device)",
    "confidence": [
      [
        "Spring",
        -0.18304986
      ],
      [
        " (",
        -0.86164767
      ],
      [
        "device",
        -0.0022364974
      ],
      [
        ")",
        -0.0006382157
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's refusal to accept the terms of the Vix Note. Instead of agreeing, that government ceded power to a party organized in a Moscow hotel just after the after the Aster Revolution, which was in turn was": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.18797714
      ],
      [
        "reat",
        -6.456359e-05
      ],
      [
        "y",
        -0.0003929
      ],
      [
        " of",
        -0.00067573914
      ],
      [
        " B",
        -0.0052293753
      ],
      [
        "rest",
        -0.0030594692
      ],
      [
        "-L",
        -0.00090967544
      ],
      [
        "it",
        -0.00047416388
      ],
      [
        "ov",
        -3.333223e-05
      ],
      [
        "sk",
        -1.8624639e-06
      ]
    ]
  },
  "He negotiated for one of his sons to marry the Byzantine princess Theophano, and he divided Mecklenburg between two margravates.  At the behest of Pope John XII, he invaded Italy and deposed Adalbert, after which he was crowned in St. Peter's. He had earlier thwarted Berengar, the king of Burgundy, by venturing into Italy a year before his coronation and marrying Adelaide, though he was drawn back": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0030390357
      ],
      [
        "to",
        -6.980855e-05
      ],
      [
        " the",
        -0.25474915
      ],
      [
        " Great",
        -6.46828e-05
      ]
    ]
  },
  "This man negotiated with Joel Brand in the \"blood for trucks\" scandal and misused stock phrases which he called \"winged words.\" This employee of RHSA branch IV-B-4 was interrogated by Gideon Hausner about his actions in Budapest. This sometime user of the pseudonym Ricardo Klement compared himself to Pontius Pilate after meeting Reinhard (*) Heydrich and others at the Wannsee conference, according": {
    "guess": "Adolf Eichmann",
    "confidence": [
      [
        "Ad",
        -0.011183628
      ],
      [
        "olf",
        -0.0021123127
      ],
      [
        " E",
        -0.00023393365
      ],
      [
        "ich",
        -2.0458236e-05
      ],
      [
        "mann",
        -0.000105331244
      ]
    ]
  },
  "This man negotiated a constitutional amendment which would have stopped doctors from being overcharged under the provisions of his country's Health Act, and passed a slate of laws meant to expand provincial autonomy over healthcare and social service programs. This man investigated corruption in the James Bay Hydroelectric Plant as part of the Cliche Commission, and was the leader of the Iron Ore Company before entering politics. This negotiator of the Charlottetown Accords supported the proposal of legislation that would have acknowledged Quebec as a \"distinct society\" within Canada in a set of": {
    "guess": "Lucien Bouchard",
    "confidence": [
      [
        "Luc",
        -1.1783596
      ],
      [
        "ien",
        -0.016055837
      ],
      [
        " B",
        -0.00074065744
      ],
      [
        "ouch",
        -1.569009e-05
      ],
      [
        "ard",
        -2.4630364e-05
      ]
    ]
  },
  "\"Negator\" varieties of these devices exert constant force over their entire range of motion. They are attached to magnets in seismometers. The cantilevers of atomic force microscopes are approximated as these devices. To determine the density of the earth, Cavendish employed a torsional example of these devices, which can be used in hanging balances. Like that of capacitors, the namesake constant of these devices adds linearly in parallel. That constant has units of Newtons per meter and is multiplied by the negative of displacement to find the restoring force exerted on these devices in a law": {
    "guess": "Spring (device)",
    "confidence": [
      [
        "Spring",
        -0.12431367
      ],
      [
        " (",
        -0.87909424
      ],
      [
        "device",
        -0.032151226
      ],
      [
        ")",
        -0.00067347434
      ]
    ]
  },
  "This man negotiated with the deity Masaka to regain control of his command. His nephew, Rene, and his": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -1.8337059
      ],
      [
        "-L",
        -0.8647097
      ],
      [
        "uc",
        -0.051096313
      ],
      [
        " Pic",
        -0.00026073982
      ],
      [
        "ard",
        -0.000110457004
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -1.2749231
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first law of thermodynamics. In the lambda-CDM model, density parameter components appear as coefficients of powers of this quantity on one side of the Friedmann equation. The square of this quantity equals \"six times intrinsic curvature divided by the spatial Ricci scalar\" and acts as a multiplicative prefactor in the definition of the Robertson-Walker metric. Subtracting one from this quantity's inverse": {
    "guess": "Scale Factor",
    "confidence": [
      [
        "Scale",
        -0.044036068
      ],
      [
        " Factor",
        -0.15253483
      ]
    ]
  },
  "He negotiated for one of his sons to marry the Byzantine princess Theophano, and he divided Mecklenburg between two margravates.  At the behest of Pope John XII, he invaded Italy and deposed Adalbert,": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.006458263
      ],
      [
        "to",
        -6.0153056e-05
      ],
      [
        " the",
        -0.5564075
      ],
      [
        " Great",
        -7.4576696e-05
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first law of thermodynamics. In the lambda-CDM model, density parameter components appear as coefficients of powers of this quantity on one side of the Friedmann equation. The square of this quantity equals \"six times intrinsic curvature divided by the spatial Ricci scalar\" and acts as a multiplicative prefactor": {
    "guess": "Scale factor",
    "confidence": [
      [
        "Scale",
        -0.013851885
      ],
      [
        " factor",
        -0.026776839
      ]
    ]
  },
  "This man negotiated a constitutional amendment which would have stopped doctors from being overcharged under the provisions of his country's Health Act, and passed a slate of laws meant to expand provincial": {
    "guess": "Tommy Douglas",
    "confidence": [
      [
        "Tom",
        -1.1641164
      ],
      [
        "my",
        -0.030867811
      ],
      [
        " Douglas",
        -0.0041428613
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -0.0129092485
      ],
      [
        "reat",
        -3.888926e-06
      ],
      [
        "y",
        -0.00020973898
      ],
      [
        " of",
        -0.00034166078
      ],
      [
        " Vers",
        -0.788661
      ],
      [
        "ailles",
        -0.00012487332
      ]
    ]
  },
  "This man negotiated with the deity Masaka to regain control of his command. His nephew, Rene, and his brother, Robert, were killed in a house fire at his childhood home in La Barre, France. His ship has a yacht named the Cousteau, and this character once toasted Montgomery Scott with a bottle of Aldebaran whiskey while reminiscing about his command of the Stargazer. Before the Battle of Wolf 359, he was referred to as Locutus after his assimilation by the Borg. His clone was once the praetor of the Romulan Empire, and this man calls his first officer \"Number One.\" For 10 points, name this Starfleet": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.007887327
      ],
      [
        "-L",
        -0.0027801543
      ],
      [
        "uc",
        -7.107425e-06
      ],
      [
        " Pic",
        -3.750436e-05
      ],
      [
        "ard",
        -8.947716e-05
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's refusal to accept the terms of the Vix Note. Instead of agreeing, that government ceded power to a party organized in a Moscow hotel just after the after the Aster Revolution, which was in turn was overthrown after losing the war with its eastern neighbor. The victors helped establish an Anti-Communist government which was still barely privy to the discussions that would remove five of its ten": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.23763303
      ],
      [
        "reat",
        -0.00042233232
      ],
      [
        "y",
        -0.0010705619
      ],
      [
        " of",
        -0.0008806155
      ],
      [
        " B",
        -0.6939562
      ],
      [
        "rest",
        -0.0036991276
      ],
      [
        "-L",
        -0.0013241688
      ],
      [
        "it",
        -0.0013189311
      ],
      [
        "ov",
        -0.00019722259
      ],
      [
        "sk",
        -0.00013917775
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's refusal to accept the terms of the Vix Note. Instead of agreeing, that government ceded power to": {
    "guess": "Swedish general election, 2006",
    "confidence": [
      [
        "Sw",
        -0.99911773
      ],
      [
        "edish",
        -0.015206743
      ],
      [
        " general",
        -0.11834308
      ],
      [
        " election",
        -0.0033769803
      ],
      [
        ",",
        -0.0049444777
      ],
      [
        " ",
        -0.00024941913
      ],
      [
        "200",
        -0.021244122
      ],
      [
        "6",
        -0.0002582402
      ]
    ]
  },
  "This man negotiated a constitutional amendment which would have stopped doctors from being overcharged under the provisions of his country's Health Act, and passed a slate of laws meant to expand provincial autonomy over healthcare and social service programs. This man investigated corruption in the James Bay Hydroelectric Plant as part of the Cliche Commission, and was the leader of the Iron Ore Company before entering politics. This negotiator of the Charlottetown Accords supported the proposal of legislation that would have acknowledged Quebec as a \"distinct society\" within Canada in a set of agreements named for Meech Lake. Although he was eventually elected prime minister, he originally lost to Joe Clark for the leadership of the Progressive Conservative Party. For 10 points, name this": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.087934844
      ],
      [
        " Mul",
        -0.000191024
      ],
      [
        "r",
        -7.8748824e-05
      ],
      [
        "oney",
        -5.5122365e-07
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first law of thermodynamics. In the lambda-CDM model, density parameter components appear as coefficients of powers of this quantity on one side of the Friedmann equation. The square of this quantity equals \"six times intrinsic curvature divided by the spatial Ricci scalar\" and acts as a multiplicative prefactor in the definition of the Robertson-Walker metric. Subtracting one from this quantity's inverse gives the cosmological redshift, and dividing this quantity's derivative by this quantity gives the": {
    "guess": "Scale factor",
    "confidence": [
      [
        "Scale",
        -0.03187114
      ],
      [
        " factor",
        -0.033610083
      ]
    ]
  },
  "\"Negator\" varieties of these devices exert constant force over their entire range of motion. They are": {
    "guess": "Constant-force spring",
    "confidence": [
      [
        "Constant",
        -0.9051661
      ],
      [
        "-force",
        -0.5151041
      ],
      [
        " spring",
        -0.2667923
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first law of thermodynamics. In the lambda-CDM model, density parameter components appear as coefficients": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.8582129
      ],
      [
        " energy",
        -0.20108297
      ]
    ]
  },
  "He negotiated for one of his sons to marry the Byzantine princess Theophano, and he divided Mecklenburg": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.050752696
      ],
      [
        "to",
        -0.00027933193
      ],
      [
        " the",
        -0.32809606
      ],
      [
        " Great",
        -0.0008295211
      ]
    ]
  },
  "One of the negotiators of this treaty was a poor peasant abducted from a train station to fill out the": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.013641768
      ],
      [
        "reat",
        -3.368984e-05
      ],
      [
        "y",
        -0.00031377445
      ],
      [
        " of",
        -9.317247e-05
      ],
      [
        " B",
        -0.058651563
      ],
      [
        "rest",
        -7.982166e-05
      ],
      [
        "-L",
        -0.00037251986
      ],
      [
        "it",
        -0.00044496998
      ],
      [
        "ov",
        -3.917321e-05
      ],
      [
        "sk",
        -1.147242e-06
      ]
    ]
  },
  "One of the negotiators of the treaty ending this war was shot by a fanatic from the victorious country,": {
    "guess": "Treaty of Villafranca",
    "confidence": [
      [
        "T",
        -1.0489594
      ],
      [
        "reat",
        -0.0011144968
      ],
      [
        "y",
        -0.0011915372
      ],
      [
        " of",
        -0.0007050449
      ],
      [
        " Villa",
        -0.32289448
      ],
      [
        "fr",
        -0.0008099827
      ],
      [
        "anca",
        -0.00017743846
      ]
    ]
  },
  "One of the negotiators of this treaty was a poor peasant abducted from a train station to fill out the delegation, while another described its necessity by stating that sometimes it is \"necessary to sacrifice space to gain time\". Initially the Russians used delaying tactics to buy time for a potential": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.058714956
      ],
      [
        "reat",
        -0.00022225169
      ],
      [
        "y",
        -0.00025728656
      ],
      [
        " of",
        -0.00017421995
      ],
      [
        " B",
        -0.029207187
      ],
      [
        "rest",
        -4.561021e-05
      ],
      [
        "-L",
        -0.0016486377
      ],
      [
        "it",
        -0.0008459602
      ],
      [
        "ov",
        -7.755679e-05
      ],
      [
        "sk",
        -0.00015645861
      ]
    ]
  },
  "One of the negotiators of this treaty was a poor peasant abducted from a train station to fill out the delegation, while another described its necessity by stating that sometimes it is \"necessary to sacrifice space to gain time\". Initially the Russians used delaying tactics to buy time for a potential socialist uprising in Germany or Austro-Hungary, but were eventually forced to give up half their European territories in exchange for a halt to hostilities. FTP, what was this 1918 treaty which ended the Soviet Union's involvement in WWI?": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.083265185
      ],
      [
        "reat",
        -5.9153886e-06
      ],
      [
        "y",
        -3.5716304e-05
      ],
      [
        " of",
        -2.188868e-05
      ],
      [
        " B",
        -0.00014501873
      ],
      [
        "rest",
        -2.4034345e-05
      ],
      [
        "-L",
        -0.00061915047
      ],
      [
        "it",
        -0.0004928642
      ],
      [
        "ov",
        -0.00020652048
      ],
      [
        "sk",
        -1.8431772e-05
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's refusal to accept the terms of the Vix Note. Instead of agreeing, that government ceded power to a party organized in a Moscow hotel just after the after the Aster Revolution, which was in turn was overthrown after losing the war with its eastern neighbor. The victors helped establish an Anti-Communist government which was still barely privy to the discussions that would remove five of its ten largest cities. Territorial losses from this treaty were somewhat recovered via two Vienna awards": {
    "guess": "Treaty of Trianon",
    "confidence": [
      [
        "T",
        -0.10138209
      ],
      [
        "reat",
        -0.000957555
      ],
      [
        "y",
        -0.00083488156
      ],
      [
        " of",
        -0.0008199921
      ],
      [
        " T",
        -0.022327144
      ],
      [
        "rian",
        -6.0153056e-05
      ],
      [
        "on",
        -6.0345924e-06
      ]
    ]
  },
  "This man negotiated with Joel Brand in the \"blood for trucks\" scandal and misused stock phrases which": {
    "guess": "Joel Brand",
    "confidence": [
      [
        "Jo",
        -0.4787796
      ],
      [
        "el",
        -0.009887002
      ],
      [
        " Brand",
        -0.00037943368
      ]
    ]
  },
  "This man negotiated with Joel Brand in the \"blood for trucks\" scandal and misused stock phrases which he called \"winged words.\" This employee of RHSA branch IV-B-4 was interrogated by Gideon Hausner about his actions in Budapest. This sometime user of the pseudonym Ricardo Klement compared himself to Pontius Pilate after meeting Reinhard (*) Heydrich and others at the Wannsee conference, according to reports in The New Yorker which emphasized his \"thoughtlessness\". This man sat in a glass box during a months-long trial ending with his 1962 hanging. For 10 points, name this subject of Hannah Arendt's \"banality of evil\" thesis, who was captured by Israel from Argentina for arranging the logistics of the Nazi Holocaust.": {
    "guess": "Adolf Eichmann",
    "confidence": [
      [
        "Ad",
        -0.23307556
      ],
      [
        "olf",
        -0.00079878856
      ],
      [
        " E",
        -0.00032557195
      ],
      [
        "ich",
        -1.4021238e-05
      ],
      [
        "mann",
        -0.00017648483
      ]
    ]
  },
  "This man negotiated with the deity Masaka to regain control of his command. His nephew, Rene, and his brother, Robert, were killed in a house fire at his childhood home in La Barre, France. His ship has a yacht named the Cousteau, and this character once toasted Montgomery Scott with a bottle of Aldebaran whiskey while reminiscing about his command of the Stargazer. Before the Battle of Wolf 359, he was referred to as Locutus after his assimilation by the Borg. His clone was once the praetor of the Romulan Empire, and this man calls his first officer \"Number One.\" For 10 points, name this Starfleet captain of the starship Enterprise-D, played by Patrick Stewart.": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.0021142163
      ],
      [
        "-L",
        -0.003956225
      ],
      [
        "uc",
        -1.0325924e-05
      ],
      [
        " Pic",
        -5.5861725e-05
      ],
      [
        "ard",
        -9.651017e-05
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first law of thermodynamics. In the lambda-CDM model, density parameter components appear as coefficients of powers of this quantity on one side of the Friedmann equation. The square of this quantity equals \"six times intrinsic curvature divided by the spatial Ricci scalar\" and acts as a multiplicative prefactor in the definition of the Robertson-Walker metric. Subtracting one from this quantity's inverse gives the cosmological redshift, and dividing this quantity's derivative by this quantity gives the Hubble parameter. Its value ranges from zero at the Big Bang to one at the present age of the universe. For 10 points, name this dimensionless quantity, defined as the ratio of the proper distance": {
    "guess": "Cosmic scale factor",
    "confidence": [
      [
        "Cos",
        -0.63222814
      ],
      [
        "mic",
        -0.110739075
      ],
      [
        " scale",
        -0.042357575
      ],
      [
        " factor",
        -5.4669687e-05
      ]
    ]
  },
  "This man negotiated with Hafez Assad to secure the release of pilot Bobby Goodman from Syrian captivity. This man's falling out with Ralph David Abernathy led to this man leaving the SCLC. This onetime leader of Operation Breadbasket also founded People United to Save Humanity. For 10 points, name this minister and civil rights activist who founded the Rainbow Coalition and ran for the Democratic Presidential": {
    "guess": "Jesse Jackson",
    "confidence": [
      [
        "J",
        -0.06157141
      ],
      [
        "esse",
        -5.5577775e-06
      ],
      [
        " Jackson",
        -0.00012332367
      ]
    ]
  },
  "This man negotiated with Hafez Assad to secure the release of pilot Bobby Goodman from Syrian captivity. This man's falling out with Ralph David Abernathy led to this man leaving the SCLC. This onetime leader of Operation Breadbasket also founded People United to Save Humanity. For 10 points, name this": {
    "guess": "Jesse Jackson",
    "confidence": [
      [
        "J",
        -0.057054974
      ],
      [
        "esse",
        -7.465036e-06
      ],
      [
        " Jackson",
        -0.00014036978
      ]
    ]
  },
  "This man negotiated with the deity Masaka to regain control of his command. His nephew, Rene, and his brother, Robert, were killed in a house fire at his childhood home in La Barre, France. His ship has": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.726031
      ],
      [
        "-L",
        -0.014118492
      ],
      [
        "uc",
        -2.2961513e-05
      ],
      [
        " Pic",
        -9.889425e-05
      ],
      [
        "ard",
        -0.00016611411
      ]
    ]
  },
  "One of the negotiators of this treaty was a poor peasant abducted from a train station to fill out the delegation, while another described its necessity by stating that sometimes it is \"necessary to sacrifice space to gain time\". Initially the Russians used delaying tactics to buy time for a potential socialist uprising in Germany or Austro-Hungary, but were eventually forced to give up half their": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.12276493
      ],
      [
        "reat",
        -3.4524266e-05
      ],
      [
        "y",
        -0.0001407274
      ],
      [
        " of",
        -0.00017016703
      ],
      [
        " B",
        -0.00078854436
      ],
      [
        "rest",
        -2.8564085e-05
      ],
      [
        "-L",
        -0.0021441933
      ],
      [
        "it",
        -0.0013046414
      ],
      [
        "ov",
        -0.00024620062
      ],
      [
        "sk",
        -0.0002354833
      ]
    ]
  },
  "One of the negotiators of the treaty ending this war was shot by a fanatic from the victorious country, leading the embarassed host to grant more favorable terms. Starting ten years after the (*) Li-Ito Convention cooled tensions, this war was sparked by intervention in the Tonghak rebellion. For 10  points—the Pescadores, the Liaotung Peninsula, and Port Arthur changed hands in what 1894 war ended": {
    "guess": "First Sino-Japanese War",
    "confidence": [
      [
        "First",
        -0.014013413
      ],
      [
        " S",
        -0.00038801268
      ],
      [
        "ino",
        -4.0961266e-05
      ],
      [
        "-J",
        -0.0006433341
      ],
      [
        "apanese",
        -4.012684e-05
      ],
      [
        " War",
        -0.00018959356
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first law of thermodynamics. In the lambda-CDM model, density parameter components appear as coefficients of powers of this quantity on one side of the Friedmann equation. The square of this quantity equals \"six times intrinsic curvature divided by the spatial Ricci scalar\" and acts as a multiplicative prefactor in the definition of the Robertson-Walker metric. Subtracting one from this quantity's inverse gives the cosmological redshift, and dividing this quantity's derivative by this quantity gives the Hubble parameter. Its value ranges from zero at the Big Bang to one at the present age of the universe. For 10 points, name this dimensionless quantity, defined as the ratio of the proper distance between two objects at some time to that distance at a reference time, which measures the universe's rate of expansion.": {
    "guess": "Scale factor",
    "confidence": [
      [
        "Scale",
        -0.08989992
      ],
      [
        " factor",
        -0.20169877
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's refusal to accept the terms of the Vix Note. Instead of agreeing, that government ceded power to a party organized in a Moscow hotel just after the after the Aster Revolution, which was in turn was overthrown after losing the war with its eastern neighbor. The victors helped establish an Anti-Communist government which was still barely privy to the discussions that would remove five of its ten largest cities. Territorial losses from this treaty were somewhat recovered via two Vienna awards in 1939 and 1940 and the Munich Conference. Territories such as Vojvodina, Carpathian Ruthenia, and Transylvania were separated from the losing country, even though those territories had substantial Magyar": {
    "guess": "Treaty of Trianon",
    "confidence": [
      [
        "T",
        -0.04990942
      ],
      [
        "reat",
        -0.00077782705
      ],
      [
        "y",
        -0.00068455655
      ],
      [
        " of",
        -0.000320923
      ],
      [
        " T",
        -0.00032545274
      ],
      [
        "rian",
        -6.1537958e-06
      ],
      [
        "on",
        -4.4849444e-06
      ]
    ]
  },
  "One of the negotiators of this treaty was a poor peasant abducted from a train station to fill out the delegation, while another described its necessity by stating that sometimes it is \"necessary to sacrifice": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.032133564
      ],
      [
        "reat",
        -3.190179e-05
      ],
      [
        "y",
        -0.00043782144
      ],
      [
        " of",
        -0.0002663424
      ],
      [
        " B",
        -0.19948415
      ],
      [
        "rest",
        -0.00021855638
      ],
      [
        "-L",
        -0.00087930425
      ],
      [
        "it",
        -0.0006339244
      ],
      [
        "ov",
        -7.755679e-05
      ],
      [
        "sk",
        -2.1008714e-06
      ]
    ]
  },
  "This man negotiated with Joel Brand in the \"blood for trucks\" scandal and misused stock phrases which he called \"winged words.\" This employee of RHSA branch IV-B-4 was interrogated by Gideon Hausner about his actions in Budapest. This sometime user of the pseudonym Ricardo Klement compared himself to Pontius Pilate after meeting Reinhard (*) Heydrich and others at the Wannsee conference, according to reports in The New Yorker which emphasized his \"thoughtlessness\". This man sat in a glass box during a months-long trial ending with his 1962 hanging. For 10 points, name this subject of Hannah Arendt's": {
    "guess": "Eichmann in Jerusalem",
    "confidence": [
      [
        "E",
        -0.02374281
      ],
      [
        "ich",
        -9.849109e-06
      ],
      [
        "mann",
        -0.000111291425
      ],
      [
        " in",
        -0.00029518234
      ],
      [
        " Jerusalem",
        -7.5530326e-05
      ]
    ]
  },
  "This man negotiated with Hafez Assad to secure the release of pilot Bobby Goodman from Syrian captivity.": {
    "guess": "Jesse Jackson",
    "confidence": [
      [
        "J",
        -0.422894
      ],
      [
        "esse",
        -0.009777222
      ],
      [
        " Jackson",
        -0.0035043268
      ]
    ]
  },
  "This man negotiated a constitutional amendment which would have stopped doctors from being overcharged": {
    "guess": "Gustav Holst",
    "confidence": [
      [
        "G",
        -1.470701
      ],
      [
        "ust",
        -0.007162758
      ],
      [
        "av",
        -0.00023977463
      ],
      [
        " Hol",
        -0.0035152568
      ],
      [
        "st",
        -6.909333e-05
      ]
    ]
  },
  "\"Negator\" varieties of these devices exert constant force over their entire range of motion. They are attached to magnets in seismometers. The cantilevers of atomic force microscopes are approximated as these devices. To determine the density of the earth, Cavendish employed a torsional example of these devices, which can be used in hanging balances. Like that of capacitors, the namesake constant of these devices adds linearly in parallel. That constant has units of Newtons per meter and is multiplied": {
    "guess": "Spring constant",
    "confidence": [
      [
        "Spring",
        -0.5263617
      ],
      [
        " constant",
        -0.39724433
      ]
    ]
  },
  "One of the negotiators of the treaty ending this war was shot by a fanatic from the victorious country, leading the embarassed host to grant more favorable terms. Starting ten years after the (*) Li-Ito Convention cooled tensions, this war was sparked by intervention in the Tonghak rebellion. For 10  points—the Pescadores, the Liaotung Peninsula, and Port Arthur changed hands in what 1894 war ended by the Treaty of Shimonoseki?": {
    "guess": "First Sino-Japanese War",
    "confidence": [
      [
        "First",
        -0.0039274874
      ],
      [
        " S",
        -0.00065584684
      ],
      [
        "ino",
        -5.312004e-05
      ],
      [
        "-J",
        -0.00059890415
      ],
      [
        "apanese",
        -8.220573e-05
      ],
      [
        " War",
        -0.0005432617
      ]
    ]
  },
  "One of the negotiators of the treaty ending this war was shot by a fanatic from the victorious country, leading the embarassed host to grant more favorable terms. Starting ten years after the (*) Li-Ito": {
    "guess": "Treaty of Portsmouth",
    "confidence": [
      [
        "T",
        -0.94640815
      ],
      [
        "reat",
        -0.00024965755
      ],
      [
        "y",
        -0.00069778087
      ],
      [
        " of",
        -0.0009913649
      ],
      [
        " Portsmouth",
        -0.12666862
      ]
    ]
  },
  "He negotiated for one of his sons to marry the Byzantine princess Theophano, and he divided Mecklenburg between two margravates.  At the behest of Pope John XII, he invaded Italy and deposed Adalbert, after which he was crowned in St. Peter's. He had earlier thwarted Berengar, the king of Burgundy, by venturing into Italy a year before his coronation and marrying Adelaide, though he was drawn back to his homeland to put down a revolt by the Duke of Lotharingia, Conrad. His chronicler, Thetimar, claimed": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0021648908
      ],
      [
        "to",
        -0.00013536324
      ],
      [
        " the",
        -0.21364926
      ],
      [
        " Great",
        -0.00011021859
      ]
    ]
  },
  "This man negotiated with Joel Brand in the \"blood for trucks\" scandal and misused stock phrases which he called \"winged words.\" This employee of RHSA branch IV-B-4 was interrogated by Gideon Hausner about": {
    "guess": "Adolf Eichmann",
    "confidence": [
      [
        "Ad",
        -0.027503232
      ],
      [
        "olf",
        -0.0029391907
      ],
      [
        " E",
        -9.043079e-05
      ],
      [
        "ich",
        -9.4914985e-06
      ],
      [
        "mann",
        -0.00012654216
      ]
    ]
  },
  "This man negotiated with Joel Brand in the \"blood for trucks\" scandal and misused stock phrases which he called \"winged words.\" This employee of RHSA branch IV-B-4 was interrogated by Gideon Hausner about his actions in Budapest. This sometime user of the pseudonym Ricardo Klement compared himself to": {
    "guess": "Adolf Eichmann",
    "confidence": [
      [
        "Ad",
        -0.015252067
      ],
      [
        "olf",
        -0.0021726242
      ],
      [
        " E",
        -0.00017541199
      ],
      [
        "ich",
        -1.5213274e-05
      ],
      [
        "mann",
        -0.00021712594
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's refusal to accept the terms of the Vix Note. Instead of agreeing, that government ceded power to a party organized in a Moscow hotel just after the after the Aster Revolution, which was in turn was overthrown after losing the war with its eastern neighbor. The victors helped establish an Anti-Communist": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.18221684
      ],
      [
        "reat",
        -1.9504607e-05
      ],
      [
        "y",
        -0.00025084958
      ],
      [
        " of",
        -0.00043853666
      ],
      [
        " B",
        -0.21195684
      ],
      [
        "rest",
        -0.0033381218
      ],
      [
        "-L",
        -0.00065489317
      ],
      [
        "it",
        -0.000508711
      ],
      [
        "ov",
        -2.8444882e-05
      ],
      [
        "sk",
        -1.2664457e-06
      ]
    ]
  },
  "This man negotiated with Hafez Assad to secure the release of pilot Bobby Goodman from Syrian captivity. This man's falling out with Ralph David Abernathy led to this man leaving the SCLC. This onetime leader of Operation Breadbasket also founded People United to Save Humanity. For 10 points, name this minister and civil rights activist who founded the Rainbow Coalition and ran for the Democratic Presidential nomination in 1984 and 1988.": {
    "guess": "Jesse Jackson",
    "confidence": [
      [
        "J",
        -0.028854238
      ],
      [
        "esse",
        -4.604148e-06
      ],
      [
        " Jackson",
        -4.608702e-05
      ]
    ]
  },
  "One of the negotiators of the treaty ending this war was shot by a fanatic from the victorious country, leading the embarassed host to grant more favorable terms. Starting ten years after the (*) Li-Ito Convention cooled tensions, this war was sparked by intervention in the Tonghak rebellion. For 10": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.5403492
      ],
      [
        "us",
        -3.4762674e-05
      ],
      [
        "so",
        -3.650519e-06
      ],
      [
        "-J",
        -0.00031937702
      ],
      [
        "apanese",
        -3.4047454e-05
      ],
      [
        " War",
        -0.0016564941
      ]
    ]
  },
  "This man negotiated with Hafez Assad to secure the release of pilot Bobby Goodman from Syrian captivity. This man's falling out with Ralph David Abernathy led to this man leaving the SCLC. This onetime": {
    "guess": "Andrew Young",
    "confidence": [
      [
        "Andrew",
        -0.7661112
      ],
      [
        " Young",
        -0.0011477179
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's refusal to accept the terms of the Vix Note. Instead of agreeing, that government ceded power to a party organized in a Moscow hotel just after the after the Aster Revolution, which was in turn was overthrown after losing the war with its eastern neighbor. The victors helped establish an Anti-Communist government which was still barely privy to the discussions that would remove five of its ten largest cities. Territorial losses from this treaty were somewhat recovered via two Vienna awards in 1939 and 1940 and the Munich Conference. Territories such as Vojvodina, Carpathian Ruthenia, and": {
    "guess": "Treaty of Trianon",
    "confidence": [
      [
        "T",
        -0.04127639
      ],
      [
        "reat",
        -0.0005343251
      ],
      [
        "y",
        -0.0005533903
      ],
      [
        " of",
        -8.006007e-05
      ],
      [
        " T",
        -0.00010425841
      ],
      [
        "rian",
        -7.89631e-07
      ],
      [
        "on",
        -1.9816675e-06
      ]
    ]
  },
  "This man negotiated a constitutional amendment which would have stopped doctors from being overcharged under the provisions of his country's Health Act, and passed a slate of laws meant to expand provincial autonomy over healthcare and social service programs. This man investigated corruption in the James Bay Hydroelectric Plant as part of the Cliche Commission, and was the leader of the Iron Ore Company": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.92417884
      ],
      [
        " Mul",
        -0.6879995
      ],
      [
        "r",
        -0.003922026
      ],
      [
        "oney",
        -1.504853e-06
      ]
    ]
  },
  "\"Negative one times pressure times the derivative of the cube of this quantity\" equals the derivative of the product of energy density and the cube of this quantity, according to one form of the first law of thermodynamics. In the lambda-CDM model, density parameter components appear as coefficients of powers of this quantity on one side of the Friedmann equation. The square of this quantity equals \"six times intrinsic curvature divided by the spatial Ricci scalar\" and acts as a multiplicative prefactor in the definition of the Robertson-Walker metric. Subtracting one from this quantity's inverse gives the cosmological redshift, and dividing this quantity's derivative by this quantity gives the Hubble parameter. Its value ranges from zero at the Big Bang to one at the present age of the universe.": {
    "guess": "Cosmic scale factor",
    "confidence": [
      [
        "Cos",
        -0.28267077
      ],
      [
        "mic",
        -0.016369585
      ],
      [
        " scale",
        -0.03190047
      ],
      [
        " factor",
        -2.0696643e-05
      ]
    ]
  },
  "One of the negotiators of this treaty was a poor peasant abducted from a train station to fill out the delegation, while another described its necessity by stating that sometimes it is \"necessary to sacrifice space to gain time\". Initially the Russians used delaying tactics to buy time for a potential socialist uprising in Germany or Austro-Hungary, but were eventually forced to give up half their European territories in exchange for a halt to hostilities. FTP, what was this 1918 treaty which ended": {
    "guess": "Treaty of Brest-Litovsk",
    "confidence": [
      [
        "T",
        -0.030487882
      ],
      [
        "reat",
        -8.180258e-06
      ],
      [
        "y",
        -0.00011963568
      ],
      [
        " of",
        -0.00018387179
      ],
      [
        " B",
        -0.00018673266
      ],
      [
        "rest",
        -2.868329e-05
      ],
      [
        "-L",
        -0.00053933164
      ],
      [
        "it",
        -0.0006311863
      ],
      [
        "ov",
        -0.00013238314
      ],
      [
        "sk",
        -2.8444882e-05
      ]
    ]
  },
  "He negotiated for one of his sons to marry the Byzantine princess Theophano, and he divided Mecklenburg between two margravates.  At the behest of Pope John XII, he invaded Italy and deposed Adalbert, after which he was crowned in St. Peter's. He had earlier thwarted Berengar, the king of Burgundy, by": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0018526007
      ],
      [
        "to",
        -9.0788395e-05
      ],
      [
        " the",
        -0.30299506
      ],
      [
        " Great",
        -0.00024441257
      ]
    ]
  },
  "This man negotiated with the deity Masaka to regain control of his command. His nephew, Rene, and his brother, Robert, were killed in a house fire at his childhood home in La Barre, France. His ship has a yacht named the Cousteau, and this character once toasted Montgomery Scott with a bottle of Aldebaran": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.04092767
      ],
      [
        "-L",
        -0.008228256
      ],
      [
        "uc",
        -1.504853e-06
      ],
      [
        " Pic",
        -8.5781845e-05
      ],
      [
        "ard",
        -7.0523776e-05
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's refusal to accept the terms of the Vix Note. Instead of agreeing, that government ceded power to a party organized in a Moscow hotel just after the after the Aster Revolution, which was in turn was overthrown after losing the war with its eastern neighbor. The victors helped establish an Anti-Communist government which was still barely privy to the discussions that would remove five of its ten largest cities. Territorial losses from this treaty were somewhat recovered via two Vienna awards in 1939 and 1940 and the Munich Conference. Territories such as Vojvodina, Carpathian Ruthenia, and Transylvania were separated from the losing country, even though those territories had substantial Magyar populations.  For 10 points, name this treaty signed in 1920 between the Allies and Hungary, which": {
    "guess": "Treaty of Trianon",
    "confidence": [
      [
        "T",
        -0.0028891598
      ],
      [
        "reat",
        -0.0010642479
      ],
      [
        "y",
        -0.000113794704
      ],
      [
        " of",
        -1.5451682e-05
      ],
      [
        " T",
        -7.076218e-05
      ],
      [
        "rian",
        -2.1008714e-06
      ],
      [
        "on",
        -3.5313153e-06
      ]
    ]
  },
  "Negotiations for this treaty began in the aftermath of the war caused by the Social Democrat government's refusal to accept the terms of the Vix Note. Instead of agreeing, that government ceded power to a party organized in a Moscow hotel just after the after the Aster Revolution, which was in turn was overthrown after losing the war with its eastern neighbor. The victors helped establish an Anti-Communist government which was still barely privy to the discussions that would remove five of its ten largest cities. Territorial losses from this treaty were somewhat recovered via two Vienna awards in 1939 and 1940 and the Munich Conference. Territories such as Vojvodina, Carpathian Ruthenia, and Transylvania were separated from the losing country, even though those territories had substantial Magyar populations.  For 10 points, name this treaty signed in 1920 between the Allies and Hungary, which stripped it of almost three-quarters of its territory.": {
    "guess": "Treaty of Trianon",
    "confidence": [
      [
        "T",
        -0.0014042791
      ],
      [
        "reat",
        -0.0009370703
      ],
      [
        "y",
        -7.445749e-05
      ],
      [
        " of",
        -1.1637165e-05
      ],
      [
        " T",
        -3.368984e-05
      ],
      [
        "rian",
        -1.6240566e-06
      ],
      [
        "on",
        -3.2929079e-06
      ]
    ]
  }
}