{
  "The emergence of this principle was written about by Riccardo Luccio, who argued along with Gaetano Kanizsa that the originator of this term gave it two different meanings, presenting an obstacle to problem": {
    "guess": "Principle of least effort",
    "confidence": [
      [
        "Pr",
        -0.8712864
      ],
      [
        "inciple",
        -0.015108939
      ],
      [
        " of",
        -0.0029709302
      ],
      [
        " least",
        -1.0905708
      ],
      [
        " effort",
        -0.5017039
      ]
    ]
  },
  "It emerged from three small villages, Osu, James Town, and Ussher Town, and first rose to prominence when the colonial capital was moved from Cape Coast to it in 1877. The Odaw and Densu rivers supply the city's water, and the disease kwashiorkor was named at its Korle Bu hospital in 1933. FTP, identify this city, whose role as a major port has been supplanted by Tema, and whose name comes from an Akan word for black ants, the largest city in, and capital of, Ghana.": {
    "guess": "Accra",
    "confidence": [
      [
        "Acc",
        -0.015391294
      ],
      [
        "ra",
        -1.998142e-05
      ]
    ]
  },
  "Emerging as larvae, members of this order undergo a metamorphosis via the pupal stage, during which time the forewings harden and thicken to form the elytra, which meet mid dorsum to protect the abdomen": {
    "guess": "Coleoptera",
    "confidence": [
      [
        "Cole",
        -0.12371669
      ],
      [
        "opt",
        -7.89631e-07
      ],
      [
        "era",
        -0.00093420944
      ]
    ]
  },
  "This man emerged victorious from a combat with a lion that he was forced into by Galerius, and he captured Ascaric and Merogaisus when the Franks invaded Gaul following his promotion to emperor. This ruler": {
    "guess": "Julian the Apostate",
    "confidence": [
      [
        "Jul",
        -0.6036208
      ],
      [
        "ian",
        -0.00079188205
      ],
      [
        " the",
        -0.57715905
      ],
      [
        " Apost",
        -0.0011542705
      ],
      [
        "ate",
        -7.314626e-05
      ]
    ]
  },
  "It emerged from three small villages, Osu, James Town, and Ussher Town, and first rose to prominence": {
    "guess": "Accra",
    "confidence": [
      [
        "Acc",
        -0.21552317
      ],
      [
        "ra",
        -8.299462e-06
      ]
    ]
  },
  "This man emerged as prime minster following the so called \"coupon election\". Lord Milner had earlier served as this man's War Secretary. As Chancellor of the Exchequer he developed the People's Budget, which taxed luxury goods to fund social programs. This man served between Andrew Bonar Law and Herbert (*) Asquith in his highest post, where his rule saw the issuing of the Balfour Declaration and the Anglo-Irish War leading to the Irish Free State. For 10 points, name this British prime minister during the latter half of World War I, who represented his country at the Versailles Peace Conference.": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.0014902232
      ],
      [
        " Lloyd",
        -3.6669935e-05
      ],
      [
        " George",
        -1.7239736e-05
      ]
    ]
  },
  "This man emerged victorious from a combat with a lion that he was forced into by Galerius, and he captured": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.74367523
      ],
      [
        "ine",
        -0.00041577613
      ],
      [
        " the",
        -0.0027111997
      ],
      [
        " Great",
        -0.000107715314
      ]
    ]
  },
  "This man emerged victorious from a combat with a lion that he was forced into by Galerius, and he captured Ascaric and Merogaisus when the Franks invaded Gaul following his promotion to emperor. This ruler also reversed the persecutions of his predecessor by signing a letter with Licinius that proclaimed (*) religious toleration; that letter is the Edict of Milan, which was issued soon after the conclusion of the Diocletianic Persecution. Famously seeing a cross before the Battle of Milvian Bridge, this is, for ten points, which Roman Emperor, who ruled from 306 to 337 and converted his country": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.00071469677
      ],
      [
        "ine",
        -5.0020742e-05
      ],
      [
        " the",
        -4.048445e-05
      ],
      [
        " Great",
        -3.2855416e-05
      ]
    ]
  },
  "Emerging as larvae, members of this order undergo a metamorphosis via the pupal stage, during which time the forewings harden and thicken to form the elytra, which meet mid dorsum to protect the abdomen and hindwings. Mouthparts are modified for biting during this time, and in some species they may grow to assume antler-like proportions. Containing almost 330,000 species, it is by far the largest order in the animal kingdom. FTP, name this order of insects, comprising the weevils and beetles.": {
    "guess": "Coleoptera",
    "confidence": [
      [
        "Cole",
        -0.020109683
      ],
      [
        "opt",
        -5.5122365e-07
      ],
      [
        "era",
        -0.0010459088
      ]
    ]
  },
  "This man emerged victorious from a combat with a lion that he was forced into by Galerius, and he captured Ascaric and Merogaisus when the Franks invaded Gaul following his promotion to emperor. This ruler also reversed the persecutions of his predecessor by signing a letter with Licinius that proclaimed (*) religious toleration; that letter is the Edict of Milan, which was issued soon after the conclusion of the Diocletianic Persecution. Famously seeing a cross before the Battle of Milvian Bridge, this is, for ten points, which Roman Emperor, who ruled from 306 to 337 and converted his country to Christianity?": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.0007773502
      ],
      [
        "ine",
        -4.0246043e-05
      ],
      [
        " the",
        -0.00017302792
      ],
      [
        " Great",
        -7.2192626e-05
      ]
    ]
  },
  "The emergence of this principle was written about by Riccardo Luccio, who argued along with Gaetano Kanizsa that the originator of this term gave it two different meanings, presenting an obstacle to problem solving in cognitive theory. The Preference Rules of Lerdahl and Kackendoff are an expression": {
    "guess": "Principle of Good Continuation",
    "confidence": [
      [
        "Pr",
        -0.7233578
      ],
      [
        "inciple",
        -0.13250247
      ],
      [
        " of",
        -0.002185592
      ],
      [
        " Good",
        -1.1810305
      ],
      [
        " Contin",
        -0.0017872788
      ],
      [
        "uation",
        -0.00058591826
      ]
    ]
  },
  "The emergence of this principle was written about by Riccardo Luccio, who argued along with Gaetano Kanizsa that the originator of this term gave it two different meanings, presenting an obstacle to problem solving in cognitive theory. The Preference Rules of Lerdahl and Kackendoff are an expression of this law, which was used to explain soap-bubble systems by Attneave. One of its developers based it on the idea of isomorphism and defined it as the principle that \"psychological organization will always be as good as the prevailing conditions allow.\" It joins the \"law of closure\" and \"law of similarity\" as one of the organizing tenets of Gestalt theory. FTP, name this German term coined by Max Wertheimer in 1912, the idea that reality will reduce to its simplest form, a term which ►can be translated as \"precision.\"": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.9355018
      ],
      [
        "est",
        -8.299462e-06
      ],
      [
        "alt",
        -0.00019674578
      ],
      [
        " psychology",
        -0.04178587
      ]
    ]
  },
  "This man emerged as prime minster following the so called \"coupon election\". Lord Milner had earlier served as this man's War Secretary. As Chancellor of the Exchequer he developed the People's Budget, which taxed luxury goods to fund social programs. This man served between Andrew Bonar Law and Herbert": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.017238537
      ],
      [
        " Lloyd",
        -5.9199425e-05
      ],
      [
        " George",
        -6.50404e-05
      ]
    ]
  },
  "The emergence of this principle was written about by Riccardo Luccio, who argued along with Gaetano Kanizsa that the originator of this term gave it two different meanings, presenting an obstacle to problem solving in cognitive theory. The Preference Rules of Lerdahl and Kackendoff are an expression of this law, which was used to explain soap-bubble systems by Attneave. One of its developers based": {
    "guess": "Principle of Good Continuation",
    "confidence": [
      [
        "Pr",
        -0.23403268
      ],
      [
        "inciple",
        -0.22685188
      ],
      [
        " of",
        -0.005354836
      ],
      [
        " Good",
        -1.4679453
      ],
      [
        " Contin",
        -0.0022677784
      ],
      [
        "uation",
        -0.00038527095
      ]
    ]
  },
  "This man emerged victorious from a combat with a lion that he was forced into by Galerius, and he captured Ascaric and Merogaisus when the Franks invaded Gaul following his promotion to emperor. This ruler also reversed the persecutions of his predecessor by signing a letter with Licinius that proclaimed (*) religious toleration; that letter is the Edict of Milan, which was issued soon after the conclusion": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.0007840183
      ],
      [
        "ine",
        -2.3438328e-05
      ],
      [
        " the",
        -0.00018315656
      ],
      [
        " Great",
        -3.5120287e-05
      ]
    ]
  },
  "The emergence of this principle was written about by Riccardo Luccio, who argued along with Gaetano Kanizsa that the originator of this term gave it two different meanings, presenting an obstacle to problem solving in cognitive theory. The Preference Rules of Lerdahl and Kackendoff are an expression of this law, which was used to explain soap-bubble systems by Attneave. One of its developers based it on the idea of isomorphism and defined it as the principle that \"psychological organization will always be as good as the prevailing conditions allow.\" It joins the \"law of closure\" and \"law of similarity\" as one of the organizing tenets of Gestalt theory. FTP, name this German term coined by Max": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -1.0526114
      ],
      [
        "est",
        -0.0011377159
      ],
      [
        "alt",
        -0.00045450628
      ],
      [
        " psychology",
        -0.23751467
      ]
    ]
  },
  "Emerging as larvae, members of this order undergo a metamorphosis via the pupal stage, during which time": {
    "guess": "Lepidoptera",
    "confidence": [
      [
        "L",
        -0.039313145
      ],
      [
        "ep",
        0.0
      ],
      [
        "id",
        -9.3530085e-05
      ],
      [
        "opt",
        -1.4378848e-05
      ],
      [
        "era",
        -8.5543434e-05
      ]
    ]
  },
  "The emergence of this principle was written about by Riccardo Luccio, who argued along with Gaetano Kanizsa that the originator of this term gave it two different meanings, presenting an obstacle to problem solving in cognitive theory. The Preference Rules of Lerdahl and Kackendoff are an expression of this law, which was used to explain soap-bubble systems by Attneave. One of its developers based it on the idea of isomorphism and defined it as the principle that \"psychological organization will always be as good as the prevailing conditions allow.\" It joins the \"law of closure\" and \"law of similarity\"": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.21792513
      ],
      [
        "est",
        -4.723352e-06
      ],
      [
        "alt",
        -3.650519e-06
      ],
      [
        " psychology",
        -0.021816973
      ]
    ]
  },
  "This man emerged as prime minster following the so called \"coupon election\". Lord Milner had earlier served as this man's War Secretary. As Chancellor of the Exchequer he developed the People's Budget, which taxed luxury goods to fund social programs. This man served between Andrew Bonar Law and Herbert (*) Asquith in his highest post, where his rule saw the issuing of the Balfour Declaration and the": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.014239904
      ],
      [
        " Lloyd",
        -0.0018101293
      ],
      [
        " George",
        -7.839122e-05
      ]
    ]
  },
  "It emerged from three small villages, Osu, James Town, and Ussher Town, and first rose to prominence when the colonial capital was moved from Cape Coast to it in 1877. The Odaw and Densu rivers supply the city's water, and the disease kwashiorkor was named at its Korle Bu hospital in 1933. FTP, identify this city, whose role as a major port has been supplanted by Tema, and whose name comes from an": {
    "guess": "Accra",
    "confidence": [
      [
        "Acc",
        -0.004886466
      ],
      [
        "ra",
        -8.172892e-05
      ]
    ]
  },
  "This man emerged as prime minster following the so called \"coupon election\". Lord Milner had earlier served as this man's War Secretary. As Chancellor of the Exchequer he developed the People's Budget, which taxed luxury goods to fund social programs. This man served between Andrew Bonar Law and Herbert (*) Asquith in his highest post, where his rule saw the issuing of the Balfour Declaration and the Anglo-Irish War leading to the Irish Free State. For 10 points, name this British prime minister": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.006904102
      ],
      [
        " Lloyd",
        -0.0009765984
      ],
      [
        " George",
        -2.1173457e-05
      ]
    ]
  },
  "This man emerged victorious from a combat with a lion that he was forced into by Galerius, and he captured Ascaric and Merogaisus when the Franks invaded Gaul following his promotion to emperor. This ruler also reversed the persecutions of his predecessor by signing a letter with Licinius that proclaimed (*) religious toleration; that letter is the Edict of Milan, which was issued soon after the conclusion of the Diocletianic Persecution. Famously seeing a cross before the Battle of Milvian Bridge,": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.0050645145
      ],
      [
        "ine",
        -2.5941605e-05
      ],
      [
        " the",
        -0.00011081461
      ],
      [
        " Great",
        -1.5928495e-05
      ]
    ]
  },
  "This man emerged as prime minster following the so called \"coupon election\". Lord Milner had earlier served as this man's War Secretary. As Chancellor of the Exchequer he developed the People's Budget,": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.0034559758
      ],
      [
        " Lloyd",
        -0.00017016703
      ],
      [
        " George",
        -1.3306016e-05
      ]
    ]
  },
  "This man emerged victorious from a combat with a lion that he was forced into by Galerius, and he captured Ascaric and Merogaisus when the Franks invaded Gaul following his promotion to emperor. This ruler also reversed the persecutions of his predecessor by signing a letter with Licinius that proclaimed": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.18746473
      ],
      [
        "ine",
        -0.005314516
      ],
      [
        " the",
        -0.0059670727
      ],
      [
        " Great",
        -0.00010127832
      ]
    ]
  },
  "The emergence of this principle was written about by Riccardo Luccio, who argued along with Gaetano Kanizsa that the originator of this term gave it two different meanings, presenting an obstacle to problem solving in cognitive theory. The Preference Rules of Lerdahl and Kackendoff are an expression of this law, which was used to explain soap-bubble systems by Attneave. One of its developers based it on the idea of isomorphism and defined it as the principle that \"psychological organization will always be as good as the prevailing conditions allow.\" It joins the \"law of closure\" and \"law of similarity\" as one of the organizing tenets of Gestalt theory. FTP, name this German term coined by Max Wertheimer in 1912, the idea that reality will reduce to its simplest form, a term which ►can be translated": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.8411436
      ],
      [
        "est",
        -1.11603495e-05
      ],
      [
        "alt",
        -0.00012296606
      ],
      [
        " psychology",
        -0.032833334
      ]
    ]
  },
  "This man emerged as prime minster following the so called \"coupon election\". Lord Milner had earlier": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.06575071
      ],
      [
        " Lloyd",
        -0.005622647
      ],
      [
        " George",
        -6.4325184e-05
      ]
    ]
  },
  "Emerging as larvae, members of this order undergo a metamorphosis via the pupal stage, during which time the forewings harden and thicken to form the elytra, which meet mid dorsum to protect the abdomen and hindwings. Mouthparts are modified for biting during this time, and in some species they may grow to assume antler-like proportions. Containing almost 330,000 species, it is by far the largest order": {
    "guess": "Coleoptera",
    "confidence": [
      [
        "Cole",
        -0.5869872
      ],
      [
        "opt",
        -2.4584822e-06
      ],
      [
        "era",
        -0.008544956
      ]
    ]
  },
  "It emerged from three small villages, Osu, James Town, and Ussher Town, and first rose to prominence when the colonial capital was moved from Cape Coast to it in 1877. The Odaw and Densu rivers supply": {
    "guess": "Accra",
    "confidence": [
      [
        "Acc",
        -0.023240004
      ],
      [
        "ra",
        -1.6762922e-05
      ]
    ]
  },
  "The emergence of this principle was written about by Riccardo Luccio, who argued along with Gaetano Kanizsa that the originator of this term gave it two different meanings, presenting an obstacle to problem solving in cognitive theory. The Preference Rules of Lerdahl and Kackendoff are an expression of this law, which was used to explain soap-bubble systems by Attneave. One of its developers based it on the idea of isomorphism and defined it as the principle that \"psychological organization will": {
    "guess": "Principle of Good Continuation",
    "confidence": [
      [
        "Pr",
        -0.27259395
      ],
      [
        "inciple",
        -0.74404764
      ],
      [
        " of",
        -0.0026036028
      ],
      [
        " Good",
        -0.69726765
      ],
      [
        " Contin",
        -0.0053912266
      ],
      [
        "uation",
        -0.0011921332
      ]
    ]
  },
  "The emergence of this principle was written about by Riccardo Luccio, who argued along with Gaetano Kanizsa": {
    "guess": "Illusory contours",
    "confidence": [
      [
        "Ill",
        -0.8476062
      ],
      [
        "us",
        -0.19240914
      ],
      [
        "ory",
        -2.9352968e-06
      ],
      [
        " contours",
        -0.2663141
      ]
    ]
  },
  "It emerged from three small villages, Osu, James Town, and Ussher Town, and first rose to prominence when the colonial capital was moved from Cape Coast to it in 1877. The Odaw and Densu rivers supply the city's water, and the disease kwashiorkor was named at its Korle Bu hospital in 1933. FTP, identify": {
    "guess": "History of Accra",
    "confidence": [
      [
        "History",
        -0.5710711
      ],
      [
        " of",
        -3.464347e-05
      ],
      [
        " Acc",
        -0.0007100478
      ],
      [
        "ra",
        -8.180258e-06
      ]
    ]
  },
  "Emerging as larvae, members of this order undergo a metamorphosis via the pupal stage, during which time the forewings harden and thicken to form the elytra, which meet mid dorsum to protect the abdomen and hindwings. Mouthparts are modified for biting during this time, and in some species they may grow": {
    "guess": "Beetle",
    "confidence": [
      [
        "Be",
        -0.6163541
      ],
      [
        "et",
        -1.9146995e-05
      ],
      [
        "le",
        -0.018917475
      ]
    ]
  }
}