{
  "This fruit is added to the sauce for Sole Véronique. Since Ancient Roman times, this fruit has been used to produce a syrup called Saba. Portuguese varieties of this fruit include Sercial and Verdelho, and cream of tartar is traditionally made from it. Though crab-apples are sometimes used, unripe versions of this fruit are most commonly used to make verjuice. An alcohol made from this fruit comes in (*) Oloroso and Amontillado varieties. Dolmades are Greek rolls made by stuffing the leaves of this fruit, and Argentina is known for growing its Malbec variety. Its Concord variety is used to make jelly. For 10 point, name this fruit whose varieties include Syrah and Cabernet Sauvignon and which is grown in vineyards.": {
    "guess": "Grape",
    "confidence": [
      [
        "G",
        -0.0015750908
      ],
      [
        "rape",
        -0.024427326
      ]
    ]
  },
  "This fruit of a tree belonging to the family Lauraceae, native to tropical America, has a consistency of firm butter, and a faint nutlike flavor. The fruit is a thick-skinned drupe, the size of a large": {
    "guess": "Avocado",
    "confidence": [
      [
        "Av",
        -0.0017932282
      ],
      [
        "ocado",
        -1.962381e-05
      ]
    ]
  },
  "The fruit and flower pieces he executed in the employ of Cesare D'Arpino are now lost, but other works": {
    "guess": "Federico Zuccari",
    "confidence": [
      [
        "F",
        -1.579873
      ],
      [
        "eder",
        -0.4977939
      ],
      [
        "ico",
        -0.001364047
      ],
      [
        " Z",
        -0.14529362
      ],
      [
        "ucc",
        -9.014684e-06
      ],
      [
        "ari",
        -0.47165558
      ]
    ]
  },
  "This fruit is added to the sauce for Sole Véronique. Since Ancient Roman times, this fruit has been used": {
    "guess": "Grapes",
    "confidence": [
      [
        "G",
        -0.030350385
      ],
      [
        "rap",
        -0.6910938
      ],
      [
        "es",
        -1.6524515e-05
      ]
    ]
  },
  "This fruit is added to the sauce for Sole Véronique. Since Ancient Roman times, this fruit has been used to produce a syrup called Saba. Portuguese varieties of this fruit include Sercial and Verdelho, and cream of tartar is traditionally made from it. Though crab-apples are sometimes used, unripe versions of this fruit are most commonly used to make verjuice. An alcohol made from this fruit comes in (*) Oloroso and Amontillado varieties. Dolmades are Greek rolls made by stuffing the leaves of this fruit, and Argentina is known for growing its Malbec variety. Its Concord variety is used to make": {
    "guess": "Grape",
    "confidence": [
      [
        "G",
        -0.004767715
      ],
      [
        "rape",
        -0.10060215
      ]
    ]
  },
  "This fruit of the genus Sam-bu-cus grows in clusters and is red, blue, black or yellow. A folk remedy used to treat stomachaches and bruises and used as a diuretic, it is more commonly used for a pie‑filling, jelly, or wine. For 10 points, according to a Monty Python movie, \"your mother was a hamster and your father smelt of\" what fruit?": {
    "guess": "Elderberry",
    "confidence": [
      [
        "E",
        -0.003427112
      ],
      [
        "lder",
        -8.418666e-06
      ],
      [
        "berry",
        -0.0011110436
      ]
    ]
  },
  "This fruit of a tree belonging to the family Lauraceae, native to tropical America, has a consistency of firm butter, and a faint nutlike flavor. The fruit is a thick-skinned drupe, the size of a large pear, yielding an alternative name for the fruit. It is popular in the United States as a salad topping,": {
    "guess": "Avocado",
    "confidence": [
      [
        "Av",
        -0.0023768423
      ],
      [
        "ocado",
        -1.9743013e-05
      ]
    ]
  },
  "This fruit of a tree belonging to the family Lauraceae, native to tropical America, has a consistency": {
    "guess": "Avocado",
    "confidence": [
      [
        "Av",
        -0.054455977
      ],
      [
        "ocado",
        -2.0100624e-05
      ]
    ]
  },
  "The fruit and flower pieces he executed in the employ of Cesare D'Arpino are now lost, but other works done for Cardinal Francesco del Monte survive, such as the scene of young men known as \"The Musicians.\" During his time in Rome he painted the harshly lit \"The Deposition of Christ\" and \"Death of the": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.3813272
      ],
      [
        "av",
        -3.8934802e-05
      ],
      [
        "aggio",
        -0.00015776986
      ]
    ]
  },
  "This fruit is added to the sauce for Sole Véronique. Since Ancient Roman times, this fruit has been used to produce a syrup called Saba. Portuguese varieties of this fruit include Sercial and Verdelho, and cream of tartar is traditionally made from it. Though crab-apples are sometimes used, unripe versions of this fruit are most commonly used to make verjuice. An alcohol made from this fruit comes in (*) Oloroso and Amontillado varieties. Dolmades are Greek rolls made by stuffing the leaves of this fruit, and Argentina is known for growing its Malbec variety. Its Concord variety is used to make jelly. For 10 point, name this fruit whose varieties include Syrah and Cabernet Sauvignon and which": {
    "guess": "Grape",
    "confidence": [
      [
        "G",
        -0.0042879307
      ],
      [
        "rape",
        -0.029227566
      ]
    ]
  },
  "This fruit is added to the sauce for Sole Véronique. Since Ancient Roman times, this fruit has been used to produce a syrup called Saba. Portuguese varieties of this fruit include Sercial and Verdelho, and cream of tartar is traditionally made from it. Though crab-apples are sometimes used, unripe versions": {
    "guess": "Grape",
    "confidence": [
      [
        "G",
        -0.004709699
      ],
      [
        "rape",
        -0.07082441
      ]
    ]
  },
  "The fruit and flower pieces he executed in the employ of Cesare D'Arpino are now lost, but other works done for Cardinal Francesco del Monte survive, such as the scene of young men known as \"The Musicians.\" During his time in Rome he painted the harshly lit \"The Deposition of Christ\" and \"Death of the Virgin\", but in 1606 he was forced to flee to Naples by the fallout of a tennis match that led to murder charges. FTP, who was this realist painter of \"St. Matthew and the Angel\"?": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.0032515083
      ],
      [
        "av",
        -0.00024453178
      ],
      [
        "aggio",
        -2.7372049e-05
      ]
    ]
  },
  "This fruit of the genus Sam-bu-cus grows in clusters and is red, blue, black or yellow. A folk remedy": {
    "guess": "Elderberry",
    "confidence": [
      [
        "E",
        -0.003797823
      ],
      [
        "lder",
        -1.6286107e-05
      ],
      [
        "berry",
        -0.0031146146
      ]
    ]
  },
  "This fruit is added to the sauce for Sole Véronique. Since Ancient Roman times, this fruit has been used to produce a syrup called Saba. Portuguese varieties of this fruit include Sercial and Verdelho, and cream of tartar is traditionally made from it. Though crab-apples are sometimes used, unripe versions of this fruit are most commonly used to make verjuice. An alcohol made from this fruit comes": {
    "guess": "Grape",
    "confidence": [
      [
        "G",
        -0.0068567437
      ],
      [
        "rape",
        -0.18010291
      ]
    ]
  },
  "This fruit is added to the sauce for Sole Véronique. Since Ancient Roman times, this fruit has been used to produce a syrup called Saba. Portuguese varieties of this fruit include Sercial and Verdelho, and cream of tartar is traditionally made from it. Though crab-apples are sometimes used, unripe versions of this fruit are most commonly used to make verjuice. An alcohol made from this fruit comes in (*) Oloroso and Amontillado varieties. Dolmades are Greek rolls made by stuffing the leaves of this": {
    "guess": "Grape",
    "confidence": [
      [
        "G",
        -0.007668029
      ],
      [
        "rape",
        -0.07220622
      ]
    ]
  },
  "The fruit and flower pieces he executed in the employ of Cesare D'Arpino are now lost, but other works done for Cardinal Francesco del Monte survive, such as the scene of young men known as \"The Musicians.\"": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.10278805
      ],
      [
        "av",
        -0.001997989
      ],
      [
        "aggio",
        -0.00096517673
      ]
    ]
  },
  "The fruit and flower pieces he executed in the employ of Cesare D'Arpino are now lost, but other works done for Cardinal Francesco del Monte survive, such as the scene of young men known as \"The Musicians.\" During his time in Rome he painted the harshly lit \"The Deposition of Christ\" and \"Death of the Virgin\", but in 1606 he was forced to flee to Naples by the fallout of a tennis match that led to": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.0039045692
      ],
      [
        "av",
        -0.0001844678
      ],
      [
        "aggio",
        -0.00016730615
      ]
    ]
  },
  "This fruit of the genus Sam-bu-cus grows in clusters and is red, blue, black or yellow. A folk remedy used to treat stomachaches and bruises and used as a diuretic, it is more commonly used for a pie‑filling,": {
    "guess": "Elderberry",
    "confidence": [
      [
        "E",
        -0.00036144492
      ],
      [
        "lder",
        -2.8160932e-06
      ],
      [
        "berry",
        -0.0010803257
      ]
    ]
  },
  "This fruit of a tree belonging to the family Lauraceae, native to tropical America, has a consistency of firm butter, and a faint nutlike flavor. The fruit is a thick-skinned drupe, the size of a large pear, yielding an alternative name for the fruit. It is popular in the United States as a salad topping, and is used throughout the tropics in soups.": {
    "guess": "Avocado",
    "confidence": [
      [
        "Av",
        -0.0010416212
      ],
      [
        "ocado",
        -1.247159e-05
      ]
    ]
  },
  "This fruit is added to the sauce for Sole Véronique. Since Ancient Roman times, this fruit has been used to produce a syrup called Saba. Portuguese varieties of this fruit include Sercial and Verdelho,": {
    "guess": "Grape",
    "confidence": [
      [
        "G",
        -0.006168386
      ],
      [
        "rape",
        -0.10773718
      ]
    ]
  },
  "This fruit of the genus Sam-bu-cus grows in clusters and is red, blue, black or yellow. A folk remedy used to treat stomachaches and bruises and used as a diuretic, it is more commonly used for a pie‑filling, jelly, or wine. For 10 points, according to a Monty Python movie, \"your mother was a hamster": {
    "guess": "Elderberry",
    "confidence": [
      [
        "E",
        -0.0008373849
      ],
      [
        "lder",
        -1.5809293e-05
      ],
      [
        "berry",
        -0.00085191673
      ]
    ]
  }
}