{
  "This man's Ognissanti Madonna hangs in the Uffizzi near Duccio's Ruccelai Madonna, allowing a clear indication": {
    "guess": "Cimabue",
    "confidence": [
      [
        "C",
        -0.62522084
      ],
      [
        "im",
        -0.00019185843
      ],
      [
        "ab",
        -0.00023762896
      ],
      [
        "ue",
        -1.9504607e-05
      ]
    ]
  },
  "This man's Ognissanti Madonna hangs in the Uffizzi near Duccio's Ruccelai Madonna, allowing a clear indication of the former's more vivid coloration and use of perspective for depth. He died before his the namesake campanile he designed for the Florence Cathedral was finished. This artist's The Expulsion": {
    "guess": "Giotto",
    "confidence": [
      [
        "G",
        -0.69073933
      ],
      [
        "iot",
        -0.00036001447
      ],
      [
        "to",
        -1.147242e-06
      ]
    ]
  },
  "This man's Ognissanti Madonna hangs in the Uffizzi near Duccio's Ruccelai Madonna, allowing a clear indication of the former's more vivid coloration and use of perspective for depth. He died before his the namesake campanile he designed for the Florence Cathedral was finished. This artist's The Expulsion of Joachim begins a cycle of paintings culminating in The Last Judgment as decorations for the Arena Chapel. Legendarily discovered because he could draw a perfect circle effortlessly, FTP who was": {
    "guess": "Giotto",
    "confidence": [
      [
        "G",
        -0.0019838295
      ],
      [
        "iot",
        -1.4140442e-05
      ],
      [
        "to",
        -1.0280384e-06
      ]
    ]
  },
  "This man's Ognissanti Madonna hangs in the Uffizzi near Duccio's Ruccelai Madonna, allowing a clear indication of the former's more vivid coloration and use of perspective for depth. He died before his the namesake campanile he designed for the Florence Cathedral was finished. This artist's The Expulsion of Joachim begins a cycle of paintings culminating in The Last Judgment as decorations for the": {
    "guess": "Giotto",
    "confidence": [
      [
        "G",
        -0.26414374
      ],
      [
        "iot",
        -0.00027099132
      ],
      [
        "to",
        -6.704273e-07
      ]
    ]
  },
  "This man's Ognissanti Madonna hangs in the Uffizzi near Duccio's Ruccelai Madonna, allowing a clear indication of the former's more vivid coloration and use of perspective for depth. He died before his": {
    "guess": "Giotto",
    "confidence": [
      [
        "G",
        -0.20974146
      ],
      [
        "iot",
        -0.0066001522
      ],
      [
        "to",
        -1.2664457e-06
      ]
    ]
  },
  "This man's Ognissanti Madonna hangs in the Uffizzi near Duccio's Ruccelai Madonna, allowing a clear indication of the former's more vivid coloration and use of perspective for depth. He died before his the namesake campanile he designed for the Florence Cathedral was finished. This artist's The Expulsion of Joachim begins a cycle of paintings culminating in The Last Judgment as decorations for the Arena Chapel. Legendarily discovered because he could draw a perfect circle effortlessly, FTP who was this pupil of Cimabue (chee-ma-byoo-ay) commonly considered the first Renaissance painter?": {
    "guess": "Giotto",
    "confidence": [
      [
        "G",
        -0.0011716522
      ],
      [
        "iot",
        -3.0828953e-05
      ],
      [
        "to",
        -1.3856493e-06
      ]
    ]
  }
}