{
  "This man used Divine intervention to explain anomalies that were later accounted for in Laplace's calculus of variations. As part of this man's studies of alchemy, he translated the Emerald tablet, and": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.23961613
      ],
      [
        "aac",
        -2.0458236e-05
      ],
      [
        " Newton",
        -0.00214467
      ]
    ]
  },
  "It used to be prescribed for skin diseases despite its irritant properties. Its three major types include": {
    "guess": "Chlorine",
    "confidence": [
      [
        "Ch",
        -1.0842586
      ],
      [
        "lor",
        -0.00017374314
      ],
      [
        "ine",
        -0.008492242
      ]
    ]
  },
  "Use of this product was initially encouraged by the Ford Foundation's Educational Facilities Laboratory. It was first used at the Moses Brown School, and Indiana State was the first university to use it.": {
    "guess": "Open-plan office",
    "confidence": [
      [
        "Open",
        -1.8333682
      ],
      [
        "-plan",
        -0.6517009
      ],
      [
        " office",
        -0.1341872
      ]
    ]
  },
  "He used lily-pad columns for the \"Great Workroom\" of his Johnson Wax Headquarters, and designed several houses using the textile block system. One work of his in the \"Maya Revival\" style survived the 1923 Tokyo earthquake. This architect of the Imperial Hotel designed a house for Edgar Kaufman with cantilevered floors built over Bear Run, and a museum best known for its spiral gallery. For 10 points,": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.0026849217
      ],
      [
        " Lloyd",
        -9.2576454e-05
      ],
      [
        " Wright",
        -2.4153549e-05
      ]
    ]
  },
  "This man used powers granted by the Taft-Hartley Act during a confrontation with air traffic controllers, and his Defense Secretary resigned after violations of the Boland Amendment were revealed. Before those events during his presidency, he served as Governor of California from 1967 until 1975. Prior to entering politics, this man was a famous (*) Hollywood actor. For 10 points, name this Republican president from 1981 to 1989.": {
    "guess": "Ronald Reagan",
    "confidence": [
      [
        "Ron",
        -0.029132852
      ],
      [
        "ald",
        -2.2365493e-05
      ],
      [
        " Reagan",
        -0.0013808291
      ]
    ]
  },
  "This man used Operation Quicksilver to conceal an invasion, and this man was criticized by the GI General for having a poor grasp of tactics. This man oversaw the Battle of Falaise pocket, and he ordered the seventh army under George S. Patton to take Messina in accordance with General Montgomery's invasion": {
    "guess": "Dwight D. Eisenhower",
    "confidence": [
      [
        "D",
        -0.009273841
      ],
      [
        "w",
        -7.465036e-06
      ],
      [
        "ight",
        -3.2929079e-06
      ],
      [
        " D",
        -5.0139948e-05
      ],
      [
        ".",
        -0.00010485443
      ],
      [
        " Eisenhower",
        -2.7610455e-05
      ]
    ]
  },
  "One useful model of these substances posited that they contain two components, one of which carries\n all the entropy; that model was posited by Tisza. One hallmark of these substances is the fact that a\n pressure gradient has no effect on their motion, and it is also impossible to maintain a thermal gradient\n across one of these substances. Substances with this property can produce Rollin films, and when\n temperature is applied on one side of a porus plug, these substances will product jets. Landau won the\n Nobel Prize for his work on these substances, which only exist below the lambda point. Common\n substances of this type include very cold helium-3 and helium-4, and they creep out of the sides of their\n containers. For 10 points, name these substances with zero viscosity.": {
    "guess": "Superfluids",
    "confidence": [
      [
        "Super",
        -0.0032529314
      ],
      [
        "fluid",
        -3.1737043e-06
      ],
      [
        "s",
        -0.0035861756
      ]
    ]
  },
  "One useful approximation in this theory uses variationally minimized matrix elements that act as coefficients": {
    "guess": "Variational principle",
    "confidence": [
      [
        "Vari",
        -0.20767848
      ],
      [
        "ational",
        -0.0032702836
      ],
      [
        " principle",
        -0.20997033
      ]
    ]
  },
  "The most useful algorithm for computing it is named after Odlyzko and Schonhage, and is far more computationally efficient than the algorithm named partly after Siegel.  Beukers' integral is used to approximate one value of it; that value was proven to be irrational and is known as Apery's constant.  Trivial zeroes exist at every even negative integer, while if its nontrivial zeroes have real part equal to one half, and thus lie on the critical line, its namesake hypothesis is satisfied.  FTP, name this function from number theory, linked to the prime number theorem, named after a German mathematician who was also the namesake of a method of summation in calculus.": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -0.0037589902
      ],
      [
        "iem",
        -9.729906e-06
      ],
      [
        "ann",
        -4.7994283e-05
      ],
      [
        " z",
        -0.0010787797
      ],
      [
        "eta",
        -1.4021238e-05
      ],
      [
        " function",
        -2.2007884e-05
      ]
    ]
  },
  "It used to be prescribed for skin diseases despite its irritant properties. Its three major types include brown, also known as Amosite; blue, or Riebeckite; and white, which is mined from serpertine rocks": {
    "guess": "Asbestos",
    "confidence": [
      [
        "As",
        -0.039101314
      ],
      [
        "bestos",
        -0.027716951
      ]
    ]
  },
  "The use of caesium chloride gradients in the presence of ethidium bromide, though time consuming, allows for the purification of the supercoiled variety of these. They come in two classes: one that determines the production of colicins and the other that confers a resistance to antibiotics. The two types": {
    "guess": "Plasmid",
    "confidence": [
      [
        "Pl",
        -0.033008207
      ],
      [
        "asm",
        -6.0391463e-05
      ],
      [
        "id",
        -0.06553749
      ]
    ]
  },
  "One useful model of these substances posited that they contain two components, one of which carries\n all the entropy; that model was posited by Tisza. One hallmark of these substances is the fact that a\n pressure gradient has no effect on their motion, and it is also impossible to maintain a thermal gradient\n across one of these substances. Substances with this property can produce Rollin films, and when\n temperature is applied on one side of a porus plug, these substances will product jets. Landau won the\n Nobel Prize for his work on these substances, which only exist below the lambda point. Common\n substances of this type include very cold helium-3 and helium-4, and they creep out of the sides": {
    "guess": "Superfluids",
    "confidence": [
      [
        "Super",
        -0.0049559856
      ],
      [
        "fluid",
        -3.619312e-05
      ],
      [
        "s",
        -0.07499162
      ]
    ]
  },
  "It is used in the preparation of betamethasone, a treatment for inflammatory disorders. The Phillips process and UOP use it as a catalyst to alkylate low-weight olefines with isobutene. (*) Its ability to dissolve oxides makes it, like sulfuric acid, key to electropolishing molybdenum, niobium, tantalum,": {
    "guess": "Hydrofluoric acid",
    "confidence": [
      [
        "Hy",
        -0.025927147
      ],
      [
        "dro",
        -0.0009722061
      ],
      [
        "flu",
        -0.066787384
      ],
      [
        "oric",
        -9.877504e-05
      ],
      [
        " acid",
        -0.32421654
      ]
    ]
  },
  "Used by architect William Anderson in his lighthouses, as well as more classical architecture, this structure allows load bearing walls to contain weakening cut outs such as large windows due to its transmission of horizontal thrust. If they are very tall, sometimes two or more semi-arches are used. It was employed in Romanesque architecture but disguised by other constructions or a roof. With an open partial arch shape, it stands apart from the central building. FTP this is what structure commonly found on the outside of Gothic Cathedrals, including Westminster Abbey and the National Cathedral in Washington D.C.": {
    "guess": "Flying buttress",
    "confidence": [
      [
        "Flying",
        -0.0044021057
      ],
      [
        " butt",
        -0.0064815916
      ],
      [
        "ress",
        -0.00043543737
      ]
    ]
  },
  "The most useful algorithm for computing it is named after Odlyzko and Schonhage, and is far more computationally efficient than the algorithm named partly after Siegel.  Beukers' integral is used to approximate one value of it; that value was proven to be irrational and is known as Apery's constant.  Trivial zeroes exist at every even negative integer, while if its nontrivial zeroes have real part equal to one half, and thus lie on the critical line, its namesake hypothesis is satisfied.  FTP, name": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -0.011669663
      ],
      [
        "iem",
        -4.8471098e-05
      ],
      [
        "ann",
        -4.2272506e-05
      ],
      [
        " z",
        -0.0033572512
      ],
      [
        "eta",
        -6.6306106e-06
      ],
      [
        " function",
        -0.00013142951
      ]
    ]
  },
  "It was used in wall paintings in ancient Egypt and Babylonia, and during the Mycenaean period in Greece, where a little vinegar was probably added. One must first fill all the cracks and crevices in the panel with a mixture of size, glue or sawdust. The panel is then covered with cloth and the surface is coated with heavy gesso. The painter had to work with great rapidity and sureness, because correcting errors was nearly impossible and it dried very quickly. FTP, name this oldest method of painting, which usually used egg yolk and was practiced by such painters as Giotto and Cimabue.": {
    "guess": "Tempera",
    "confidence": [
      [
        "Tem",
        -0.96048915
      ],
      [
        "per",
        -1.7432603e-06
      ],
      [
        "a",
        -5.2643223e-05
      ]
    ]
  },
  "It uses the notion of circular flow, which is the relation between money income and spending and terms personal savings \"leakages\" and investment \"injections.\" It hypothesizes that a higher level of income is necessary to generate an increase of savings at a given interest rate. Because of its implications": {
    "guess": "Keynesian economics",
    "confidence": [
      [
        "Key",
        -0.6071977
      ],
      [
        "nes",
        -0.00014978688
      ],
      [
        "ian",
        -0.00043567579
      ],
      [
        " economics",
        -0.11781672
      ]
    ]
  },
  "This man used the chord progression from \"Honeysuckle Rose\" in his song \"Scrapple from the Apple\". In a recording session with Max Roach and Curley Russell, this composer performed \"Billie's Bounce\" as well as a song inspired by Ray Noble's \"Cherokee\", \"Ko-Ko\". On the album Jazz at Massey Hall, he collaborated": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.006124433
      ],
      [
        " Parker",
        -3.6431527e-05
      ]
    ]
  },
  "He used a figure in Antonio Pollaiuolo's The Rape of Deianira as the model for Hercules in his Hercules and the Birds of Stymphalis.  \"The Drummer and Piper\" and \"Job and His Wife\" are the two side panels": {
    "guess": "Antonio Pollaiuolo",
    "confidence": [
      [
        "Ant",
        -0.6576727
      ],
      [
        "onio",
        -0.001633286
      ],
      [
        " Poll",
        -0.27344126
      ],
      [
        "ai",
        -6.3609965e-05
      ],
      [
        "u",
        -0.0037386832
      ],
      [
        "olo",
        -5.7292167e-05
      ]
    ]
  },
  "This man used pastel paint to write the printing instructions for his lithograph Pinned Hat.  His somber early period is exemplified by his Cabaret of Mother Antony, while Woman Bathing with Griffon was posed for by his mistress, Lise Trehot.  Early paintings in the style for which he is best-known include Parisian Woman and The Theater Box.  Favorite portrait subjects of his included Jeanne Samary and Mme Charpentier and her children, while Gustave Caillebotte can be seen in a better-known en plein": {
    "guess": "Pierre-Auguste Renoir",
    "confidence": [
      [
        "P",
        -0.7578385
      ],
      [
        "ierre",
        -1.6240566e-06
      ],
      [
        "-Aug",
        -0.00017052464
      ],
      [
        "uste",
        -0.0002645543
      ],
      [
        " Reno",
        -8.89548e-06
      ],
      [
        "ir",
        -8.537869e-06
      ]
    ]
  },
  "He uses the example of Cato the Younger in illustrating the concept of a man fighting on his knees in the face of adversity in his De Providentia.  Asthma and the treatment of one's own slaves are among the subjects of his letters dealing with morality that were written to Lucilius, while he argues that": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.053716827
      ],
      [
        "eca",
        -0.0004516454
      ],
      [
        " the",
        -0.038429648
      ],
      [
        " Young",
        -0.0003927808
      ],
      [
        "er",
        -2.9352968e-06
      ]
    ]
  },
  "It uses the notion of circular flow, which is the relation between money income and spending and terms personal savings \"leakages\" and investment \"injections.\" It hypothesizes that a higher level of income is necessary to generate an increase of savings at a given interest rate. Because of its implications about deficit spending, economists criticize this model because raising interest rates lead to": {
    "guess": "Loanable Funds Market",
    "confidence": [
      [
        "Loan",
        -1.6939073
      ],
      [
        "able",
        -0.00017934572
      ],
      [
        " Funds",
        -0.52503574
      ],
      [
        " Market",
        -0.27876398
      ]
    ]
  },
  "It is used to calculate the probability of human matings that may result in defective offspring, and to determine whether the number of harmful mutations in a population is increasing. In a large, random-mating population, the proportion of dominant and recessive genes tends to remain constant from generation to generation unless outside forces such as selection, mutation, gene flow, and natural selection act to change it. FTP, what is this principle named for two scientists that describes genetic balance within a population?": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.030268293
      ],
      [
        "y",
        -0.00022356294
      ],
      [
        "-",
        -0.11632736
      ],
      [
        "We",
        -4.2510914e-05
      ],
      [
        "in",
        -0.00012594614
      ],
      [
        "berg",
        -9.770221e-05
      ],
      [
        " principle",
        -0.09578613
      ]
    ]
  },
  "When used to describe a conjugate, it defines a generalization of the Legendre transformation, and when used before \"Combination\" it describes a linear combination of points with non-negative coefficients that sum to one. In its more common usage, if a set exhibits this property, then it can be directly implied that the set is also pathwise-connected. For ten points, name this mathematical property, which describes a set in which all point in that set can be connected by segments completely within that set.": {
    "guess": "Convexity",
    "confidence": [
      [
        "Conv",
        -0.01797269
      ],
      [
        "ex",
        -0.0003620409
      ],
      [
        "ity",
        -0.050056156
      ]
    ]
  },
  "It used to be prescribed for skin diseases despite its irritant properties. Its three major types include brown, also known as Amosite; blue, or Riebeckite; and white, which is mined from serpertine rocks and known as Chrysotile. Its name is derived from its use in lamp wicks, and its other practical uses have included electric oven and hotplate wiring for its electrical insular properties. FTP, identify": {
    "guess": "Asbestos",
    "confidence": [
      [
        "As",
        -0.046512507
      ],
      [
        "bestos",
        -0.002474351
      ]
    ]
  },
  "The use of caesium chloride gradients in the presence of ethidium bromide, though time consuming, allows for the purification of the supercoiled variety of these. They come in two classes: one that determines": {
    "guess": "Plasmid DNA",
    "confidence": [
      [
        "Pl",
        -0.10861106
      ],
      [
        "asm",
        -2.7014437e-05
      ],
      [
        "id",
        -0.19171253
      ],
      [
        " DNA",
        -0.014582884
      ]
    ]
  },
  "One useful model of these substances posited that they contain two components, one of which carries\n": {
    "guess": "Lipoprotein",
    "confidence": [
      [
        "L",
        -0.87407744
      ],
      [
        "ip",
        -0.07035229
      ],
      [
        "op",
        -0.61481196
      ],
      [
        "rotein",
        -0.013540289
      ]
    ]
  },
  "It is used in the preparation of betamethasone, a treatment for inflammatory disorders. The Phillips process and UOP use it as a catalyst to alkylate low-weight olefines with isobutene. (*) Its ability to dissolve oxides makes it, like sulfuric acid, key to electropolishing molybdenum, niobium, tantalum, and tungsten. It is often distilled from a mixture of calcium sulfate after sulfuric acid reacts with the mineral fluorspar. FTP, name this acid which is classified as weak despite its reactive nature, and consists of a hydrogen atom and an atom of the most electronegative halogen.": {
    "guess": "Hydrofluoric acid",
    "confidence": [
      [
        "Hy",
        -0.012822527
      ],
      [
        "dro",
        -0.00017064385
      ],
      [
        "flu",
        -0.8318922
      ],
      [
        "oric",
        -7.147741e-05
      ],
      [
        " acid",
        -0.019590443
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of children prancing around on an unstable boat that seats a woman with a large blue sphere; another shows a young man falling out of the huge sea shell on a traveler's back. Besides Fortune and Falsehood, which are amongst his Four Allegories, the influence of Antonello da Messina's oil techniques is apparent in two works that depict the Virgin in a blue mantle, immersed in golden dust and enthroned": {
    "guess": "Lorenzo Lotto",
    "confidence": [
      [
        "L",
        -1.1518508
      ],
      [
        "oren",
        -0.00427475
      ],
      [
        "zo",
        -0.00020854695
      ],
      [
        " Lotto",
        -0.0006858678
      ]
    ]
  },
  "One use is to determine the electric potential need to maintain a given ion concentration across a membrane. Some pH meters use it to determine the concentration of hydrogen ions by measuring the voltage on an electrode. However, it is most often used in the other direction, when ion concentrations are": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.002358406
      ],
      [
        "ern",
        -0.00040600507
      ],
      [
        "st",
        -1.8908588e-05
      ],
      [
        " equation",
        -0.0039276066
      ]
    ]
  },
  "This man used the word \"amative\" to describe the love of man for woman and the word \"adhesive\" to describe the love of man for man; the former type dominates his cycle of poems called \"Children of Adam,\" while the latter dominates his \"Calamus\" cycle. He describes becoming \"tired and sick\" during the title time and later looking up \"in perfect silence at the stars\" in his \"When I Heard the Learn'd": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.0063565127
      ],
      [
        "alt",
        -0.0015374774
      ],
      [
        " Whit",
        -5.8722613e-05
      ],
      [
        "man",
        -4.572941e-05
      ]
    ]
  },
  "This man used Divine intervention to explain anomalies that were later accounted for in Laplace's calculus of variations. As part of this man's studies of alchemy, he translated the Emerald tablet, and he thought the world would end after 2060. In his more serious scientific endeavors, he related an object's temperature and the ambient temperature to its rate of (*) cooling. He gave a mathematical basis to Kepler's laws of planetary motion in his Philosophiae Naturalis Principia Mathematica, which also contains his universal law of gravitation. For 10 points, name this English scientist who developed": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.004642423
      ],
      [
        "aac",
        -9.484132e-05
      ],
      [
        " Newton",
        -9.372295e-06
      ]
    ]
  },
  "It can be used to calculate transport coefficients, such as conductivity. First proposed in 1872, it describes a function that gives a mathematical description of a state and how it is changing. This function depends on a position vector, a velocity vector, and time; this equation thus provides a statistical statement about the positions and velocities of the particles at any time. FTP, identify this equation named after a 19th century Austrian physicist that is used in the study of a collection of particles in non- equilibrium statistical mechanics.": {
    "guess": "Liouville's equation",
    "confidence": [
      [
        "Li",
        -0.55868185
      ],
      [
        "ou",
        -5.8126592e-05
      ],
      [
        "ville",
        -2.4987974e-05
      ],
      [
        "'s",
        -0.029837845
      ],
      [
        " equation",
        -0.06817459
      ]
    ]
  },
  "The use of these over finite fields for a type of public-key cryptography was proposed by Koblitz and Miller. Adding a point at infinity allows one to define a group operation that maps two points on it to a third point on it such that all three points are collinear. It discriminant, proportional to 4 A cubed plus 27 B squared when its equation is y squared equals x cubed plus A x plus B, is zero when it is singular. Topologically, it is equivalent to a torus. A conjecture relating them to modular": {
    "guess": "Elliptic curve cryptography",
    "confidence": [
      [
        "Ell",
        -0.009270894
      ],
      [
        "ipt",
        -0.00033546583
      ],
      [
        "ic",
        -6.086828e-05
      ],
      [
        " curve",
        -0.21368624
      ],
      [
        " cryptography",
        -0.009128209
      ]
    ]
  },
  "This man used pastel paint to write the printing instructions for his lithograph Pinned Hat.  His somber early period is exemplified by his Cabaret of Mother Antony, while Woman Bathing with Griffon was posed for by his mistress, Lise Trehot.  Early paintings in the style for which he is best-known include Parisian Woman and The Theater Box.  Favorite portrait subjects of his included Jeanne Samary": {
    "guess": "Henri de Toulouse-Lautrec",
    "confidence": [
      [
        "Hen",
        -0.82537353
      ],
      [
        "ri",
        -1.4378848e-05
      ],
      [
        " de",
        -0.019003099
      ],
      [
        " T",
        -0.00023619852
      ],
      [
        "oulouse",
        -6.8854926e-05
      ],
      [
        "-L",
        -0.0034401768
      ],
      [
        "aut",
        -0.0022003364
      ],
      [
        "rec",
        -0.0003581072
      ]
    ]
  },
  "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which": {
    "guess": "Wagner–Fischer_algorithm",
    "confidence": [
      [
        "W",
        -0.3704362
      ],
      [
        "agner",
        -1.3856493e-06
      ],
      [
        "–",
        -0.1883653
      ],
      [
        "F",
        -1.147242e-06
      ],
      [
        "ischer",
        -1.1398757e-05
      ],
      [
        "_algorithm",
        -0.28987956
      ]
    ]
  },
  "One useful model of these substances posited that they contain two components, one of which carries\n all the entropy; that model was posited by Tisza. One hallmark of these substances is the fact that a\n pressure gradient has no effect on their motion, and it is also impossible to maintain a thermal gradient\n across one of these substances. Substances with this property can produce Rollin films, and": {
    "guess": "Superfluids",
    "confidence": [
      [
        "Super",
        -0.44120115
      ],
      [
        "fluid",
        -0.0020574771
      ],
      [
        "s",
        -0.087382816
      ]
    ]
  },
  "Used by architect William Anderson in his lighthouses, as well as more classical architecture, this structure allows load bearing walls to contain weakening cut outs such as large windows due to its transmission of horizontal thrust. If they are very tall, sometimes two or more semi-arches are used.": {
    "guess": "Flying buttress",
    "confidence": [
      [
        "Flying",
        -0.1760255
      ],
      [
        " butt",
        -0.0023689894
      ],
      [
        "ress",
        -0.0042707156
      ]
    ]
  },
  "This man used Divine intervention to explain anomalies that were later accounted for in Laplace's calculus of variations. As part of this man's studies of alchemy, he translated the Emerald tablet, and he thought the world would end after 2060. In his more serious scientific endeavors, he related an object's temperature and the ambient temperature to its rate of (*) cooling. He gave a mathematical": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.26600742
      ],
      [
        "aac",
        -7.767599e-05
      ],
      [
        " Newton",
        -0.00035250463
      ]
    ]
  },
  "It has been used to synthesize such complex molecules as morphine, reserpine, and cortisone as well as other cyclic organic compounds.  Take a substance containing two alternate double bonds and link it to a compound containing a pair of doubly or triply bonded carbon atoms.  The two compounds will react": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.15869685
      ],
      [
        "ky",
        -0.44846967
      ],
      [
        "ne",
        -0.00013309837
      ]
    ]
  },
  "The most useful algorithm for computing it is named after Odlyzko and Schonhage, and is far more computationally efficient than the algorithm named partly after Siegel.  Beukers' integral is used to approximate one value of it; that value was proven to be irrational and is known as Apery's constant.  Trivial zeroes exist at every even negative integer, while if its nontrivial zeroes have real part equal to one half, and thus lie on the critical line, its namesake hypothesis is satisfied.  FTP, name this function from number theory, linked to the prime number theorem, named after a German mathematician": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -0.0040389835
      ],
      [
        "iem",
        -1.2590794e-05
      ],
      [
        "ann",
        -4.85903e-05
      ],
      [
        " z",
        -0.00022284771
      ],
      [
        "eta",
        -1.11603495e-05
      ],
      [
        " function",
        -2.749125e-05
      ]
    ]
  },
  "This man used Operation Quicksilver to conceal an invasion, and this man was criticized by the GI General for having a poor grasp of tactics. This man oversaw the Battle of Falaise pocket, and he ordered": {
    "guess": "Dwight D. Eisenhower",
    "confidence": [
      [
        "D",
        -0.008177883
      ],
      [
        "w",
        -5.3193703e-06
      ],
      [
        "ight",
        -3.0545007e-06
      ],
      [
        " D",
        -3.6908343e-05
      ],
      [
        ".",
        -9.841743e-05
      ],
      [
        " Eisenhower",
        -4.00813e-06
      ]
    ]
  },
  "This man used a square box with reliefs on each of its four sides as the base for his depiction of Judith beheading Holofernes. He depicted a sick, ragged woman in his wooden sculpture Penitent Magdalene,": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.10225537
      ],
      [
        "at",
        -0.00010831134
      ],
      [
        "ello",
        -0.00019173922
      ]
    ]
  },
  "It was used in the first step of an obsolete process to transform sodium chloride to hydrogen, chlorine gas, and sodium carbonate, the Leblanc process. It was originally created with the use of Glover": {
    "guess": "Leblanc process",
    "confidence": [
      [
        "Le",
        -0.94463015
      ],
      [
        "bl",
        -0.008474985
      ],
      [
        "anc",
        -2.4272753e-05
      ],
      [
        " process",
        -0.30960476
      ]
    ]
  },
  "One useful approximation in this theory uses variationally minimized matrix elements that act as coefficients in a linear combination of orthonormal basis functions due to single atoms. Its namesake constructs are the eigenfunctions of the Fock operator, and the square moduli of the entities it concerns give the distribution of electrons due to more than one nucleus. Its namesake entities can be determined by the aforementioned LCAO approximation, can be visualized by hybridizations such as sp3,": {
    "guess": "Molecular orbital theory",
    "confidence": [
      [
        "M",
        -0.13932367
      ],
      [
        "olecular",
        -0.0035024304
      ],
      [
        " orbital",
        -0.0055879257
      ],
      [
        " theory",
        -0.19978614
      ]
    ]
  },
  "One useful approximation in this theory uses variationally minimized matrix elements that act as coefficients in a linear combination of orthonormal basis functions due to single atoms. Its namesake constructs are the eigenfunctions of the Fock operator, and the square moduli of the entities it concerns give the distribution of electrons due to more than one nucleus. Its namesake entities can be determined": {
    "guess": "Hartree-Fock method",
    "confidence": [
      [
        "H",
        -0.34463266
      ],
      [
        "art",
        -5.6457742e-05
      ],
      [
        "ree",
        -0.0010586526
      ],
      [
        "-F",
        -0.18664755
      ],
      [
        "ock",
        -7.7079974e-05
      ],
      [
        " method",
        -0.17359279
      ]
    ]
  },
  "He used a figure in Antonio Pollaiuolo's The Rape of Deianira as the model for Hercules in his Hercules and the Birds of Stymphalis.  \"The Drummer and Piper\" and \"Job and His Wife\" are the two side panels of this man's Altar of the Three Kings, and portraits by this man include those of Oswolt Krel and the Tucher family.  He may be best known for a work that includes an hour glass, an empty balance scale, a polyhedron with a skull on it, and a magic square which gives the date of the work, 1514, in the middle two cells.  Also known for woodcuts like his Apocalypse series, for 10 points, name this German engraver of Melancholia I.": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -0.010188316
      ],
      [
        "bre",
        -0.00018911675
      ],
      [
        "cht",
        -8.864273e-05
      ],
      [
        " D",
        -0.00017708084
      ],
      [
        "ür",
        -0.000663353
      ],
      [
        "er",
        -1.342522e-05
      ]
    ]
  },
  "The use of caesium chloride gradients in the presence of ethidium bromide, though time consuming, allows": {
    "guess": "DNA separation",
    "confidence": [
      [
        "DNA",
        -1.0778762
      ],
      [
        " separation",
        -0.5720344
      ]
    ]
  },
  "One use is to determine the electric potential need to maintain a given ion concentration across a membrane.": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.0013442812
      ],
      [
        "ern",
        -0.0001757696
      ],
      [
        "st",
        -2.355753e-05
      ],
      [
        " equation",
        -0.0035989983
      ]
    ]
  },
  "The use of these over finite fields for a type of public-key cryptography was proposed by Koblitz and Miller. Adding a point at infinity allows one to define a group operation that maps two points on it": {
    "guess": "Elliptic Curve Cryptography",
    "confidence": [
      [
        "Ell",
        -0.0027283137
      ],
      [
        "ipt",
        -2.8206474e-05
      ],
      [
        "ic",
        -3.6908343e-05
      ],
      [
        " Curve",
        -0.057974134
      ],
      [
        " Crypt",
        -0.0034102474
      ],
      [
        "ography",
        -2.6299214e-05
      ]
    ]
  },
  "Used by architect William Anderson in his lighthouses, as well as more classical architecture, this structure allows load bearing walls to contain weakening cut outs such as large windows due to its transmission of horizontal thrust. If they are very tall, sometimes two or more semi-arches are used. It was employed in Romanesque architecture but disguised by other constructions or a roof. With an open partial arch shape, it stands apart from the central building. FTP this is what structure commonly": {
    "guess": "Flying buttress",
    "confidence": [
      [
        "Flying",
        -0.043888677
      ],
      [
        " butt",
        -0.011452965
      ],
      [
        "ress",
        -0.002859201
      ]
    ]
  },
  "The use of a computation model containing one of these elements allows one to prove the version of the pumping lemma that replicates two sections of a string in parallel. A deterministic finite automaton with two of these elements is equivalent to a Turing machine, while the set of context free languages can be recognized by a DFA with one of these modifications, a model known as a PDA. Allocating memory in a region with this name relies on its namesake (*) frames and is contrasted with dynamic memory": {
    "guess": "Stack (abstract data type)",
    "confidence": [
      [
        "Stack",
        -0.030014744
      ],
      [
        " (",
        -0.00936278
      ],
      [
        "abstract",
        -0.01520064
      ],
      [
        " data",
        -0.00014334988
      ],
      [
        " type",
        -0.00011009939
      ],
      [
        ")",
        -6.1537958e-06
      ]
    ]
  },
  "This man used a televised speech to refer to the Jewish people as \"this elite people\" following Israel's\n victory in the Six-Day War. His other speeches included the \"Appeal of 18 June\" and a controversial\n": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.008052543
      ],
      [
        " de",
        -0.00016802136
      ],
      [
        " Gaul",
        -7.0523776e-05
      ],
      [
        "le",
        -1.11603495e-05
      ]
    ]
  },
  "This man used a square box with reliefs on each of its four sides as the base for his depiction of Judith": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.51494664
      ],
      [
        "at",
        -0.0021352714
      ],
      [
        "ello",
        -0.0005638766
      ]
    ]
  },
  "This man used powers granted by the Taft-Hartley Act during a confrontation with air traffic controllers, and his Defense Secretary resigned after violations of the Boland Amendment were revealed. Before": {
    "guess": "Ronald Reagan",
    "confidence": [
      [
        "Ron",
        -1.0144656
      ],
      [
        "ald",
        -0.00017827288
      ],
      [
        " Reagan",
        -0.0005450497
      ]
    ]
  },
  "Use of this product was initially encouraged by the Ford Foundation's Educational Facilities Laboratory. It was first used at the Moses Brown School, and Indiana State was the first university to use it. A July 2007 study concluded that this product, originally produced by Monsanto Industries, contains": {
    "guess": "Polylactic acid",
    "confidence": [
      [
        "Pol",
        -0.79943067
      ],
      [
        "yl",
        -0.941213
      ],
      [
        "actic",
        -0.16861947
      ],
      [
        " acid",
        -0.1728631
      ]
    ]
  },
  "This man used a square box with reliefs on each of its four sides as the base for his depiction of Judith beheading Holofernes. He depicted a sick, ragged woman in his wooden sculpture Penitent Magdalene, and his statue of Habacuc was nicknamed Zuccone due to its bald head. One of this sculptor's works is located outside the Basilica of St. Anthony, and features a spurred Erasmo da Narni. Another one of his works is considered the first freestanding male nude made since antiquity, and features an": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.0031384975
      ],
      [
        "at",
        -2.319992e-05
      ],
      [
        "ello",
        -9.317247e-05
      ]
    ]
  },
  "The use of a computation model containing one of these elements allows one to prove the version of the pumping lemma that replicates two sections of a string in parallel. A deterministic finite automaton with two of these elements is equivalent to a Turing machine, while the set of context free languages can be recognized by a DFA with one of these modifications, a model known as a PDA. Allocating memory in a region with this name relies on its namesake (*) frames and is contrasted with dynamic memory allocation, which uses the heap. The data structure of this name supports operations like \"peek\", which looks at the top element without removing it. For 10 points, name this data structure which uses operations like \"push\" and \"pop\" to support last-in first-out access.": {
    "guess": "Stack (abstract data type)",
    "confidence": [
      [
        "Stack",
        -0.006570535
      ],
      [
        " (",
        -0.02566297
      ],
      [
        "abstract",
        -0.0022029516
      ],
      [
        " data",
        -6.0345924e-06
      ],
      [
        " type",
        -3.190179e-05
      ],
      [
        ")",
        -4.4849444e-06
      ]
    ]
  },
  "Use of this product was initially encouraged by the Ford Foundation's Educational Facilities Laboratory.": {
    "guess": "Educational technology",
    "confidence": [
      [
        "Educ",
        -1.3003659
      ],
      [
        "ational",
        -0.00010854974
      ],
      [
        " technology",
        -0.16716796
      ]
    ]
  },
  "It is used to calculate the probability of human matings that may result in defective offspring, and to determine whether the number of harmful mutations in a population is increasing. In a large, random-mating population, the proportion of dominant and recessive genes tends to remain constant from generation to generation unless outside forces such as selection, mutation, gene flow, and natural selection": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.2850249
      ],
      [
        "y",
        -4.0246043e-05
      ],
      [
        "-",
        -0.08373947
      ],
      [
        "We",
        -1.2829201e-05
      ],
      [
        "in",
        -6.754368e-05
      ],
      [
        "berg",
        -0.00013846254
      ],
      [
        " principle",
        -0.29040125
      ]
    ]
  },
  "Used to prove that there is no general method for solving Diophantine equations, methods for computing them include Cassini's identity, Binet's formula, and determining how many ways there are to tile": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.27708668
      ],
      [
        "erm",
        -0.09387611
      ],
      [
        "at",
        -0.00022713904
      ],
      [
        "'s",
        -0.0042267973
      ],
      [
        " Last",
        -0.004965478
      ],
      [
        " The",
        -5.8365e-05
      ],
      [
        "orem",
        -2.7848862e-05
      ]
    ]
  },
  "It has been used to synthesize such complex molecules as morphine, reserpine, and cortisone as well as": {
    "guess": "HIPCO method",
    "confidence": [
      [
        "HIP",
        -0.17111783
      ],
      [
        "CO",
        -0.0021073134
      ],
      [
        " method",
        -0.29941118
      ]
    ]
  },
  "He used \"La Follia\" as the basis for his last original solo piano composition, Variations on a Theme of Corelli.  Unsatisfied with his revisions of his second piano sonata, he gave Horowitz authority to change it however he pleased.  Glazunov's drunken conducting of his first symphony sent him into a three-year-long depression, which he once consulted Tolstoy about.  He wrote an Elegiac Trio after the death of Tchaikovsky, who was set to conduct his symphonic fantasy The Rock.  He referred to his": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.06333863
      ],
      [
        "erge",
        -9.841743e-05
      ],
      [
        "i",
        -0.00027527902
      ],
      [
        " Rach",
        -0.0004746407
      ],
      [
        "man",
        -3.1424974e-05
      ],
      [
        "in",
        -0.00011069541
      ],
      [
        "off",
        -7.3458323e-06
      ]
    ]
  },
  "The use of a computation model containing one of these elements allows one to prove the version of the pumping lemma that replicates two sections of a string in parallel. A deterministic finite automaton with two of these elements is equivalent to a Turing machine, while the set of context free languages can be recognized by a DFA with one of these modifications, a model known as a PDA. Allocating memory in a region with this name relies on its namesake (*) frames and is contrasted with dynamic memory allocation, which uses the heap. The data structure of this name supports operations like \"peek\", which looks at the top element without removing it. For 10 points, name this data structure which": {
    "guess": "Stack (abstract data type)",
    "confidence": [
      [
        "Stack",
        -0.05868933
      ],
      [
        " (",
        -0.84894884
      ],
      [
        "abstract",
        -0.32164103
      ],
      [
        " data",
        -0.00025037277
      ],
      [
        " type",
        -0.00011176824
      ],
      [
        ")",
        -0.00038908547
      ]
    ]
  },
  "It used to be prescribed for skin diseases despite its irritant properties. Its three major types include brown, also known as Amosite; blue, or Riebeckite; and white, which is mined from serpertine rocks and known as Chrysotile. Its name is derived from its use in lamp wicks, and its other practical": {
    "guess": "Asbestos",
    "confidence": [
      [
        "As",
        -0.0081861615
      ],
      [
        "bestos",
        -0.0019954895
      ]
    ]
  },
  "Used to manufacture medical gloves and to trap pollutants in smokestacks, a zymogram can be used to examine the results of enzyme separation by this process, which won a Nobel Prize for its discoverer, Arne Tiselius. Via polyacrylamide gel, one can use it for rapid gene sequencing. FTP, name this process": {
    "guess": "Electrophoresis",
    "confidence": [
      [
        "Elect",
        -0.287171
      ],
      [
        "roph",
        -0.0005145483
      ],
      [
        "ores",
        -0.00021772196
      ],
      [
        "is",
        -0.00022821188
      ]
    ]
  },
  "This man used pastel paint to write the printing instructions for his lithograph Pinned Hat.  His somber early period is exemplified by his Cabaret of Mother Antony, while Woman Bathing with Griffon was": {
    "guess": "Henri de Toulouse-Lautrec",
    "confidence": [
      [
        "Hen",
        -0.48081422
      ],
      [
        "ri",
        -9.610702e-06
      ],
      [
        " de",
        -0.011238449
      ],
      [
        " T",
        -3.5954712e-05
      ],
      [
        "oulouse",
        -8.180258e-06
      ],
      [
        "-L",
        -0.00010747691
      ],
      [
        "aut",
        -0.00029184466
      ],
      [
        "rec",
        -3.500108e-05
      ]
    ]
  },
  "When used to describe a conjugate, it defines a generalization of the Legendre transformation, and when used before \"Combination\" it describes a linear combination of points with non-negative coefficients that sum to one. In its more common usage, if a set exhibits this property, then it can be directly implied that the set is also pathwise-connected. For ten points, name this mathematical property, which describes a set in which all point in that set can be connected by segments completely within": {
    "guess": "Convexity",
    "confidence": [
      [
        "Conv",
        -0.016285496
      ],
      [
        "ex",
        -0.00032342627
      ],
      [
        "ity",
        -0.050187446
      ]
    ]
  },
  "It has been used to synthesize such complex molecules as morphine, reserpine, and cortisone as well as other cyclic organic compounds.  Take a substance containing two alternate double bonds and link it to a compound containing a pair of doubly or triply bonded carbon atoms.  The two compounds will react to form a six-membered ring.  In essence, it is the reaction of quinones with dienes and is also": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -0.06335452
      ],
      [
        "els",
        -1.569009e-05
      ],
      [
        "-A",
        -0.050430957
      ],
      [
        "lder",
        -1.0564331e-05
      ],
      [
        " reaction",
        -0.016101941
      ]
    ]
  },
  "Use of this product was initially encouraged by the Ford Foundation's Educational Facilities Laboratory. It was first used at the Moses Brown School, and Indiana State was the first university to use it. A July 2007 study concluded that this product, originally produced by Monsanto Industries, contains toxic substances, and schools such as Northwestern and Central Michigan have replaced it with other synthetic surfaces or natural grass. For 10 points, name this first synthetic playing surface, most": {
    "guess": "AstroTurf",
    "confidence": [
      [
        "Ast",
        -0.24785905
      ],
      [
        "ro",
        -0.19767025
      ],
      [
        "T",
        -5.3193703e-06
      ],
      [
        "urf",
        -5.5122365e-07
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of children prancing around on an unstable boat that seats a woman with a large blue sphere; another shows a young man falling out of the huge sea shell on a traveler's back. Besides Fortune and Falsehood, which are amongst his Four Allegories, the influence of Antonello da Messina's oil techniques is": {
    "guess": "Giovanni Bellini",
    "confidence": [
      [
        "G",
        -0.7577631
      ],
      [
        "iov",
        -0.018760482
      ],
      [
        "anni",
        -0.0010454319
      ],
      [
        " Bell",
        -0.0049515935
      ],
      [
        "ini",
        -0.00014108501
      ]
    ]
  },
  "Used by architect William Anderson in his lighthouses, as well as more classical architecture, this structure": {
    "guess": "Dome",
    "confidence": [
      [
        "D",
        -1.0337209
      ],
      [
        "ome",
        -0.270956
      ]
    ]
  },
  "He used \"La Follia\" as the basis for his last original solo piano composition, Variations on a Theme of Corelli.  Unsatisfied with his revisions of his second piano sonata, he gave Horowitz authority to change it however he pleased.  Glazunov's drunken conducting of his first symphony sent him into a": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.23081207
      ],
      [
        "erge",
        -0.00024631983
      ],
      [
        "i",
        -0.0019312551
      ],
      [
        " Rach",
        -0.02523366
      ],
      [
        "man",
        -9.889425e-05
      ],
      [
        "in",
        -0.00030817188
      ],
      [
        "off",
        -0.00010497363
      ]
    ]
  },
  "The use of a computation model containing one of these elements allows one to prove the version of the pumping lemma that replicates two sections of a string in parallel. A deterministic finite automaton": {
    "guess": "Pumping lemma for regular languages",
    "confidence": [
      [
        "P",
        -0.50397205
      ],
      [
        "umping",
        -0.00055494
      ],
      [
        " lemma",
        -0.08177981
      ],
      [
        " for",
        -0.26925653
      ],
      [
        " regular",
        -0.016496694
      ],
      [
        " languages",
        -0.00044699648
      ]
    ]
  },
  "He uses the example of Cato the Younger in illustrating the concept of a man fighting on his knees in the face of adversity in his De Providentia.  Asthma and the treatment of one's own slaves are among the subjects of his letters dealing with morality that were written to Lucilius, while he argues that any length of life is sufficient to be lived, and whatever its length that life ought to be spent studying philosophy in De Brevitae Vitae.  Also known for a satire detailing the shortcomings of the emperor Claudius, the Apocolocyntosis, FTP, name this Roman philosopher, who was also noted for being": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.056421872
      ],
      [
        "eca",
        -0.00024763108
      ],
      [
        " the",
        -0.009591872
      ],
      [
        " Young",
        -0.0012016585
      ],
      [
        "er",
        -4.9617593e-06
      ]
    ]
  },
  "It was used in the first step of an obsolete process to transform sodium chloride to hydrogen, chlorine gas, and sodium carbonate, the Leblanc process. It was originally created with the use of Glover towers; though now produced by the [*] contact process, that method was known as the lead chamber process.": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.0028992593
      ],
      [
        "ulf",
        -0.00016957101
      ],
      [
        "ur",
        -2.6968896e-06
      ],
      [
        "ic",
        -1.6166903e-05
      ],
      [
        " acid",
        -0.0027128577
      ]
    ]
  },
  "One use is to determine the electric potential need to maintain a given ion concentration across a membrane. Some pH meters use it to determine the concentration of hydrogen ions by measuring the voltage on an electrode. However, it is most often used in the other direction, when ion concentrations are known, and electrode potential is not. FTP, identify this equation, namesake of a German physical chemist, which predicts cell voltage under non- standard conditions of temperature and concentration.": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.0032428359
      ],
      [
        "ern",
        -0.00065608154
      ],
      [
        "st",
        -1.27099975e-05
      ],
      [
        " equation",
        -0.0076369164
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of children prancing around on an unstable boat that seats a woman with a large blue sphere; another shows a young man falling out of the huge sea shell on a traveler's back. Besides Fortune and Falsehood, which are amongst his Four Allegories, the influence of Antonello da Messina's oil techniques is apparent in two works that depict the Virgin in a blue mantle, immersed in golden dust and enthroned under an illuminated golden apsidiole. Besides the Frari Triptych and San Giobbe Altarpiece, one of his works lies in the Camerino d'Alabastro of Alfonso I D'Este and depicts scenes from Fasti wherein": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -0.46318695
      ],
      [
        "ian",
        -0.0005071613
      ]
    ]
  },
  "It is used in the preparation of betamethasone, a treatment for inflammatory disorders. The Phillips process and UOP use it as a catalyst to alkylate low-weight olefines with isobutene. (*) Its ability to dissolve oxides makes it, like sulfuric acid, key to electropolishing molybdenum, niobium, tantalum, and tungsten. It is often distilled from a mixture of calcium sulfate after sulfuric acid reacts with the mineral fluorspar. FTP, name this acid which is classified as weak despite its reactive nature,": {
    "guess": "Hydrofluoric acid",
    "confidence": [
      [
        "Hy",
        -0.16082324
      ],
      [
        "dro",
        -0.0006672831
      ],
      [
        "flu",
        -0.013370444
      ],
      [
        "oric",
        -0.00021676833
      ],
      [
        " acid",
        -0.020815603
      ]
    ]
  },
  "It is used in the preparation of betamethasone, a treatment for inflammatory disorders. The Phillips process and UOP use it as a catalyst to alkylate low-weight olefines with isobutene. (*) Its ability": {
    "guess": "Aluminium chloride",
    "confidence": [
      [
        "Al",
        -0.86282396
      ],
      [
        "uminium",
        -0.26443723
      ],
      [
        " chloride",
        -0.044395663
      ]
    ]
  },
  "He used a death mask as a cast for his bronze tomb cover of Leonardo Dati, and he created a bronze shrine featuring The Miracle of the Ox-cart and The Miracle of the Strozzi boy for the Chapel of Zenobius.": {
    "guess": "Lorenzo Ghiberti",
    "confidence": [
      [
        "L",
        -0.06727657
      ],
      [
        "oren",
        -7.982166e-05
      ],
      [
        "zo",
        -0.00059902336
      ],
      [
        " G",
        -0.00029685118
      ],
      [
        "hib",
        -1.9743013e-05
      ],
      [
        "erti",
        -7.696077e-05
      ]
    ]
  },
  "Used to prove that there is no general method for solving Diophantine equations, methods for computing them include Cassini's identity, Binet's formula, and determining how many ways there are to tile a 2-by-n strip with 1-by-2 rectangles.  One may also expand their generating function: f-of-x equals": {
    "guess": "Generating function",
    "confidence": [
      [
        "Generating",
        -0.10232327
      ],
      [
        " function",
        -0.31700096
      ]
    ]
  },
  "One use is to determine the electric potential need to maintain a given ion concentration across a membrane. Some pH meters use it to determine the concentration of hydrogen ions by measuring the voltage": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.0011116395
      ],
      [
        "ern",
        -2.618001e-05
      ],
      [
        "st",
        -9.133887e-06
      ],
      [
        " equation",
        -0.0030658916
      ]
    ]
  },
  "It has been used to synthesize such complex molecules as morphine, reserpine, and cortisone as well as other cyclic organic compounds.  Take a substance containing two alternate double bonds and link it": {
    "guess": "Diels-Alder reaction",
    "confidence": [
      [
        "Di",
        -0.47215965
      ],
      [
        "els",
        -0.000887399
      ],
      [
        "-A",
        -0.051274028
      ],
      [
        "lder",
        -0.00013977377
      ],
      [
        " reaction",
        -0.051415343
      ]
    ]
  },
  "This man used the chord progression from \"Honeysuckle Rose\" in his song \"Scrapple from the Apple\". In a recording session with Max Roach and Curley Russell, this composer performed \"Billie's Bounce\" as": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.001061629
      ],
      [
        " Parker",
        -0.00023810577
      ]
    ]
  },
  "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which is used in the Smith-Waterman algorithm for optimal local sequence alignments. This technique can also be used to generate a pseudo-polynomial time solution to the 0-1 knapsack problem that runs in time proportional to the product of the number of items and the size of the knapsack. Other applications include the (*) CYK algorithm for bottom-up parsing of context free grammars. Problems which are amenable to this technique have both optimal substructure and overlapping subproblems, which distinguishes it from \"divide and conquer\" and allows the use of memoization. For 10 points, name this algorithm": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.00016396845
      ],
      [
        " programming",
        -0.0046069454
      ]
    ]
  },
  "The use of these over finite fields for a type of public-key cryptography was proposed by Koblitz and Miller. Adding a point at infinity allows one to define a group operation that maps two points on it to a third point on it such that all three points are collinear. It discriminant, proportional to 4 A cubed plus 27 B squared when its equation is y squared equals x cubed plus A x plus B, is zero when it is singular. Topologically, it is equivalent to a torus. A conjecture relating them to modular forms was proven in part by Andrew Wiles as part of his proof of Fermat's Last Theorem. For 10 points,": {
    "guess": "Elliptic curve",
    "confidence": [
      [
        "Ell",
        -0.015681794
      ],
      [
        "ipt",
        -0.00013703208
      ],
      [
        "ic",
        -3.9054008e-05
      ],
      [
        " curve",
        -0.12512133
      ]
    ]
  },
  "This is used as a solvent in the Jones reaction. Along with phenol, this is produced by the Cumene process. Another way to make it is by dehydrogenating 2-propanol. This can dissolve nitrocellulose as it is an organic solvent. It is used to clean laboratory glassware. This is the simplest ketone. For": {
    "guess": "Acetone",
    "confidence": [
      [
        "Ac",
        -0.0017795454
      ],
      [
        "et",
        -4.00813e-06
      ],
      [
        "one",
        -7.703444e-06
      ]
    ]
  },
  "He used lily-pad columns for the \"Great Workroom\" of his Johnson Wax Headquarters, and designed several houses using the textile block system. One work of his in the \"Maya Revival\" style survived the 1923 Tokyo earthquake. This architect of the Imperial Hotel designed a house for Edgar Kaufman with cantilevered floors built over Bear Run, and a museum best known for its spiral gallery. For 10 points, name this American architect of New York's Guggenheim Museum and Fallingwater.": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.0022392317
      ],
      [
        " Lloyd",
        -0.0001842294
      ],
      [
        " Wright",
        -6.9882217e-06
      ]
    ]
  },
  "They are used in computer science for simplification of complex logical functions. By drawing this sort of table of elements and selecting either ones or zeroes according to certain rules, terms of logical expressions with many variables can be simplified. FTP, what are these drawings, developed in 1953": {
    "guess": "Karnaugh map",
    "confidence": [
      [
        "K",
        -0.004344668
      ],
      [
        "arna",
        -0.000111291425
      ],
      [
        "ugh",
        -8.537869e-06
      ],
      [
        " map",
        -0.060829677
      ]
    ]
  },
  "It was used in the first step of an obsolete process to transform sodium chloride to hydrogen, chlorine": {
    "guess": "Castner-Kellner process",
    "confidence": [
      [
        "Cast",
        -0.6820996
      ],
      [
        "ner",
        -1.2233183e-05
      ],
      [
        "-K",
        -0.017236548
      ],
      [
        "ell",
        -1.7478143e-05
      ],
      [
        "ner",
        -0.0004837002
      ],
      [
        " process",
        -0.15761453
      ]
    ]
  },
  "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which is used in the Smith-Waterman algorithm for optimal local sequence alignments. This technique can also be used to generate a pseudo-polynomial time solution to the 0-1 knapsack problem that runs in time proportional to the product of the number of items and the size of the knapsack. Other applications": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.001176536
      ],
      [
        " programming",
        -0.01866185
      ]
    ]
  },
  "They are used in computer science for simplification of complex logical functions. By drawing this sort of table of elements and selecting either ones or zeroes according to certain rules, terms of logical expressions with many variables can be simplified. FTP, what are these drawings, developed in 1953 and named for their inventor?": {
    "guess": "Karnaugh map",
    "confidence": [
      [
        "K",
        -0.018995846
      ],
      [
        "arna",
        -0.00013548243
      ],
      [
        "ugh",
        -1.569009e-05
      ],
      [
        " map",
        -0.08598388
      ]
    ]
  },
  "This man used Operation Quicksilver to conceal an invasion, and this man was criticized by the GI General for having a poor grasp of tactics. This man oversaw the Battle of Falaise pocket, and he ordered the seventh army under George S. Patton to take Messina in accordance with General Montgomery's invasion plan. He authorized the execution of Eddie Slovik for desertion, and organized Operation Overlord. For 10 points, name this man, who served as the Supreme Commander of Allied forces in WWII and oversaw the Normandy landing on D-Day.": {
    "guess": "Dwight D. Eisenhower",
    "confidence": [
      [
        "D",
        -0.0071390825
      ],
      [
        "w",
        -3.2929079e-06
      ],
      [
        "ight",
        -1.9816675e-06
      ],
      [
        " D",
        -1.4259645e-05
      ],
      [
        ".",
        -2.9636918e-05
      ],
      [
        " Eisenhower",
        -1.962381e-05
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of children prancing around on an unstable boat that seats a woman with a large blue sphere; another shows": {
    "guess": "Lorenzo Lotto",
    "confidence": [
      [
        "L",
        -1.4116292
      ],
      [
        "oren",
        -0.004750865
      ],
      [
        "zo",
        -0.00025084958
      ],
      [
        " Lotto",
        -0.0015258101
      ]
    ]
  },
  "It can be used to calculate transport coefficients, such as conductivity. First proposed in 1872, it": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4209679
      ]
    ]
  },
  "It was used in the first step of an obsolete process to transform sodium chloride to hydrogen, chlorine gas, and sodium carbonate, the Leblanc process. It was originally created with the use of Glover towers; though now produced by the [*] contact process, that method was known as the lead chamber process. Its pure form was formally known as oil of vitriol and, along with carbon dioxide and water, it is a main component of Venus' atmosphere. For 10 points, name this strong component of acid rain": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.0058097015
      ],
      [
        "ulf",
        -6.17027e-05
      ],
      [
        "ur",
        -1.2233183e-05
      ],
      [
        "ic",
        -1.9146995e-05
      ],
      [
        " acid",
        -0.0073605143
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of children prancing around on an unstable boat that seats a woman with a large blue sphere; another shows a young man falling out of the huge sea shell on a traveler's back. Besides Fortune and Falsehood, which are amongst his Four Allegories, the influence of Antonello da Messina's oil techniques is apparent in two works that depict the Virgin in a blue mantle, immersed in golden dust and enthroned under an illuminated golden apsidiole. Besides the Frari Triptych and San Giobbe Altarpiece, one of his works lies in the Camerino d'Alabastro of Alfonso I D'Este and depicts scenes from Fasti wherein Silenus' donkey prevents Priapus' seduction of Lotis and Hermes lies against a barrel as everyone": {
    "guess": "Lorenzo Lotto",
    "confidence": [
      [
        "L",
        -1.2911524
      ],
      [
        "oren",
        -0.0076345433
      ],
      [
        "zo",
        -0.00017362394
      ],
      [
        " Lotto",
        -0.17748159
      ]
    ]
  },
  "This man used a square box with reliefs on each of its four sides as the base for his depiction of Judith beheading Holofernes. He depicted a sick, ragged woman in his wooden sculpture Penitent Magdalene, and his statue of Habacuc was nicknamed Zuccone due to its bald head. One of this sculptor's works is located outside the Basilica of St. Anthony, and features a spurred Erasmo da Narni. Another one": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.0010151836
      ],
      [
        "at",
        -2.0219828e-05
      ],
      [
        "ello",
        -0.00011749002
      ]
    ]
  },
  "Used to manufacture medical gloves and to trap pollutants in smokestacks, a zymogram can be used to examine the results of enzyme separation by this process, which won a Nobel Prize for its discoverer, Arne Tiselius. Via polyacrylamide gel, one can use it for rapid gene sequencing. FTP, name this process by which electrodes immersed in fluid attract charged particles suspended in the fluid.": {
    "guess": "Electrophoresis",
    "confidence": [
      [
        "Elect",
        -0.0057778116
      ],
      [
        "roph",
        -0.0015683073
      ],
      [
        "ores",
        -0.0008938324
      ],
      [
        "is",
        -0.00018840152
      ]
    ]
  },
  "This man used pastel paint to write the printing instructions for his lithograph Pinned Hat.  His somber": {
    "guess": "Jasper Johns",
    "confidence": [
      [
        "J",
        -0.7375545
      ],
      [
        "asper",
        -0.011894332
      ],
      [
        " Johns",
        -0.0001593195
      ]
    ]
  },
  "It can be used to calculate transport coefficients, such as conductivity. First proposed in 1872, it describes a function that gives a mathematical description of a state and how it is changing. This function depends on a position vector, a velocity vector, and time; this equation thus provides a statistical statement about the positions and velocities of the particles at any time. FTP, identify this equation named after a 19th century Austrian physicist that is used in the study of a collection": {
    "guess": "Boltzmann equation",
    "confidence": [
      [
        "B",
        -0.011251176
      ],
      [
        "olt",
        -0.00019877224
      ],
      [
        "z",
        -3.261701e-05
      ],
      [
        "mann",
        -2.6299214e-05
      ],
      [
        " equation",
        -0.2585521
      ]
    ]
  },
  "Used to manufacture medical gloves and to trap pollutants in smokestacks, a zymogram can be used to examine": {
    "guess": "Zymography",
    "confidence": [
      [
        "Z",
        -1.330133
      ],
      [
        "ym",
        -0.099346794
      ],
      [
        "ography",
        -0.3500274
      ]
    ]
  },
  "The use of caesium chloride gradients in the presence of ethidium bromide, though time consuming, allows for the purification of the supercoiled variety of these. They come in two classes: one that determines the production of colicins and the other that confers a resistance to antibiotics. The two types are called Col and R Factors. Through the use of endonucleases, they can be \"cut\" and have a foreign DNA molecule spliced in. This can then be implanted into a bacterial cell, which will then produce": {
    "guess": "Plasmid",
    "confidence": [
      [
        "Pl",
        -0.12161849
      ],
      [
        "asm",
        -7.9702455e-05
      ],
      [
        "id",
        -0.0041206693
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -0.6110718
      ],
      [
        "ian",
        -0.00022797346
      ]
    ]
  },
  "This man used pastel paint to write the printing instructions for his lithograph Pinned Hat.  His somber early period is exemplified by his Cabaret of Mother Antony, while Woman Bathing with Griffon was posed for by his mistress, Lise Trehot.  Early paintings in the style for which he is best-known include Parisian Woman and The Theater Box.  Favorite portrait subjects of his included Jeanne Samary and Mme Charpentier and her children, while Gustave Caillebotte can be seen in a better-known en plein air work.  For 10 points, name this impressionist painter of Moulin de la Gallette and The Luncheon of the Boating Party.": {
    "guess": "Pierre-Auguste Renoir",
    "confidence": [
      [
        "P",
        -0.022984665
      ],
      [
        "ierre",
        -3.2929079e-06
      ],
      [
        "-Aug",
        -0.0003357006
      ],
      [
        "uste",
        -0.00025919382
      ],
      [
        " Reno",
        -3.333223e-05
      ],
      [
        "ir",
        -1.3902034e-05
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of children prancing around on an unstable boat that seats a woman with a large blue sphere; another shows a young man falling out of the huge sea shell on a traveler's back. Besides Fortune and Falsehood, which are amongst his Four Allegories, the influence of Antonello da Messina's oil techniques is apparent in two works that depict the Virgin in a blue mantle, immersed in golden dust and enthroned under an illuminated golden apsidiole. Besides the Frari Triptych and San Giobbe Altarpiece, one of his works lies in the Camerino d'Alabastro of Alfonso I D'Este and depicts scenes from Fasti wherein Silenus' donkey prevents Priapus' seduction of Lotis and Hermes lies against a barrel as everyone carouses. For 10 points, name this Venetian painter, whose student Titian modified his depiction of The Feast of the Gods.": {
    "guess": "Giovanni Bellini",
    "confidence": [
      [
        "G",
        -0.029258242
      ],
      [
        "iov",
        -0.0013648777
      ],
      [
        "anni",
        -0.00011450992
      ],
      [
        " Bell",
        -1.3663626e-05
      ],
      [
        "ini",
        -0.00011880126
      ]
    ]
  },
  "This man used the chord progression from \"Honeysuckle Rose\" in his song \"Scrapple from the Apple\". In a recording session with Max Roach and Curley Russell, this composer performed \"Billie's Bounce\" as well as a song inspired by Ray Noble's \"Cherokee\", \"Ko-Ko\". On the album Jazz at Massey Hall, he collaborated in a quintet with Dizzy Gillespie, with whom he helped develop bebop. For 10 points, name this jazz composer of \"Ornithology\" and \"Yardbird Suite\" whose alto saxophone playing earned him the": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0017247996
      ],
      [
        " Parker",
        -4.1080468e-05
      ]
    ]
  },
  "Their use results in monolayer formation past the CMC point. Their solubilities increase strongly past the (*) Krafft point, and the SDS-PAGE technique is based on the interaction of proteins with this class of compounds. Most of them operate by capturing target molecules in globs consisting of hydrophobic tails and hydrophilic heads called micelles. For 10 points— identify this class of chemicals which lower the surface tension of liquids, examples of which include detergents.": {
    "guess": "Surfactant",
    "confidence": [
      [
        "Sur",
        -0.061676543
      ],
      [
        "fact",
        -1.0802739e-05
      ],
      [
        "ant",
        -0.007373766
      ]
    ]
  },
  "This is used as a solvent in the Jones reaction. Along with phenol, this is produced by the Cumene process. Another way to make it is by dehydrogenating 2-propanol. This can dissolve nitrocellulose as it is an organic solvent. It is used to clean laboratory glassware. This is the simplest ketone. For 10 points, name this compound found in nail polish remover.": {
    "guess": "Acetone",
    "confidence": [
      [
        "Ac",
        -0.0035348518
      ],
      [
        "et",
        -3.888926e-06
      ],
      [
        "one",
        -1.700133e-05
      ]
    ]
  },
  "The use of caesium chloride gradients in the presence of ethidium bromide, though time consuming, allows for the purification of the supercoiled variety of these. They come in two classes: one that determines the production of colicins and the other that confers a resistance to antibiotics. The two types are called Col and R Factors. Through the use of endonucleases, they can be \"cut\" and have a foreign DNA molecule spliced in. This can then be implanted into a bacterial cell, which will then produce copies of the DNA molecule. FTP name these circular DNA molecules that replicate independently of the bacterial chromosome.": {
    "guess": "Plasmid",
    "confidence": [
      [
        "Pl",
        -0.010029467
      ],
      [
        "asm",
        -1.3544423e-05
      ],
      [
        "id",
        -0.005020275
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of children prancing around on an unstable boat that seats a woman with a large blue sphere; another shows a young man falling out of the huge sea shell on a traveler's back. Besides Fortune and Falsehood, which are amongst his Four Allegories, the influence of Antonello da Messina's oil techniques is apparent in two works that depict the Virgin in a blue mantle, immersed in golden dust and enthroned under an illuminated golden apsidiole. Besides the Frari Triptych and San Giobbe Altarpiece, one of his works lies in the Camerino d'Alabastro of Alfonso I D'Este and depicts scenes from Fasti wherein Silenus' donkey prevents Priapus' seduction of Lotis and Hermes lies against a barrel as everyone carouses. For 10 points, name this Venetian painter, whose student Titian modified his depiction of": {
    "guess": "Giovanni Bellini",
    "confidence": [
      [
        "G",
        -0.4973445
      ],
      [
        "iov",
        -0.0014496371
      ],
      [
        "anni",
        -7.77952e-05
      ],
      [
        " Bell",
        -7.7199176e-05
      ],
      [
        "ini",
        -0.0001596771
      ]
    ]
  },
  "It was used in wall paintings in ancient Egypt and Babylonia, and during the Mycenaean period in Greece, where a little vinegar was probably added. One must first fill all the cracks and crevices in the panel with a mixture of size, glue or sawdust. The panel is then covered with cloth and the surface is coated with heavy gesso. The painter had to work with great rapidity and sureness, because correcting": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7139429
      ]
    ]
  },
  "The use of these over finite fields for a type of public-key cryptography was proposed by Koblitz and Miller. Adding a point at infinity allows one to define a group operation that maps two points on it to a third point on it such that all three points are collinear. It discriminant, proportional to 4 A cubed plus 27 B squared when its equation is y squared equals x cubed plus A x plus B, is zero when it is singular. Topologically, it is equivalent to a torus. A conjecture relating them to modular forms was proven in part by Andrew Wiles as part of his proof of Fermat's Last Theorem. For 10 points, what is this type of algebraic curve, of which the similarly-named conic section that looks like": {
    "guess": "Elliptic curve",
    "confidence": [
      [
        "Ell",
        -0.0061918492
      ],
      [
        "ipt",
        -0.00010545045
      ],
      [
        "ic",
        -1.0564331e-05
      ],
      [
        " curve",
        -0.06368409
      ]
    ]
  },
  "One use is to determine the electric potential need to maintain a given ion concentration across a membrane. Some pH meters use it to determine the concentration of hydrogen ions by measuring the voltage on an electrode. However, it is most often used in the other direction, when ion concentrations are known, and electrode potential is not. FTP, identify this equation, namesake of a German physical": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.00064547977
      ],
      [
        "ern",
        -0.00014478032
      ],
      [
        "st",
        -1.0564331e-05
      ],
      [
        " equation",
        -0.0022394701
      ]
    ]
  },
  "The use of caesium chloride gradients in the presence of ethidium bromide, though time consuming, allows for the purification of the supercoiled variety of these. They come in two classes: one that determines the production of colicins and the other that confers a resistance to antibiotics. The two types are called Col and R Factors. Through the use of endonucleases, they can be \"cut\" and have a foreign DNA molecule spliced in. This can then be implanted into a bacterial cell, which will then produce copies of the DNA molecule. FTP name these circular DNA molecules that replicate independently": {
    "guess": "Plasmid",
    "confidence": [
      [
        "Pl",
        -0.0016714918
      ],
      [
        "asm",
        -1.4498052e-05
      ],
      [
        "id",
        -0.112633266
      ]
    ]
  },
  "One useful approximation in this theory uses variationally minimized matrix elements that act as coefficients in a linear combination of orthonormal basis functions due to single atoms. Its namesake constructs are the eigenfunctions of the Fock operator, and the square moduli of the entities it concerns give the distribution of electrons due to more than one nucleus. Its namesake entities can be determined by the aforementioned LCAO approximation, can be visualized by hybridizations such as sp3, and come in bonding and anti-bonding varieties. For 10 points, name this theory of electron distribution": {
    "guess": "Molecular orbital theory",
    "confidence": [
      [
        "M",
        -0.00031294
      ],
      [
        "olecular",
        -5.9437833e-05
      ],
      [
        " orbital",
        -0.0037360643
      ],
      [
        " theory",
        -3.888926e-06
      ]
    ]
  },
  "He used lily-pad columns for the \"Great Workroom\" of his Johnson Wax Headquarters, and designed several houses using the textile block system. One work of his in the \"Maya Revival\" style survived the 1923 Tokyo earthquake. This architect of the Imperial Hotel designed a house for Edgar Kaufman with cantilevered": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.006609973
      ],
      [
        " Lloyd",
        -8.7212284e-05
      ],
      [
        " Wright",
        -2.6537622e-05
      ]
    ]
  },
  "The most useful algorithm for computing it is named after Odlyzko and Schonhage, and is far more computationally efficient than the algorithm named partly after Siegel.  Beukers' integral is used to approximate one value of it; that value was proven to be irrational and is known as Apery's constant.  Trivial zeroes exist at every even negative integer, while if its nontrivial zeroes have real part": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -0.0281942
      ],
      [
        "iem",
        -0.00020854695
      ],
      [
        "ann",
        -3.917321e-05
      ],
      [
        " z",
        -0.00031413205
      ],
      [
        "eta",
        -6.6306106e-06
      ],
      [
        " function",
        -3.333223e-05
      ]
    ]
  },
  "He used a death mask as a cast for his bronze tomb cover of Leonardo Dati, and he created a bronze shrine featuring The Miracle of the Ox-cart and The Miracle of the Strozzi boy for the Chapel of Zenobius. Cosimo and Lorenzo Medici commissioned him to create the shrine of SS Protus, Hyacinth and Nemesius for the Santa Maria degli Angeli. He created oversized sculptures of St John the Baptist and St. Matthew for the Orsanmichele, but he is better- known for a commission gained as the result of a competition with Brunelleschi. For 10 points,, name this artist responsible for the bronze reliefs on": {
    "guess": "Lorenzo Ghiberti",
    "confidence": [
      [
        "L",
        -0.076465316
      ],
      [
        "oren",
        -3.202099e-05
      ],
      [
        "zo",
        -8.053688e-05
      ],
      [
        " G",
        -3.8934802e-05
      ],
      [
        "hib",
        -4.3202e-07
      ],
      [
        "erti",
        -3.333223e-05
      ]
    ]
  },
  "This man used a televised speech to refer to the Jewish people as \"this elite people\" following Israel's\n": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.9185921
      ],
      [
        " de",
        -0.0019047239
      ],
      [
        " Gaul",
        -0.00017636562
      ],
      [
        "le",
        -1.1517961e-05
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of children prancing around on an unstable boat that seats a woman with a large blue sphere; another shows a young man falling out of the huge sea shell on a traveler's back. Besides Fortune and Falsehood, which are amongst his Four Allegories, the influence of Antonello da Messina's oil techniques is apparent in two works that depict the Virgin in a blue mantle, immersed in golden dust and enthroned under an illuminated golden apsidiole. Besides the Frari Triptych and San Giobbe Altarpiece, one of": {
    "guess": "Giovanni Bellini",
    "confidence": [
      [
        "G",
        -0.34280452
      ],
      [
        "iov",
        -0.011760392
      ],
      [
        "anni",
        -5.3596854e-05
      ],
      [
        " Bell",
        -0.00012344286
      ],
      [
        "ini",
        -0.00013274075
      ]
    ]
  },
  "It is used to calculate the probability of human matings that may result in defective offspring, and": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.10097927
      ],
      [
        "y",
        -6.749814e-06
      ],
      [
        "-",
        -0.038026337
      ],
      [
        "We",
        -1.640531e-05
      ],
      [
        "in",
        -3.0232935e-05
      ],
      [
        "berg",
        -0.0002072357
      ],
      [
        " principle",
        -0.015621243
      ]
    ]
  },
  "The use of a computation model containing one of these elements allows one to prove the version of the pumping lemma that replicates two sections of a string in parallel. A deterministic finite automaton with two of these elements is equivalent to a Turing machine, while the set of context free languages": {
    "guess": "Pushdown automaton",
    "confidence": [
      [
        "Push",
        -0.15792605
      ],
      [
        "down",
        -0.0017107594
      ],
      [
        " autom",
        -0.13912454
      ],
      [
        "aton",
        -0.023894023
      ]
    ]
  },
  "He used lily-pad columns for the \"Great Workroom\" of his Johnson Wax Headquarters, and designed several houses using the textile block system. One work of his in the \"Maya Revival\" style survived the 1923": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.01777574
      ],
      [
        " Lloyd",
        -0.00013679368
      ],
      [
        " Wright",
        -6.086828e-05
      ]
    ]
  },
  "The use of these over finite fields for a type of public-key cryptography was proposed by Koblitz and": {
    "guess": "Elliptic curve cryptography",
    "confidence": [
      [
        "Ell",
        -0.012951615
      ],
      [
        "ipt",
        -0.00014275387
      ],
      [
        "ic",
        -0.0004017137
      ],
      [
        " curve",
        -0.695808
      ],
      [
        " cryptography",
        -0.0065911445
      ]
    ]
  },
  "He used a death mask as a cast for his bronze tomb cover of Leonardo Dati, and he created a bronze shrine featuring The Miracle of the Ox-cart and The Miracle of the Strozzi boy for the Chapel of Zenobius. Cosimo and Lorenzo Medici commissioned him to create the shrine of SS Protus, Hyacinth and Nemesius for the Santa Maria degli Angeli. He created oversized sculptures of St John the Baptist and St. Matthew for the Orsanmichele, but he is better- known for a commission gained as the result of a competition with Brunelleschi. For 10 points,, name this artist responsible for the bronze reliefs on the doors of the Florence Baptistry, also known as the Gates of Paradise.": {
    "guess": "Lorenzo Ghiberti",
    "confidence": [
      [
        "L",
        -0.010653493
      ],
      [
        "oren",
        -4.3202e-07
      ],
      [
        "zo",
        -1.998142e-05
      ],
      [
        " G",
        -7.3458323e-06
      ],
      [
        "hib",
        -5.5122365e-07
      ],
      [
        "erti",
        -1.6882126e-05
      ]
    ]
  },
  "He uses the example of Cato the Younger in illustrating the concept of a man fighting on his knees in the face of adversity in his De Providentia.  Asthma and the treatment of one's own slaves are among the subjects of his letters dealing with morality that were written to Lucilius, while he argues that any length of life is sufficient to be lived, and whatever its length that life ought to be spent studying philosophy in De Brevitae Vitae.  Also known for a satire detailing the shortcomings of the": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.08292125
      ],
      [
        "eca",
        -0.00030471865
      ],
      [
        " the",
        -0.004480681
      ],
      [
        " Young",
        -0.0009810051
      ],
      [
        "er",
        -9.968313e-06
      ]
    ]
  },
  "It is used to calculate the probability of human matings that may result in defective offspring, and to determine whether the number of harmful mutations in a population is increasing. In a large, random-mating": {
    "guess": "Inbreeding",
    "confidence": [
      [
        "In",
        -0.8321214
      ],
      [
        "bre",
        -0.00027444822
      ],
      [
        "eding",
        -2.2484697e-05
      ]
    ]
  },
  "It uses the notion of circular flow, which is the relation between money income and spending and terms personal savings \"leakages\" and investment \"injections.\" It hypothesizes that a higher level of income is necessary to generate an increase of savings at a given interest rate. Because of its implications about deficit spending, economists criticize this model because raising interest rates lead to crowding out of private fixed investment. Derived from Keynes General Theory, the four quadrants in this model indicate excess demand or supply for goods versus excess demand or supply for money. In it, interest rates are plotted against real gross domestic product. FTP, identify this economic model": {
    "guess": "IS-LM model",
    "confidence": [
      [
        "IS",
        -0.30896902
      ],
      [
        "-L",
        -0.011323908
      ],
      [
        "M",
        -0.00022451657
      ],
      [
        " model",
        -0.07353318
      ]
    ]
  },
  "It uses the notion of circular flow, which is the relation between money income and spending and terms personal savings \"leakages\" and investment \"injections.\" It hypothesizes that a higher level of income is necessary to generate an increase of savings at a given interest rate. Because of its implications about deficit spending, economists criticize this model because raising interest rates lead to crowding out of private fixed investment. Derived from Keynes General Theory, the four quadrants in": {
    "guess": "IS-LM model",
    "confidence": [
      [
        "IS",
        -0.09621088
      ],
      [
        "-L",
        -0.14574029
      ],
      [
        "M",
        -1.473646e-05
      ],
      [
        " model",
        -0.0853628
      ]
    ]
  },
  "It is used to calculate the probability of human matings that may result in defective offspring, and to determine whether the number of harmful mutations in a population is increasing. In a large, random-mating population, the proportion of dominant and recessive genes tends to remain constant from generation": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.03133015
      ],
      [
        "y",
        -9.372295e-06
      ],
      [
        "-",
        -0.1251616
      ],
      [
        "We",
        -7.107425e-06
      ],
      [
        "in",
        -8.804671e-05
      ],
      [
        "berg",
        -0.00014156183
      ],
      [
        " principle",
        -0.023890177
      ]
    ]
  },
  "This man used Divine intervention to explain anomalies that were later accounted for in Laplace's calculus of variations. As part of this man's studies of alchemy, he translated the Emerald tablet, and he thought the world would end after 2060. In his more serious scientific endeavors, he related an object's temperature and the ambient temperature to its rate of (*) cooling. He gave a mathematical basis to Kepler's laws of planetary motion in his Philosophiae Naturalis Principia Mathematica, which": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.23873374
      ],
      [
        "aac",
        -7.1954215e-05
      ],
      [
        " Newton",
        -2.3915141e-05
      ]
    ]
  },
  "The use of a computation model containing one of these elements allows one to prove the version of the pumping lemma that replicates two sections of a string in parallel. A deterministic finite automaton with two of these elements is equivalent to a Turing machine, while the set of context free languages can be recognized by a DFA with one of these modifications, a model known as a PDA. Allocating memory in a region with this name relies on its namesake (*) frames and is contrasted with dynamic memory allocation, which uses the heap. The data structure of this name supports operations like \"peek\",": {
    "guess": "Stack (abstract data type)",
    "confidence": [
      [
        "Stack",
        -0.10231886
      ],
      [
        " (",
        -0.021519737
      ],
      [
        "abstract",
        -0.014188425
      ],
      [
        " data",
        -0.00016837897
      ],
      [
        " type",
        -0.00015550498
      ],
      [
        ")",
        -1.3902034e-05
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic.": {
    "guess": "Andrea Mantegna",
    "confidence": [
      [
        "And",
        -1.3637286
      ],
      [
        "rea",
        -0.0042903037
      ],
      [
        " Mant",
        -0.31321657
      ],
      [
        "eg",
        -4.5252596e-05
      ],
      [
        "na",
        -0.000107000094
      ]
    ]
  },
  "He uses the example of Cato the Younger in illustrating the concept of a man fighting on his knees in the face of adversity in his De Providentia.  Asthma and the treatment of one's own slaves are among the subjects of his letters dealing with morality that were written to Lucilius, while he argues that any length of life is sufficient to be lived, and whatever its length that life ought to be spent": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.015961403
      ],
      [
        "eca",
        -8.876193e-05
      ],
      [
        " the",
        -0.0015554478
      ],
      [
        " Young",
        -0.00025347207
      ],
      [
        "er",
        -1.9816675e-06
      ]
    ]
  },
  "This man used the chord progression from \"Honeysuckle Rose\" in his song \"Scrapple from the Apple\". In a recording session with Max Roach and Curley Russell, this composer performed \"Billie's Bounce\" as well as a song inspired by Ray Noble's \"Cherokee\", \"Ko-Ko\". On the album Jazz at Massey Hall, he collaborated in a quintet with Dizzy Gillespie, with whom he helped develop bebop. For 10 points, name": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0094723785
      ],
      [
        " Parker",
        -0.00023345684
      ]
    ]
  },
  "It uses the notion of circular flow, which is the relation between money income and spending and terms": {
    "guess": "Circular flow of income",
    "confidence": [
      [
        "Circular",
        -0.05195296
      ],
      [
        " flow",
        -0.03964031
      ],
      [
        " of",
        -0.0017588368
      ],
      [
        " income",
        -4.6683042e-05
      ]
    ]
  },
  "He used a death mask as a cast for his bronze tomb cover of Leonardo Dati, and he created a bronze shrine": {
    "guess": "Benvenuto Cellini",
    "confidence": [
      [
        "Ben",
        -0.3863519
      ],
      [
        "ven",
        -0.017160151
      ],
      [
        "uto",
        -3.4524266e-05
      ],
      [
        " Cell",
        -0.00083166314
      ],
      [
        "ini",
        -0.00019924906
      ]
    ]
  },
  "Used by architect William Anderson in his lighthouses, as well as more classical architecture, this structure allows load bearing walls to contain weakening cut outs such as large windows due to its transmission": {
    "guess": "Gothic architecture",
    "confidence": [
      [
        "G",
        -1.4332974
      ],
      [
        "oth",
        -0.019847818
      ],
      [
        "ic",
        -2.2842309e-05
      ],
      [
        " architecture",
        -0.183134
      ]
    ]
  },
  "This man used the word \"amative\" to describe the love of man for woman and the word \"adhesive\" to describe": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -1.4234197
      ],
      [
        " Words",
        -0.22483975
      ],
      [
        "worth",
        -3.8696395e-05
      ]
    ]
  },
  "This man used the word \"amative\" to describe the love of man for woman and the word \"adhesive\" to describe the love of man for man; the former type dominates his cycle of poems called \"Children of Adam,\" while the latter dominates his \"Calamus\" cycle. He describes becoming \"tired and sick\" during the": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.010816949
      ],
      [
        "alt",
        -0.0039153765
      ],
      [
        " Whit",
        -9.019238e-05
      ],
      [
        "man",
        -9.3410876e-05
      ]
    ]
  },
  "One useful approximation in this theory uses variationally minimized matrix elements that act as coefficients in a linear combination of orthonormal basis functions due to single atoms. Its namesake constructs are the eigenfunctions of the Fock operator, and the square moduli of the entities it concerns give the distribution of electrons due to more than one nucleus. Its namesake entities can be determined by the aforementioned LCAO approximation, can be visualized by hybridizations such as sp3, and come in bonding and anti-bonding varieties. For 10 points, name this theory of electron distribution in chemical compounds that is more realistic than VSEPR theory.": {
    "guess": "Molecular orbital theory",
    "confidence": [
      [
        "M",
        -0.02246528
      ],
      [
        "olecular",
        -9.3291674e-05
      ],
      [
        " orbital",
        -0.0088159405
      ],
      [
        " theory",
        -5.6769813e-06
      ]
    ]
  },
  "Use of this product was initially encouraged by the Ford Foundation's Educational Facilities Laboratory. It was first used at the Moses Brown School, and Indiana State was the first university to use it. A July 2007 study concluded that this product, originally produced by Monsanto Industries, contains toxic substances, and schools such as Northwestern and Central Michigan have replaced it with other synthetic surfaces or natural grass. For 10 points, name this first synthetic playing surface, most famously used in a domed Houston stadium.": {
    "guess": "AstroTurf",
    "confidence": [
      [
        "Ast",
        -0.041070588
      ],
      [
        "ro",
        -0.16362455
      ],
      [
        "T",
        -1.7432603e-06
      ],
      [
        "urf",
        -4.3202e-07
      ]
    ]
  },
  "This is used as a solvent in the Jones reaction. Along with phenol, this is produced by the Cumene process. Another way to make it is by dehydrogenating 2-propanol. This can dissolve nitrocellulose as": {
    "guess": "Acetone",
    "confidence": [
      [
        "Ac",
        -0.0011582006
      ],
      [
        "et",
        -0.00018077616
      ],
      [
        "one",
        -4.8828708e-05
      ]
    ]
  },
  "Their use results in monolayer formation past the CMC point. Their solubilities increase strongly past": {
    "guess": "Surfactant",
    "confidence": [
      [
        "Sur",
        -1.0048522
      ],
      [
        "fact",
        -6.2729996e-06
      ],
      [
        "ant",
        -0.20623527
      ]
    ]
  },
  "It can be used to calculate transport coefficients, such as conductivity. First proposed in 1872, it describes a function that gives a mathematical description of a state and how it is changing. This function": {
    "guess": "Partial differential equation",
    "confidence": [
      [
        "Partial",
        -0.91876906
      ],
      [
        " differential",
        -0.1363207
      ],
      [
        " equation",
        -0.010063345
      ]
    ]
  },
  "He used a death mask as a cast for his bronze tomb cover of Leonardo Dati, and he created a bronze shrine featuring The Miracle of the Ox-cart and The Miracle of the Strozzi boy for the Chapel of Zenobius. Cosimo and Lorenzo Medici commissioned him to create the shrine of SS Protus, Hyacinth and Nemesius": {
    "guess": "Lorenzo Ghiberti",
    "confidence": [
      [
        "L",
        -0.13660556
      ],
      [
        "oren",
        -0.0008184425
      ],
      [
        "zo",
        -0.0015086741
      ],
      [
        " G",
        -0.0071714013
      ],
      [
        "hib",
        -1.0280384e-06
      ],
      [
        "erti",
        -0.00012391969
      ]
    ]
  },
  "Their use results in monolayer formation past the CMC point. Their solubilities increase strongly past the (*) Krafft point, and the SDS-PAGE technique is based on the interaction of proteins with this class of compounds. Most of them operate by capturing target molecules in globs consisting of hydrophobic tails and hydrophilic heads called micelles. For 10 points— identify this class of chemicals": {
    "guess": "Surfactant",
    "confidence": [
      [
        "Sur",
        -0.07468633
      ],
      [
        "fact",
        -6.0345924e-06
      ],
      [
        "ant",
        -0.04423259
      ]
    ]
  },
  "The use of these over finite fields for a type of public-key cryptography was proposed by Koblitz and Miller. Adding a point at infinity allows one to define a group operation that maps two points on it to a third point on it such that all three points are collinear. It discriminant, proportional to 4 A cubed plus 27 B squared when its equation is y squared equals x cubed plus A x plus B, is zero when": {
    "guess": "Elliptic curve cryptography",
    "confidence": [
      [
        "Ell",
        -0.022589171
      ],
      [
        "ipt",
        -0.00042018664
      ],
      [
        "ic",
        -4.1914896e-05
      ],
      [
        " curve",
        -0.19443764
      ],
      [
        " cryptography",
        -0.018101715
      ]
    ]
  },
  "This man used pastel paint to write the printing instructions for his lithograph Pinned Hat.  His somber early period is exemplified by his Cabaret of Mother Antony, while Woman Bathing with Griffon was posed for by his mistress, Lise Trehot.  Early paintings in the style for which he is best-known include": {
    "guess": "Edgar Degas",
    "confidence": [
      [
        "Ed",
        -0.41297984
      ],
      [
        "gar",
        -0.0026442641
      ],
      [
        " D",
        -2.4987974e-05
      ],
      [
        "egas",
        -3.7742768e-05
      ]
    ]
  },
  "This man used Operation Quicksilver to conceal an invasion, and this man was criticized by the GI General for having a poor grasp of tactics. This man oversaw the Battle of Falaise pocket, and he ordered the seventh army under George S. Patton to take Messina in accordance with General Montgomery's invasion plan. He authorized the execution of Eddie Slovik for desertion, and organized Operation Overlord.": {
    "guess": "Dwight D. Eisenhower",
    "confidence": [
      [
        "D",
        -0.0041305227
      ],
      [
        "w",
        -3.888926e-06
      ],
      [
        "ight",
        -2.577686e-06
      ],
      [
        " D",
        -4.1914896e-05
      ],
      [
        ".",
        -8.5543434e-05
      ],
      [
        " Eisenhower",
        -3.9650025e-05
      ]
    ]
  },
  "It was used in wall paintings in ancient Egypt and Babylonia, and during the Mycenaean period in Greece, where a little vinegar was probably added. One must first fill all the cracks and crevices in the panel with a mixture of size, glue or sawdust. The panel is then covered with cloth and the surface is coated with heavy gesso. The painter had to work with great rapidity and sureness, because correcting errors was nearly impossible and it dried very quickly. FTP, name this oldest method of painting,": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -1.0595208
      ],
      [
        "resco",
        -0.00027587503
      ]
    ]
  },
  "He used a figure in Antonio Pollaiuolo's The Rape of Deianira as the model for Hercules in his Hercules and the Birds of Stymphalis.  \"The Drummer and Piper\" and \"Job and His Wife\" are the two side panels of this man's Altar of the Three Kings, and portraits by this man include those of Oswolt Krel and the Tucher family.  He may be best known for a work that includes an hour glass, an empty balance scale, a polyhedron with a skull on it, and a magic square which gives the date of the work, 1514, in the middle two cells.  Also known for woodcuts like his Apocalypse series, for 10 points, name this": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -0.07275449
      ],
      [
        "bre",
        -0.00014203864
      ],
      [
        "cht",
        -9.531814e-05
      ],
      [
        " D",
        -0.0004617704
      ],
      [
        "ür",
        -0.0006239186
      ],
      [
        "er",
        -8.299462e-06
      ]
    ]
  },
  "This man used the word \"amative\" to describe the love of man for woman and the word \"adhesive\" to describe the love of man for man; the former type dominates his cycle of poems called \"Children of Adam,\"": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.0044854274
      ],
      [
        "alt",
        -0.0012230859
      ],
      [
        " Whit",
        -3.7265952e-05
      ],
      [
        "man",
        -8.184812e-05
      ]
    ]
  },
  "This man used pastel paint to write the printing instructions for his lithograph Pinned Hat.  His somber early period is exemplified by his Cabaret of Mother Antony, while Woman Bathing with Griffon was posed for by his mistress, Lise Trehot.  Early paintings in the style for which he is best-known include Parisian Woman and The Theater Box.  Favorite portrait subjects of his included Jeanne Samary and Mme Charpentier and her children, while Gustave Caillebotte can be seen in a better-known en plein air work.  For 10 points, name this impressionist painter of Moulin de la Gallette and The Luncheon": {
    "guess": "Pierre-Auguste Renoir",
    "confidence": [
      [
        "P",
        -0.0007725821
      ],
      [
        "ierre",
        -3.4121115e-06
      ],
      [
        "-Aug",
        -0.0008034338
      ],
      [
        "uste",
        -0.0003277176
      ],
      [
        " Reno",
        -3.7385154e-05
      ],
      [
        "ir",
        -1.4855664e-05
      ]
    ]
  },
  "This man used Divine intervention to explain anomalies that were later accounted for in Laplace's calculus of variations. As part of this man's studies of alchemy, he translated the Emerald tablet, and he thought the world would end after 2060. In his more serious scientific endeavors, he related an": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.024575178
      ],
      [
        "aac",
        -2.2007884e-05
      ],
      [
        " Newton",
        -0.0011287829
      ]
    ]
  },
  "This man used powers granted by the Taft-Hartley Act during a confrontation with air traffic controllers, and his Defense Secretary resigned after violations of the Boland Amendment were revealed. Before those events during his presidency, he served as Governor of California from 1967 until 1975. Prior": {
    "guess": "Ronald Reagan",
    "confidence": [
      [
        "Ron",
        -0.31398225
      ],
      [
        "ald",
        -5.109358e-05
      ],
      [
        " Reagan",
        -0.0006114059
      ]
    ]
  },
  "He used lily-pad columns for the \"Great Workroom\" of his Johnson Wax Headquarters, and designed several": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.004104758
      ],
      [
        " Lloyd",
        -0.00012725739
      ],
      [
        " Wright",
        -6.229872e-05
      ]
    ]
  },
  "This man used the chord progression from \"Honeysuckle Rose\" in his song \"Scrapple from the Apple\". In": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0037254954
      ],
      [
        " Parker",
        -0.00022964232
      ]
    ]
  },
  "One useful approximation in this theory uses variationally minimized matrix elements that act as coefficients in a linear combination of orthonormal basis functions due to single atoms. Its namesake constructs are the eigenfunctions of the Fock operator, and the square moduli of the entities it concerns": {
    "guess": "Basis set (chemistry)",
    "confidence": [
      [
        "B",
        -0.83979917
      ],
      [
        "asis",
        -0.0017292065
      ],
      [
        " set",
        -0.0326717
      ],
      [
        " (",
        -0.008987394
      ],
      [
        "chemistry",
        -0.018547647
      ],
      [
        ")",
        -2.1054253e-05
      ]
    ]
  },
  "This man used a square box with reliefs on each of its four sides as the base for his depiction of Judith beheading Holofernes. He depicted a sick, ragged woman in his wooden sculpture Penitent Magdalene, and his statue of Habacuc was nicknamed Zuccone due to its bald head. One of this sculptor's works": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.0033975292
      ],
      [
        "at",
        -5.9080223e-05
      ],
      [
        "ello",
        -7.8987236e-05
      ]
    ]
  },
  "He uses the example of Cato the Younger in illustrating the concept of a man fighting on his knees in the face of adversity in his De Providentia.  Asthma and the treatment of one's own slaves are among": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.65250874
      ],
      [
        "eca",
        -0.000946592
      ],
      [
        " the",
        -0.09473031
      ],
      [
        " Young",
        -0.0016798213
      ],
      [
        "er",
        -5.6769813e-06
      ]
    ]
  },
  "This man used a square box with reliefs on each of its four sides as the base for his depiction of Judith beheading Holofernes. He depicted a sick, ragged woman in his wooden sculpture Penitent Magdalene, and his statue of Habacuc was nicknamed Zuccone due to its bald head. One of this sculptor's works is located outside the Basilica of St. Anthony, and features a spurred Erasmo da Narni. Another one of his works is considered the first freestanding male nude made since antiquity, and features an effeminate young man holding a sword while standing over the head of his enemy. For 10 points, name": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.0016999338
      ],
      [
        "at",
        -1.0683535e-05
      ],
      [
        "ello",
        -8.304016e-05
      ]
    ]
  },
  "This man used a televised speech to refer to the Jewish people as \"this elite people\" following Israel's\n victory in the Six-Day War. His other speeches included the \"Appeal of 18 June\" and a controversial\n declaration of \"vive le Quebec libre.\" This man criticized the static strategy of the Maginot Line in his book\n The Army of the Future and encouraged his countrymen to reject the policies of Philippe Petain, who led\n the collaborationist Vichy regime in this man's country. For 10 points, name this leader of the Free French\n during World War II, a general who was also the first president of the": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.0029651038
      ],
      [
        " de",
        -9.6629374e-05
      ],
      [
        " Gaul",
        -2.6656826e-05
      ],
      [
        "le",
        -2.6968896e-06
      ]
    ]
  },
  "One useful model of these substances posited that they contain two components, one of which carries\n all the entropy; that model was posited by Tisza. One hallmark of these substances is the fact that a\n pressure gradient has no effect on their motion, and it is also impossible to maintain a thermal": {
    "guess": "Superfluids",
    "confidence": [
      [
        "Super",
        -0.14483897
      ],
      [
        "fluid",
        -0.0003280752
      ],
      [
        "s",
        -0.15583189
      ]
    ]
  },
  "He used \"La Follia\" as the basis for his last original solo piano composition, Variations on a Theme of Corelli.  Unsatisfied with his revisions of his second piano sonata, he gave Horowitz authority to change it however he pleased.  Glazunov's drunken conducting of his first symphony sent him into a three-year-long depression, which he once consulted Tolstoy about.  He wrote an Elegiac Trio after the death of Tchaikovsky, who was set to conduct his symphonic fantasy The Rock.  He referred to his third piano concerto, written for his first American tour, as \"a piece for elephants\".  A painting by Bocklin inspired his Isle of the Dead, and he also set Poe's The Bells to music.  FTP, identify this": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.06805911
      ],
      [
        "erge",
        -0.0008745397
      ],
      [
        "i",
        -0.0018711672
      ],
      [
        " Rach",
        -0.0022422045
      ],
      [
        "man",
        -9.841743e-05
      ],
      [
        "in",
        -0.00037609597
      ],
      [
        "off",
        -0.00044282433
      ]
    ]
  },
  "This man used a square box with reliefs on each of its four sides as the base for his depiction of Judith beheading Holofernes. He depicted a sick, ragged woman in his wooden sculpture Penitent Magdalene, and his statue of Habacuc was nicknamed Zuccone due to its bald head. One of this sculptor's works is located outside the Basilica of St. Anthony, and features a spurred Erasmo da Narni. Another one of his works is considered the first freestanding male nude made since antiquity, and features an effeminate young man holding a sword while standing over the head of his enemy. For 10 points, name this Renaissance sculptor of the equestrian Gattamelata and a bronze statue of David.": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.0015704455
      ],
      [
        "at",
        -2.4391957e-05
      ],
      [
        "ello",
        -6.2775536e-05
      ]
    ]
  },
  "This man used the chord progression from \"Honeysuckle Rose\" in his song \"Scrapple from the Apple\". In a recording session with Max Roach and Curley Russell, this composer performed \"Billie's Bounce\" as well as a song inspired by Ray Noble's \"Cherokee\", \"Ko-Ko\". On the album Jazz at Massey Hall, he collaborated in a quintet with Dizzy Gillespie, with whom he helped develop bebop. For 10 points, name this jazz composer of \"Ornithology\" and \"Yardbird Suite\" whose alto saxophone playing earned him the nickname \"Bird\".": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.003123764
      ],
      [
        " Parker",
        -0.00012701898
      ]
    ]
  },
  "One useful model of these substances posited that they contain two components, one of which carries\n all the entropy; that model was posited by Tisza. One hallmark of these substances is the fact that a\n pressure gradient has no effect on their motion, and it is also impossible to maintain a thermal gradient\n across one of these substances. Substances with this property can produce Rollin films, and when\n temperature is applied on one side of a porus plug, these substances will product jets. Landau won the\n Nobel Prize for his work on these substances, which only exist below the lambda point. Common\n": {
    "guess": "Superfluids",
    "confidence": [
      [
        "Super",
        -0.012940676
      ],
      [
        "fluid",
        -0.00013476722
      ],
      [
        "s",
        -0.12239804
      ]
    ]
  },
  "This man used powers granted by the Taft-Hartley Act during a confrontation with air traffic controllers, and his Defense Secretary resigned after violations of the Boland Amendment were revealed. Before those events during his presidency, he served as Governor of California from 1967 until 1975. Prior to entering politics, this man was a famous (*) Hollywood actor. For 10 points, name this Republican": {
    "guess": "Ronald Reagan",
    "confidence": [
      [
        "Ron",
        -0.035890393
      ],
      [
        "ald",
        -5.3596854e-05
      ],
      [
        " Reagan",
        -0.0012680899
      ]
    ]
  },
  "This man used a televised speech to refer to the Jewish people as \"this elite people\" following Israel's\n victory in the Six-Day War. His other speeches included the \"Appeal of 18 June\" and a controversial\n declaration of \"vive le Quebec libre.\" This man criticized the static strategy of the Maginot Line in his book\n The Army of the Future and encouraged his countrymen to reject the policies of Philippe Petain, who led\n the collaborationist Vichy regime in this man's country. For 10 points, name this leader of the Free French\n during World War II, a general who was also the first president of the Fifth Republic.": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.0024523498
      ],
      [
        " de",
        -0.000102708764
      ],
      [
        " Gaul",
        -2.0219828e-05
      ],
      [
        "le",
        -1.6240566e-06
      ]
    ]
  },
  "He used a death mask as a cast for his bronze tomb cover of Leonardo Dati, and he created a bronze shrine featuring The Miracle of the Ox-cart and The Miracle of the Strozzi boy for the Chapel of Zenobius. Cosimo and Lorenzo Medici commissioned him to create the shrine of SS Protus, Hyacinth and Nemesius for the Santa Maria degli Angeli. He created oversized sculptures of St John the Baptist and St. Matthew for the Orsanmichele, but he is better- known for a commission gained as the result of a competition": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.55305034
      ],
      [
        "at",
        -0.00012689977
      ],
      [
        "ello",
        -0.0003822909
      ]
    ]
  },
  "The most useful algorithm for computing it is named after Odlyzko and Schonhage, and is far more computationally": {
    "guess": "Multiplication of large integers",
    "confidence": [
      [
        "Multip",
        -0.7943752
      ],
      [
        "lication",
        -0.089841194
      ],
      [
        " of",
        -0.012959149
      ],
      [
        " large",
        -0.25581932
      ],
      [
        " integers",
        -0.1829058
      ]
    ]
  },
  "It was used in the first step of an obsolete process to transform sodium chloride to hydrogen, chlorine gas, and sodium carbonate, the Leblanc process. It was originally created with the use of Glover towers; though now produced by the [*] contact process, that method was known as the lead chamber process. Its pure form was formally known as oil of vitriol and, along with carbon dioxide and water,": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.0033888603
      ],
      [
        "ulf",
        -9.698699e-05
      ],
      [
        "ur",
        -6.9882217e-06
      ],
      [
        "ic",
        -2.2365493e-05
      ],
      [
        " acid",
        -0.0033688964
      ]
    ]
  },
  "This man used Divine intervention to explain anomalies that were later accounted for in Laplace's calculus of variations. As part of this man's studies of alchemy, he translated the Emerald tablet, and he thought the world would end after 2060. In his more serious scientific endeavors, he related an object's temperature and the ambient temperature to its rate of (*) cooling. He gave a mathematical basis to Kepler's laws of planetary motion in his Philosophiae Naturalis Principia Mathematica, which also contains his universal law of gravitation. For 10 points, name this English scientist who developed three laws of motion and discovered calculus concurrently with Leibniz.": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.008426512
      ],
      [
        "aac",
        -7.564953e-05
      ],
      [
        " Newton",
        -9.014684e-06
      ]
    ]
  },
  "It was used in the first step of an obsolete process to transform sodium chloride to hydrogen, chlorine gas, and sodium carbonate, the Leblanc process. It was originally created with the use of Glover towers; though now produced by the [*] contact process, that method was known as the lead chamber process. Its pure form was formally known as oil of vitriol and, along with carbon dioxide and water, it is a main component of Venus' atmosphere. For 10 points, name this strong component of acid rain with formula H2SO4.": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.00406249
      ],
      [
        "ulf",
        -3.7742768e-05
      ],
      [
        "ur",
        -1.27099975e-05
      ],
      [
        "ic",
        -7.703444e-06
      ],
      [
        " acid",
        -0.0062387567
      ]
    ]
  },
  "When used to describe a conjugate, it defines a generalization of the Legendre transformation, and when used before \"Combination\" it describes a linear combination of points with non-negative coefficients that sum to one. In its more common usage, if a set exhibits this property, then it can be directly implied that the set is also pathwise-connected. For ten points, name this mathematical property,": {
    "guess": "Convexity",
    "confidence": [
      [
        "Conv",
        -0.041777067
      ],
      [
        "ex",
        -0.00032021143
      ],
      [
        "ity",
        -0.035085592
      ]
    ]
  },
  "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which is used in the Smith-Waterman algorithm for optimal local sequence alignments. This technique can also be used to generate a pseudo-polynomial time solution to the 0-1 knapsack problem that runs in time proportional to the product of the number of items and the size of the knapsack. Other applications include the (*) CYK algorithm for bottom-up parsing of context free grammars. Problems which are": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.0013115442
      ],
      [
        " programming",
        -0.01941356
      ]
    ]
  },
  "He used \"La Follia\" as the basis for his last original solo piano composition, Variations on a Theme of Corelli.  Unsatisfied with his revisions of his second piano sonata, he gave Horowitz authority to": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.9150336
      ],
      [
        "erge",
        -0.00048536903
      ],
      [
        "i",
        -0.0023917062
      ],
      [
        " Rach",
        -0.004010373
      ],
      [
        "man",
        -0.00010092071
      ],
      [
        "in",
        -0.000245247
      ],
      [
        "off",
        -8.900034e-05
      ]
    ]
  },
  "One useful model of these substances posited that they contain two components, one of which carries\n all the entropy; that model was posited by Tisza. One hallmark of these substances is the fact that": {
    "guess": "Helium-3",
    "confidence": [
      [
        "Hel",
        -0.24580367
      ],
      [
        "ium",
        -0.00010914576
      ],
      [
        "-",
        -0.08553234
      ],
      [
        "3",
        -0.14719085
      ]
    ]
  },
  "This man used the word \"amative\" to describe the love of man for woman and the word \"adhesive\" to describe the love of man for man; the former type dominates his cycle of poems called \"Children of Adam,\" while the latter dominates his \"Calamus\" cycle. He describes becoming \"tired and sick\" during the title time and later looking up \"in perfect silence at the stars\" in his \"When I Heard the Learn'd Astronomer,\" while in another poem he describes the \"Flood-tide below me!\" in \"Crossing Brooklyn Ferry.\" FTP name this American author who included these works, as well as the massive \"Song of Myself,\" in his ever-growing collection Leaves of Grass.": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.0035526776
      ],
      [
        "alt",
        -0.0012836872
      ],
      [
        " Whit",
        -1.9743013e-05
      ],
      [
        "man",
        -2.1769476e-05
      ]
    ]
  },
  "He used \"La Follia\" as the basis for his last original solo piano composition, Variations on a Theme of Corelli.  Unsatisfied with his revisions of his second piano sonata, he gave Horowitz authority to change it however he pleased.  Glazunov's drunken conducting of his first symphony sent him into a three-year-long depression, which he once consulted Tolstoy about.  He wrote an Elegiac Trio after the death of Tchaikovsky, who was set to conduct his symphonic fantasy The Rock.  He referred to his third piano concerto, written for his first American tour, as \"a piece for elephants\".  A painting by Bocklin inspired his Isle of the Dead, and he also set Poe's The Bells to music.  FTP, identify this Russian composer who used a caprice for solo violin as the basis for arguably his most famous work,": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.023518924
      ],
      [
        "erge",
        -9.651017e-05
      ],
      [
        "i",
        -0.00015229016
      ],
      [
        " Rach",
        -0.000120708515
      ],
      [
        "man",
        -6.396757e-05
      ],
      [
        "in",
        -0.0001757696
      ],
      [
        "off",
        -3.7146747e-05
      ]
    ]
  },
  "It uses the notion of circular flow, which is the relation between money income and spending and terms personal savings \"leakages\" and investment \"injections.\" It hypothesizes that a higher level of income is necessary to generate an increase of savings at a given interest rate. Because of its implications about deficit spending, economists criticize this model because raising interest rates lead to crowding out of private fixed investment. Derived from Keynes General Theory, the four quadrants in this model indicate excess demand or supply for goods versus excess demand or supply for money. In it, interest rates are plotted against real gross domestic product. FTP, identify this economic model derived by John Hicks and Alvin Hansen that takes its name from two intersecting curves, the Investment/Saving curve and the Liquidity Preference/Money supply curve.": {
    "guess": "IS-LM model",
    "confidence": [
      [
        "IS",
        -0.009954524
      ],
      [
        "-L",
        -0.23747106
      ],
      [
        "M",
        -5.5146502e-05
      ],
      [
        " model",
        -0.059322
      ]
    ]
  },
  "He used a figure in Antonio Pollaiuolo's The Rape of Deianira as the model for Hercules in his Hercules": {
    "guess": "Hercules in ancient Rome",
    "confidence": [
      [
        "H",
        -0.803352
      ],
      [
        "erc",
        -0.0048300074
      ],
      [
        "ules",
        -0.003821695
      ],
      [
        " in",
        -0.31314746
      ],
      [
        " ancient",
        -0.86700445
      ],
      [
        " Rome",
        -0.029806845
      ]
    ]
  },
  "Used to manufacture medical gloves and to trap pollutants in smokestacks, a zymogram can be used to examine the results of enzyme separation by this process, which won a Nobel Prize for its discoverer,": {
    "guess": "Polyacrylamide gel electrophoresis",
    "confidence": [
      [
        "Poly",
        -0.45353672
      ],
      [
        "ac",
        -0.049220692
      ],
      [
        "ry",
        -6.749814e-06
      ],
      [
        "lam",
        -5.9199425e-05
      ],
      [
        "ide",
        -0.00013846254
      ],
      [
        " gel",
        -0.0013828555
      ],
      [
        " elect",
        -0.00015812746
      ],
      [
        "roph",
        -5.3239244e-05
      ],
      [
        "ores",
        -0.00018470621
      ],
      [
        "is",
        -0.00021986762
      ]
    ]
  },
  "This is used as a solvent in the Jones reaction. Along with phenol, this is produced by the Cumene process.": {
    "guess": "Cumene",
    "confidence": [
      [
        "Cum",
        -0.34743485
      ],
      [
        "ene",
        -0.04040872
      ]
    ]
  },
  "Used to prove that there is no general method for solving Diophantine equations, methods for computing them include Cassini's identity, Binet's formula, and determining how many ways there are to tile a 2-by-n strip with 1-by-2 rectangles.  One may also expand their generating function: f-of-x equals x divided by 1 minus x minus x-squared, or sum the shallow diagonals of Pascal's triangle to compute, FTP, what sequence of numbers, whose first five members are 1, 1, 2, 3, 5?": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.024771621
      ],
      [
        "ib",
        -0.0003802681
      ],
      [
        "onacci",
        -0.00013655527
      ],
      [
        " number",
        -0.022384496
      ]
    ]
  },
  "The use of a computation model containing one of these elements allows one to prove the version of the": {
    "guess": "Elementary cellular automaton",
    "confidence": [
      [
        "Element",
        -0.9392455
      ],
      [
        "ary",
        -0.003938887
      ],
      [
        " cellular",
        -0.9972745
      ],
      [
        " autom",
        -0.0062387567
      ],
      [
        "aton",
        -0.03177541
      ]
    ]
  },
  "This man used a flowered curtain as the background for his portrait of Teodoro of Urbino as St. Dominic. This man created a series of secular paintings for Vincenzo Catena: one of them shows a bunch of children prancing around on an unstable boat that seats a woman with a large blue sphere; another shows a young man falling out of the huge sea shell on a traveler's back. Besides Fortune and Falsehood,": {
    "guess": "Giovanni Bellini",
    "confidence": [
      [
        "G",
        -0.544929
      ],
      [
        "iov",
        -0.037851077
      ],
      [
        "anni",
        -0.00080474507
      ],
      [
        " Bell",
        -0.061901353
      ],
      [
        "ini",
        -0.00011069541
      ]
    ]
  },
  "He used \"La Follia\" as the basis for his last original solo piano composition, Variations on a Theme": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -1.035475
      ],
      [
        "z",
        -1.2590794e-05
      ],
      [
        " Lis",
        -0.00029828164
      ],
      [
        "zt",
        -3.357064e-05
      ]
    ]
  },
  "He uses the example of Cato the Younger in illustrating the concept of a man fighting on his knees in": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.5388517
      ],
      [
        "o",
        -0.0015859127
      ],
      [
        "icism",
        -0.014390794
      ]
    ]
  },
  "It was used in wall paintings in ancient Egypt and Babylonia, and during the Mycenaean period in Greece, where a little vinegar was probably added. One must first fill all the cracks and crevices in the panel with a mixture of size, glue or sawdust. The panel is then covered with cloth and the surface": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.767891
      ]
    ]
  },
  "He used a figure in Antonio Pollaiuolo's The Rape of Deianira as the model for Hercules in his Hercules and the Birds of Stymphalis.  \"The Drummer and Piper\" and \"Job and His Wife\" are the two side panels of this man's Altar of the Three Kings, and portraits by this man include those of Oswolt Krel and the Tucher family.  He may be best known for a work that includes an hour glass, an empty balance scale, a polyhedron with a skull on it, and a magic square which gives the date of the work, 1514,": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -0.0057820743
      ],
      [
        "bre",
        -0.00010235115
      ],
      [
        "cht",
        -0.00015371693
      ],
      [
        " D",
        -0.005145877
      ],
      [
        "ür",
        -0.0043538096
      ],
      [
        "er",
        -3.9769227e-05
      ]
    ]
  },
  "This man used a televised speech to refer to the Jewish people as \"this elite people\" following Israel's\n victory in the Six-Day War. His other speeches included the \"Appeal of 18 June\" and a controversial\n declaration of \"vive le Quebec libre.\" This man criticized the static strategy of the Maginot Line in his book\n The Army of the Future and encouraged his countrymen to reject the policies of Philippe Petain, who led\n the collaborationist Vichy regime in this man's country. For 10 points, name": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.0029717572
      ],
      [
        " de",
        -0.0005767433
      ],
      [
        " Gaul",
        -6.46828e-05
      ],
      [
        "le",
        -3.5313153e-06
      ]
    ]
  },
  "It is used in the preparation of betamethasone, a treatment for inflammatory disorders. The Phillips process and UOP use it as a catalyst to alkylate low-weight olefines with isobutene. (*) Its ability to dissolve oxides makes it, like sulfuric acid, key to electropolishing molybdenum, niobium, tantalum, and tungsten. It is often distilled from a mixture of calcium sulfate after sulfuric acid reacts": {
    "guess": "Hydrofluoric acid",
    "confidence": [
      [
        "Hy",
        -0.4512444
      ],
      [
        "dro",
        -0.0052254596
      ],
      [
        "flu",
        -0.34023407
      ],
      [
        "oric",
        -0.0010225669
      ],
      [
        " acid",
        -0.050639603
      ]
    ]
  },
  "One useful model of these substances posited that they contain two components, one of which carries\n all the entropy; that model was posited by Tisza. One hallmark of these substances is the fact that a\n pressure gradient has no effect on their motion, and it is also impossible to maintain a thermal gradient\n across one of these substances. Substances with this property can produce Rollin films, and when\n temperature is applied on one side of a porus plug, these substances will product jets. Landau": {
    "guess": "Superfluids",
    "confidence": [
      [
        "Super",
        -0.09943735
      ],
      [
        "fluid",
        -0.0001508597
      ],
      [
        "s",
        -0.3925062
      ]
    ]
  },
  "They are used in computer science for simplification of complex logical functions. By drawing this sort": {
    "guess": "Karnaugh map",
    "confidence": [
      [
        "K",
        -0.45056418
      ],
      [
        "arna",
        -0.00092873344
      ],
      [
        "ugh",
        -5.6769813e-06
      ],
      [
        " map",
        -0.035299655
      ]
    ]
  },
  "Use of this product was initially encouraged by the Ford Foundation's Educational Facilities Laboratory. It was first used at the Moses Brown School, and Indiana State was the first university to use it. A July 2007 study concluded that this product, originally produced by Monsanto Industries, contains toxic substances, and schools such as Northwestern and Central Michigan have replaced it with other": {
    "guess": "Polychlorinated biphenyl",
    "confidence": [
      [
        "Pol",
        -0.3576183
      ],
      [
        "ych",
        -0.3746267
      ],
      [
        "lor",
        -0.00015729303
      ],
      [
        "inated",
        -0.0007457832
      ],
      [
        " bip",
        -0.30661795
      ],
      [
        "hen",
        -8.3278566e-05
      ],
      [
        "yl",
        -3.094816e-05
      ]
    ]
  },
  "Their use results in monolayer formation past the CMC point. Their solubilities increase strongly past the (*) Krafft point, and the SDS-PAGE technique is based on the interaction of proteins with this": {
    "guess": "Surfactant",
    "confidence": [
      [
        "Sur",
        -0.0987938
      ],
      [
        "fact",
        -5.3193703e-06
      ],
      [
        "ant",
        -0.09771348
      ]
    ]
  },
  "They are used in computer science for simplification of complex logical functions. By drawing this sort of table of elements and selecting either ones or zeroes according to certain rules, terms of logical": {
    "guess": "Karnaugh map",
    "confidence": [
      [
        "K",
        -0.23450047
      ],
      [
        "arna",
        -8.590105e-05
      ],
      [
        "ugh",
        -1.0564331e-05
      ],
      [
        " map",
        -0.038856756
      ]
    ]
  },
  "It uses the notion of circular flow, which is the relation between money income and spending and terms personal savings \"leakages\" and investment \"injections.\" It hypothesizes that a higher level of income is necessary to generate an increase of savings at a given interest rate. Because of its implications about deficit spending, economists criticize this model because raising interest rates lead to crowding out of private fixed investment. Derived from Keynes General Theory, the four quadrants in this model indicate excess demand or supply for goods versus excess demand or supply for money. In it, interest rates are plotted against real gross domestic product. FTP, identify this economic model derived by John Hicks and Alvin Hansen that takes its name from two intersecting curves, the Investment/Saving": {
    "guess": "IS-LM model",
    "confidence": [
      [
        "IS",
        -0.0036972242
      ],
      [
        "-L",
        -0.010739226
      ],
      [
        "M",
        -2.6060809e-05
      ],
      [
        " model",
        -0.07080152
      ]
    ]
  },
  "One useful approximation in this theory uses variationally minimized matrix elements that act as coefficients in a linear combination of orthonormal basis functions due to single atoms. Its namesake constructs": {
    "guess": "Hartree-Fock method",
    "confidence": [
      [
        "H",
        -1.3096795
      ],
      [
        "art",
        -0.00023369525
      ],
      [
        "ree",
        -0.00045962472
      ],
      [
        "-F",
        -0.10153029
      ],
      [
        "ock",
        -1.6524515e-05
      ],
      [
        " method",
        -0.018199224
      ]
    ]
  },
  "He used \"La Follia\" as the basis for his last original solo piano composition, Variations on a Theme of Corelli.  Unsatisfied with his revisions of his second piano sonata, he gave Horowitz authority to change it however he pleased.  Glazunov's drunken conducting of his first symphony sent him into a three-year-long depression, which he once consulted Tolstoy about.  He wrote an Elegiac Trio after the death of Tchaikovsky, who was set to conduct his symphonic fantasy The Rock.  He referred to his third piano concerto, written for his first American tour, as \"a piece for elephants\".  A painting": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.24318905
      ],
      [
        "erge",
        -0.00011093382
      ],
      [
        "i",
        -0.0007170772
      ],
      [
        " Rach",
        -0.0008004574
      ],
      [
        "man",
        -8.089449e-05
      ],
      [
        "in",
        -0.00018077616
      ],
      [
        "off",
        -0.00013607845
      ]
    ]
  },
  "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which is used in the Smith-Waterman algorithm for optimal local sequence alignments. This technique can also be used to generate a pseudo-polynomial time solution to the 0-1 knapsack problem that runs in time proportional to the product of the number of items and the size of the knapsack. Other applications include the (*) CYK algorithm for bottom-up parsing of context free grammars. Problems which are amenable to this technique have both optimal substructure and overlapping subproblems, which distinguishes it from \"divide and conquer\" and allows the use of memoization. For 10 points, name this algorithm design technique in which the optimal solutions to increasingly large subproblems are recorded in a table.": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.0027631524
      ],
      [
        " programming",
        -0.0071377824
      ]
    ]
  },
  "It used to be prescribed for skin diseases despite its irritant properties. Its three major types include brown, also known as Amosite; blue, or Riebeckite; and white, which is mined from serpertine rocks and known as Chrysotile. Its name is derived from its use in lamp wicks, and its other practical uses have included electric oven and hotplate wiring for its electrical insular properties. FTP, identify this group of metamorphic and sometimes fibrous minerals that were formerly used in construction before their carcinogenic properties were realized.": {
    "guess": "Asbestos",
    "confidence": [
      [
        "As",
        -0.08498818
      ],
      [
        "bestos",
        -0.012799096
      ]
    ]
  },
  "This man used Operation Quicksilver to conceal an invasion, and this man was criticized by the GI General": {
    "guess": "Dwight D. Eisenhower",
    "confidence": [
      [
        "D",
        -0.1305237
      ],
      [
        "w",
        -4.739826e-05
      ],
      [
        "ight",
        -1.6166903e-05
      ],
      [
        " D",
        -0.0007775886
      ],
      [
        ".",
        -0.0001757696
      ],
      [
        " Eisenhower",
        -8.733149e-05
      ]
    ]
  },
  "The most useful algorithm for computing it is named after Odlyzko and Schonhage, and is far more computationally efficient than the algorithm named partly after Siegel.  Beukers' integral is used to approximate one value of it; that value was proven to be irrational and is known as Apery's constant.": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -0.35649857
      ],
      [
        "iem",
        -0.011910823
      ],
      [
        "ann",
        -5.7411373e-05
      ],
      [
        " z",
        -0.04019415
      ],
      [
        "eta",
        -7.822647e-06
      ],
      [
        " function",
        -0.00036216015
      ]
    ]
  },
  "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which is used in the Smith-Waterman algorithm for optimal local sequence alignments. This technique can also be used to generate a pseudo-polynomial time solution to the 0-1 knapsack problem that runs in time": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.00014382669
      ],
      [
        " programming",
        -0.01299339
      ]
    ]
  },
  "The use of caesium chloride gradients in the presence of ethidium bromide, though time consuming, allows for the purification of the supercoiled variety of these. They come in two classes: one that determines the production of colicins and the other that confers a resistance to antibiotics. The two types are called Col and R Factors. Through the use of endonucleases, they can be \"cut\" and have a foreign": {
    "guess": "Plasmid",
    "confidence": [
      [
        "Pl",
        -0.0074366042
      ],
      [
        "asm",
        -2.1531068e-05
      ],
      [
        "id",
        -0.0024687632
      ]
    ]
  },
  "When used to describe a conjugate, it defines a generalization of the Legendre transformation, and when used before \"Combination\" it describes a linear combination of points with non-negative coefficients that sum to one. In its more common usage, if a set exhibits this property, then it can be directly": {
    "guess": "Convex set",
    "confidence": [
      [
        "Conv",
        -0.03593134
      ],
      [
        "ex",
        -0.00043996712
      ],
      [
        " set",
        -0.63972557
      ]
    ]
  },
  "He uses the example of Cato the Younger in illustrating the concept of a man fighting on his knees in the face of adversity in his De Providentia.  Asthma and the treatment of one's own slaves are among the subjects of his letters dealing with morality that were written to Lucilius, while he argues that any length of life is sufficient to be lived, and whatever its length that life ought to be spent studying philosophy in De Brevitae Vitae.  Also known for a satire detailing the shortcomings of the emperor Claudius, the Apocolocyntosis, FTP, name this Roman philosopher, who was also noted for being instructed by Nero to commit suicide.": {
    "guess": "Seneca the Younger",
    "confidence": [
      [
        "Sen",
        -0.034092598
      ],
      [
        "eca",
        -3.5477897e-05
      ],
      [
        " the",
        -0.011049825
      ],
      [
        " Young",
        -0.0005089494
      ],
      [
        "er",
        -2.8160932e-06
      ]
    ]
  },
  "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which is used in the Smith-Waterman algorithm for optimal local sequence alignments. This technique can also be used to generate a pseudo-polynomial time solution to the 0-1 knapsack problem that runs in time proportional to the product of the number of items and the size of the knapsack. Other applications include the (*) CYK algorithm for bottom-up parsing of context free grammars. Problems which are amenable to this technique have both optimal substructure and overlapping subproblems, which distinguishes": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.00041315364
      ],
      [
        " programming",
        -0.015702683
      ]
    ]
  },
  "The use of a computation model containing one of these elements allows one to prove the version of the pumping lemma that replicates two sections of a string in parallel. A deterministic finite automaton with two of these elements is equivalent to a Turing machine, while the set of context free languages can be recognized by a DFA with one of these modifications, a model known as a PDA. Allocating": {
    "guess": "Pushdown automaton",
    "confidence": [
      [
        "Push",
        -0.8481194
      ],
      [
        "down",
        -0.0023289097
      ],
      [
        " autom",
        -0.20643468
      ],
      [
        "aton",
        -0.039203912
      ]
    ]
  },
  "It was used in wall paintings in ancient Egypt and Babylonia, and during the Mycenaean period in Greece,": {
    "guess": "Black",
    "confidence": [
      [
        "Black",
        -0.045063764
      ]
    ]
  },
  "Used to prove that there is no general method for solving Diophantine equations, methods for computing": {
    "guess": "Hilbert's tenth problem",
    "confidence": [
      [
        "H",
        -0.12793663
      ],
      [
        "il",
        -5.9153886e-06
      ],
      [
        "bert",
        -3.5477897e-05
      ],
      [
        "'s",
        -0.0003000697
      ],
      [
        " tenth",
        -0.5847252
      ],
      [
        " problem",
        -0.00048191214
      ]
    ]
  },
  "He used a figure in Antonio Pollaiuolo's The Rape of Deianira as the model for Hercules in his Hercules and the Birds of Stymphalis.  \"The Drummer and Piper\" and \"Job and His Wife\" are the two side panels of this man's Altar of the Three Kings, and portraits by this man include those of Oswolt Krel and the Tucher family.  He may be best known for a work that includes an hour glass, an empty balance": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -0.69065195
      ],
      [
        "bre",
        -0.0001501445
      ],
      [
        "cht",
        -0.00013369438
      ],
      [
        " D",
        -0.12719771
      ],
      [
        "ür",
        -0.0031194836
      ],
      [
        "er",
        -1.5570886e-05
      ]
    ]
  },
  "This man used the word \"amative\" to describe the love of man for woman and the word \"adhesive\" to describe the love of man for man; the former type dominates his cycle of poems called \"Children of Adam,\" while the latter dominates his \"Calamus\" cycle. He describes becoming \"tired and sick\" during the title time and later looking up \"in perfect silence at the stars\" in his \"When I Heard the Learn'd Astronomer,\" while in another poem he describes the \"Flood-tide below me!\" in \"Crossing Brooklyn Ferry.\" FTP name this American author who included these works, as well as the massive \"Song of Myself,\"": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.00406166
      ],
      [
        "alt",
        -0.002665431
      ],
      [
        " Whit",
        -3.9650025e-05
      ],
      [
        "man",
        -4.048445e-05
      ]
    ]
  },
  "Used to prove that there is no general method for solving Diophantine equations, methods for computing them include Cassini's identity, Binet's formula, and determining how many ways there are to tile a 2-by-n strip with 1-by-2 rectangles.  One may also expand their generating function: f-of-x equals x divided by 1 minus x minus x-squared, or sum the shallow diagonals of Pascal's triangle to compute,": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.078797586
      ],
      [
        "ib",
        -0.000998275
      ],
      [
        "onacci",
        -7.9418505e-06
      ],
      [
        " number",
        -0.011577526
      ]
    ]
  },
  "The most useful algorithm for computing it is named after Odlyzko and Schonhage, and is far more computationally efficient than the algorithm named partly after Siegel.  Beukers' integral is used to approximate": {
    "guess": "Odlyzko–Schönhage algorithm",
    "confidence": [
      [
        "Od",
        -1.6167828
      ],
      [
        "ly",
        -2.0219828e-05
      ],
      [
        "z",
        -0.00016814057
      ],
      [
        "ko",
        -5.2643223e-05
      ],
      [
        "–",
        -0.4120399
      ],
      [
        "Sch",
        -0.00018161058
      ],
      [
        "ö",
        -0.0016613778
      ],
      [
        "nh",
        -6.511407e-06
      ],
      [
        "age",
        -7.326546e-05
      ],
      [
        " algorithm",
        -0.010006688
      ]
    ]
  },
  "He used \"La Follia\" as the basis for his last original solo piano composition, Variations on a Theme of Corelli.  Unsatisfied with his revisions of his second piano sonata, he gave Horowitz authority to change it however he pleased.  Glazunov's drunken conducting of his first symphony sent him into a three-year-long depression, which he once consulted Tolstoy about.  He wrote an Elegiac Trio after": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.5214341
      ],
      [
        "erge",
        -0.0009876733
      ],
      [
        "i",
        -0.0033267147
      ],
      [
        " Rach",
        -0.0007669832
      ],
      [
        "man",
        -7.600714e-05
      ],
      [
        "in",
        -0.00023452967
      ],
      [
        "off",
        -4.894791e-05
      ]
    ]
  },
  "The use of these over finite fields for a type of public-key cryptography was proposed by Koblitz and Miller. Adding a point at infinity allows one to define a group operation that maps two points on it to a third point on it such that all three points are collinear. It discriminant, proportional to": {
    "guess": "Elliptic curve cryptography",
    "confidence": [
      [
        "Ell",
        -0.006824894
      ],
      [
        "ipt",
        -8.685468e-05
      ],
      [
        "ic",
        -0.000121542944
      ],
      [
        " curve",
        -0.16539793
      ],
      [
        " cryptography",
        -0.1057227
      ]
    ]
  },
  "Used by architect William Anderson in his lighthouses, as well as more classical architecture, this structure allows load bearing walls to contain weakening cut outs such as large windows due to its transmission of horizontal thrust. If they are very tall, sometimes two or more semi-arches are used. It was employed in Romanesque architecture but disguised by other constructions or a roof. With an open": {
    "guess": "Flying buttress",
    "confidence": [
      [
        "Flying",
        -0.26049322
      ],
      [
        " butt",
        -0.0054603554
      ],
      [
        "ress",
        -0.0020810245
      ]
    ]
  },
  "It is used to calculate the probability of human matings that may result in defective offspring, and to determine whether the number of harmful mutations in a population is increasing. In a large, random-mating population, the proportion of dominant and recessive genes tends to remain constant from generation to generation unless outside forces such as selection, mutation, gene flow, and natural selection act to change it. FTP, what is this principle named for two scientists that describes genetic": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.019627495
      ],
      [
        "y",
        -0.0004325765
      ],
      [
        "-",
        -0.028871851
      ],
      [
        "We",
        -1.3544423e-05
      ],
      [
        "in",
        -7.517272e-05
      ],
      [
        "berg",
        -0.00012987986
      ],
      [
        " principle",
        -0.1101714
      ]
    ]
  },
  "This man used powers granted by the Taft-Hartley Act during a confrontation with air traffic controllers,": {
    "guess": "Taft-Hartley Act",
    "confidence": [
      [
        "Ta",
        -0.82799
      ],
      [
        "ft",
        -5.2001665e-06
      ],
      [
        "-H",
        -0.03157643
      ],
      [
        "art",
        -0.0035165679
      ],
      [
        "ley",
        -0.0004366294
      ],
      [
        " Act",
        -0.009026722
      ]
    ]
  },
  "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which is used in the Smith-Waterman algorithm for optimal local sequence alignments. This technique can also": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.46314278
      ],
      [
        " programming",
        -0.4576316
      ]
    ]
  },
  "It uses the notion of circular flow, which is the relation between money income and spending and terms personal savings \"leakages\" and investment \"injections.\" It hypothesizes that a higher level of income is necessary to generate an increase of savings at a given interest rate. Because of its implications about deficit spending, economists criticize this model because raising interest rates lead to crowding out of private fixed investment. Derived from Keynes General Theory, the four quadrants in this model indicate excess demand or supply for goods versus excess demand or supply for money. In": {
    "guess": "IS-LM model",
    "confidence": [
      [
        "IS",
        -0.013153171
      ],
      [
        "-L",
        -0.11022713
      ],
      [
        "M",
        -1.147242e-06
      ],
      [
        " model",
        -0.06947058
      ]
    ]
  },
  "He used a death mask as a cast for his bronze tomb cover of Leonardo Dati, and he created a bronze shrine featuring The Miracle of the Ox-cart and The Miracle of the Strozzi boy for the Chapel of Zenobius. Cosimo and Lorenzo Medici commissioned him to create the shrine of SS Protus, Hyacinth and Nemesius for the Santa Maria degli Angeli. He created oversized sculptures of St John the Baptist and St.": {
    "guess": "Lorenzo Ghiberti",
    "confidence": [
      [
        "L",
        -0.8312953
      ],
      [
        "oren",
        -0.0004720219
      ],
      [
        "zo",
        -0.0030884705
      ],
      [
        " G",
        -0.0022801498
      ],
      [
        "hib",
        -6.704273e-07
      ],
      [
        "erti",
        -6.384837e-05
      ]
    ]
  },
  "When used to describe a conjugate, it defines a generalization of the Legendre transformation, and when used before \"Combination\" it describes a linear combination of points with non-negative coefficients": {
    "guess": "Convex function",
    "confidence": [
      [
        "Conv",
        -0.19861051
      ],
      [
        "ex",
        -0.0017484846
      ],
      [
        " function",
        -0.778753
      ]
    ]
  },
  "When used to describe a conjugate, it defines a generalization of the Legendre transformation, and when": {
    "guess": "Generating function",
    "confidence": [
      [
        "Generating",
        -0.69843996
      ],
      [
        " function",
        -0.19670482
      ]
    ]
  },
  "Used by architect William Anderson in his lighthouses, as well as more classical architecture, this structure allows load bearing walls to contain weakening cut outs such as large windows due to its transmission of horizontal thrust. If they are very tall, sometimes two or more semi-arches are used. It was employed in Romanesque architecture but disguised by other constructions or a roof. With an open partial arch shape, it stands apart from the central building. FTP this is what structure commonly found on the outside of Gothic Cathedrals, including Westminster Abbey and the National Cathedral": {
    "guess": "Flying buttress",
    "confidence": [
      [
        "Flying",
        -0.003815511
      ],
      [
        " butt",
        -0.0077671558
      ],
      [
        "ress",
        -0.0006386925
      ]
    ]
  },
  "He used a figure in Antonio Pollaiuolo's The Rape of Deianira as the model for Hercules in his Hercules and the Birds of Stymphalis.  \"The Drummer and Piper\" and \"Job and His Wife\" are the two side panels of this man's Altar of the Three Kings, and portraits by this man include those of Oswolt Krel and": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -1.2035844
      ],
      [
        "bre",
        -0.0010550802
      ],
      [
        "cht",
        -0.0002848153
      ],
      [
        " D",
        -0.5607349
      ],
      [
        "ür",
        -0.0018029844
      ],
      [
        "er",
        -1.2590794e-05
      ]
    ]
  },
  "Their use results in monolayer formation past the CMC point. Their solubilities increase strongly past the (*) Krafft point, and the SDS-PAGE technique is based on the interaction of proteins with this class of compounds. Most of them operate by capturing target molecules in globs consisting of hydrophobic": {
    "guess": "Surfactants",
    "confidence": [
      [
        "Sur",
        -0.43594685
      ],
      [
        "fact",
        -0.0001819682
      ],
      [
        "ants",
        -0.05635054
      ]
    ]
  },
  "It is used in the preparation of betamethasone, a treatment for inflammatory disorders. The Phillips": {
    "guess": "Corticosteroid",
    "confidence": [
      [
        "C",
        -0.9615563
      ],
      [
        "ortic",
        -0.15597694
      ],
      [
        "oster",
        -0.00022129806
      ],
      [
        "oid",
        -0.0325539
      ]
    ]
  },
  "This man used a televised speech to refer to the Jewish people as \"this elite people\" following Israel's\n victory in the Six-Day War. His other speeches included the \"Appeal of 18 June\" and a controversial\n declaration of \"vive le Quebec libre.\" This man criticized the static strategy of the Maginot Line in his book\n The Army of the Future and encouraged his countrymen to reject the policies of Philippe": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.00030721823
      ],
      [
        " de",
        -3.8219583e-05
      ],
      [
        " Gaul",
        -1.569009e-05
      ],
      [
        "le",
        -2.3392786e-06
      ]
    ]
  },
  "It used to be prescribed for skin diseases despite its irritant properties. Its three major types include brown, also known as Amosite; blue, or Riebeckite; and white, which is mined from serpertine rocks and known as Chrysotile. Its name is derived from its use in lamp wicks, and its other practical uses have included electric oven and hotplate wiring for its electrical insular properties. FTP, identify this group of metamorphic and sometimes fibrous minerals that were formerly used in construction": {
    "guess": "Asbestos",
    "confidence": [
      [
        "As",
        -0.08195181
      ],
      [
        "bestos",
        -0.008223525
      ]
    ]
  },
  "It can be used to calculate transport coefficients, such as conductivity. First proposed in 1872, it describes a function that gives a mathematical description of a state and how it is changing. This function depends on a position vector, a velocity vector, and time; this equation thus provides a statistical": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.78456604
      ]
    ]
  },
  "It was used in wall paintings in ancient Egypt and Babylonia, and during the Mycenaean period in Greece, where a little vinegar was probably added. One must first fill all the cracks and crevices in the": {
    "guess": "Black",
    "confidence": [
      [
        "Black",
        -0.15652774
      ]
    ]
  },
  "This man used Operation Quicksilver to conceal an invasion, and this man was criticized by the GI General for having a poor grasp of tactics. This man oversaw the Battle of Falaise pocket, and he ordered the seventh army under George S. Patton to take Messina in accordance with General Montgomery's invasion plan. He authorized the execution of Eddie Slovik for desertion, and organized Operation Overlord. For 10 points, name this man, who served as the Supreme Commander of Allied forces in WWII and": {
    "guess": "Dwight D. Eisenhower",
    "confidence": [
      [
        "D",
        -0.0068431227
      ],
      [
        "w",
        -3.7697225e-06
      ],
      [
        "ight",
        -4.246537e-06
      ],
      [
        " D",
        -6.408677e-05
      ],
      [
        ".",
        -7.1238996e-05
      ],
      [
        " Eisenhower",
        -3.0113732e-05
      ]
    ]
  },
  "This man used a televised speech to refer to the Jewish people as \"this elite people\" following Israel's\n victory in the Six-Day War. His other speeches included the \"Appeal of 18 June\" and a controversial\n declaration of \"vive le Quebec libre.\" This man criticized the static strategy of the Maginot": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.00070742896
      ],
      [
        " de",
        -4.85903e-05
      ],
      [
        " Gaul",
        -2.4987974e-05
      ],
      [
        "le",
        -1.0683535e-05
      ]
    ]
  },
  "It uses the notion of circular flow, which is the relation between money income and spending and terms personal savings \"leakages\" and investment \"injections.\" It hypothesizes that a higher level of income": {
    "guess": "Circular flow of income",
    "confidence": [
      [
        "Circular",
        -0.8209098
      ],
      [
        " flow",
        -0.03800006
      ],
      [
        " of",
        -0.00013727049
      ],
      [
        " income",
        -5.4385737e-06
      ]
    ]
  },
  "One use of this technique is an efficient algorithm for computing Levenshtein distances, a fact which is used in the Smith-Waterman algorithm for optimal local sequence alignments. This technique can also be used to generate a pseudo-polynomial time solution to the 0-1 knapsack problem that runs in time proportional to the product of the number of items and the size of the knapsack. Other applications include the (*) CYK algorithm for bottom-up parsing of context free grammars. Problems which are amenable to this technique have both optimal substructure and overlapping subproblems, which distinguishes it from \"divide and conquer\" and allows the use of memoization. For 10 points, name this algorithm design technique in which the optimal solutions to increasingly large subproblems are recorded": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.0012061846
      ],
      [
        " programming",
        -0.008269279
      ]
    ]
  },
  "He used \"La Follia\" as the basis for his last original solo piano composition, Variations on a Theme of Corelli.  Unsatisfied with his revisions of his second piano sonata, he gave Horowitz authority to change it however he pleased.  Glazunov's drunken conducting of his first symphony sent him into a three-year-long depression, which he once consulted Tolstoy about.  He wrote an Elegiac Trio after the death of Tchaikovsky, who was set to conduct his symphonic fantasy The Rock.  He referred to his third piano concerto, written for his first American tour, as \"a piece for elephants\".  A painting by Bocklin inspired his Isle of the Dead, and he also set Poe's The Bells to music.  FTP, identify this Russian composer who used a caprice for solo violin as the basis for arguably his most famous work, Rhapsody on a Theme by Paganini.": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.0717381
      ],
      [
        "erge",
        -4.2391708e-05
      ],
      [
        "i",
        -0.00048298496
      ],
      [
        " Rach",
        -0.00022773506
      ],
      [
        "man",
        -5.8126592e-05
      ],
      [
        "in",
        -0.00015205175
      ],
      [
        "off",
        -3.5716304e-05
      ]
    ]
  },
  "This man used Divine intervention to explain anomalies that were later accounted for in Laplace's calculus": {
    "guess": "Pierre-Simon Laplace",
    "confidence": [
      [
        "P",
        -1.1553235
      ],
      [
        "ierre",
        -0.00046320082
      ],
      [
        "-S",
        -0.007931915
      ],
      [
        "imon",
        -0.00013226394
      ],
      [
        " Lap",
        -0.0002906526
      ],
      [
        "lace",
        -3.7385154e-05
      ]
    ]
  },
  "This man used the word \"amative\" to describe the love of man for woman and the word \"adhesive\" to describe the love of man for man; the former type dominates his cycle of poems called \"Children of Adam,\" while the latter dominates his \"Calamus\" cycle. He describes becoming \"tired and sick\" during the title time and later looking up \"in perfect silence at the stars\" in his \"When I Heard the Learn'd Astronomer,\" while in another poem he describes the \"Flood-tide below me!\" in \"Crossing Brooklyn Ferry.\"": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.006659012
      ],
      [
        "alt",
        -0.0017100441
      ],
      [
        " Whit",
        -6.849731e-05
      ],
      [
        "man",
        -5.7172965e-05
      ]
    ]
  },
  "It can be used to calculate transport coefficients, such as conductivity. First proposed in 1872, it describes a function that gives a mathematical description of a state and how it is changing. This function depends on a position vector, a velocity vector, and time; this equation thus provides a statistical statement about the positions and velocities of the particles at any time. FTP, identify this": {
    "guess": "Liouville's equation",
    "confidence": [
      [
        "Li",
        -0.85971975
      ],
      [
        "ou",
        -0.00060378783
      ],
      [
        "ville",
        -2.3080716e-05
      ],
      [
        "'s",
        -0.009882163
      ],
      [
        " equation",
        -0.9110088
      ]
    ]
  },
  "It has been used to synthesize such complex molecules as morphine, reserpine, and cortisone as well as other cyclic organic compounds.  Take a substance containing two alternate double bonds and link it to a compound containing a pair of doubly or triply bonded carbon atoms.  The two compounds will react to form a six-membered ring.  In essence, it is the reaction of quinones with dienes and is also known as diene synthesis.  FTP, give this reaction, named for the German scientists Otto and Kurt.": {
    "guess": "Otto Diels and Kurt Alder Nobel Prize in Chemistry",
    "confidence": [
      [
        "Ot",
        -0.4199293
      ],
      [
        "to",
        -5.5122365e-07
      ],
      [
        " Di",
        -0.35288408
      ],
      [
        "els",
        -0.00039123115
      ],
      [
        " and",
        -0.10451845
      ],
      [
        " Kurt",
        -0.0026795834
      ],
      [
        " Ald",
        -2.6418418e-05
      ],
      [
        "er",
        -0.000112245056
      ],
      [
        " Nobel",
        -0.7160336
      ],
      [
        " Prize",
        -0.07147433
      ],
      [
        " in",
        -0.15660991
      ],
      [
        " Chemistry",
        -0.014375394
      ]
    ]
  },
  "The use of these over finite fields for a type of public-key cryptography was proposed by Koblitz and Miller. Adding a point at infinity allows one to define a group operation that maps two points on it to a third point on it such that all three points are collinear. It discriminant, proportional to 4 A cubed plus 27 B squared when its equation is y squared equals x cubed plus A x plus B, is zero when it is singular. Topologically, it is equivalent to a torus. A conjecture relating them to modular forms was proven in part by Andrew Wiles as part of his proof of Fermat's Last Theorem. For 10 points, what is this type of algebraic curve, of which the similarly-named conic section that looks like a squashed circle is not an example?": {
    "guess": "Elliptic curve",
    "confidence": [
      [
        "Ell",
        -0.006959508
      ],
      [
        "ipt",
        -0.00044449317
      ],
      [
        "ic",
        -5.312004e-05
      ],
      [
        " curve",
        -0.0895025
      ]
    ]
  }
}