{
  "The quote \"Son coeur est un luth suspendu:/ Sito^t qu'on le touche il re'sonne\" from De Be'ranger, meaning \"His heart is a suspended lute: / Whenever one touches it, it resounds,\" is placed at the beginning of this short story. Its narrator is visiting an old friend in response to a letter stating that he had a mental disorder and desired to see him. The climax comes when, while the narrator and his friend read a dragon story, the friend's dead sister Madeline enters the room, and the narrator flees": {
    "guess": "The Fall of the House of Usher",
    "confidence": [
      [
        "The",
        -0.13079743
      ],
      [
        " Fall",
        -0.011575059
      ],
      [
        " of",
        -8.3159364e-05
      ],
      [
        " the",
        -0.0010151836
      ],
      [
        " House",
        -0.0001242773
      ],
      [
        " of",
        -7.278864e-05
      ],
      [
        " U",
        -0.00015657782
      ],
      [
        "sher",
        -1.4378848e-05
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited joke in a refutation of Hobbes's \"superiority theory\" of laughter. He defined beauty as \"uniformity amidst variety\" and said that a square was more beautiful than a triangle. This man's equation \"B equals M over A\" helps calculate the benevolence of an action as equaling the moment of good divided by our ability to do good. This author of Thoughts on Laughter described beauty as an instinct that is raised or triggered in us when we see a beautiful thing, and he compared the way we sense good": {
    "guess": "Arthur Schopenhauer",
    "confidence": [
      [
        "Arthur",
        -2.1461189
      ],
      [
        " Sch",
        -0.005055264
      ],
      [
        "openh",
        -2.7610455e-05
      ],
      [
        "auer",
        -8.351697e-05
      ]
    ]
  },
  "It quotes John Hobson's analysis of partitioning China in a section on \"parasitism and decay,\" while Karl Kautsky's ideas on an \"ultra\" variety of the title concept are declared \"ultra-nonsense.\" The fifth section considers the \"comedy of oil\" wherein Deutsche Bank failed at thwarting the Rockefeller oil trust in the \"division of the world.\" The preface to the French and German editions of this work describes how superprofits are used to bribe labour leaders and claims the recent Treaties (*) of Brest-Litovsk and Versailles exemplify the central thesis. Originally written in Zurich in 1916, this work links colonialism to the export of capital rather than goods, a phenomenon that characterizes the age of monopolies. For 10 points, name this Vladimir Lenin work, which claims the title concept is the highest stage of capitalism.": {
    "guess": "Imperialism, the Highest Stage of Capitalism",
    "confidence": [
      [
        "Im",
        -0.00047511753
      ],
      [
        "perial",
        -5.252402e-05
      ],
      [
        "ism",
        -5.574252e-05
      ],
      [
        ",",
        -0.011898222
      ],
      [
        " the",
        -0.00017100146
      ],
      [
        " Highest",
        -0.0007225605
      ],
      [
        " Stage",
        -0.00095421734
      ],
      [
        " of",
        -6.9882217e-06
      ],
      [
        " Capital",
        -3.261701e-05
      ],
      [
        "ism",
        -2.4630364e-05
      ]
    ]
  },
  "It quotes John Hobson's analysis of partitioning China in a section on \"parasitism and decay,\" while": {
    "guess": "Imperialism",
    "confidence": [
      [
        "Im",
        -0.110337526
      ],
      [
        "perial",
        -0.0011509365
      ],
      [
        "ism",
        -0.0015537863
      ]
    ]
  },
  "It quotes John Hobson's analysis of partitioning China in a section on \"parasitism and decay,\" while Karl Kautsky's ideas on an \"ultra\" variety of the title concept are declared \"ultra-nonsense.\" The fifth section considers the \"comedy of oil\" wherein Deutsche Bank failed at thwarting the Rockefeller oil trust in the \"division of the world.\" The preface to the French and German editions of this work describes how superprofits are used to bribe labour leaders and claims the recent Treaties (*) of": {
    "guess": "Imperialism, the Highest Stage of Capitalism",
    "confidence": [
      [
        "Im",
        -0.022774592
      ],
      [
        "perial",
        -0.0035101532
      ],
      [
        "ism",
        -6.563642e-05
      ],
      [
        ",",
        -0.020578327
      ],
      [
        " the",
        -0.0034799778
      ],
      [
        " Highest",
        -0.0017259917
      ],
      [
        " Stage",
        -0.0027006161
      ],
      [
        " of",
        -1.0087517e-05
      ],
      [
        " Capital",
        -8.518583e-05
      ],
      [
        "ism",
        -1.5213274e-05
      ]
    ]
  },
  "It quotes John Hobson's analysis of partitioning China in a section on \"parasitism and decay,\" while Karl Kautsky's ideas on an \"ultra\" variety of the title concept are declared \"ultra-nonsense.\" The fifth section considers the \"comedy of oil\" wherein Deutsche Bank failed at thwarting the Rockefeller oil trust in the \"division of the world.\" The preface to the French and German editions of this work describes how superprofits are used to bribe labour leaders and claims the recent Treaties (*) of Brest-Litovsk and Versailles exemplify the central thesis. Originally written in Zurich in 1916, this work links colonialism to the export of capital rather than goods, a phenomenon that characterizes": {
    "guess": "Imperialism, the Highest Stage of Capitalism",
    "confidence": [
      [
        "Im",
        -0.0043983096
      ],
      [
        "perial",
        -0.00027099132
      ],
      [
        "ism",
        -6.313315e-05
      ],
      [
        ",",
        -0.06275438
      ],
      [
        " the",
        -0.0012414213
      ],
      [
        " Highest",
        -0.002044152
      ],
      [
        " Stage",
        -0.0012861869
      ],
      [
        " of",
        -5.2001665e-06
      ],
      [
        " Capital",
        -8.061054e-06
      ],
      [
        "ism",
        -9.610702e-06
      ]
    ]
  },
  "It quotes John Hobson's analysis of partitioning China in a section on \"parasitism and decay,\" while Karl Kautsky's ideas on an \"ultra\" variety of the title concept are declared \"ultra-nonsense.\" The fifth section considers the \"comedy of oil\" wherein Deutsche Bank failed at thwarting the Rockefeller": {
    "guess": "Imperialism, the Highest Stage of Capitalism",
    "confidence": [
      [
        "Im",
        -0.0795531
      ],
      [
        "perial",
        -0.003043547
      ],
      [
        "ism",
        -9.376849e-05
      ],
      [
        ",",
        -0.2324192
      ],
      [
        " the",
        -0.019040177
      ],
      [
        " Highest",
        -0.0076876627
      ],
      [
        " Stage",
        -0.001797158
      ],
      [
        " of",
        -1.3544423e-05
      ],
      [
        " Capital",
        -9.305327e-05
      ],
      [
        "ism",
        -3.3093824e-05
      ]
    ]
  },
  "The quote \"Son coeur est un luth suspendu:/ Sito^t qu'on le touche il re'sonne\" from De Be'ranger, meaning": {
    "guess": "Pierre-Jean de Béranger",
    "confidence": [
      [
        "P",
        -0.83571404
      ],
      [
        "ierre",
        -0.003437204
      ],
      [
        "-J",
        -0.0144771505
      ],
      [
        "ean",
        -0.00019364648
      ],
      [
        " de",
        -0.0009960101
      ],
      [
        " B",
        -0.011674848
      ],
      [
        "ér",
        -8.8165914e-05
      ],
      [
        "anger",
        -9.253091e-06
      ]
    ]
  },
  "It quotes John Hobson's analysis of partitioning China in a section on \"parasitism and decay,\" while Karl Kautsky's ideas on an \"ultra\" variety of the title concept are declared \"ultra-nonsense.\" The fifth section considers the \"comedy of oil\" wherein Deutsche Bank failed at thwarting the Rockefeller oil trust in the \"division of the world.\" The preface to the French and German editions of this work": {
    "guess": "Imperialism, the Highest Stage of Capitalism",
    "confidence": [
      [
        "Im",
        -0.11089485
      ],
      [
        "perial",
        -0.0060010827
      ],
      [
        "ism",
        -0.00013381359
      ],
      [
        ",",
        -0.022663422
      ],
      [
        " the",
        -0.009403405
      ],
      [
        " Highest",
        -0.0021860686
      ],
      [
        " Stage",
        -0.0028960481
      ],
      [
        " of",
        -3.2497806e-05
      ],
      [
        " Capital",
        -0.00012356207
      ],
      [
        "ism",
        -2.1054253e-05
      ]
    ]
  },
  "It quotes Arthur Krock's hypothesis that conciliatory gestures from the Soviets cause the American stock market to slump and takes issue with Herbert Spencer's prediction of internationalism leading to peace in the chapter \"The (*) Military Ascendancy.\" \"The Chief Executives\" and \"The Warlords\" are also": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.12297114
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited joke in a refutation of Hobbes's \"superiority theory\" of laughter. He defined beauty as \"uniformity amidst variety\" and said that a square was more beautiful than a triangle. This man's equation \"B": {
    "guess": "Francis Hutcheson",
    "confidence": [
      [
        "Franc",
        -0.20326285
      ],
      [
        "is",
        -0.00016849818
      ],
      [
        " Hut",
        -0.001976692
      ],
      [
        "ches",
        -1.3306016e-05
      ],
      [
        "on",
        -6.3609965e-05
      ]
    ]
  },
  "He quotes two lines from Yeats's \"September, 1913\" at the beginning of a poem which concludes that \"Romantic": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.9411679
      ],
      [
        " Waste",
        -0.046719134
      ],
      [
        " Land",
        -6.4325184e-05
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited joke in a refutation of Hobbes's \"superiority theory\" of laughter. He defined beauty as \"uniformity amidst variety\" and said that a square was more beautiful than a triangle. This man's equation \"B equals M over A\" helps calculate the benevolence of an action as equaling the moment of good divided by our ability to do good. This author of Thoughts on Laughter described beauty as an instinct that is raised or triggered in us when we see a beautiful thing, and he compared the way we sense good and evil to the way we sense sweetness and bitterness. A sense of beauty and a moral sense were both described by this author, who wrote a materialist interpretation of Lord Shaftesbury's \"universal benevolence\" theory in his System of Moral Philosophy. For 10 points, name this proto-utilitarian author of An Inquiry into the Original of Our Ideas of Beauty and Virtue, the teacher of Adam Smith.": {
    "guess": "Francis Hutcheson",
    "confidence": [
      [
        "Franc",
        -0.038885538
      ],
      [
        "is",
        -2.1173457e-05
      ],
      [
        " Hut",
        -0.00015169414
      ],
      [
        "ches",
        -4.604148e-06
      ],
      [
        "on",
        -1.4259645e-05
      ]
    ]
  },
  "It quotes John Hobson's analysis of partitioning China in a section on \"parasitism and decay,\" while Karl Kautsky's ideas on an \"ultra\" variety of the title concept are declared \"ultra-nonsense.\" The fifth section considers the \"comedy of oil\" wherein Deutsche Bank failed at thwarting the Rockefeller oil trust in the \"division of the world.\" The preface to the French and German editions of this work describes how superprofits are used to bribe labour leaders and claims the recent Treaties (*) of Brest-Litovsk and Versailles exemplify the central thesis. Originally written in Zurich in 1916, this": {
    "guess": "Imperialism, the Highest Stage of Capitalism",
    "confidence": [
      [
        "Im",
        -0.0012561842
      ],
      [
        "perial",
        -0.0015041481
      ],
      [
        "ism",
        -6.1537958e-06
      ],
      [
        ",",
        -0.010517842
      ],
      [
        " the",
        -0.0010178061
      ],
      [
        " Highest",
        -0.0008481022
      ],
      [
        " Stage",
        -0.0014486834
      ],
      [
        " of",
        -1.1398757e-05
      ],
      [
        " Capital",
        -1.9504607e-05
      ],
      [
        "ism",
        -9.729906e-06
      ]
    ]
  },
  "The quotient of these constructs can be defined using quaternions (kwa- TER-nee-uhns), and a linearly": {
    "guess": "Quaternion division",
    "confidence": [
      [
        "Quaternion",
        -0.30280352
      ],
      [
        " division",
        -1.0054506
      ]
    ]
  },
  "He was quoted as saying \"Too bad they both can't lose\" during the 1980s Iran-Iraq war. His books include Does America Need a Foreign Policy? and The Troubled Partnership. He arranged the Strategic Arms Limitation Talks with the Soviet Union and negotiated cease-fires between Israel and Egypt and between the two Vietnams. For 10 points, name this German-born Secretary of State under Nixon and Ford.": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.001384044
      ],
      [
        " Kiss",
        -3.6073914e-05
      ],
      [
        "inger",
        -0.00011772843
      ]
    ]
  },
  "He was quoted as saying \"Too bad they both can't lose\" during the 1980s Iran-Iraq war. His books include Does America Need a Foreign Policy? and The Troubled Partnership. He arranged the Strategic Arms Limitation Talks with the Soviet Union and negotiated cease-fires between Israel and Egypt and between": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.0008516783
      ],
      [
        " Kiss",
        -2.7133641e-05
      ],
      [
        "inger",
        -5.252402e-05
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited joke in a refutation of Hobbes's \"superiority theory\" of laughter. He defined beauty as \"uniformity amidst variety\" and said that a square was more beautiful than a triangle. This man's equation \"B equals M over A\" helps calculate the benevolence of an action as equaling the moment of good divided": {
    "guess": "Francis Hutcheson",
    "confidence": [
      [
        "Franc",
        -0.06482647
      ],
      [
        "is",
        -0.00025645216
      ],
      [
        " Hut",
        -0.0010917583
      ],
      [
        "ches",
        -1.700133e-05
      ],
      [
        "on",
        -4.1318875e-05
      ]
    ]
  },
  "The quote \"Son coeur est un luth suspendu:/ Sito^t qu'on le touche il re'sonne\" from De Be'ranger, meaning \"His heart is a suspended lute: / Whenever one touches it, it resounds,\" is placed at the beginning of this short story. Its narrator is visiting an old friend in response to a letter stating that he had a mental disorder and desired to see him. The climax comes when, while the narrator and his friend read a dragon story, the friend's dead sister Madeline enters the room, and the narrator flees to see a nearby tarn swallow up the title building, of FTP, which Poe short story?": {
    "guess": "The Fall of the House of Usher",
    "confidence": [
      [
        "The",
        -0.026101258
      ],
      [
        " Fall",
        -0.000113794704
      ],
      [
        " of",
        -0.00013274075
      ],
      [
        " the",
        -0.0006087944
      ],
      [
        " House",
        -0.00012356207
      ],
      [
        " of",
        -2.1769476e-05
      ],
      [
        " U",
        -0.00011892046
      ],
      [
        "sher",
        -1.0445127e-05
      ]
    ]
  },
  "A quote from this play about committing fornication that ends \"the wench is dead\" is used as the epigraph": {
    "guess": "The Jew of Malta",
    "confidence": [
      [
        "The",
        -0.04816121
      ],
      [
        " Jew",
        -0.081273824
      ],
      [
        " of",
        -6.82589e-05
      ],
      [
        " Malta",
        -6.909333e-05
      ]
    ]
  },
  "He quotes two lines from Yeats's \"September, 1913\" at the beginning of a poem which concludes that \"Romantic Ireland is not old.\"  In another poem, the title figure is mocked by the earthworms who share with him his muddy haven and ask him \"don't you think you were an ass?\" \"Easter Week\" appeared in Main Street and Other Poems, while \"To a Young Poet who Killed Himself\" appeared in his first book of verse, a 1914 collection best known for a poem dedicated to Mrs. Henry Mills Alden.  That poem, which gave its name to the volume, depicted something that \"may in summer wear A nest of robins in her": {
    "guess": "Edna St. Vincent Millay",
    "confidence": [
      [
        "Ed",
        -1.6721197
      ],
      [
        "na",
        -0.63969165
      ],
      [
        " St",
        -0.02170593
      ],
      [
        ".",
        -0.00875402
      ],
      [
        " Vincent",
        -0.00035667676
      ],
      [
        " Mill",
        -0.001541523
      ],
      [
        "ay",
        -0.0006433341
      ]
    ]
  },
  "The quotient of these constructs can be defined using quaternions (kwa- TER-nee-uhns), and a linearly independent collection of these objects that spans a space forms a basis. These have tensor rank one, and operators named after these—also called differential operators—are represented by the del symbol. A triple product combining three of these is used to find the volume of a parallelepiped (paar-uh-LEL-luh-pai-ped); that triple product combines the two common methods of their multiplication, one of which is anticommutative and the other of which outputs a real number. Name these entities combined using dot or cross products, which represent a magnitude and a direction.": {
    "guess": "Vector (mathematics and physics)",
    "confidence": [
      [
        "Vector",
        -0.10490374
      ],
      [
        " (",
        -0.061364252
      ],
      [
        "math",
        -0.020549482
      ],
      [
        "ematics",
        -0.00044187438
      ],
      [
        " and",
        -0.0030128805
      ],
      [
        " physics",
        -0.00012535013
      ],
      [
        ")",
        -6.408677e-05
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited joke in a refutation of Hobbes's \"superiority theory\" of laughter. He defined beauty as \"uniformity amidst variety\" and said that a square was more beautiful than a triangle. This man's equation \"B equals M over A\" helps calculate the benevolence of an action as equaling the moment of good divided by our ability to do good. This author of Thoughts on Laughter described beauty as an instinct that is raised or triggered in us when we see a beautiful thing, and he compared the way we sense good and evil to the way we sense sweetness and bitterness. A sense of beauty and a moral sense were both described by this author, who wrote a materialist interpretation of Lord Shaftesbury's \"universal benevolence\" theory in his System of Moral Philosophy. For 10 points, name this proto-utilitarian author": {
    "guess": "Francis Hutcheson",
    "confidence": [
      [
        "Franc",
        -0.39542618
      ],
      [
        "is",
        -0.00061783916
      ],
      [
        " Hut",
        -0.00040779312
      ],
      [
        "ches",
        -5.6769813e-06
      ],
      [
        "on",
        -1.6166903e-05
      ]
    ]
  },
  "It quotes John Hobson's analysis of partitioning China in a section on \"parasitism and decay,\" while Karl Kautsky's ideas on an \"ultra\" variety of the title concept are declared \"ultra-nonsense.\" The fifth": {
    "guess": "Imperialism",
    "confidence": [
      [
        "Im",
        -0.22790276
      ],
      [
        "perial",
        -0.0025620996
      ],
      [
        "ism",
        -0.0001975802
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited joke in a refutation of Hobbes's \"superiority theory\" of laughter. He defined beauty as \"uniformity amidst variety\" and said that a square was more beautiful than a triangle. This man's equation \"B equals M over A\" helps calculate the benevolence of an action as equaling the moment of good divided by our ability to do good. This author of Thoughts on Laughter described beauty as an instinct that is raised or triggered in us when we see a beautiful thing, and he compared the way we sense good and evil to the way we sense sweetness and bitterness. A sense of beauty and a moral sense were both described by this author, who wrote a materialist interpretation of Lord Shaftesbury's \"universal": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.053232048
      ],
      [
        " Sant",
        -0.00029542076
      ],
      [
        "ay",
        -8.339777e-05
      ],
      [
        "ana",
        -3.22594e-05
      ]
    ]
  },
  "It quotes Arthur Krock's hypothesis that conciliatory gestures from the Soviets cause the American stock market to slump and takes issue with Herbert Spencer's prediction of internationalism leading to": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.27374583
      ]
    ]
  },
  "The quote \"Son coeur est un luth suspendu:/ Sito^t qu'on le touche il re'sonne\" from De Be'ranger, meaning \"His heart is a suspended lute: / Whenever one touches it, it resounds,\" is placed at the beginning of this short story. Its narrator is visiting an old friend in response to a letter stating that": {
    "guess": "The Last Leaf",
    "confidence": [
      [
        "The",
        -1.0062581
      ],
      [
        " Last",
        -1.9673678
      ],
      [
        " Leaf",
        -0.16024078
      ]
    ]
  },
  "The quotient of these constructs can be defined using quaternions (kwa- TER-nee-uhns), and a linearly independent collection of these objects that spans a space forms a basis. These have tensor rank one, and operators named after these—also called differential operators—are represented by the del symbol. A triple product combining three of these is used to find the volume of a parallelepiped (paar-uh-LEL-luh-pai-ped);": {
    "guess": "Vector",
    "confidence": [
      [
        "Vector",
        -0.3559361
      ]
    ]
  },
  "The quotient of these constructs can be defined using quaternions (kwa- TER-nee-uhns), and a linearly independent collection of these objects that spans a space forms a basis. These have tensor rank one,": {
    "guess": "Tensors",
    "confidence": [
      [
        "T",
        -0.8427446
      ],
      [
        "ensors",
        -0.00017600802
      ]
    ]
  },
  "He quotes two lines from Yeats's \"September, 1913\" at the beginning of a poem which concludes that \"Romantic Ireland is not old.\"  In another poem, the title figure is mocked by the earthworms who share with him his muddy haven and ask him \"don't you think you were an ass?\" \"Easter Week\" appeared in Main Street and Other Poems, while \"To a Young Poet who Killed Himself\" appeared in his first book of verse, a 1914 collection best known for a poem dedicated to Mrs. Henry Mills Alden.  That poem, which gave its name to the volume, depicted something that \"may in summer wear A nest of robins in her hair,\" a kind of organism that could only be made by God.  FTP, name this poet who was killed in 1918,": {
    "guess": "Alan Seeger",
    "confidence": [
      [
        "Alan",
        -0.5845982
      ],
      [
        " Se",
        -0.0004001641
      ],
      [
        "eger",
        -0.003605417
      ]
    ]
  },
  "A quote from this play about committing fornication that ends \"the wench is dead\" is used as the epigraph for T.S. Eliot's \"The Portrait of a Lady.\"  \"Laws were then most sure/When, like the Draco's, they were writ in blood,\" claims a character in this work, whose name is fittingly Machiavel. The title character sends a slave named Ithamore to kill all of the nuns in a nunnery, including his daughter Abagail, but eventually dies when he falls into his own boiling cauldron. For 10 points, name this work that may have inspired The Merchant of Venice, a play about the life of a Semite named Barabas": {
    "guess": "The Jew of Malta",
    "confidence": [
      [
        "The",
        -0.01113767
      ],
      [
        " Jew",
        -0.00062772946
      ],
      [
        " of",
        -8.776276e-06
      ],
      [
        " Malta",
        -9.014684e-06
      ]
    ]
  },
  "The quotient of these constructs can be defined using quaternions (kwa- TER-nee-uhns), and a linearly independent collection of these objects that spans a space forms a basis. These have tensor rank one, and operators named after these—also called differential operators—are represented by the del symbol.": {
    "guess": "Vector (mathematics and physics)",
    "confidence": [
      [
        "Vector",
        -0.9988293
      ],
      [
        " (",
        -0.7208504
      ],
      [
        "math",
        -0.86122864
      ],
      [
        "ematics",
        -0.002666504
      ],
      [
        " and",
        -0.004658207
      ],
      [
        " physics",
        -6.3490756e-05
      ],
      [
        ")",
        -0.0004004025
      ]
    ]
  },
  "He quotes two lines from Yeats's \"September, 1913\" at the beginning of a poem which concludes that \"Romantic Ireland is not old.\"  In another poem, the title figure is mocked by the earthworms who share with him his muddy haven and ask him \"don't you think you were an ass?\" \"Easter Week\" appeared in Main Street and Other Poems, while \"To a Young Poet who Killed Himself\" appeared in his first book of verse, a 1914 collection best known for a poem dedicated to Mrs. Henry Mills Alden.  That poem, which gave its name to the volume, depicted something that \"may in summer wear A nest of robins in her hair,\" a kind of organism that could only be made by God.  FTP, name this poet who was killed in 1918, who thought that he would never see a poem as lovely as a tree.": {
    "guess": "Joyce Kilmer",
    "confidence": [
      [
        "Joy",
        -0.055055145
      ],
      [
        "ce",
        -0.004980067
      ],
      [
        " Kil",
        -8.804671e-05
      ],
      [
        "mer",
        -5.574252e-05
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited joke in a refutation of Hobbes's \"superiority theory\" of laughter. He defined beauty as \"uniformity amidst variety\" and said that a square was more beautiful than a triangle. This man's equation \"B equals M over A\" helps calculate the benevolence of an action as equaling the moment of good divided by our ability to do good. This author of Thoughts on Laughter described beauty as an instinct that": {
    "guess": "Nicomachean Ethics",
    "confidence": [
      [
        "N",
        -1.616206
      ],
      [
        "icom",
        -0.057163175
      ],
      [
        "ache",
        -0.000318185
      ],
      [
        "an",
        -2.8206474e-05
      ],
      [
        " Ethics",
        -0.0042206207
      ]
    ]
  },
  "It quotes John Hobson's analysis of partitioning China in a section on \"parasitism and decay,\" while Karl Kautsky's ideas on an \"ultra\" variety of the title concept are declared \"ultra-nonsense.\" The fifth section considers the \"comedy of oil\" wherein Deutsche Bank failed at thwarting the Rockefeller oil trust in the \"division of the world.\" The preface to the French and German editions of this work describes how superprofits are used to bribe labour leaders and claims the recent Treaties (*) of Brest-Litovsk and Versailles exemplify the central thesis. Originally written in Zurich in 1916, this work links colonialism to the export of capital rather than goods, a phenomenon that characterizes the age of monopolies. For 10 points, name this Vladimir Lenin work, which claims the title concept": {
    "guess": "Imperialism, the Highest Stage of Capitalism",
    "confidence": [
      [
        "Im",
        -0.00015788905
      ],
      [
        "perial",
        -0.00022999993
      ],
      [
        "ism",
        -0.000104377614
      ],
      [
        ",",
        -0.004601842
      ],
      [
        " the",
        -0.0005492182
      ],
      [
        " Highest",
        -0.0006554892
      ],
      [
        " Stage",
        -0.00077067484
      ],
      [
        " of",
        -8.776276e-06
      ],
      [
        " Capital",
        -3.4762674e-05
      ],
      [
        "ism",
        -5.5265704e-05
      ]
    ]
  },
  "He quotes two lines from Yeats's \"September, 1913\" at the beginning of a poem which concludes that \"Romantic Ireland is not old.\"  In another poem, the title figure is mocked by the earthworms who share with him his muddy haven and ask him \"don't you think you were an ass?\" \"Easter Week\" appeared in Main Street and Other Poems, while \"To a Young Poet who Killed Himself\" appeared in his first book of verse, a 1914 collection best known for a poem dedicated to Mrs. Henry Mills Alden.  That poem, which": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -1.2171576
      ],
      [
        "z",
        -0.07878701
      ],
      [
        "ra",
        -7.743759e-05
      ],
      [
        " Pound",
        -0.0010797296
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited joke in a refutation of Hobbes's \"superiority theory\" of laughter. He defined beauty as \"uniformity": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.82577777
      ],
      [
        "manuel",
        -0.0024213183
      ],
      [
        " Kant",
        -0.0005020392
      ]
    ]
  },
  "A quote from this play about committing fornication that ends \"the wench is dead\" is used as the epigraph for T.S. Eliot's \"The Portrait of a Lady.\"  \"Laws were then most sure/When, like the Draco's, they were writ in blood,\" claims a character in this work, whose name is fittingly Machiavel. The title character sends a slave named Ithamore to kill all of the nuns in a nunnery, including his daughter Abagail, but eventually dies when he falls into his own boiling cauldron. For 10 points, name this work that may have inspired The Merchant of Venice, a play about the life of a Semite named Barabas by Christopher Marlowe.": {
    "guess": "The Jew of Malta",
    "confidence": [
      [
        "The",
        -0.0042685773
      ],
      [
        " Jew",
        -0.000656916
      ],
      [
        " of",
        -6.869018e-06
      ],
      [
        " Malta",
        -5.705376e-05
      ]
    ]
  },
  "A quote from this play about committing fornication that ends \"the wench is dead\" is used as the epigraph for T.S. Eliot's \"The Portrait of a Lady.\"  \"Laws were then most sure/When, like the Draco's, they were writ in blood,\" claims a character in this work, whose name is fittingly Machiavel. The title": {
    "guess": "The Jew of Malta",
    "confidence": [
      [
        "The",
        -0.0052572377
      ],
      [
        " Jew",
        -0.14327766
      ],
      [
        " of",
        -9.710619e-05
      ],
      [
        " Malta",
        -2.6418418e-05
      ]
    ]
  },
  "A quote from this play about committing fornication that ends \"the wench is dead\" is used as the epigraph for T.S. Eliot's \"The Portrait of a Lady.\"  \"Laws were then most sure/When, like the Draco's, they were writ in blood,\" claims a character in this work, whose name is fittingly Machiavel. The title character sends a slave named Ithamore to kill all of the nuns in a nunnery, including his daughter Abagail, but eventually dies when he falls into his own boiling cauldron. For 10 points, name this": {
    "guess": "The Jew of Malta",
    "confidence": [
      [
        "The",
        -0.008302974
      ],
      [
        " Jew",
        -0.0017443197
      ],
      [
        " of",
        -0.00014597236
      ],
      [
        " Malta",
        -0.00018530223
      ]
    ]
  },
  "The quote \"Son coeur est un luth suspendu:/ Sito^t qu'on le touche il re'sonne\" from De Be'ranger, meaning \"His heart is a suspended lute: / Whenever one touches it, it resounds,\" is placed at the beginning": {
    "guess": "De Béranger",
    "confidence": [
      [
        "De",
        -1.6178994
      ],
      [
        " B",
        -1.2464502
      ],
      [
        "ér",
        -0.0005186012
      ],
      [
        "anger",
        -0.00016170357
      ]
    ]
  },
  "It quotes Arthur Krock's hypothesis that conciliatory gestures from the Soviets cause the American stock": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9583873
      ]
    ]
  },
  "He quotes two lines from Yeats's \"September, 1913\" at the beginning of a poem which concludes that \"Romantic Ireland is not old.\"  In another poem, the title figure is mocked by the earthworms who share with him his muddy haven and ask him \"don't you think you were an ass?\" \"Easter Week\" appeared in": {
    "guess": "Easter 1916",
    "confidence": [
      [
        "E",
        -0.56169844
      ],
      [
        "aster",
        -0.21203293
      ],
      [
        " ",
        -0.47124562
      ],
      [
        "191",
        -0.0016961267
      ],
      [
        "6",
        -0.0010875898
      ]
    ]
  },
  "He quotes two lines from Yeats's \"September, 1913\" at the beginning of a poem which concludes that \"Romantic Ireland is not old.\"  In another poem, the title figure is mocked by the earthworms who share with him his muddy haven and ask him \"don't you think you were an ass?\" \"Easter Week\" appeared in Main Street and Other Poems, while \"To a Young Poet who Killed Himself\" appeared in his first book of": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -0.8006559
      ],
      [
        "z",
        -0.20927472
      ],
      [
        "ra",
        -5.3596854e-05
      ],
      [
        " Pound",
        -0.0006805036
      ]
    ]
  },
  "A quote from this play about committing fornication that ends \"the wench is dead\" is used as the epigraph for T.S. Eliot's \"The Portrait of a Lady.\"  \"Laws were then most sure/When, like the Draco's, they": {
    "guess": "The Jew of Malta",
    "confidence": [
      [
        "The",
        -0.30476022
      ],
      [
        " Jew",
        -0.65282816
      ],
      [
        " of",
        -0.00032640636
      ],
      [
        " Malta",
        -6.134509e-05
      ]
    ]
  },
  "It quotes Arthur Krock's hypothesis that conciliatory gestures from the Soviets cause the American stock market to slump and takes issue with Herbert Spencer's prediction of internationalism leading to peace in the chapter \"The (*) Military Ascendancy.\" \"The Chief Executives\" and \"The Warlords\" are also labeled as part of the group that practices \"The Higher Immorality\" in, for 10 points— what book by C. Wright Mills?": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.20435825
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited": {
    "guess": "Metaphor",
    "confidence": [
      [
        "Met",
        -1.4483606
      ],
      [
        "aph",
        -0.012892895
      ],
      [
        "or",
        -0.5076725
      ]
    ]
  },
  "The quotient of these constructs can be defined using quaternions (kwa- TER-nee-uhns), and a linearly independent collection of these objects that spans a space forms a basis. These have tensor rank one, and operators named after these—also called differential operators—are represented by the del symbol. A triple product combining three of these is used to find the volume of a parallelepiped (paar-uh-LEL-luh-pai-ped); that triple product combines the two common methods of their multiplication, one of which is anticommutative and the other of which outputs a real number. Name these entities combined": {
    "guess": "Vector (mathematics and physics)",
    "confidence": [
      [
        "Vector",
        -0.42238396
      ],
      [
        " (",
        -0.0071363626
      ],
      [
        "math",
        -0.0033788802
      ],
      [
        "ematics",
        -0.000821065
      ],
      [
        " and",
        -0.0044285743
      ],
      [
        " physics",
        -5.276243e-05
      ],
      [
        ")",
        -7.77952e-05
      ]
    ]
  },
  "This man quoted a poem that compared a sunrise to a boiling lobster as an example of a non-mean-spirited joke in a refutation of Hobbes's \"superiority theory\" of laughter. He defined beauty as \"uniformity amidst variety\" and said that a square was more beautiful than a triangle. This man's equation \"B equals M over A\" helps calculate the benevolence of an action as equaling the moment of good divided by our ability to do good. This author of Thoughts on Laughter described beauty as an instinct that is raised or triggered in us when we see a beautiful thing, and he compared the way we sense good and evil to the way we sense sweetness and bitterness. A sense of beauty and a moral sense were both": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.08869198
      ],
      [
        " Sant",
        -0.00023786737
      ],
      [
        "ay",
        -8.208653e-05
      ],
      [
        "ana",
        -1.7716551e-05
      ]
    ]
  },
  "The quote \"Son coeur est un luth suspendu:/ Sito^t qu'on le touche il re'sonne\" from De Be'ranger, meaning \"His heart is a suspended lute: / Whenever one touches it, it resounds,\" is placed at the beginning of this short story. Its narrator is visiting an old friend in response to a letter stating that he had a mental disorder and desired to see him. The climax comes when, while the narrator and his": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.69795233
      ],
      [
        " Tell",
        -0.62634933
      ],
      [
        "-T",
        -0.001892699
      ],
      [
        "ale",
        -0.00011331789
      ],
      [
        " Heart",
        -0.00012880703
      ]
    ]
  },
  "A quote from this play about committing fornication that ends \"the wench is dead\" is used as the epigraph for T.S. Eliot's \"The Portrait of a Lady.\"  \"Laws were then most sure/When, like the Draco's, they were writ in blood,\" claims a character in this work, whose name is fittingly Machiavel. The title character sends a slave named Ithamore to kill all of the nuns in a nunnery, including his daughter": {
    "guess": "The Jew of Malta",
    "confidence": [
      [
        "The",
        -0.008747533
      ],
      [
        " Jew",
        -0.00055922766
      ],
      [
        " of",
        -4.9424725e-05
      ],
      [
        " Malta",
        -4.8709502e-05
      ]
    ]
  },
  "He was quoted as saying \"Too bad they both can't lose\" during the 1980s Iran-Iraq war. His books include Does America Need a Foreign Policy? and The Troubled Partnership. He arranged the Strategic Arms": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.002947036
      ],
      [
        " Kiss",
        -5.1928004e-05
      ],
      [
        "inger",
        -3.261701e-05
      ]
    ]
  },
  "It quotes Arthur Krock's hypothesis that conciliatory gestures from the Soviets cause the American stock market to slump and takes issue with Herbert Spencer's prediction of internationalism leading to peace in the chapter \"The (*) Military Ascendancy.\" \"The Chief Executives\" and \"The Warlords\" are also labeled as part of the group that practices \"The Higher Immorality\" in, for 10 points— what book": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.082592465
      ]
    ]
  },
  "He quotes two lines from Yeats's \"September, 1913\" at the beginning of a poem which concludes that \"Romantic Ireland is not old.\"  In another poem, the title figure is mocked by the earthworms who share": {
    "guess": "Easter, 1916",
    "confidence": [
      [
        "E",
        -1.4064537
      ],
      [
        "aster",
        -0.20816739
      ],
      [
        ",",
        -0.60056406
      ],
      [
        " ",
        -0.00049786706
      ],
      [
        "191",
        -0.0024515188
      ],
      [
        "6",
        -0.0004150609
      ]
    ]
  },
  "He was quoted as saying \"Too bad they both can't lose\" during the 1980s Iran-Iraq war. His books include": {
    "guess": "Anthony H. Cordesman",
    "confidence": [
      [
        "Anthony",
        -1.5360856
      ],
      [
        " H",
        -0.85794526
      ],
      [
        ".",
        -7.5411124e-05
      ],
      [
        " Cord",
        -6.1821906e-05
      ],
      [
        "es",
        -9.3530085e-05
      ],
      [
        "man",
        -0.00014156183
      ]
    ]
  },
  "The quotient of these constructs can be defined using quaternions (kwa- TER-nee-uhns), and a linearly independent collection of these objects that spans a space forms a basis. These have tensor rank one, and operators named after these—also called differential operators—are represented by the del symbol. A triple product combining three of these is used to find the volume of a parallelepiped (paar-uh-LEL-luh-pai-ped); that triple product combines the two common methods of their multiplication, one": {
    "guess": "Vector (mathematics and physics)",
    "confidence": [
      [
        "Vector",
        -0.2634598
      ],
      [
        " (",
        -0.6789613
      ],
      [
        "math",
        -0.0017733541
      ],
      [
        "ematics",
        -6.945094e-05
      ],
      [
        " and",
        -0.00046379687
      ],
      [
        " physics",
        -3.166338e-05
      ],
      [
        ")",
        -2.2246291e-05
      ]
    ]
  }
}