{
  "These astronomical objects emit a radiation partially named for Beckenstein, and Penrose theorized a process for extracting energy from rotating ones. These entities are smaller than their Schwarzchild radius, which therefore becomes the event horizon for non-rotating ones. Containing (*) singularities": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.002312742
      ],
      [
        " hole",
        -0.0068586357
      ]
    ]
  },
  "In astronomy, this term is used to describe a time selected as a point of reference. This term can also be used to describe phases the universe went through after The Big Bang. On the geologic time scale, this term is less specific than stage but more specific than period. Name this category that includes the Middle Jurassic.": {
    "guess": "Epoch",
    "confidence": [
      [
        "Epoch",
        -0.18717018
      ]
    ]
  },
  "This astronomer's constants are two parameters to describe the major features of our Galaxy's differential": {
    "guess": "Oort constants",
    "confidence": [
      [
        "O",
        -0.10283516
      ],
      [
        "ort",
        -0.00012844942
      ],
      [
        " constants",
        -0.2634009
      ]
    ]
  },
  "These astronomical objects emit a radiation partially named for Beckenstein, and Penrose theorized a": {
    "guess": "Hawking radiation",
    "confidence": [
      [
        "H",
        -0.07229505
      ],
      [
        "aw",
        -1.9385403e-05
      ],
      [
        "king",
        -9.014684e-06
      ],
      [
        " radiation",
        -0.0045942497
      ]
    ]
  },
  "This astronomer's constants are two parameters to describe the major features of our Galaxy's differential rotation in the Sun's neighborhood, and he proposed that the Galaxy had missing mass. His establishment": {
    "guess": "Olin Eggen",
    "confidence": [
      [
        "O",
        -0.03326514
      ],
      [
        "lin",
        -0.7051112
      ],
      [
        " Eg",
        -0.6606916
      ],
      [
        "gen",
        -0.00020735491
      ]
    ]
  },
  "In astronomy, this term is used to describe a time selected as a point of reference. This term can also be used to describe phases the universe went through after The Big Bang. On the geologic time scale,": {
    "guess": "Epoch",
    "confidence": [
      [
        "Epoch",
        -0.8534815
      ]
    ]
  },
  "This astronomical body was visited and orbited by the Clementine spacecraft. This object features a large crater called the South Pole - Aitken basin. One hypothesis of its creation is the Giant Impact": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.0025781554
      ]
    ]
  },
  "In astronomy, this phenomenon is complemented by, and thus often used in conjunction with, the Hanle effect. This phenomenon can be used to compensate for the Doppler shift of resonance frequency when": {
    "guess": "Hanle effect",
    "confidence": [
      [
        "Han",
        -0.07075055
      ],
      [
        "le",
        -9.372295e-06
      ],
      [
        " effect",
        -0.04815553
      ]
    ]
  },
  "This astronomer's constants are two parameters to describe the major features of our Galaxy's differential rotation in the Sun's neighborhood, and he proposed that the Galaxy had missing mass. His establishment of the radio observatories at Dwingeloo and Westerbork put the Netherlands at the forefront of radioastronomy, in 1927 he calculated the mass and size of the Milky Way and the Sun's distance from its center, and in the 1950s led the team that mapped the spiral structure of the Milky Way, but": {
    "guess": "Oort Constants",
    "confidence": [
      [
        "O",
        -0.9624174
      ],
      [
        "ort",
        -0.00052217365
      ],
      [
        " Constants",
        -0.897008
      ]
    ]
  },
  "In astronomy, this term is used to describe a time selected as a point of reference. This term can also": {
    "guess": "Epoch",
    "confidence": [
      [
        "Epoch",
        -0.04497716
      ]
    ]
  },
  "The astronomer James Keeler names a needle of this mountain, which was almost named Fisherman's Peak after the profession of its first climbers. The town of Lone Pine can be found to its east in the Owens Valley. This southern terminus of the John Muir Trail is located in both the Inyo National Forest and the Sequoia National Park. The Badwater Basin, the lowest point in North America, is located a": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.003161557
      ],
      [
        " Whitney",
        -0.00095862785
      ]
    ]
  },
  "In astronomy, this phenomenon is complemented by, and thus often used in conjunction with, the Hanle effect. This phenomenon can be used to compensate for the Doppler shift of resonance frequency when decelerating an atomic beam in a namesake type of \"slower.\" The energy of one type of this phenomenon is proportional to the Lande g-factor, the Bohr magneton, and the quantum number m-sub-l. At high field strengths, its two types merge to give the Paschen-Back effect. Electron spin explained its anomalous type. This phenomenon can be interpreted as the precession of the orbital angular momentum vector": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.58738005
      ],
      [
        "eman",
        -4.0722858e-05
      ],
      [
        " effect",
        -0.05982672
      ]
    ]
  },
  "In astronomy, this phenomenon is complemented by, and thus often used in conjunction with, the Hanle effect. This phenomenon can be used to compensate for the Doppler shift of resonance frequency when decelerating an atomic beam in a namesake type of \"slower.\" The energy of one type of this phenomenon": {
    "guess": "Magnetic resonance imaging",
    "confidence": [
      [
        "M",
        -1.4438552
      ],
      [
        "agnetic",
        -0.015379437
      ],
      [
        " resonance",
        -0.14504234
      ],
      [
        " imaging",
        -0.6694978
      ]
    ]
  },
  "These astronomical objects emit a radiation partially named for Beckenstein, and Penrose theorized a process for extracting energy from rotating ones. These entities are smaller than their Schwarzchild radius, which therefore becomes the event horizon for non-rotating ones. Containing (*) singularities at their center, name these astronomical bodies, for which Stephen Hawking developed four laws of": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0027921612
      ],
      [
        " hole",
        -0.050445918
      ]
    ]
  },
  "The astronomer James Keeler names a needle of this mountain, which was almost named Fisherman's Peak after the profession of its first climbers. The town of Lone Pine can be found to its east in the Owens": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.003281214
      ],
      [
        " Whitney",
        -0.00013941615
      ]
    ]
  },
  "This astronomical body was visited and orbited by the Clementine spacecraft. This object features a large crater called the South Pole - Aitken basin. One hypothesis of its creation is the Giant Impact Hypothesis. It has basaltic plains called maria such as the Sea of Tranquility. The gravitational interaction between this and the Earth is responsible for tides. For 10 points, name this object that orbits the Earth.": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.012168655
      ]
    ]
  },
  "The astronomer James Keeler names a needle of this mountain, which was almost named Fisherman's Peak after the profession of its first climbers. The town of Lone Pine can be found to its east in the Owens Valley. This southern terminus of the John Muir Trail is located in both the Inyo National Forest and the Sequoia National Park. The Badwater Basin, the lowest point in North America, is located a mere eighty-five miles from, for 10 points, what mountain in California, the highest in the contiguous": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.0035640844
      ],
      [
        " Whitney",
        -0.00012320446
      ]
    ]
  },
  "This astronomer's constants are two parameters to describe the major features of our Galaxy's differential rotation in the Sun's neighborhood, and he proposed that the Galaxy had missing mass. His establishment of the radio observatories at Dwingeloo and Westerbork put the Netherlands at the forefront of radioastronomy, in 1927 he calculated the mass and size of the Milky Way and the Sun's distance": {
    "guess": "Jan Oort",
    "confidence": [
      [
        "Jan",
        -0.09220926
      ],
      [
        " O",
        -0.17706253
      ],
      [
        "ort",
        -3.261701e-05
      ]
    ]
  },
  "The astronomer James Keeler names a needle of this mountain, which was almost named Fisherman's Peak": {
    "guess": "Mount Palomar",
    "confidence": [
      [
        "Mount",
        -0.55788827
      ],
      [
        " Pal",
        -0.61827683
      ],
      [
        "om",
        -3.5313153e-06
      ],
      [
        "ar",
        -4.00813e-06
      ]
    ]
  },
  "The astronomer James Keeler names a needle of this mountain, which was almost named Fisherman's Peak after the profession of its first climbers. The town of Lone Pine can be found to its east in the Owens Valley. This southern terminus of the John Muir Trail is located in both the Inyo National Forest and the Sequoia National Park. The Badwater Basin, the lowest point in North America, is located a mere eighty-five miles from, for 10 points, what mountain in California, the highest in the contiguous United States?": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.0014179766
      ],
      [
        " Whitney",
        -0.00045795587
      ]
    ]
  },
  "In astronomy, this phenomenon is complemented by, and thus often used in conjunction with, the Hanle": {
    "guess": "Hanle effect",
    "confidence": [
      [
        "Han",
        -0.71770114
      ],
      [
        "le",
        -2.4272753e-05
      ],
      [
        " effect",
        -0.17217562
      ]
    ]
  },
  "In astronomy, this phenomenon is complemented by, and thus often used in conjunction with, the Hanle effect. This phenomenon can be used to compensate for the Doppler shift of resonance frequency when decelerating an atomic beam in a namesake type of \"slower.\" The energy of one type of this phenomenon is proportional to the Lande g-factor, the Bohr magneton, and the quantum number m-sub-l. At high": {
    "guess": "Magnetic resonance (astronomy)",
    "confidence": [
      [
        "M",
        -0.12538026
      ],
      [
        "agnetic",
        -0.010132613
      ],
      [
        " resonance",
        -0.23355523
      ],
      [
        " (",
        -0.48691663
      ],
      [
        "astr",
        -0.4826239
      ],
      [
        "onomy",
        -2.7729659e-05
      ],
      [
        ")",
        -7.183501e-05
      ]
    ]
  },
  "This astronomical body was visited and orbited by the Clementine spacecraft. This object features a large": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.013088113
      ]
    ]
  },
  "These astronomical objects emit a radiation partially named for Beckenstein, and Penrose theorized a process for extracting energy from rotating ones. These entities are smaller than their Schwarzchild radius, which therefore becomes the event horizon for non-rotating ones. Containing (*) singularities at their center, name these astronomical bodies, for which Stephen Hawking developed four laws of mechanics, that are so massive that not even light can escape their pull.": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0023083386
      ],
      [
        " hole",
        -0.0072398027
      ]
    ]
  },
  "In astronomy, this phenomenon is complemented by, and thus often used in conjunction with, the Hanle effect. This phenomenon can be used to compensate for the Doppler shift of resonance frequency when decelerating an atomic beam in a namesake type of \"slower.\" The energy of one type of this phenomenon is proportional to the Lande g-factor, the Bohr magneton, and the quantum number m-sub-l. At high field strengths, its two types merge to give the Paschen-Back effect. Electron spin explained its anomalous": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.045231253
      ],
      [
        "eman",
        -1.1994775e-05
      ],
      [
        " effect",
        -0.007977803
      ]
    ]
  },
  "In astronomy, this term is used to describe a time selected as a point of reference. This term can also be used to describe phases the universe went through after The Big Bang. On the geologic time scale, this term is less specific than stage but more specific than period. Name this category that includes": {
    "guess": "Epoch",
    "confidence": [
      [
        "Epoch",
        -0.05240748
      ]
    ]
  },
  "This astronomer's constants are two parameters to describe the major features of our Galaxy's differential rotation in the Sun's neighborhood, and he proposed that the Galaxy had missing mass. His establishment of the radio observatories at Dwingeloo and Westerbork put the Netherlands at the forefront of radioastronomy, in 1927 he calculated the mass and size of the Milky Way and the Sun's distance from its center, and in the 1950s led the team that mapped the spiral structure of the Milky Way, but is best-known for a proposal based on the observation of the highly elliptical orbits of comets. FTP, who was this Dutct astronomer for whom a hypothetical Cloud of comets is named?": {
    "guess": "Jan Oort",
    "confidence": [
      [
        "Jan",
        -0.0111377705
      ],
      [
        " O",
        -0.24433047
      ],
      [
        "ort",
        -1.5332478e-05
      ]
    ]
  },
  "These astronomical objects emit a radiation partially named for Beckenstein, and Penrose theorized a process for extracting energy from rotating ones. These entities are smaller than their Schwarzchild": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.032919154
      ],
      [
        " hole",
        -0.0046004155
      ]
    ]
  },
  "This astronomical body was visited and orbited by the Clementine spacecraft. This object features a large crater called the South Pole - Aitken basin. One hypothesis of its creation is the Giant Impact Hypothesis. It has basaltic plains called maria such as the Sea of Tranquility. The gravitational interaction": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.0019548023
      ]
    ]
  },
  "This astronomer's constants are two parameters to describe the major features of our Galaxy's differential rotation in the Sun's neighborhood, and he proposed that the Galaxy had missing mass. His establishment of the radio observatories at Dwingeloo and Westerbork put the Netherlands at the forefront of radioastronomy, in 1927 he calculated the mass and size of the Milky Way and the Sun's distance from its center, and in the 1950s led the team that mapped the spiral structure of the Milky Way, but is best-known for a proposal based on the observation of the highly elliptical orbits of comets.": {
    "guess": "Jan Oort",
    "confidence": [
      [
        "Jan",
        -0.024530508
      ],
      [
        " O",
        -0.44624358
      ],
      [
        "ort",
        -9.133887e-06
      ]
    ]
  },
  "In astronomy, this phenomenon is complemented by, and thus often used in conjunction with, the Hanle effect. This phenomenon can be used to compensate for the Doppler shift of resonance frequency when decelerating an atomic beam in a namesake type of \"slower.\" The energy of one type of this phenomenon is proportional to the Lande g-factor, the Bohr magneton, and the quantum number m-sub-l. At high field strengths, its two types merge to give the Paschen-Back effect. Electron spin explained its anomalous type. This phenomenon can be interpreted as the precession of the orbital angular momentum vector in a certain field, and it results in the creation of a Lorentz triplet of spectral lines. For": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.61654806
      ],
      [
        "eman",
        -3.202099e-05
      ],
      [
        " effect",
        -0.04122469
      ]
    ]
  },
  "The astronomer James Keeler names a needle of this mountain, which was almost named Fisherman's Peak after the profession of its first climbers. The town of Lone Pine can be found to its east in the Owens Valley. This southern terminus of the John Muir Trail is located in both the Inyo National Forest": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.0005320639
      ],
      [
        " Whitney",
        -0.00013810492
      ]
    ]
  },
  "This astronomical body was visited and orbited by the Clementine spacecraft. This object features a large crater called the South Pole - Aitken basin. One hypothesis of its creation is the Giant Impact Hypothesis. It has basaltic plains called maria such as the Sea of Tranquility. The gravitational interaction between this and the Earth is responsible for tides. For 10 points, name this object that": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.08146438
      ]
    ]
  },
  "In astronomy, this phenomenon is complemented by, and thus often used in conjunction with, the Hanle effect. This phenomenon can be used to compensate for the Doppler shift of resonance frequency when decelerating an atomic beam in a namesake type of \"slower.\" The energy of one type of this phenomenon is proportional to the Lande g-factor, the Bohr magneton, and the quantum number m-sub-l. At high field strengths, its two types merge to give the Paschen-Back effect. Electron spin explained its anomalous type. This phenomenon can be interpreted as the precession of the orbital angular momentum vector in a certain field, and it results in the creation of a Lorentz triplet of spectral lines. For 10 points, name this effect in which the spectral lines of an atom are split in a strong magnetic field,": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.0074164937
      ],
      [
        "eman",
        -5.705376e-05
      ],
      [
        " effect",
        -0.10652633
      ]
    ]
  },
  "In astronomy, this phenomenon is complemented by, and thus often used in conjunction with, the Hanle effect. This phenomenon can be used to compensate for the Doppler shift of resonance frequency when decelerating an atomic beam in a namesake type of \"slower.\" The energy of one type of this phenomenon is proportional to the Lande g-factor, the Bohr magneton, and the quantum number m-sub-l. At high field strengths, its two types merge to give the Paschen-Back effect. Electron spin explained its anomalous type. This phenomenon can be interpreted as the precession of the orbital angular momentum vector in a certain field, and it results in the creation of a Lorentz triplet of spectral lines. For 10 points, name this effect in which the spectral lines of an atom are split in a strong magnetic field, which is analogous to the Stark effect.": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.010785816
      ],
      [
        "eman",
        -0.0001167748
      ],
      [
        " effect",
        -0.027952187
      ]
    ]
  },
  "This astronomer's constants are two parameters to describe the major features of our Galaxy's differential rotation in the Sun's neighborhood, and he proposed that the Galaxy had missing mass. His establishment of the radio observatories at Dwingeloo and Westerbork put the Netherlands at the forefront": {
    "guess": "Jan Hendrik Oort",
    "confidence": [
      [
        "Jan",
        -0.24399206
      ],
      [
        " Hend",
        -0.3547336
      ],
      [
        "rik",
        -0.00023452967
      ],
      [
        " O",
        -0.00015955791
      ],
      [
        "ort",
        -9.372295e-06
      ]
    ]
  }
}