{
  "Nacho Zamora ends up in a knife duel like his father in the town of Oquedal in this work's chapter \"Around an Empty Grave\". The protagonist of this work tears innumerable suits off of his love interest's sister in the country of Ataguitania, where he goes to pursue the counterfeiter (*) Ermes Marana. Settings in this novel include the town of Malbork and the country of Cimmeria, about which Professor": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.0016894622
      ],
      [
        " on",
        -3.1424974e-05
      ],
      [
        " a",
        -6.0345924e-06
      ],
      [
        " winter",
        -0.0020922078
      ],
      [
        "'s",
        -4.048445e-05
      ],
      [
        " night",
        -1.2233183e-05
      ],
      [
        " a",
        -2.8921695e-05
      ],
      [
        " traveler",
        -2.3080716e-05
      ]
    ]
  },
  "Nacho Zamora ends up in a knife duel like his father in the town of Oquedal in this work's chapter \"Around an Empty Grave\". The protagonist of this work tears innumerable suits off of his love interest's sister in the country of Ataguitania, where he goes to pursue the counterfeiter (*) Ermes Marana. Settings in this novel include the town of Malbork and the country of Cimmeria, about which Professor Uzzi-Tuzi is an expert. The narrator of this novel is vexed by Lotaria, whose machine displays a": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.0011761783
      ],
      [
        " on",
        -9.651017e-05
      ],
      [
        " a",
        -8.180258e-06
      ],
      [
        " winter",
        -0.0007489944
      ],
      [
        "'s",
        -2.5703197e-05
      ],
      [
        " night",
        -4.1273333e-06
      ],
      [
        " a",
        -1.735894e-05
      ],
      [
        " traveler",
        -4.1080468e-05
      ]
    ]
  },
  "Nacho Zamora ends up in a knife duel like his father in the town of Oquedal in this work's chapter \"Around an Empty Grave\". The protagonist of this work tears innumerable suits off of his love interest's sister in the country of Ataguitania, where he goes to pursue the counterfeiter (*) Ermes Marana.": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.0013200003
      ],
      [
        " on",
        -2.5583993e-05
      ],
      [
        " a",
        -2.3392786e-06
      ],
      [
        " winter",
        -0.0004325765
      ],
      [
        "'s",
        -1.7954959e-05
      ],
      [
        " night",
        -2.4584822e-06
      ],
      [
        " a",
        -6.194111e-05
      ],
      [
        " traveler",
        -1.569009e-05
      ]
    ]
  },
  "Nacho Zamora ends up in a knife duel like his father in the town of Oquedal in this work's chapter \"Around an Empty Grave\". The protagonist of this work tears innumerable suits off of his love interest's sister in the country of Ataguitania, where he goes to pursue the counterfeiter (*) Ermes Marana. Settings in this novel include the town of Malbork and the country of Cimmeria, about which Professor Uzzi-Tuzi is an expert. The narrator of this novel is vexed by Lotaria, whose machine displays a book's most common words. The protagonist of this work meets his lover, Ludmilla, in a bookstore, and": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.0008934748
      ],
      [
        " on",
        -8.6735476e-05
      ],
      [
        " a",
        -1.1041146e-05
      ],
      [
        " winter",
        -0.001419519
      ],
      [
        "'s",
        -4.429897e-05
      ],
      [
        " night",
        -3.4121115e-06
      ],
      [
        " a",
        -1.6166903e-05
      ],
      [
        " traveler",
        -2.6895234e-05
      ]
    ]
  },
  "Nacho Zamora ends up in a knife duel like his father in the town of Oquedal in this work's chapter \"Around": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.09376639
      ],
      [
        " on",
        -0.00024096666
      ],
      [
        " a",
        -1.998142e-05
      ],
      [
        " winter",
        -0.005287596
      ],
      [
        "'s",
        -7.934485e-05
      ],
      [
        " night",
        -1.11603495e-05
      ],
      [
        " a",
        -3.190179e-05
      ],
      [
        " traveler",
        -5.3239244e-05
      ]
    ]
  },
  "Nacho Zamora ends up in a knife duel like his father in the town of Oquedal in this work's chapter \"Around an Empty Grave\". The protagonist of this work tears innumerable suits off of his love interest's": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.008291268
      ],
      [
        " on",
        -3.1305768e-05
      ],
      [
        " a",
        -2.3392786e-06
      ],
      [
        " winter",
        -0.0013088098
      ],
      [
        "'s",
        -2.7014437e-05
      ],
      [
        " night",
        -1.6240566e-06
      ],
      [
        " a",
        -2.749125e-05
      ],
      [
        " traveler",
        -1.3663626e-05
      ]
    ]
  },
  "Nacho Zamora ends up in a knife duel like his father in the town of Oquedal in this work's chapter \"Around an Empty Grave\". The protagonist of this work tears innumerable suits off of his love interest's sister in the country of Ataguitania, where he goes to pursue the counterfeiter (*) Ermes Marana. Settings in this novel include the town of Malbork and the country of Cimmeria, about which Professor Uzzi-Tuzi is an expert. The narrator of this novel is vexed by Lotaria, whose machine displays a book's most common words. The protagonist of this work meets his lover, Ludmilla, in a bookstore, and that protagonist is said to be \"you, the reader.\" For 10 points, name this novel by Italo Calvino.": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.0019819257
      ],
      [
        " on",
        -7.493431e-05
      ],
      [
        " a",
        -9.253091e-06
      ],
      [
        " winter",
        -0.0019568251
      ],
      [
        "'s",
        -3.202099e-05
      ],
      [
        " night",
        -4.365741e-06
      ],
      [
        " a",
        -1.0445127e-05
      ],
      [
        " traveler",
        -2.5703197e-05
      ]
    ]
  },
  "N-acetylglutamate regulates this compound's production by activating carbamoyl phosphate synthase, which ": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.48697472
      ],
      [
        "rea",
        -7.016616e-05
      ]
    ]
  },
  "N-acetylglutamate regulates this compound's production by activating carbamoyl phosphate synthase, which  initializes its synthesis. Along with its analog, guanidinium, it is a strong protein denaturant,": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.77534693
      ],
      [
        "rea",
        -0.00012713818
      ]
    ]
  },
  "N-acetylglutamate regulates this compound's production by activating carbamoyl phosphate synthase, which  initializes its synthesis. Along with its analog, guanidinium, it is a strong protein denaturant, and other key steps in its synthesis include the conversion of ornithine to citrulline, which is": {
    "guess": "Urea cycle",
    "confidence": [
      [
        "U",
        -0.4587568
      ],
      [
        "rea",
        -0.00045986313
      ],
      [
        " cycle",
        -0.52818406
      ]
    ]
  },
  "N-acetylglutamate regulates this compound's production by activating carbamoyl phosphate synthase, which  initializes its synthesis. Along with its analog, guanidinium, it is a strong protein denaturant, and other key steps in its synthesis include the conversion of ornithine to citrulline, which is then converted into arginine and this compound in its namesake cycle. Consisting of two amine groups": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.7528591
      ],
      [
        "rea",
        -0.00066680624
      ]
    ]
  },
  "N-acetylglutamate regulates this compound's production by activating carbamoyl phosphate synthase, which  initializes its synthesis. Along with its analog, guanidinium, it is a strong protein denaturant, and other key steps in its synthesis include the conversion of ornithine to citrulline, which is then converted into arginine and this compound in its namesake cycle. Consisting of two amine groups linked by a carbonyl, this non-toxic compound derives from toxic ammonia in the liver and makes up": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.010842534
      ],
      [
        "rea",
        -8.697388e-05
      ]
    ]
  },
  "N-acetylglutamate regulates this compound's production by activating carbamoyl phosphate synthase, which  initializes its synthesis. Along with its analog, guanidinium, it is a strong protein denaturant, and other key steps in its synthesis include the conversion of ornithine to citrulline, which is then converted into arginine and this compound in its namesake cycle. Consisting of two amine groups linked by a carbonyl, this non-toxic compound derives from toxic ammonia in the liver and makes up most of the dry weight of urine. For 10 points, name this compound which clears most nitrogenous waste": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.0004120808
      ],
      [
        "rea",
        -5.0616763e-05
      ]
    ]
  },
  "N-acetylglutamate regulates this compound's production by activating carbamoyl phosphate synthase, which  initializes its synthesis. Along with its analog, guanidinium, it is a strong protein denaturant, and other key steps in its synthesis include the conversion of ornithine to citrulline, which is then converted into arginine and this compound in its namesake cycle. Consisting of two amine groups linked by a carbonyl, this non-toxic compound derives from toxic ammonia in the liver and makes up most of the dry weight of urine. For 10 points, name this compound which clears most nitrogenous waste from the body and was first synthesized by Friedrich Wohler.": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.0007893788
      ],
      [
        "rea",
        -2.5703197e-05
      ]
    ]
  }
}