{
  "He said that governments should accept other Christian denominations to limit civil unrest, and both Leibniz and Berkeley criticized him for attacking the concept of innate ideas. Besides penning a Letter Concerning Tolerance, this philosopher stated that secondary qualities of objects do not exist without human perceptions, and that minds are born like (*) blank tablets or \"tabula rasa\". Name this": {
    "guess": "John Locke",
    "confidence": [
      [
        "John",
        -0.003611709
      ],
      [
        " Locke",
        -0.00011939728
      ]
    ]
  },
  "One saint from this country is credited with creating the Fifteen O's prayer and founded a namesake monastic order which was open to men and women. Laurentius Andreae played a key role in translating the Bible into the language of this country, and the Reformation was promoted here by the Petri brothers. One ruler of this country founded the Academy of Arcadia after converting to Catholicism and moving to Rome. It's not Ireland, but St. Bridget, one of the patron saints of Europe, hailed from this country. One leader of this country was advised by (*) Axel Oxenstierna and died at the Battle of Lutzen while intervening in the Thirty Year's War; that man was known as the Lion of the North. The Vasa dynasty once ruled, for 10 points, what Lutheran Scandinavian country whose most famous ruler was Gustavus Adolphus?": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.0022619483
      ]
    ]
  },
  "One saint from this country is credited with creating the Fifteen O's prayer and founded a namesake monastic order which was open to men and women. Laurentius Andreae played a key role in translating the": {
    "guess": "Bridgettine Order",
    "confidence": [
      [
        "B",
        -0.7881317
      ],
      [
        "rid",
        -0.106071845
      ],
      [
        "gett",
        -0.24823205
      ],
      [
        "ine",
        -0.53529066
      ],
      [
        " Order",
        -0.12827528
      ]
    ]
  },
  "This man once said that he had waited thirty or forty years to meet a man who had recently become prominent": {
    "guess": "Ralph Waldo Emerson",
    "confidence": [
      [
        "R",
        -2.313531
      ],
      [
        "alph",
        -0.23372556
      ],
      [
        " Wal",
        -0.00976341
      ],
      [
        "do",
        -1.8431772e-05
      ],
      [
        " Emerson",
        -7.445749e-05
      ]
    ]
  },
  "This man is said to have cursed his sons when they served him with a silver table and golden goblet belonging to his great-great grandfather. This figure was rescued from Mount Cithaeron by Polybus of Corinth, and in his old age, this man came under the protection of Theseus and the Erinyes. This man's": {
    "guess": "Oedipus Rex",
    "confidence": [
      [
        "O",
        -0.024572968
      ],
      [
        "ed",
        -0.0002883914
      ],
      [
        "ip",
        -0.00015800826
      ],
      [
        "us",
        -6.837811e-05
      ],
      [
        " Rex",
        -0.0006114059
      ]
    ]
  },
  "Said-[sigh-EED]  Its instigator was infuriated at the lack of fortification during the build-up to the Seven Years' War, and Edward Said cited it as proof that once something is said often enough, it becomes true. J. H. Little later called into question the truthfulness of John Holwell's firsthand account and claimed that Siraj- ud-Dawlah was negligent and nothing more. Regardless of the veracity of the allegations, they served the British as a caricature of outrageous Indian behavior. FTP, identify this controversial location where the Nawab of Bengal allegedly killed 123 by stuffing them in a jail cell.": {
    "guess": "Black Hole of Calcutta",
    "confidence": [
      [
        "Black",
        -0.34646592
      ],
      [
        " Hole",
        -0.0037216959
      ],
      [
        " of",
        -0.00016027314
      ],
      [
        " Cal",
        -0.00020246755
      ],
      [
        "cut",
        -0.00010235115
      ],
      [
        "ta",
        -0.00018006093
      ]
    ]
  },
  "One saint from this country is credited with creating the Fifteen O's prayer and founded a namesake monastic": {
    "guess": "Saint Bridget of Sweden",
    "confidence": [
      [
        "Saint",
        -0.87209123
      ],
      [
        " Brid",
        -0.84428436
      ],
      [
        "get",
        -0.0013567866
      ],
      [
        " of",
        -0.00823665
      ],
      [
        " Sweden",
        -0.123217784
      ]
    ]
  },
  "He said that it was just snow melting on his face, but many observers thought that this Senator was crying when trying to defend his wife from allegations made in the Manchester Union Leader. This image of weakness proved to be fatal to his 1972 bid for the Democratic nomination for President. FTP identify this longtime Senator from Maine and running mate of Hubert Humphrey, who ended his career in government by serving as Jimmy Carter's final Secretary of State.": {
    "guess": "Edmund Muskie",
    "confidence": [
      [
        "Ed",
        -0.0036798865
      ],
      [
        "mund",
        -0.002081859
      ],
      [
        " Mus",
        -0.0029842407
      ],
      [
        "kie",
        -6.511407e-06
      ]
    ]
  },
  "It is said that toward the end of his life, he fell out of favor with the Emperor, who ordered his property confiscated and his eyes put out. A harsh reward for a lifetime of brilliant military service": {
    "guess": "Belisarius",
    "confidence": [
      [
        "Bel",
        -0.3577428
      ],
      [
        "is",
        -0.00035739198
      ],
      [
        "arius",
        -3.8577193e-05
      ]
    ]
  },
  "This man once said that he had waited thirty or forty years to meet a man who had recently become prominent and called him \"sultan of the world.\" This man's autobiography, the Tarif, contains an interview he had with Tamerlame to try and persuade him not to sack Damascus. This thinker, a longtime judge": {
    "guess": "Ibn Khaldun",
    "confidence": [
      [
        "I",
        -0.13880241
      ],
      [
        "bn",
        -0.002162041
      ],
      [
        " Kh",
        -0.00665415
      ],
      [
        "ald",
        -0.00020222914
      ],
      [
        "un",
        -0.006108436
      ]
    ]
  },
  "He said that it was just snow melting on his face, but many observers thought that this Senator was crying when trying to defend his wife from allegations made in the Manchester Union Leader. This image of weakness proved to be fatal to his 1972 bid for the Democratic nomination for President. FTP identify": {
    "guess": "Edmund Muskie's 1972 presidential campaign",
    "confidence": [
      [
        "Ed",
        -0.021272704
      ],
      [
        "mund",
        -0.052399788
      ],
      [
        " Mus",
        -0.017198233
      ],
      [
        "kie",
        -9.0883464e-07
      ],
      [
        "'s",
        -1.3555231
      ],
      [
        " ",
        -0.22175884
      ],
      [
        "197",
        -0.00010950337
      ],
      [
        "2",
        -0.0006120019
      ],
      [
        " presidential",
        -0.2544794
      ],
      [
        " campaign",
        -0.0016253104
      ]
    ]
  },
  "Said to be located in the middle of Lake Guatavita, governorship of this location was given to Pedro Ursua, Gonzalo Jimenez de Quesada and finally Antionio de Berrio.  Its \"Loss\" forms the title for a colonial history of Trinidad by V.S. Naipul and it is located \"Over the Mountains of the Moon\" and 'Down": {
    "guess": "El Dorado",
    "confidence": [
      [
        "El",
        -0.06713769
      ],
      [
        " Dor",
        -0.000107953725
      ],
      [
        "ado",
        -6.682846e-05
      ]
    ]
  },
  "Said-[sigh-EED]  Its instigator was infuriated at the lack of fortification during the build-up to the": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -1.2790456
      ],
      [
        " of",
        -0.00041470327
      ],
      [
        " Ag",
        -1.4257269
      ],
      [
        "inc",
        -0.0014505908
      ],
      [
        "ourt",
        -5.443128e-05
      ]
    ]
  },
  "This man, who is said to breathe \"defiance, blood and mortal war,\"  claims that war is a matter for men. He has a dream in which a figure  with snake hair and sulphurous eyes uses fire to puncture his bosom. His  shield contains the story of the metamorphosis of Io, which foretells his  eventual downfall. After he attacked a bunch of ships, (*) Cybele turned  them into nymphs. He fails to recruit the Greek hero Diomedes to fight for  him, but is able to inflict damage on a fortress while his enemy is recruiting  troops from the Arcadians. He is killed after begging for mercy, because of the  belt": {
    "guess": "Turnus",
    "confidence": [
      [
        "Turn",
        -0.28553715
      ],
      [
        "us",
        -0.00017660404
      ]
    ]
  },
  "One saint from this country is credited with creating the Fifteen O's prayer and founded a namesake monastic order which was open to men and women. Laurentius Andreae played a key role in translating the Bible into the language of this country, and the Reformation was promoted here by the Petri brothers. One ruler of this country founded the Academy of Arcadia after converting to Catholicism and moving": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.38324186
      ]
    ]
  },
  "Said-[sigh-EED]  Its instigator was infuriated at the lack of fortification during the build-up to the Seven Years' War, and Edward Said cited it as proof that once something is said often enough, it becomes true. J. H. Little later called into question the truthfulness of John Holwell's firsthand account": {
    "guess": "Black Hole of Calcutta",
    "confidence": [
      [
        "Black",
        -0.06399131
      ],
      [
        " Hole",
        -0.0050702104
      ],
      [
        " of",
        -0.0016774372
      ],
      [
        " Cal",
        -0.0017572872
      ],
      [
        "cut",
        -9.4914985e-06
      ],
      [
        "ta",
        -0.0003931384
      ]
    ]
  },
  "He said that it was just snow melting on his face, but many observers thought that this Senator was crying": {
    "guess": "Ted Kennedy",
    "confidence": [
      [
        "Ted",
        -0.8644534
      ],
      [
        " Kennedy",
        -0.0030222759
      ]
    ]
  },
  "One saint from this city battled Arianism by convincing a woman named Ingunthis to convert her Visigothic husband  Hermenegild. A religious festival in this city is organized by religious \"brotherhoods\" and involves sets of images called  pasos that proceed down the \"carrera oficial,\" or Official Path. A saint from this city, the brother of the aforementioned Saint Leander, created a policy requiring the establishment of seminaries in cathedral cities while presiding over the  Fourth Council of (*) Toledo and is the patron saint of the internet. This city's cathedral, the largest Gothic one in the world, has a bell tower called the Giralda that was converted from a minaret. For 10 points, name this home of Church Doctor Saint Isidore,  the site of Spain's largest Holy Week Easter celebration": {
    "guess": "Seville",
    "confidence": [
      [
        "Se",
        -0.0080097355
      ],
      [
        "ville",
        -0.00021855638
      ]
    ]
  },
  "This man is said to have cursed his sons when they served him with a silver table and golden goblet belonging to his great-great grandfather. This figure was rescued from Mount Cithaeron by Polybus of Corinth, and in his old age, this man came under the protection of Theseus and the Erinyes. This man's son Polyneices was killed by his brother in a duel for the throne, and he himself killed a king at": {
    "guess": "Oedipus",
    "confidence": [
      [
        "O",
        -0.017837219
      ],
      [
        "ed",
        -0.0001470452
      ],
      [
        "ip",
        -0.000418041
      ],
      [
        "us",
        -0.0001407274
      ]
    ]
  },
  "One saint from this city battled Arianism by convincing a woman named Ingunthis to convert her Visigothic husband  Hermenegild. A religious festival in this city is organized by religious \"brotherhoods\"": {
    "guess": "Seville",
    "confidence": [
      [
        "Se",
        -0.45113438
      ],
      [
        "ville",
        -0.0017751422
      ]
    ]
  },
  "This man is said to have cursed his sons when they served him with a silver table and golden goblet belonging to his great-great grandfather. This figure was rescued from Mount Cithaeron by Polybus of": {
    "guess": "Oedipus",
    "confidence": [
      [
        "O",
        -0.57623446
      ],
      [
        "ed",
        -0.00030733744
      ],
      [
        "ip",
        -8.45898e-05
      ],
      [
        "us",
        -3.8696395e-05
      ]
    ]
  },
  "Said to be located in the middle of Lake Guatavita, governorship of this location was given to Pedro": {
    "guess": "Lake Guatavita",
    "confidence": [
      [
        "Lake",
        -0.23527731
      ],
      [
        " Gu",
        -0.0008612
      ],
      [
        "at",
        -0.00011880126
      ],
      [
        "av",
        -0.00058770267
      ],
      [
        "ita",
        -1.0802739e-05
      ]
    ]
  },
  "This man once said that he had waited thirty or forty years to meet a man who had recently become prominent and called him \"sultan of the world.\" This man's autobiography, the Tarif, contains an interview": {
    "guess": "Mehmed the Conqueror",
    "confidence": [
      [
        "M",
        -2.436705
      ],
      [
        "eh",
        -0.7927306
      ],
      [
        "med",
        -0.11904614
      ],
      [
        " the",
        -0.7175961
      ],
      [
        " Con",
        -0.00016206119
      ],
      [
        "quer",
        -1.8074163e-05
      ],
      [
        "or",
        -6.659005e-05
      ]
    ]
  },
  "Said-[sigh-EED]  Its instigator was infuriated at the lack of fortification during the build-up to the Seven Years' War, and Edward Said cited it as proof that once something is said often enough, it becomes true. J. H. Little later called into question the truthfulness of John Holwell's firsthand account and claimed that Siraj- ud-Dawlah was negligent and nothing more. Regardless of the veracity of the allegations, they served the British as a caricature of outrageous Indian behavior. FTP, identify": {
    "guess": "Black Hole of Calcutta",
    "confidence": [
      [
        "Black",
        -0.0372437
      ],
      [
        " Hole",
        -0.0021327755
      ],
      [
        " of",
        -0.0005673298
      ],
      [
        " Cal",
        -0.0011227145
      ],
      [
        "cut",
        -5.109358e-05
      ],
      [
        "ta",
        -0.00031115196
      ]
    ]
  },
  "This man once said that he had waited thirty or forty years to meet a man who had recently become prominent and called him \"sultan of the world.\" This man's autobiography, the Tarif, contains an interview he had with Tamerlame to try and persuade him not to sack Damascus. This thinker, a longtime judge in Cairo, was a strong proponent of the concept of assabiya, or social solidarity. In his most famous": {
    "guess": "Ibn Khaldun",
    "confidence": [
      [
        "I",
        -0.0023924212
      ],
      [
        "bn",
        -0.00018577903
      ],
      [
        " Kh",
        -0.0028277002
      ],
      [
        "ald",
        -7.255024e-05
      ],
      [
        "un",
        -0.0017917977
      ]
    ]
  },
  "One saint from this country is credited with creating the Fifteen O's prayer and founded a namesake monastic order which was open to men and women. Laurentius Andreae played a key role in translating the Bible into the language of this country, and the Reformation was promoted here by the Petri brothers. One ruler of this country founded the Academy of Arcadia after converting to Catholicism and moving to Rome. It's not Ireland, but St. Bridget, one of the patron saints of Europe, hailed from this country. One leader of this country was advised by (*) Axel Oxenstierna and died at the Battle of Lutzen while intervening in the Thirty Year's War; that man was known as the Lion of the North. The": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.010538718
      ]
    ]
  },
  "Said to be located in the middle of Lake Guatavita, governorship of this location was given to Pedro Ursua, Gonzalo Jimenez de Quesada and finally Antionio de Berrio.  Its \"Loss\" forms the title for a": {
    "guess": "El Dorado",
    "confidence": [
      [
        "El",
        -0.47996083
      ],
      [
        " Dor",
        -0.42543778
      ],
      [
        "ado",
        -2.5583993e-05
      ]
    ]
  },
  "It is said that toward the end of his life, he fell out of favor with the Emperor, who ordered his property confiscated and his eyes put out. A harsh reward for a lifetime of brilliant military service \\-- in 532, he suppressed the Nika Riot, and in the next two years, he defeated the Vandals and captured": {
    "guess": "Belisarius",
    "confidence": [
      [
        "Bel",
        -0.00826786
      ],
      [
        "is",
        -2.2603901e-05
      ],
      [
        "arius",
        -0.00029553997
      ]
    ]
  },
  "This man is said to have cursed his sons when they served him with a silver table and golden goblet belonging to his great-great grandfather. This figure was rescued from Mount Cithaeron by Polybus of Corinth, and in his old age, this man came under the protection of Theseus and the Erinyes. This man's son Polyneices was killed by his brother in a duel for the throne, and he himself killed a king at the Phocis (*) crossroads. As a reward for causing the sphinx to commit suicide after he correctly": {
    "guess": "Oedipus",
    "confidence": [
      [
        "O",
        -0.008125981
      ],
      [
        "ed",
        -0.00018840152
      ],
      [
        "ip",
        -0.0006156972
      ],
      [
        "us",
        -0.00012654216
      ]
    ]
  },
  "One saint from this city battled Arianism by convincing a woman named Ingunthis to convert her Visigothic husband  Hermenegild. A religious festival in this city is organized by religious \"brotherhoods\" and involves sets of images called  pasos that proceed down the \"carrera oficial,\" or Official Path. A saint from this city, the brother of the aforementioned Saint Leander, created a policy requiring": {
    "guess": "Seville",
    "confidence": [
      [
        "Se",
        -0.4979079
      ],
      [
        "ville",
        -0.00017946491
      ]
    ]
  },
  "One saint from this city battled Arianism by convincing a woman named Ingunthis to convert her Visigothic husband  Hermenegild. A religious festival in this city is organized by religious \"brotherhoods\" and involves sets of images called  pasos that proceed down the \"carrera oficial,\" or Official Path.": {
    "guess": "Seville Holy Week",
    "confidence": [
      [
        "Se",
        -0.5995261
      ],
      [
        "ville",
        -0.00047475993
      ],
      [
        " Holy",
        -0.020745082
      ],
      [
        " Week",
        -7.9940866e-05
      ]
    ]
  },
  "He said that it was just snow melting on his face, but many observers thought that this Senator was crying when trying to defend his wife from allegations made in the Manchester Union Leader. This image": {
    "guess": "Edmund Muskie",
    "confidence": [
      [
        "Ed",
        -0.43216535
      ],
      [
        "mund",
        -0.044751264
      ],
      [
        " Mus",
        -0.018969882
      ],
      [
        "kie",
        -6.704273e-07
      ]
    ]
  },
  "It is said that toward the end of his life, he fell out of favor with the Emperor, who ordered his property confiscated and his eyes put out. A harsh reward for a lifetime of brilliant military service \\-- in 532, he suppressed the Nika Riot, and in the next two years, he defeated the Vandals and captured their king, Gelimer. Sent to Italy, he captured the Gothic capital of Ravenna before being replaced": {
    "guess": "Belisarius",
    "confidence": [
      [
        "Bel",
        -0.004488158
      ],
      [
        "is",
        -5.6100132e-05
      ],
      [
        "arius",
        -6.563642e-05
      ]
    ]
  },
  "This man once said that he had waited thirty or forty years to meet a man who had recently become prominent and called him \"sultan of the world.\" This man's autobiography, the Tarif, contains an interview he had with Tamerlame to try and persuade him not to sack Damascus. This thinker, a longtime judge in Cairo, was a strong proponent of the concept of assabiya, or social solidarity. In his most famous work, he applied this concept to the rise and fall of dynasties or dawla, claiming that each civilization necessarily contains the means to its own downfall due to smaller social units being more": {
    "guess": "Ibn Khaldun",
    "confidence": [
      [
        "I",
        -0.0016556596
      ],
      [
        "bn",
        -0.00016802136
      ],
      [
        " Kh",
        -0.0027202298
      ],
      [
        "ald",
        -0.00015514737
      ],
      [
        "un",
        -0.0027759895
      ]
    ]
  },
  "Said-[sigh-EED]  Its instigator was infuriated at the lack of fortification during the build-up to the Seven Years' War, and Edward Said cited it as proof that once something is said often enough, it becomes": {
    "guess": "Edward Said",
    "confidence": [
      [
        "Edward",
        -1.393081
      ],
      [
        " Said",
        -0.034902804
      ]
    ]
  },
  "This man is said to have cursed his sons when they served him with a silver table and golden goblet belonging to his great-great grandfather. This figure was rescued from Mount Cithaeron by Polybus of Corinth, and in his old age, this man came under the protection of Theseus and the Erinyes. This man's son Polyneices was killed by his brother in a duel for the throne, and he himself killed a king at the Phocis (*) crossroads. As a reward for causing the sphinx to commit suicide after he correctly answered her riddle, this man replaced King Laius as the husband of Jocasta. For ten points, name this Theban king, who, as Tiresias predicted,  married his mother and killed his father.": {
    "guess": "Oedipus Rex",
    "confidence": [
      [
        "O",
        -0.0020157173
      ],
      [
        "ed",
        -0.00016504127
      ],
      [
        "ip",
        -0.00019257364
      ],
      [
        "us",
        -2.4391957e-05
      ],
      [
        " Rex",
        -0.29277724
      ]
    ]
  },
  "This man is said to have cursed his sons when they served him with a silver table and golden goblet belonging": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -1.6619735
      ],
      [
        "antal",
        -0.0048425766
      ],
      [
        "us",
        -0.00042447797
      ]
    ]
  },
  "This man, who is said to breathe \"defiance, blood and mortal war,\"  claims that war is a matter for men. He has a dream in which a figure  with snake hair and sulphurous eyes uses fire to puncture his bosom. His  shield contains the story of the metamorphosis of Io, which foretells his  eventual downfall. After he attacked a bunch of ships, (*) Cybele turned  them into nymphs. He fails to recruit the Greek hero Diomedes to fight for  him, but is able to inflict damage on a fortress while his enemy is recruiting  troops from the Arcadians. He is killed after begging for mercy, because of the  belt that he is wearing. For 10 points, identify this king of the Rutulians that  fights against Aeneas.": {
    "guess": "Turnus",
    "confidence": [
      [
        "Turn",
        -0.002482081
      ],
      [
        "us",
        -3.3451433e-05
      ]
    ]
  },
  "One saint from this city battled Arianism by convincing a woman named Ingunthis to convert her Visigothic husband  Hermenegild. A religious festival in this city is organized by religious \"brotherhoods\" and involves sets of images called  pasos that proceed down the \"carrera oficial,\" or Official Path. A saint from this city, the brother of the aforementioned Saint Leander, created a policy requiring the establishment of seminaries in cathedral cities while presiding over the  Fourth Council of (*) Toledo and is the patron saint of the internet. This city's cathedral, the largest Gothic one in the world, has a bell tower called the Giralda that was converted from a minaret. For 10 points, name this home of Church Doctor Saint Isidore,  the site of Spain's largest Holy Week Easter celebration and chief city of Andalusia.": {
    "guess": "Seville",
    "confidence": [
      [
        "Se",
        -0.005214548
      ],
      [
        "ville",
        -0.0001505021
      ]
    ]
  },
  "He said that it was just snow melting on his face, but many observers thought that this Senator was crying when trying to defend his wife from allegations made in the Manchester Union Leader. This image of weakness proved to be fatal to his 1972 bid for the Democratic nomination for President. FTP identify this longtime Senator from Maine and running mate of Hubert Humphrey, who ended his career in": {
    "guess": "Edmund Muskie",
    "confidence": [
      [
        "Ed",
        -0.026741091
      ],
      [
        "mund",
        -0.0035082493
      ],
      [
        " Mus",
        -0.007111744
      ],
      [
        "kie",
        -2.5345586e-05
      ]
    ]
  },
  "He said that governments should accept other Christian denominations to limit civil unrest, and both Leibniz and Berkeley criticized him for attacking the concept of innate ideas. Besides penning a Letter Concerning Tolerance, this philosopher stated that secondary qualities of objects do not exist without human perceptions, and that minds are born like (*) blank tablets or \"tabula rasa\". Name this suggester of the right to \"life, liberty and property\", a British empiricist who wrote Two Treatises": {
    "guess": "John Locke",
    "confidence": [
      [
        "John",
        -0.0018228585
      ],
      [
        " Locke",
        -7.8748824e-05
      ]
    ]
  },
  "Said-[sigh-EED]  Its instigator was infuriated at the lack of fortification during the build-up to the Seven Years' War, and Edward Said cited it as proof that once something is said often enough, it becomes true. J. H. Little later called into question the truthfulness of John Holwell's firsthand account and claimed that Siraj- ud-Dawlah was negligent and nothing more. Regardless of the veracity of": {
    "guess": "Black Hole of Calcutta",
    "confidence": [
      [
        "Black",
        -0.058876697
      ],
      [
        " Hole",
        -0.0014095204
      ],
      [
        " of",
        -0.014680154
      ],
      [
        " Cal",
        -0.0009493336
      ],
      [
        "cut",
        -2.7133641e-05
      ],
      [
        "ta",
        -0.00035262384
      ]
    ]
  },
  "This man, who is said to breathe \"defiance, blood and mortal war,\"  claims that war is a matter for men.": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.29415062
      ],
      [
        "ch",
        -0.6694713
      ],
      [
        "illes",
        -0.002756972
      ]
    ]
  },
  "He said that governments should accept other Christian denominations to limit civil unrest, and both": {
    "guess": "Freedom of religion",
    "confidence": [
      [
        "Freedom",
        -0.5056633
      ],
      [
        " of",
        -0.0006373812
      ],
      [
        " religion",
        -0.017997514
      ]
    ]
  },
  "One saint from this country is credited with creating the Fifteen O's prayer and founded a namesake monastic order which was open to men and women. Laurentius Andreae played a key role in translating the Bible into the language of this country, and the Reformation was promoted here by the Petri brothers.": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.6859922
      ]
    ]
  },
  "Said to be located in the middle of Lake Guatavita, governorship of this location was given to Pedro Ursua, Gonzalo Jimenez de Quesada and finally Antionio de Berrio.  Its \"Loss\" forms the title for a colonial history of Trinidad by V.S. Naipul and it is located \"Over the Mountains of the Moon\" and 'Down the Valley of the Shadows\" in a Poe poem.  Walter Ralegh mentioned it in the subtitle of his book about the exploration of Guiana.  It originally referred only to the ruler of Manoa but soon was extended to his whole kingdom.  FTP, identify this city of gold sought by conquistadors in South America.": {
    "guess": "El Dorado",
    "confidence": [
      [
        "El",
        -0.0404805
      ],
      [
        " Dor",
        -0.00011117222
      ],
      [
        "ado",
        -3.22594e-05
      ]
    ]
  },
  "This man once said that he had waited thirty or forty years to meet a man who had recently become prominent and called him \"sultan of the world.\" This man's autobiography, the Tarif, contains an interview he had with Tamerlame to try and persuade him not to sack Damascus. This thinker, a longtime judge in Cairo, was a strong proponent of the concept of assabiya, or social solidarity. In his most famous work, he applied this concept to the rise and fall of dynasties or dawla, claiming that each civilization necessarily contains the means to its own downfall due to smaller social units being more cohesive, while development decentralizes state strength. This man's most famous work is the introduction of a universal history which he called Kitab al'Ibar. For 10 points, name this early historiographer": {
    "guess": "Ibn Khaldun",
    "confidence": [
      [
        "I",
        -0.0005215776
      ],
      [
        "bn",
        -4.7994283e-05
      ],
      [
        " Kh",
        -0.001003155
      ],
      [
        "ald",
        -3.1424974e-05
      ],
      [
        "un",
        -0.00023298002
      ]
    ]
  },
  "One saint from this city battled Arianism by convincing a woman named Ingunthis to convert her Visigothic": {
    "guess": "Leander of Seville",
    "confidence": [
      [
        "Le",
        -1.055361
      ],
      [
        "ander",
        -0.018955728
      ],
      [
        " of",
        -0.008121485
      ],
      [
        " Se",
        -0.0049109044
      ],
      [
        "ville",
        -0.00015490896
      ]
    ]
  },
  "This man, who is said to breathe \"defiance, blood and mortal war,\"  claims that war is a matter for men. He has a dream in which a figure  with snake hair and sulphurous eyes uses fire to puncture his bosom. His  shield contains the story of the metamorphosis of Io, which foretells his  eventual downfall. After he attacked a bunch of ships, (*) Cybele turned  them into nymphs. He fails to recruit the": {
    "guess": "Turnus",
    "confidence": [
      [
        "Turn",
        -0.2723957
      ],
      [
        "us",
        -0.00053849723
      ]
    ]
  },
  "One saint from this country is credited with creating the Fifteen O's prayer and founded a namesake monastic order which was open to men and women. Laurentius Andreae played a key role in translating the Bible into the language of this country, and the Reformation was promoted here by the Petri brothers. One ruler of this country founded the Academy of Arcadia after converting to Catholicism and moving to Rome. It's not Ireland, but St. Bridget, one of the patron saints of Europe, hailed from this country. One leader of this country was advised by (*) Axel Oxenstierna and died at the Battle of Lutzen while intervening in the Thirty Year's War; that man was known as the Lion of the North. The Vasa dynasty once ruled, for 10 points, what Lutheran Scandinavian country whose most famous ruler was": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.08080508
      ]
    ]
  },
  "It is said that toward the end of his life, he fell out of favor with the Emperor, who ordered his property confiscated and his eyes put out. A harsh reward for a lifetime of brilliant military service \\-- in 532, he suppressed the Nika Riot, and in the next two years, he defeated the Vandals and captured their king, Gelimer. Sent to Italy, he captured the Gothic capital of Ravenna before being replaced by the Emperor's eunuch Narses. All this is recorded in the writings of Procopius, his secretary. FTP, name this general of the Emperor Justinian.": {
    "guess": "Belisarius",
    "confidence": [
      [
        "Bel",
        -0.0137348985
      ],
      [
        "is",
        -0.00040815072
      ],
      [
        "arius",
        -0.00043341093
      ]
    ]
  },
  "He said that governments should accept other Christian denominations to limit civil unrest, and both Leibniz and Berkeley criticized him for attacking the concept of innate ideas. Besides penning a Letter Concerning Tolerance, this philosopher stated that secondary qualities of objects do not exist without": {
    "guess": "John Locke",
    "confidence": [
      [
        "John",
        -0.004675642
      ],
      [
        " Locke",
        -5.3596854e-05
      ]
    ]
  },
  "This man is said to have cursed his sons when they served him with a silver table and golden goblet belonging to his great-great grandfather. This figure was rescued from Mount Cithaeron by Polybus of Corinth, and in his old age, this man came under the protection of Theseus and the Erinyes. This man's son Polyneices was killed by his brother in a duel for the throne, and he himself killed a king at the Phocis (*) crossroads. As a reward for causing the sphinx to commit suicide after he correctly answered her riddle, this man replaced King Laius as the husband of Jocasta. For ten points, name this": {
    "guess": "Oedipus",
    "confidence": [
      [
        "O",
        -0.010843245
      ],
      [
        "ed",
        -0.00057900813
      ],
      [
        "ip",
        -0.0004035018
      ],
      [
        "us",
        -6.81397e-05
      ]
    ]
  },
  "Said to be located in the middle of Lake Guatavita, governorship of this location was given to Pedro Ursua, Gonzalo Jimenez de Quesada and finally Antionio de Berrio.  Its \"Loss\" forms the title for a colonial history of Trinidad by V.S. Naipul and it is located \"Over the Mountains of the Moon\" and 'Down the Valley of the Shadows\" in a Poe poem.  Walter Ralegh mentioned it in the subtitle of his book": {
    "guess": "El Dorado",
    "confidence": [
      [
        "El",
        -0.034606893
      ],
      [
        " Dor",
        -0.0006936124
      ],
      [
        "ado",
        -7.7079974e-05
      ]
    ]
  },
  "He said that governments should accept other Christian denominations to limit civil unrest, and both Leibniz and Berkeley criticized him for attacking the concept of innate ideas. Besides penning a Letter": {
    "guess": "John Locke",
    "confidence": [
      [
        "John",
        -0.058153424
      ],
      [
        " Locke",
        -0.007683054
      ]
    ]
  },
  "This man, who is said to breathe \"defiance, blood and mortal war,\"  claims that war is a matter for men. He has a dream in which a figure  with snake hair and sulphurous eyes uses fire to puncture his": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.28103766
      ],
      [
        "res",
        -0.64761764
      ]
    ]
  },
  "This man, who is said to breathe \"defiance, blood and mortal war,\"  claims that war is a matter for men. He has a dream in which a figure  with snake hair and sulphurous eyes uses fire to puncture his bosom. His  shield contains the story of the metamorphosis of Io, which foretells his  eventual downfall. After he attacked a bunch of ships, (*) Cybele turned  them into nymphs. He fails to recruit the Greek hero Diomedes to fight for  him, but is able to inflict damage on a fortress while his enemy": {
    "guess": "Turnus",
    "confidence": [
      [
        "Turn",
        -0.16830933
      ],
      [
        "us",
        -0.00017076306
      ]
    ]
  },
  "This man once said that he had waited thirty or forty years to meet a man who had recently become prominent and called him \"sultan of the world.\" This man's autobiography, the Tarif, contains an interview he had with Tamerlame to try and persuade him not to sack Damascus. This thinker, a longtime judge in Cairo, was a strong proponent of the concept of assabiya, or social solidarity. In his most famous work, he applied this concept to the rise and fall of dynasties or dawla, claiming that each civilization": {
    "guess": "Ibn Khaldun",
    "confidence": [
      [
        "I",
        -0.0012443976
      ],
      [
        "bn",
        -0.00012952226
      ],
      [
        " Kh",
        -0.0022902563
      ],
      [
        "ald",
        -0.00013226394
      ],
      [
        "un",
        -0.0019076931
      ]
    ]
  },
  "One saint from this country is credited with creating the Fifteen O's prayer and founded a namesake monastic order which was open to men and women. Laurentius Andreae played a key role in translating the Bible into the language of this country, and the Reformation was promoted here by the Petri brothers. One ruler of this country founded the Academy of Arcadia after converting to Catholicism and moving to Rome. It's not Ireland, but St. Bridget, one of the patron saints of Europe, hailed from this country. One leader of this country was advised by (*) Axel Oxenstierna and died at the Battle of": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.0072761416
      ]
    ]
  },
  "This man once said that he had waited thirty or forty years to meet a man who had recently become prominent and called him \"sultan of the world.\" This man's autobiography, the Tarif, contains an interview he had with Tamerlame to try and persuade him not to sack Damascus. This thinker, a longtime judge in Cairo, was a strong proponent of the concept of assabiya, or social solidarity. In his most famous work, he applied this concept to the rise and fall of dynasties or dawla, claiming that each civilization necessarily contains the means to its own downfall due to smaller social units being more cohesive, while development decentralizes state strength. This man's most famous work is the introduction of a universal history which he called Kitab al'Ibar. For 10 points, name this early historiographer best known for his Muqaddima, a medieval scholar from Tunisia.": {
    "guess": "Ibn Khaldun",
    "confidence": [
      [
        "I",
        -0.00037859922
      ],
      [
        "bn",
        -3.8457987e-05
      ],
      [
        " Kh",
        -0.0005943781
      ],
      [
        "ald",
        -2.6656826e-05
      ],
      [
        "un",
        -6.384837e-05
      ]
    ]
  },
  "One saint from this country is credited with creating the Fifteen O's prayer and founded a namesake monastic order which was open to men and women. Laurentius Andreae played a key role in translating the Bible into the language of this country, and the Reformation was promoted here by the Petri brothers. One ruler of this country founded the Academy of Arcadia after converting to Catholicism and moving to Rome. It's not Ireland, but St. Bridget, one of the patron saints of Europe, hailed from this": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.0056419745
      ]
    ]
  },
  "This man once said that he had waited thirty or forty years to meet a man who had recently become prominent and called him \"sultan of the world.\" This man's autobiography, the Tarif, contains an interview he had with Tamerlame to try and persuade him not to sack Damascus. This thinker, a longtime judge in Cairo, was a strong proponent of the concept of assabiya, or social solidarity. In his most famous work, he applied this concept to the rise and fall of dynasties or dawla, claiming that each civilization necessarily contains the means to its own downfall due to smaller social units being more cohesive, while development decentralizes state strength. This man's most famous work is the introduction": {
    "guess": "Ibn Khaldun",
    "confidence": [
      [
        "I",
        -0.0008211842
      ],
      [
        "bn",
        -0.00017302792
      ],
      [
        " Kh",
        -0.0018547464
      ],
      [
        "ald",
        -8.7450695e-05
      ],
      [
        "un",
        -0.0014244027
      ]
    ]
  },
  "One saint from this city battled Arianism by convincing a woman named Ingunthis to convert her Visigothic husband  Hermenegild. A religious festival in this city is organized by religious \"brotherhoods\" and involves sets of images called  pasos that proceed down the \"carrera oficial,\" or Official Path. A saint from this city, the brother of the aforementioned Saint Leander, created a policy requiring the establishment of seminaries in cathedral cities while presiding over the  Fourth Council of (*) Toledo and is the patron saint of the internet. This city's cathedral, the largest Gothic one in": {
    "guess": "Seville",
    "confidence": [
      [
        "Se",
        -0.055667933
      ],
      [
        "ville",
        -0.0002546641
      ]
    ]
  },
  "Said-[sigh-EED]  Its instigator was infuriated at the lack of fortification during the build-up to the Seven Years' War, and Edward Said cited it as proof that once something is said often enough, it becomes true. J. H. Little later called into question the truthfulness of John Holwell's firsthand account and claimed that Siraj- ud-Dawlah was negligent and nothing more. Regardless of the veracity of the allegations, they served the British as a caricature of outrageous Indian behavior. FTP, identify this controversial location where the Nawab of Bengal allegedly killed 123 by stuffing them in a": {
    "guess": "Black Hole of Calcutta incident",
    "confidence": [
      [
        "Black",
        -0.32321447
      ],
      [
        " Hole",
        -0.0039276066
      ],
      [
        " of",
        -0.00026503115
      ],
      [
        " Cal",
        -0.00022821188
      ],
      [
        "cut",
        -8.7212284e-05
      ],
      [
        "ta",
        -0.00015598179
      ],
      [
        " incident",
        -0.4759311
      ]
    ]
  },
  "One saint from this city battled Arianism by convincing a woman named Ingunthis to convert her Visigothic husband  Hermenegild. A religious festival in this city is organized by religious \"brotherhoods\" and involves sets of images called  pasos that proceed down the \"carrera oficial,\" or Official Path. A saint from this city, the brother of the aforementioned Saint Leander, created a policy requiring the establishment of seminaries in cathedral cities while presiding over the  Fourth Council of (*) Toledo and is the patron saint of the internet. This city's cathedral, the largest Gothic one in the world, has a bell tower called the Giralda that was converted from a minaret. For 10 points, name": {
    "guess": "Seville",
    "confidence": [
      [
        "Se",
        -0.019051872
      ],
      [
        "ville",
        -0.00027778227
      ]
    ]
  },
  "He said that governments should accept other Christian denominations to limit civil unrest, and both Leibniz and Berkeley criticized him for attacking the concept of innate ideas. Besides penning a Letter Concerning Tolerance, this philosopher stated that secondary qualities of objects do not exist without human perceptions, and that minds are born like (*) blank tablets or \"tabula rasa\". Name this suggester of the right to \"life, liberty and property\", a British empiricist who wrote Two Treatises of Government and Essay Concerning Human Understanding.": {
    "guess": "John Locke",
    "confidence": [
      [
        "John",
        -0.006622889
      ],
      [
        " Locke",
        -9.054999e-05
      ]
    ]
  },
  "This man, who is said to breathe \"defiance, blood and mortal war,\"  claims that war is a matter for men. He has a dream in which a figure  with snake hair and sulphurous eyes uses fire to puncture his bosom. His  shield contains the story of the metamorphosis of Io, which foretells his  eventual downfall.": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.31769
      ],
      [
        "ene",
        -0.8229201
      ],
      [
        "as",
        -0.30817407
      ]
    ]
  },
  "Said to be located in the middle of Lake Guatavita, governorship of this location was given to Pedro Ursua, Gonzalo Jimenez de Quesada and finally Antionio de Berrio.  Its \"Loss\" forms the title for a colonial history of Trinidad by V.S. Naipul and it is located \"Over the Mountains of the Moon\" and 'Down the Valley of the Shadows\" in a Poe poem.  Walter Ralegh mentioned it in the subtitle of his book about the exploration of Guiana.  It originally referred only to the ruler of Manoa but soon was": {
    "guess": "El Dorado",
    "confidence": [
      [
        "El",
        -0.17320381
      ],
      [
        " Dor",
        -0.0031697492
      ],
      [
        "ado",
        -7.755679e-05
      ]
    ]
  },
  "It is said that toward the end of his life, he fell out of favor with the Emperor, who ordered his property": {
    "guess": "Li Bai",
    "confidence": [
      [
        "Li",
        -0.91486037
      ],
      [
        " Bai",
        -0.0050773295
      ]
    ]
  },
  "One saint from this city battled Arianism by convincing a woman named Ingunthis to convert her Visigothic husband  Hermenegild. A religious festival in this city is organized by religious \"brotherhoods\" and involves sets of images called  pasos that proceed down the \"carrera oficial,\" or Official Path. A saint from this city, the brother of the aforementioned Saint Leander, created a policy requiring the establishment of seminaries in cathedral cities while presiding over the  Fourth Council of (*)": {
    "guess": "Seville",
    "confidence": [
      [
        "Se",
        -0.04832888
      ],
      [
        "ville",
        -0.0001940041
      ]
    ]
  },
  "It is said that toward the end of his life, he fell out of favor with the Emperor, who ordered his property confiscated and his eyes put out. A harsh reward for a lifetime of brilliant military service \\-- in 532, he suppressed the Nika Riot, and in the next two years, he defeated the Vandals and captured their king, Gelimer. Sent to Italy, he captured the Gothic capital of Ravenna before being replaced by the Emperor's eunuch Narses. All this is recorded in the writings of Procopius, his secretary.": {
    "guess": "Belisarius",
    "confidence": [
      [
        "Bel",
        -0.0021990251
      ],
      [
        "is",
        -0.0004076739
      ],
      [
        "arius",
        -0.00097647903
      ]
    ]
  }
}