{
  "Raup in 1975 claims in order to utilize the negative survivorship curve at the center of this effect one must assume that there exists a stable age distribution. Coined by Van Valen in 1973, one of the primary consequences of this supposition is that it provides evolutionary legitimization for sexual": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.016851686
      ],
      [
        " Queen",
        -0.0010168524
      ],
      [
        " hypothesis",
        -0.009041613
      ]
    ]
  },
  "Raup in 1975 claims in order to utilize the negative survivorship curve at the center of this effect": {
    "guess": "Allee effect",
    "confidence": [
      [
        "Al",
        -1.2778428
      ],
      [
        "lee",
        -6.511407e-06
      ],
      [
        " effect",
        -0.00027623263
      ]
    ]
  },
  "Raup in 1975 claims in order to utilize the negative survivorship curve at the center of this effect one must assume that there exists a stable age distribution. Coined by Van Valen in 1973, one of the primary consequences of this supposition is that it provides evolutionary legitimization for sexual reproduction to fight off disease. Its primary formulation states, \"For an evolutionary system, continuing development is needed just in order to maintain its fitness relative to the systems it is co-evolving with.\" For 10 points, name this hypothesis that suggests that constant evolutionary change": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.3036303
      ],
      [
        " Queen",
        -0.0014421383
      ],
      [
        " hypothesis",
        -0.050879028
      ]
    ]
  },
  "Raup in 1975 claims in order to utilize the negative survivorship curve at the center of this effect one must assume that there exists a stable age distribution. Coined by Van Valen in 1973, one of the primary consequences of this supposition is that it provides evolutionary legitimization for sexual reproduction to fight off disease. Its primary formulation states, \"For an evolutionary system, continuing": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.43147007
      ],
      [
        " Queen",
        -0.0026624582
      ],
      [
        " hypothesis",
        -0.02044881
      ]
    ]
  },
  "Raup in 1975 claims in order to utilize the negative survivorship curve at the center of this effect one must assume that there exists a stable age distribution. Coined by Van Valen in 1973, one of the primary consequences of this supposition is that it provides evolutionary legitimization for sexual reproduction to fight off disease. Its primary formulation states, \"For an evolutionary system, continuing development is needed just in order to maintain its fitness relative to the systems it is co-evolving with.\" For 10 points, name this hypothesis that suggests that constant evolutionary change may be required in order to avoid extinction named after a character who must continually run to stand": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.103776135
      ],
      [
        " Queen",
        -0.00017123987
      ],
      [
        " hypothesis",
        -0.00297283
      ]
    ]
  },
  "Raup in 1975 claims in order to utilize the negative survivorship curve at the center of this effect one must assume that there exists a stable age distribution. Coined by Van Valen in 1973, one of the primary consequences of this supposition is that it provides evolutionary legitimization for sexual reproduction to fight off disease. Its primary formulation states, \"For an evolutionary system, continuing development is needed just in order to maintain its fitness relative to the systems it is co-evolving": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.6399679
      ],
      [
        " Queen",
        -0.0012921434
      ],
      [
        " hypothesis",
        -0.003972136
      ]
    ]
  },
  "Raup in 1975 claims in order to utilize the negative survivorship curve at the center of this effect one must assume that there exists a stable age distribution. Coined by Van Valen in 1973, one of the": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.015402561
      ],
      [
        " Queen",
        -0.0014728415
      ],
      [
        " hypothesis",
        -0.04405489
      ]
    ]
  },
  "Raup in 1975 claims in order to utilize the negative survivorship curve at the center of this effect one must assume that there exists a stable age distribution. Coined by Van Valen in 1973, one of the primary consequences of this supposition is that it provides evolutionary legitimization for sexual reproduction to fight off disease. Its primary formulation states, \"For an evolutionary system, continuing development is needed just in order to maintain its fitness relative to the systems it is co-evolving with.\" For 10 points, name this hypothesis that suggests that constant evolutionary change may be required in order to avoid extinction named after a character who must continually run to stand still in a work by Lewis Carroll.": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.025761146
      ],
      [
        " Queen",
        -3.035214e-05
      ],
      [
        " hypothesis",
        -0.0018562922
      ]
    ]
  }
}