{
  "Swedish author Lars Gustafsson wrote a novel about the death of someone associated with these things, while in Anita Desai's Clear Light of Day, Tara abandons Bim after an encounter with them.  In Annie Allen, Gwendolyn Brooks longs to return to a life with them \"in the stomach,\" while in a story by Raymond Carver, Mel wants to use them to kill Marjorie.  In \"The People, Yes,\" Carl Sandburg tells of a man who herds them across the Rockies.  Alexander Pope uses them to represent the monarchy in An Essay on Man, and Oliver Goldsmith published a periodical named for one of them.  John Greenleaf Whittier wrote a poem about \"telling\" these creatures, while \"Private Vices\" and \"Public Benefits\" were": {
    "guess": "Goats",
    "confidence": [
      [
        "Go",
        -1.0111369
      ],
      [
        "ats",
        -0.21572603
      ]
    ]
  },
  "Swedish author Lars Gustafsson wrote a novel about the death of someone associated with these things,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.54616827
      ]
    ]
  },
  "Swedish author Lars Gustafsson wrote a novel about the death of someone associated with these things, while in Anita Desai's Clear Light of Day, Tara abandons Bim after an encounter with them.  In Annie Allen, Gwendolyn Brooks longs to return to a life with them \"in the stomach,\" while in a story by Raymond Carver, Mel wants to use them to kill Marjorie.  In \"The People, Yes,\" Carl Sandburg tells of": {
    "guess": "The Partition of India",
    "confidence": [
      [
        "The",
        -1.1443504
      ],
      [
        " Partition",
        -1.2880485
      ],
      [
        " of",
        -0.12456293
      ],
      [
        " India",
        -0.61505044
      ]
    ]
  },
  "Swedish author Lars Gustafsson wrote a novel about the death of someone associated with these things, while in Anita Desai's Clear Light of Day, Tara abandons Bim after an encounter with them.  In Annie Allen, Gwendolyn Brooks longs to return to a life with them \"in the stomach,\" while in a story by Raymond Carver, Mel wants to use them to kill Marjorie.  In \"The People, Yes,\" Carl Sandburg tells of a man who herds them across the Rockies.  Alexander Pope uses them to represent the monarchy in An Essay on Man, and Oliver Goldsmith published a periodical named for one of them.  John Greenleaf Whittier": {
    "guess": "The People",
    "confidence": [
      [
        "The",
        -1.898305
      ],
      [
        " People",
        -2.1185575
      ]
    ]
  },
  "Swedish author Lars Gustafsson wrote a novel about the death of someone associated with these things, while in Anita Desai's Clear Light of Day, Tara abandons Bim after an encounter with them.  In Annie Allen, Gwendolyn Brooks longs to return to a life with them \"in the stomach,\" while in a story by Raymond Carver, Mel wants to use them to kill Marjorie.  In \"The People, Yes,\" Carl Sandburg tells of a man who herds them across the Rockies.  Alexander Pope uses them to represent the monarchy in An": {
    "guess": "Goats in literature",
    "confidence": [
      [
        "Go",
        -0.9842046
      ],
      [
        "ats",
        -0.41797882
      ],
      [
        " in",
        -0.32480976
      ],
      [
        " literature",
        -0.20044214
      ]
    ]
  },
  "Swedish author Lars Gustafsson wrote a novel about the death of someone associated with these things, while in Anita Desai's Clear Light of Day, Tara abandons Bim after an encounter with them.  In Annie Allen, Gwendolyn Brooks longs to return to a life with them \"in the stomach,\" while in a story by": {
    "guess": "Annie Allen",
    "confidence": [
      [
        "An",
        -1.2791487
      ],
      [
        "nie",
        -0.27688065
      ],
      [
        " Allen",
        -0.00077568134
      ]
    ]
  },
  "Swedish author Lars Gustafsson wrote a novel about the death of someone associated with these things, while in Anita Desai's Clear Light of Day, Tara abandons Bim after an encounter with them.  In Annie Allen, Gwendolyn Brooks longs to return to a life with them \"in the stomach,\" while in a story by Raymond Carver, Mel wants to use them to kill Marjorie.  In \"The People, Yes,\" Carl Sandburg tells of a man who herds them across the Rockies.  Alexander Pope uses them to represent the monarchy in An Essay on Man, and Oliver Goldsmith published a periodical named for one of them.  John Greenleaf Whittier wrote a poem about \"telling\" these creatures, while \"Private Vices\" and \"Public Benefits\" were discussed in Bernard de Mandeville's Fable of them.  For 10 points, name these curved yellow insects that buzz and make honey.": {
    "guess": "Bee",
    "confidence": [
      [
        "B",
        -0.092183165
      ],
      [
        "ee",
        -0.0023764847
      ]
    ]
  },
  "Swedish author Lars Gustafsson wrote a novel about the death of someone associated with these things, while in Anita Desai's Clear Light of Day, Tara abandons Bim after an encounter with them.  In Annie": {
    "guess": "Rabindranath Tagore",
    "confidence": [
      [
        "R",
        -2.4494557
      ],
      [
        "ab",
        -0.040897932
      ],
      [
        "ind",
        -0.22283748
      ],
      [
        "ran",
        -0.016797533
      ],
      [
        "ath",
        -0.0016563749
      ],
      [
        " Tag",
        -0.0028109404
      ],
      [
        "ore",
        -0.00021128863
      ]
    ]
  },
  "Swedish author Lars Gustafsson wrote a novel about the death of someone associated with these things, while in Anita Desai's Clear Light of Day, Tara abandons Bim after an encounter with them.  In Annie Allen, Gwendolyn Brooks longs to return to a life with them \"in the stomach,\" while in a story by Raymond Carver, Mel wants to use them to kill Marjorie.  In \"The People, Yes,\" Carl Sandburg tells of a man who herds them across the Rockies.  Alexander Pope uses them to represent the monarchy in An Essay on Man, and Oliver Goldsmith published a periodical named for one of them.  John Greenleaf Whittier wrote a poem about \"telling\" these creatures, while \"Private Vices\" and \"Public Benefits\" were discussed in Bernard de Mandeville's Fable of them.  For 10 points, name these curved yellow insects": {
    "guess": "Bees",
    "confidence": [
      [
        "Be",
        -0.9620112
      ],
      [
        "es",
        -0.00038384052
      ]
    ]
  }
}