{
  "The Duke of Schomberg was killed at this battle, at which his son Meinhard drew the losing army to the left after crossing the river at Rosnaree. It was less bloody than a battle that was fought a year": {
    "guess": "Battle of the Boyne",
    "confidence": [
      [
        "Battle",
        -0.01462847
      ],
      [
        " of",
        -0.001284164
      ],
      [
        " the",
        -0.036984093
      ],
      [
        " Boy",
        -0.00247542
      ],
      [
        "ne",
        -3.0545007e-06
      ]
    ]
  },
  "Duke Caxias led one nation's forces in this conflict, which began with an offensive through the Mato Grosso province. This conflict was largely decided following the battle of Riachuelo, and one side's leader in this conflict was killed at Cerro Cora. That man had decided to intervene on behalf of the Blancos party in Uruguay; he was Francisco Solano Lopez. For 10 points, identify this conflict which pitted Paraguay and the namesake group of nations, leading to the deaths of over one third of the": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.008711011
      ],
      [
        "agu",
        -0.00010330478
      ],
      [
        "ayan",
        -1.0802739e-05
      ],
      [
        " War",
        -2.3080716e-05
      ]
    ]
  },
  "This duke of Sagan resigned from command after allowing Ernst von Mansfeld to escape from Dessau and later negotiated with G?or Bethlen at Pozsony. His seat of power was in the city of Jistchin in northern": {
    "guess": "Albrecht von Wallenstein",
    "confidence": [
      [
        "Al",
        -1.0014046
      ],
      [
        "bre",
        -0.0008385769
      ],
      [
        "cht",
        -0.0017087328
      ],
      [
        " von",
        -0.010243293
      ],
      [
        " Wall",
        -0.008031847
      ],
      [
        "enstein",
        -0.0011655801
      ]
    ]
  },
  "This duke of Sagan resigned from command after allowing Ernst von Mansfeld to escape from Dessau and later negotiated with G?or Bethlen at Pozsony. His seat of power was in the city of Jistchin in northern Bohemia. At Eger, he was assassinated by men loyal to Ferdinand II, after it was discovered that he was secretly planning to make peace. Two years earlier, he had been routed by his rival Gustavus": {
    "guess": "Albrecht von Wallenstein",
    "confidence": [
      [
        "Al",
        -0.8029623
      ],
      [
        "bre",
        -0.0010073235
      ],
      [
        "cht",
        -0.0040152417
      ],
      [
        " von",
        -0.016752515
      ],
      [
        " Wall",
        -0.0022460117
      ],
      [
        "enstein",
        -0.0016810098
      ]
    ]
  },
  "Duke Caxias led one nation's forces in this conflict, which began with an offensive through the Mato Grosso province. This conflict was largely decided following the battle of Riachuelo, and one side's leader in this conflict was killed at Cerro Cora. That man had decided to intervene on behalf of the Blancos party in Uruguay; he was Francisco Solano Lopez. For 10 points, identify this conflict which": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.005743206
      ],
      [
        "agu",
        -0.00011439072
      ],
      [
        "ayan",
        -1.4498052e-05
      ],
      [
        " War",
        -4.8113485e-05
      ]
    ]
  },
  "The Duke of Gloucester was notable for his heroism in this battle. One side in this battle notably made a tactical mistake by choosing very small ground and thus forfeiting their considerable advantage of numbers, and it later proved to be more deadly as their heavily armored knights were fodder for lightly armed archers. Charles de l'Albert on the French side of this conflict was blamed for their": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.01090881
      ],
      [
        " of",
        -0.00043388773
      ],
      [
        " Cr",
        -0.3248736
      ],
      [
        "é",
        -0.004048364
      ],
      [
        "cy",
        -6.9882217e-06
      ]
    ]
  },
  "The Duke of Gloucester was notable for his heroism in this battle. One side in this battle notably made a tactical mistake by choosing very small ground and thus forfeiting their considerable advantage of numbers, and it later proved to be more deadly as their heavily armored knights were fodder for": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.065676585
      ],
      [
        " of",
        -0.00024584302
      ],
      [
        " Ag",
        -0.8231402
      ],
      [
        "inc",
        -1.60477e-05
      ],
      [
        "ourt",
        -1.8074163e-05
      ]
    ]
  },
  "While a duke, this man drove the Scots from Berwick-upon-Tweed and was appointed Governor of the North.  This man's ascent to the throne occurred due to his interaction with Earl Rivers at Stony Stratford, and he would later reconcile with Rivers' sister, Elizabeth Woodville. He was married to Anne Neville, and his brother George, Duke of Clarence was executed for treason during the reign of his predecessor, Edward IV. This monarch was replaced by Henry VII after he lost the War of the Roses, ending the house of York.  For 10 points, name this British king who was defeated and killed at the Battle": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.0033817228
      ],
      [
        " III",
        -6.511407e-06
      ],
      [
        " of",
        -0.25619096
      ],
      [
        " England",
        -3.7265952e-05
      ]
    ]
  },
  "The Duke of Schomberg was killed at this battle, at which his son Meinhard drew the losing army to the left after crossing the river at Rosnaree. It was less bloody than a battle that was fought a year and 11 days later, Aughrim, at which the army of the marquis de Saint-Ruth was routed. Both monarchs were present in person at this battle fought on July 1, though the loser was widely mocked after his sudden flight from the battlefield. The losers garrisoned Drogheda before this battle, which was": {
    "guess": "Battle of the Boyne",
    "confidence": [
      [
        "Battle",
        -0.0012383256
      ],
      [
        " of",
        -0.000397184
      ],
      [
        " the",
        -0.0013828555
      ],
      [
        " Boy",
        -4.3202e-07
      ],
      [
        "ne",
        -3.5313153e-06
      ]
    ]
  },
  "The Duke of Schomberg was killed at this battle, at which his son Meinhard drew the losing army to the left after crossing the river at Rosnaree. It was less bloody than a battle that was fought a year and 11 days later, Aughrim, at which the army of the marquis de Saint-Ruth was routed. Both monarchs": {
    "guess": "Battle of the Boyne",
    "confidence": [
      [
        "Battle",
        -0.010990286
      ],
      [
        " of",
        -0.00024989594
      ],
      [
        " the",
        -0.013057047
      ],
      [
        " Boy",
        -1.378283e-05
      ],
      [
        "ne",
        -3.0545007e-06
      ]
    ]
  },
  "Duke Caxias led one nation's forces in this conflict, which began with an offensive through the Mato Grosso province. This conflict was largely decided following the battle of Riachuelo, and one side's leader in this conflict was killed at Cerro Cora. That man had decided to intervene on behalf of the": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0021002986
      ],
      [
        "agu",
        -3.190179e-05
      ],
      [
        "ayan",
        -1.8624639e-06
      ],
      [
        " War",
        -1.3186812e-05
      ]
    ]
  },
  "While a duke, this man drove the Scots from Berwick-upon-Tweed and was appointed Governor of the North.  This man's ascent to the throne occurred due to his interaction with Earl Rivers at Stony Stratford, and he would later reconcile with Rivers' sister, Elizabeth Woodville. He was married to Anne Neville, and his brother George, Duke of Clarence was executed for treason during the reign of his predecessor, Edward IV. This monarch was replaced by Henry VII after he lost the War of the Roses, ending the house of York.  For 10 points, name this British king who was defeated and killed at the Battle of Bosworth Field.": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.0043811095
      ],
      [
        " III",
        -2.3915141e-05
      ],
      [
        " of",
        -0.07025173
      ],
      [
        " England",
        -4.477578e-05
      ]
    ]
  },
  "The Duke of Gloucester was notable for his heroism in this battle. One side in this battle notably made a tactical mistake by choosing very small ground and thus forfeiting their considerable advantage of numbers, and it later proved to be more deadly as their heavily armored knights were fodder for lightly armed archers. Charles de l'Albert on the French side of this conflict was blamed for their tactical stupidity, and that side lost about 5,000 men. This battle came about after Henry V attempted": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.015017476
      ],
      [
        " of",
        -0.00026896485
      ],
      [
        " Cr",
        -0.6914901
      ],
      [
        "é",
        -0.03189954
      ],
      [
        "cy",
        -4.7040652e-05
      ]
    ]
  },
  "The Duke of Schomberg was killed at this battle, at which his son Meinhard drew the losing army to the": {
    "guess": "Battle of the Boyne",
    "confidence": [
      [
        "Battle",
        -0.012695993
      ],
      [
        " of",
        -0.00026908406
      ],
      [
        " the",
        -0.059442084
      ],
      [
        " Boy",
        -0.00068836747
      ],
      [
        "ne",
        -1.9816675e-06
      ]
    ]
  },
  "The Duke of Gloucester was notable for his heroism in this battle. One side in this battle notably made": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.11954794
      ],
      [
        " of",
        -0.00025966697
      ],
      [
        " Ag",
        -0.8185428
      ],
      [
        "inc",
        -1.8908588e-05
      ],
      [
        "ourt",
        -1.11603495e-05
      ]
    ]
  },
  "This duke of Sagan resigned from command after allowing Ernst von Mansfeld to escape from Dessau and later negotiated with G?or Bethlen at Pozsony. His seat of power was in the city of Jistchin in northern Bohemia. At Eger, he was assassinated by men loyal to Ferdinand II, after it was discovered that": {
    "guess": "Albrecht von Wallenstein",
    "confidence": [
      [
        "Al",
        -1.0027608
      ],
      [
        "bre",
        -0.00032545274
      ],
      [
        "cht",
        -0.001161531
      ],
      [
        " von",
        -0.01154535
      ],
      [
        " Wall",
        -0.0017233692
      ],
      [
        "enstein",
        -0.00040528984
      ]
    ]
  },
  "Duke Caxias led one nation's forces in this conflict, which began with an offensive through the Mato": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0020642572
      ],
      [
        "agu",
        -1.60477e-05
      ],
      [
        "ayan",
        -9.0883464e-07
      ],
      [
        " War",
        -9.610702e-06
      ]
    ]
  },
  "The Duke of Gloucester was notable for his heroism in this battle. One side in this battle notably made a tactical mistake by choosing very small ground and thus forfeiting their considerable advantage": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.021853724
      ],
      [
        " of",
        -0.000706833
      ],
      [
        " Cr",
        -1.462186
      ],
      [
        "é",
        -0.0021645331
      ],
      [
        "cy",
        -2.3080716e-05
      ]
    ]
  },
  "The Duke of Schomberg was killed at this battle, at which his son Meinhard drew the losing army to the left after crossing the river at Rosnaree. It was less bloody than a battle that was fought a year and 11 days later, Aughrim, at which the army of the marquis de Saint-Ruth was routed. Both monarchs were present in person at this battle fought on July 1, though the loser was widely mocked after his sudden flight from the battlefield. The losers garrisoned Drogheda before this battle, which was fought to oppose William III's march to Dublin. FTP, name this battle of 1690 in Ireland, at which the army of James II was forced to retreat.": {
    "guess": "Battle of the Boyne",
    "confidence": [
      [
        "Battle",
        -0.00076222233
      ],
      [
        " of",
        -9.531814e-05
      ],
      [
        " the",
        -0.0031146146
      ],
      [
        " Boy",
        -1.0280384e-06
      ],
      [
        "ne",
        -3.0545007e-06
      ]
    ]
  },
  "Duke Caxias led one nation's forces in this conflict, which began with an offensive through the Mato Grosso province. This conflict was largely decided following the battle of Riachuelo, and one side's": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0033838649
      ],
      [
        "agu",
        -2.1054253e-05
      ],
      [
        "ayan",
        -9.0883464e-07
      ],
      [
        " War",
        -4.8425554e-06
      ]
    ]
  },
  "This duke of Sagan resigned from command after allowing Ernst von Mansfeld to escape from Dessau and": {
    "guess": "Ernst von Mansfeld",
    "confidence": [
      [
        "Er",
        -1.3025371
      ],
      [
        "nst",
        -0.00622656
      ],
      [
        " von",
        -0.042179085
      ],
      [
        " Mans",
        -0.04053362
      ],
      [
        "feld",
        -0.0013353593
      ]
    ]
  },
  "The Duke of Gloucester was notable for his heroism in this battle. One side in this battle notably made a tactical mistake by choosing very small ground and thus forfeiting their considerable advantage of numbers, and it later proved to be more deadly as their heavily armored knights were fodder for lightly armed archers. Charles de l'Albert on the French side of this conflict was blamed for their tactical stupidity, and that side lost about 5,000 men. This battle came about after Henry V attempted to move his troops to Calais and was blocked by the French. For ten points, identify this decisive": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.0021136203
      ],
      [
        " of",
        -0.00017624642
      ],
      [
        " Ag",
        -0.006863017
      ],
      [
        "inc",
        -9.4914985e-06
      ],
      [
        "ourt",
        -2.1411865e-05
      ]
    ]
  },
  "While a duke, this man drove the Scots from Berwick-upon-Tweed and was appointed Governor of the North.  This man's ascent to the throne occurred due to his interaction with Earl Rivers at Stony Stratford, and he would later reconcile with Rivers' sister, Elizabeth Woodville. He was married to Anne Neville, and his brother George, Duke of Clarence was executed for treason during the reign of his predecessor,": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.0014036831
      ],
      [
        " III",
        -2.6537622e-05
      ],
      [
        " of",
        -0.57129323
      ],
      [
        " England",
        -3.9769227e-05
      ]
    ]
  },
  "While a duke, this man drove the Scots from Berwick-upon-Tweed and was appointed Governor of the North.  This man's ascent to the throne occurred due to his interaction with Earl Rivers at Stony Stratford, and he would later reconcile with Rivers' sister, Elizabeth Woodville. He was married to Anne Neville, and his brother George, Duke of Clarence was executed for treason during the reign of his predecessor, Edward IV. This monarch was replaced by Henry VII after he lost the War of the Roses, ending": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.042339865
      ],
      [
        " III",
        -1.2829201e-05
      ],
      [
        " of",
        -0.23164286
      ],
      [
        " England",
        -7.13582e-05
      ]
    ]
  },
  "This duke of Sagan resigned from command after allowing Ernst von Mansfeld to escape from Dessau and later negotiated with G?or Bethlen at Pozsony. His seat of power was in the city of Jistchin in northern Bohemia. At Eger, he was assassinated by men loyal to Ferdinand II, after it was discovered that he was secretly planning to make peace. Two years earlier, he had been routed by his rival Gustavus Adolphus at L?tzen, and he was ultimately replaced by Graf von Tilly. For 10 points, name this flamboyant": {
    "guess": "Albrecht von Wallenstein",
    "confidence": [
      [
        "Al",
        -0.4545044
      ],
      [
        "bre",
        -0.00012558853
      ],
      [
        "cht",
        -0.00028398086
      ],
      [
        " von",
        -0.002249938
      ],
      [
        " Wall",
        -0.00032187664
      ],
      [
        "enstein",
        -0.00029410952
      ]
    ]
  },
  "While a duke, this man drove the Scots from Berwick-upon-Tweed and was appointed Governor of the North.": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.01162301
      ],
      [
        " III",
        -0.07801954
      ],
      [
        " of",
        -0.43360204
      ],
      [
        " England",
        -7.111979e-05
      ]
    ]
  },
  "While a duke, this man drove the Scots from Berwick-upon-Tweed and was appointed Governor of the North.  This man's ascent to the throne occurred due to his interaction with Earl Rivers at Stony Stratford, and he would later reconcile with Rivers' sister, Elizabeth Woodville. He was married to Anne Neville,": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.11543048
      ],
      [
        " III",
        -0.0052344752
      ],
      [
        " of",
        -0.15761971
      ],
      [
        " England",
        -0.00013834333
      ]
    ]
  },
  "The Duke of Schomberg was killed at this battle, at which his son Meinhard drew the losing army to the left after crossing the river at Rosnaree. It was less bloody than a battle that was fought a year and 11 days later, Aughrim, at which the army of the marquis de Saint-Ruth was routed. Both monarchs were present in person at this battle fought on July 1, though the loser was widely mocked after his sudden flight from the battlefield. The losers garrisoned Drogheda before this battle, which was fought to oppose William III's march to Dublin. FTP, name this battle of 1690 in Ireland, at which the": {
    "guess": "Battle of the Boyne",
    "confidence": [
      [
        "Battle",
        -0.0017451543
      ],
      [
        " of",
        -0.0005239617
      ],
      [
        " the",
        -0.0027900191
      ],
      [
        " Boy",
        -1.8624639e-06
      ],
      [
        "ne",
        -4.4849444e-06
      ]
    ]
  },
  "The Duke of Schomberg was killed at this battle, at which his son Meinhard drew the losing army to the left after crossing the river at Rosnaree. It was less bloody than a battle that was fought a year and 11 days later, Aughrim, at which the army of the marquis de Saint-Ruth was routed. Both monarchs were present in person at this battle fought on July 1, though the loser was widely mocked after his": {
    "guess": "Battle of the Boyne",
    "confidence": [
      [
        "Battle",
        -0.0035577812
      ],
      [
        " of",
        -0.00014025059
      ],
      [
        " the",
        -0.002439505
      ],
      [
        " Boy",
        -1.2664457e-06
      ],
      [
        "ne",
        -1.7432603e-06
      ]
    ]
  },
  "While a duke, this man drove the Scots from Berwick-upon-Tweed and was appointed Governor of the North.  This man's ascent to the throne occurred due to his interaction with Earl Rivers at Stony Stratford,": {
    "guess": "Richard III of England",
    "confidence": [
      [
        "Richard",
        -0.21390283
      ],
      [
        " III",
        -0.008212058
      ],
      [
        " of",
        -0.12292666
      ],
      [
        " England",
        -0.000107238506
      ]
    ]
  },
  "Duke Caxias led one nation's forces in this conflict, which began with an offensive through the Mato Grosso province. This conflict was largely decided following the battle of Riachuelo, and one side's leader in this conflict was killed at Cerro Cora. That man had decided to intervene on behalf of the Blancos party in Uruguay; he was Francisco Solano Lopez. For 10 points, identify this conflict which pitted Paraguay and the namesake group of nations, leading to the deaths of over one third of the Paraguayan army.": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0030878747
      ],
      [
        "agu",
        -6.511407e-06
      ],
      [
        "ayan",
        -2.6968896e-06
      ],
      [
        " War",
        -1.3663626e-05
      ]
    ]
  },
  "The Duke of Gloucester was notable for his heroism in this battle. One side in this battle notably made a tactical mistake by choosing very small ground and thus forfeiting their considerable advantage of numbers, and it later proved to be more deadly as their heavily armored knights were fodder for lightly armed archers. Charles de l'Albert on the French side of this conflict was blamed for their tactical stupidity, and that side lost about 5,000 men. This battle came about after Henry V attempted to move his troops to Calais and was blocked by the French. For ten points, identify this decisive English victory over the French, a 1415 battle of the Hundred Years War.": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -7.624555e-05
      ],
      [
        " of",
        -4.3226137e-05
      ],
      [
        " Ag",
        -4.5371802e-05
      ],
      [
        "inc",
        -6.869018e-06
      ],
      [
        "ourt",
        -1.8193366e-05
      ]
    ]
  },
  "This duke of Sagan resigned from command after allowing Ernst von Mansfeld to escape from Dessau and later negotiated with G?or Bethlen at Pozsony. His seat of power was in the city of Jistchin in northern Bohemia. At Eger, he was assassinated by men loyal to Ferdinand II, after it was discovered that he was secretly planning to make peace. Two years earlier, he had been routed by his rival Gustavus Adolphus at L?tzen, and he was ultimately replaced by Graf von Tilly. For 10 points, name this flamboyant Catholic general of the Thirty Years War.": {
    "guess": "Albrecht von Wallenstein",
    "confidence": [
      [
        "Al",
        -0.1296911
      ],
      [
        "bre",
        -6.4444386e-05
      ],
      [
        "cht",
        -6.4802e-05
      ],
      [
        " von",
        -0.0052849846
      ],
      [
        " Wall",
        -0.00023345684
      ],
      [
        "enstein",
        -0.00016206119
      ]
    ]
  }
}