{
  "The Petasis reagent contains an atom of this element at the center, and it coordinates to the two cyclopentadiene molecules in Tebbe's reagent. Another compound that contains this element and aluminum operates via the Cosee-Arleman mechanism, and this metal can be extracted via the Kroll process from rutile or ilmentite. In addition to its use in the Ziegler-Natta catalyst, this metal's tetrachloride is commonly used in organic reactions as a Lewis acid. Its dioxide is commonly found in paint. FTP, name this metal which is used in aerospace applications due to its durability, with atomic number 22 and symbol Ti.": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0009325406
      ],
      [
        "ium",
        -1.247159e-05
      ]
    ]
  },
  "Peter Schenjeldahl's poem about this creature notes \"its succulent useless meat is hidden.\" Northrop Frye's diaries recalls coming across a catabasis when he found out a fact about it. According to a biography of its owner, this animal \"doesn't bark and knows the secrets of the sea.\" Its owner once tossed his hat at a hippopotamus, and it was always seen in public with its blue leash. With a real name": {
    "guess": "Blue (dog)",
    "confidence": [
      [
        "Blue",
        -0.7585284
      ],
      [
        " (",
        -0.8662516
      ],
      [
        "dog",
        -0.30212176
      ],
      [
        ")",
        -0.00028290803
      ]
    ]
  },
  "Peter Heather finds a possible cause for this war in the southern expansion of stone burial circles characteristic of the Wielbark culture. In the aftermath of this war, the newly established Second and Third Italian Legions settled new military camps in Raetia and Noricum. A column in memory of this": {
    "guess": "Marcomannic Wars",
    "confidence": [
      [
        "Mar",
        -0.24566643
      ],
      [
        "com",
        -0.0012614254
      ],
      [
        "ann",
        -0.0015042672
      ],
      [
        "ic",
        -8.804671e-05
      ],
      [
        " Wars",
        -0.25932592
      ]
    ]
  },
  "Peter Heather finds a possible cause for this war in the southern expansion of stone burial circles characteristic of the Wielbark culture. In the aftermath of this war, the newly established Second and Third Italian Legions settled new military camps in Raetia and Noricum. A column in memory of this non-Dacian War stands in the Piazza Colonna and depicts a sudden downpour saving the Legio XII Fulminata. Aquileia on the Adriatic was besieged during this war, whose most famous incident was the so-called \"miracle of the (*) rain.\" During these wars, barbarian tribes penetrated into Northern Italy": {
    "guess": "Marcomannic Wars",
    "confidence": [
      [
        "Mar",
        -0.19371139
      ],
      [
        "com",
        -1.0921943e-05
      ],
      [
        "ann",
        -0.0010596063
      ],
      [
        "ic",
        -8.041768e-05
      ],
      [
        " Wars",
        -0.062014513
      ]
    ]
  },
  "Peter Mitchell first enunciated its mechanism of action in 1961. All the clusters involved are non-heme proteins and are Iron-Sulfur conglomerations. All four transitions possess a negative delta G in this series of reactions that were the centerpiece of Mitchell's chemiosmotic theory. The b-c2 complex follows ubiquinone in this pathway that also utilizes NADH dehydrogenase and several cytochromes. The final step results in the production of two water molecules, FTP, in this pathway that follows the Krebs cycle in aerobic metabolism and releases energy for ATP formation.": {
    "guess": "Oxidative phosphorylation",
    "confidence": [
      [
        "O",
        -0.51481426
      ],
      [
        "x",
        -0.00049989356
      ],
      [
        "id",
        -3.166338e-05
      ],
      [
        "ative",
        -0.0003392767
      ],
      [
        " phosphory",
        -0.07983226
      ],
      [
        "lation",
        -0.00010950337
      ]
    ]
  },
  "In 1993, Peter Shor demonstrated that a quantum computer would render it obsolete. Daniel Ble-ichenbacher described the first practical adaptive chosen cyphertext attack against it using a redundancy function, and a method called blinding is used to thwart timing attacks. It is slower than DES and other": {
    "guess": "RSA (cryptosystem)",
    "confidence": [
      [
        "RSA",
        -0.0050122095
      ],
      [
        " (",
        -0.35445493
      ],
      [
        "crypt",
        -0.07885012
      ],
      [
        "os",
        -4.7517467e-05
      ],
      [
        "ystem",
        -0.00010413921
      ],
      [
        ")",
        -0.00024180108
      ]
    ]
  },
  "The Petasis reagent contains an atom of this element at the center, and it coordinates to the two cyclopentadiene molecules in Tebbe's reagent. Another compound that contains this element and aluminum operates via the Cosee-Arleman mechanism, and this metal can be extracted via the Kroll process from rutile or ilmentite. In addition to its use in the Ziegler-Natta catalyst, this metal's tetrachloride is commonly used in organic reactions as a Lewis acid. Its dioxide is commonly found in paint. FTP, name this metal which is used in aerospace applications due to its durability, with atomic number": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0024454542
      ],
      [
        "ium",
        -1.2352386e-05
      ]
    ]
  },
  "Peter Stewart believed that SID and the partial pressure of carbon dioxide in water can determine this": {
    "guess": "Blood gas analysis",
    "confidence": [
      [
        "Blood",
        -1.2365631
      ],
      [
        " gas",
        -0.0765966
      ],
      [
        " analysis",
        -0.96821195
      ]
    ]
  },
  "Peter Heather finds a possible cause for this war in the southern expansion of stone burial circles characteristic of the Wielbark culture. In the aftermath of this war, the newly established Second and Third Italian Legions settled new military camps in Raetia and Noricum. A column in memory of this non-Dacian War stands in the Piazza Colonna and depicts a sudden downpour saving the Legio XII Fulminata.": {
    "guess": "Marcomannic Wars",
    "confidence": [
      [
        "Mar",
        -0.34516004
      ],
      [
        "com",
        -2.7372049e-05
      ],
      [
        "ann",
        -0.0004583135
      ],
      [
        "ic",
        -5.0020742e-05
      ],
      [
        " Wars",
        -0.046152987
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural form this name hails from Australia and to date have only released the much- acclaimed and sample-filled album Since I Left You, which included the dance hit \"Frontier Psychiatrist.\" It also names an album subtitled \"Outtakes and Extras from the Illinois Album\" by Sufjan Stevens and an X-Man with the alter ego Dominikos Ioannis Petrakis who has the power to generate (*) vibrational waves. A variation": {
    "guess": "Avalanches",
    "confidence": [
      [
        "A",
        -0.6329919
      ],
      [
        "val",
        -0.0014625001
      ],
      [
        "anches",
        -0.0062988265
      ]
    ]
  },
  "The Pesin identity shows that the Kolmogorov-Sinai entropy is equal to the sum of these in a dynamical system, while the Osedelec theorem gives them for an n-dimensional map. For Hamiltonian systems, they exist in additive invers pairs and one of these is always 0 for any system. They are never negative, which is why convergence of orbits is never observed in Hamiltonian systems, and a positive value for these values indicates that the system is not integrable. For ten points, what is this quantity, which describes the rate at which two initially-close trajectories diverge, a measure of chaos in a dynamical system?": {
    "guess": "Lyapunov exponent",
    "confidence": [
      [
        "Ly",
        -0.0006134323
      ],
      [
        "ap",
        -0.0014101164
      ],
      [
        "un",
        -1.9862217e-05
      ],
      [
        "ov",
        -9.72254e-05
      ],
      [
        " exponent",
        -0.5000732
      ]
    ]
  },
  "The Petasis reagent contains an atom of this element at the center, and it coordinates to the two cyclopentadiene molecules in Tebbe's reagent. Another compound that contains this element and aluminum operates via the Cosee-Arleman mechanism, and this metal can be extracted via the Kroll process from rutile or ilmentite. In addition to its use in the Ziegler-Natta catalyst, this metal's tetrachloride is commonly used in organic reactions as a Lewis acid. Its dioxide is commonly found in paint. FTP,": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.003562181
      ],
      [
        "ium",
        -9.968313e-06
      ]
    ]
  },
  "In 1993, Peter Shor demonstrated that a quantum computer would render it obsolete. Daniel Ble-ichenbacher described the first practical adaptive chosen cyphertext attack against it using a redundancy function, and a method called blinding is used to thwart timing attacks. It is slower than DES and other symmetric cryptosystems, and it is important that the prime numbers used for it not be too close, which would allow attackers to find the by means of Fermat factorization. Since the 512-bit modulus was broken in 1999, it is recommended that moduli be at least 1024 bits long. Consisting of a system of private and public keys, FTP, what is this encryption system named for its inventors, Ron Rivest,": {
    "guess": "RSA (cryptosystem)",
    "confidence": [
      [
        "RSA",
        -0.019802947
      ],
      [
        " (",
        -0.33609632
      ],
      [
        "crypt",
        -0.591892
      ],
      [
        "os",
        -7.958325e-05
      ],
      [
        "ystem",
        -0.00011892046
      ],
      [
        ")",
        -0.00017112066
      ]
    ]
  },
  "Peter Schenjeldahl's poem about this creature notes \"its succulent useless meat is hidden.\" Northrop Frye's diaries recalls coming across a catabasis when he found out a fact about it. According to a biography of its owner, this animal \"doesn't bark and knows the secrets of the sea.\" Its owner once tossed his hat at a hippopotamus, and it was always seen in public with its blue leash. With a real name (*) \"Thibault,\" it is owned by a man that wrote \"his starry lute carries the black sun of Melancholy\"": {
    "guess": "Blue Dog",
    "confidence": [
      [
        "Blue",
        -1.5651288
      ],
      [
        " Dog",
        -0.3431809
      ]
    ]
  },
  "Peter Schenjeldahl's poem about this creature notes \"its succulent useless meat is hidden.\" Northrop Frye's diaries recalls coming across a catabasis when he found out a fact about it. According to a biography of its owner, this animal \"doesn't bark and knows the secrets of the sea.\" Its owner once tossed": {
    "guess": "Cerberus",
    "confidence": [
      [
        "C",
        -1.0011504
      ],
      [
        "er",
        -0.052839857
      ],
      [
        "ber",
        -0.0003189002
      ],
      [
        "us",
        -6.539802e-05
      ]
    ]
  },
  "Peter Mitchell first enunciated its mechanism of action in 1961. All the clusters involved are non-heme proteins and are Iron-Sulfur conglomerations. All four transitions possess a negative delta G in": {
    "guess": "Iron-sulfur protein",
    "confidence": [
      [
        "Iron",
        -0.365724
      ],
      [
        "-s",
        -0.13063228
      ],
      [
        "ulf",
        -1.378283e-05
      ],
      [
        "ur",
        -3.7697225e-06
      ],
      [
        " protein",
        -0.33873734
      ]
    ]
  },
  "In 1993, Peter Shor demonstrated that a quantum computer would render it obsolete. Daniel Ble-ichenbacher described the first practical adaptive chosen cyphertext attack against it using a redundancy function, and a method called blinding is used to thwart timing attacks. It is slower than DES and other symmetric cryptosystems, and it is important that the prime numbers used for it not be too close, which would allow attackers to find the by means of Fermat factorization. Since the 512-bit modulus was broken in 1999, it is recommended that moduli be at least 1024 bits long. Consisting of a system": {
    "guess": "RSA (cryptosystem)",
    "confidence": [
      [
        "RSA",
        -0.0065211533
      ],
      [
        " (",
        -0.23088048
      ],
      [
        "crypt",
        -0.0006799076
      ],
      [
        "os",
        -7.433829e-05
      ],
      [
        "ystem",
        -0.00014215785
      ],
      [
        ")",
        -7.2192626e-05
      ]
    ]
  },
  "His Petite Messe Solennelle for twelve voices was written shortly before his death and other works of his include The Sins of Old Age, a collection of thirteen volumes of vocal and instrumental music. Known primarily for opera, he achieved wide acclaim for an opera based on a Voltaire work, Tancredi.": {
    "guess": "Gioachino Rossini",
    "confidence": [
      [
        "G",
        -0.0020383222
      ],
      [
        "io",
        -6.396757e-05
      ],
      [
        "ach",
        -0.00020783172
      ],
      [
        "ino",
        -5.4788892e-05
      ],
      [
        " Ross",
        -2.0815847e-05
      ],
      [
        "ini",
        -0.0001004439
      ]
    ]
  },
  "The Pesin identity shows that the Kolmogorov-Sinai entropy is equal to the sum of these in a dynamical system, while the Osedelec theorem gives them for an n-dimensional map. For Hamiltonian systems, they exist in additive invers pairs and one of these is always 0 for any system. They are never negative, which is why convergence of orbits is never observed in Hamiltonian systems, and a positive value for these values indicates that the system is not integrable. For ten points, what is this quantity,": {
    "guess": "Lyapunov exponents",
    "confidence": [
      [
        "Ly",
        -0.053896442
      ],
      [
        "ap",
        -0.0010319767
      ],
      [
        "un",
        -4.7040652e-05
      ],
      [
        "ov",
        -0.00010473523
      ],
      [
        " ex",
        -0.22689997
      ],
      [
        "ponents",
        -5.0735965e-05
      ]
    ]
  },
  "His Petite Messe Solennelle for twelve voices was written shortly before his death and other works of his include The Sins of Old Age, a collection of thirteen volumes of vocal and instrumental music. Known primarily for opera, he achieved wide acclaim for an opera based on a Voltaire work, Tancredi. Because of public demand, he wrote an alternative \"happy ending\" for his Otello and his writing style gained him the nickname \"Monsieur Crescendo.\" Other successes included Elisabetta and The Italian": {
    "guess": "Gioachino Rossini",
    "confidence": [
      [
        "G",
        -0.0008795426
      ],
      [
        "io",
        -1.1041146e-05
      ],
      [
        "ach",
        -0.00036561702
      ],
      [
        "ino",
        -4.9305523e-05
      ],
      [
        " Ross",
        -1.831257e-05
      ],
      [
        "ini",
        -8.518583e-05
      ]
    ]
  },
  "Peter Mitchell first enunciated its mechanism of action in 1961. All the clusters involved are non-heme proteins and are Iron-Sulfur conglomerations. All four transitions possess a negative delta G in this series of reactions that were the centerpiece of Mitchell's chemiosmotic theory. The b-c2 complex follows ubiquinone in this pathway that also utilizes NADH dehydrogenase and several cytochromes. The final step results in the production of two water molecules, FTP, in this pathway that follows": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.85835034
      ],
      [
        "ron",
        -0.00027945114
      ],
      [
        " transport",
        -0.109732345
      ],
      [
        " chain",
        -0.0029078235
      ]
    ]
  },
  "His Petite Messe Solennelle for twelve voices was written shortly before his death and other works of his include The Sins of Old Age, a collection of thirteen volumes of vocal and instrumental music. Known primarily for opera, he achieved wide acclaim for an opera based on a Voltaire work, Tancredi. Because of public demand, he wrote an alternative \"happy ending\" for his Otello and his writing style gained him the nickname \"Monsieur Crescendo.\" Other successes included Elisabetta and The Italian Girl in Algiers. A later visit to Vienna ended with a benefit where he joined the crowd in singing": {
    "guess": "Gioachino Rossini",
    "confidence": [
      [
        "G",
        -0.00038705903
      ],
      [
        "io",
        -4.00813e-06
      ],
      [
        "ach",
        -0.00030757586
      ],
      [
        "ino",
        -5.0020742e-05
      ],
      [
        " Ross",
        -1.7120534e-05
      ],
      [
        "ini",
        -0.000107000094
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural form this name hails from Australia and to date have only released the much- acclaimed and sample-filled album Since I Left You, which included the dance hit \"Frontier Psychiatrist.\" It also names an album subtitled \"Outtakes and Extras from the Illinois Album\" by Sufjan Stevens and an X-Man with the alter ego Dominikos Ioannis Petrakis who has the power to generate (*) vibrational waves. A variation on Chevrolet's Suburban sold under this name is characterized by the ability to convert the back end of the SUV into pickup- style flatbed. A hockey team with this name plays in the Pepsi Center and recently retired Joe Sakic's jersey, and won the 1996 Stanley Cup with Patrick Roy in goal after": {
    "guess": "Avalanches",
    "confidence": [
      [
        "A",
        -0.55347407
      ],
      [
        "val",
        -0.0007348202
      ],
      [
        "anches",
        -0.011940511
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural form this name hails from Australia and to date have only released the much- acclaimed and sample-filled": {
    "guess": "Avalanches",
    "confidence": [
      [
        "A",
        -0.093006104
      ],
      [
        "val",
        -0.11850213
      ],
      [
        "anches",
        -0.0013824978
      ]
    ]
  },
  "Peter Mitchell first enunciated its mechanism of action in 1961. All the clusters involved are non-heme proteins and are Iron-Sulfur conglomerations. All four transitions possess a negative delta G in this series of reactions that were the centerpiece of Mitchell's chemiosmotic theory. The b-c2 complex": {
    "guess": "Q cycle",
    "confidence": [
      [
        "Q",
        -1.0980762
      ],
      [
        " cycle",
        -0.06567424
      ]
    ]
  },
  "Peter Shor developed an algorithm that does activity, which would nullify RSA's usefulness; that algorithm performs in polynomial time. The Gauss-Jordan method can be used in part to perform the \"LU\" type": {
    "guess": "Shor's algorithm",
    "confidence": [
      [
        "Sh",
        -0.36622283
      ],
      [
        "or",
        -0.00040934276
      ],
      [
        "'s",
        -0.000718746
      ],
      [
        " algorithm",
        -0.10234253
      ]
    ]
  },
  "Peter Stewart believed that SID and the partial pressure of carbon dioxide in water can determine this quantity, which is plotted on the x-axis of a Pourbaix diagram. A glass electrode is used to measure": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.20593543
      ],
      [
        "H",
        -2.5941605e-05
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana": {
    "guess": "Operation Avalanche",
    "confidence": [
      [
        "Operation",
        -0.020507442
      ],
      [
        " Avalanche",
        -0.1467263
      ]
    ]
  },
  "Peter Heather finds a possible cause for this war in the southern expansion of stone burial circles characteristic of the Wielbark culture. In the aftermath of this war, the newly established Second and Third Italian Legions settled new military camps in Raetia and Noricum. A column in memory of this non-Dacian War stands in the Piazza Colonna and depicts a sudden downpour saving the Legio XII Fulminata. Aquileia on the Adriatic was besieged during this war, whose most famous incident was the so-called": {
    "guess": "Marcomannic Wars",
    "confidence": [
      [
        "Mar",
        -0.07206503
      ],
      [
        "com",
        -1.8789384e-05
      ],
      [
        "ann",
        -0.002214131
      ],
      [
        "ic",
        -9.448371e-05
      ],
      [
        " Wars",
        -0.3491232
      ]
    ]
  },
  "The Pesin identity shows that the Kolmogorov-Sinai entropy is equal to the sum of these in a dynamical system, while the Osedelec theorem gives them for an n-dimensional map. For Hamiltonian systems, they exist in additive invers pairs and one of these is always 0 for any system. They are never negative, which is why convergence of orbits is never observed in Hamiltonian systems, and a positive value for these values indicates that the system is not integrable. For ten points, what is this quantity, which describes the rate at which two initially-close trajectories diverge, a measure of chaos in": {
    "guess": "Lyapunov exponents",
    "confidence": [
      [
        "Ly",
        -0.0015955571
      ],
      [
        "ap",
        -0.0007131471
      ],
      [
        "un",
        -1.4974867e-05
      ],
      [
        "ov",
        -8.625866e-05
      ],
      [
        " ex",
        -0.48066956
      ],
      [
        "ponents",
        -5.3596854e-05
      ]
    ]
  },
  "Peter Mitchell first enunciated its mechanism of action in 1961. All the clusters involved are non-heme": {
    "guess": "Chemiosmotic theory",
    "confidence": [
      [
        "Chem",
        -0.13782357
      ],
      [
        "ios",
        -0.0022404236
      ],
      [
        "m",
        -0.12074747
      ],
      [
        "otic",
        -3.7027545e-05
      ],
      [
        " theory",
        -0.5777779
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation": {
    "guess": "Operation Ore",
    "confidence": [
      [
        "Operation",
        -0.015033554
      ],
      [
        " Ore",
        -0.00013905855
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural": {
    "guess": "Avalanche (band)",
    "confidence": [
      [
        "A",
        -0.3289479
      ],
      [
        "val",
        -0.0022925176
      ],
      [
        "anche",
        -0.02366609
      ],
      [
        " (",
        -0.82402325
      ],
      [
        "band",
        -0.12786311
      ],
      [
        ")",
        -0.00025716738
      ]
    ]
  },
  "Peter Stewart believed that SID and the partial pressure of carbon dioxide in water can determine this quantity, which is plotted on the x-axis of a Pourbaix diagram. A glass electrode is used to measure this quantity, which is estimated in the Henderson\u0096Hasselbalch equation. At high values of this quantity,": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.1350891
      ],
      [
        "H",
        -2.3915141e-05
      ]
    ]
  },
  "The Pesin identity shows that the Kolmogorov-Sinai entropy is equal to the sum of these in a dynamical system, while the Osedelec theorem gives them for an n-dimensional map. For Hamiltonian systems, they exist in additive invers pairs and one of these is always 0 for any system. They are never negative, which is why convergence of orbits is never observed in Hamiltonian systems, and a positive value": {
    "guess": "Lyapunov exponent",
    "confidence": [
      [
        "Ly",
        -0.010658326
      ],
      [
        "ap",
        -0.0007675792
      ],
      [
        "un",
        -1.4974867e-05
      ],
      [
        "ov",
        -6.15835e-05
      ],
      [
        " exponent",
        -0.4606888
      ]
    ]
  },
  "His Petite Messe Solennelle for twelve voices was written shortly before his death and other works of": {
    "guess": "Gioachino Rossini",
    "confidence": [
      [
        "G",
        -0.6349461
      ],
      [
        "io",
        -0.00033236656
      ],
      [
        "ach",
        -0.0013629742
      ],
      [
        "ino",
        -5.145119e-05
      ],
      [
        " Ross",
        -7.8987236e-05
      ],
      [
        "ini",
        -6.8854926e-05
      ]
    ]
  },
  "Peter Schenjeldahl's poem about this creature notes \"its succulent useless meat is hidden.\" Northrop Frye's diaries recalls coming across a catabasis when he found out a fact about it. According to a biography of its owner, this animal \"doesn't bark and knows the secrets of the sea.\" Its owner once tossed his hat at a hippopotamus, and it was always seen in public with its blue leash. With a real name (*) \"Thibault,\" it is owned by a man that wrote \"his starry lute carries the black sun of Melancholy\" and described \"The Prince of Aquitane in the High Tower.\" For ten points, name this creature owned": {
    "guess": "Laelaps (mythology)",
    "confidence": [
      [
        "La",
        -1.562314
      ],
      [
        "el",
        -1.2481937
      ],
      [
        "aps",
        -0.00018840152
      ],
      [
        " (",
        -0.11303963
      ],
      [
        "my",
        -0.023524396
      ],
      [
        "th",
        -2.8325678e-05
      ],
      [
        "ology",
        -0.0045835655
      ],
      [
        ")",
        -0.0003159201
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another noted proponent of this belief. The Theopaschite formula was one attempt to reconcile this belief, supporters of which opposed certain writings of Theodoret, Ibas of Edessa, and Theodore of Mopseustia; those works condemned by this belief were known as the \"Three Chapters.\" Followers of this belief also rejected the Tome of Leo I, and Felix III excommunicated Acacius for promulgating an edict attempting a restitution with this belief, the Henotikon. This heresy was the subject of the Second": {
    "guess": "Monophysitism",
    "confidence": [
      [
        "Mon",
        -0.5238554
      ],
      [
        "ophys",
        -0.019823391
      ],
      [
        "it",
        -0.000113079484
      ],
      [
        "ism",
        -0.0010867553
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural form this name hails from Australia and to date have only released the much- acclaimed and sample-filled album Since I Left You, which included the dance hit \"Frontier Psychiatrist.\" It also names an album subtitled \"Outtakes and Extras from the Illinois Album\" by Sufjan Stevens and an X-Man with": {
    "guess": "The Avalanches",
    "confidence": [
      [
        "The",
        -0.5366031
      ],
      [
        " Aval",
        -0.007731792
      ],
      [
        "anches",
        -5.8841815e-05
      ]
    ]
  },
  "Peter Heather finds a possible cause for this war in the southern expansion of stone burial circles characteristic of the Wielbark culture. In the aftermath of this war, the newly established Second and Third Italian Legions settled new military camps in Raetia and Noricum. A column in memory of this non-Dacian War stands in the Piazza Colonna and depicts a sudden downpour saving the Legio XII Fulminata. Aquileia on the Adriatic was besieged during this war, whose most famous incident was the so-called \"miracle of the (*) rain.\" During these wars, barbarian tribes penetrated into Northern Italy for the first time since the Cimbrian War, presaging the Crisis of the Third Century. For 10 points,": {
    "guess": "Marcomannic Wars",
    "confidence": [
      [
        "Mar",
        -0.13256542
      ],
      [
        "com",
        -1.7432603e-06
      ],
      [
        "ann",
        -0.00090193097
      ],
      [
        "ic",
        -6.706687e-05
      ],
      [
        " Wars",
        -0.1889843
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural form this name hails from Australia and to date have only released the much- acclaimed and sample-filled album Since I Left You, which included the dance hit \"Frontier Psychiatrist.\" It also names an album subtitled \"Outtakes and Extras from the Illinois Album\" by Sufjan Stevens and an X-Man with the alter ego Dominikos Ioannis Petrakis who has the power to generate (*) vibrational waves. A variation on Chevrolet's Suburban sold under this name is characterized by the ability to convert the back end of the SUV into pickup- style flatbed. A hockey team with this name plays in the Pepsi Center and recently retired Joe Sakic's jersey, and won the 1996 Stanley Cup with Patrick Roy in goal after moving from Quebec. FTP, identify this name which describes an NHL team from Colorado as well as any large mass of snow hurdling down a mountain at you.": {
    "guess": "Avalanche",
    "confidence": [
      [
        "A",
        -0.04505009
      ],
      [
        "val",
        -2.7252845e-05
      ],
      [
        "anche",
        -0.3269637
      ]
    ]
  },
  "Peter Stewart believed that SID and the partial pressure of carbon dioxide in water can determine this quantity, which is plotted on the x-axis of a Pourbaix diagram. A glass electrode is used to measure this quantity, which is estimated in the Henderson\u0096Hasselbalch equation. At high values of this quantity, the indicator phenolphthalein [fee-nawl-THAL-een] turns from colorless to pink. The compound Tris is used to resist changes in this quantity and is called a buffer. For 10 points, name this quantity that expresses the acidity or basicity of a solution, and is seven for water.": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.5220846
      ],
      [
        "H",
        -8.061054e-06
      ]
    ]
  },
  "Peter Heather finds a possible cause for this war in the southern expansion of stone burial circles characteristic of the Wielbark culture. In the aftermath of this war, the newly established Second and Third Italian Legions settled new military camps in Raetia and Noricum. A column in memory of this non-Dacian War stands in the Piazza Colonna and depicts a sudden downpour saving the Legio XII Fulminata. Aquileia on the Adriatic was besieged during this war, whose most famous incident was the so-called \"miracle of the (*) rain.\" During these wars, barbarian tribes penetrated into Northern Italy for the first time since the Cimbrian War, presaging the Crisis of the Third Century. For 10 points, name these wars that lasted from 166 to 180 A.D., between Danubian tribes and Rome under Marcus Aurelius.": {
    "guess": "Marcomannic Wars",
    "confidence": [
      [
        "Mar",
        -0.043393526
      ],
      [
        "com",
        -1.9862217e-05
      ],
      [
        "ann",
        -0.00073350896
      ],
      [
        "ic",
        -0.00010843054
      ],
      [
        " Wars",
        -0.03497751
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another": {
    "guess": "Miaphysitism",
    "confidence": [
      [
        "Mi",
        -0.123725116
      ],
      [
        "aph",
        -0.00017350474
      ],
      [
        "ys",
        -5.5122365e-07
      ],
      [
        "it",
        -0.041136026
      ],
      [
        "ism",
        -0.00026109742
      ]
    ]
  },
  "In 1993, Peter Shor demonstrated that a quantum computer would render it obsolete. Daniel Ble-ichenbacher described the first practical adaptive chosen cyphertext attack against it using a redundancy function, and a method called blinding is used to thwart timing attacks. It is slower than DES and other symmetric cryptosystems, and it is important that the prime numbers used for it not be too close, which would allow attackers to find the by means of Fermat factorization. Since the 512-bit modulus was broken in 1999, it is recommended that moduli be at least 1024 bits long. Consisting of a system of private and public keys, FTP, what is this encryption system named for its inventors, Ron Rivest, Adi Shamir, and Leonard Adleman.": {
    "guess": "RSA (cryptosystem)",
    "confidence": [
      [
        "RSA",
        -0.005265769
      ],
      [
        " (",
        -0.22299962
      ],
      [
        "crypt",
        -0.18629023
      ],
      [
        "os",
        -4.429897e-05
      ],
      [
        "ystem",
        -0.00011248347
      ],
      [
        ")",
        -9.9490266e-05
      ]
    ]
  },
  "Peter Stewart believed that SID and the partial pressure of carbon dioxide in water can determine this quantity, which is plotted on the x-axis of a Pourbaix diagram. A glass electrode is used to measure this quantity, which is estimated in the Henderson\u0096Hasselbalch equation. At high values of this quantity, the indicator phenolphthalein [fee-nawl-THAL-een] turns from colorless to pink. The compound Tris is used to resist changes in this quantity and is called a buffer. For 10 points, name this quantity": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.48687127
      ],
      [
        "H",
        -2.9517714e-05
      ]
    ]
  },
  "Peter Shor developed an algorithm that does activity, which would nullify RSA's usefulness; that algorithm performs in polynomial time. The Gauss-Jordan method can be used in part to perform the \"LU\" type of this. For 10 points, name this activity that can be done on a polynomial with a perfect square": {
    "guess": "Matrix factorization",
    "confidence": [
      [
        "Matrix",
        -0.29837465
      ],
      [
        " factor",
        -1.3006825
      ],
      [
        "ization",
        -0.0010429324
      ]
    ]
  },
  "The Petasis reagent contains an atom of this element at the center, and it coordinates to the two cyclopentadiene molecules in Tebbe's reagent. Another compound that contains this element and aluminum operates via the Cosee-Arleman mechanism, and this metal can be extracted via the Kroll process from": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0014892697
      ],
      [
        "ium",
        -2.0696643e-05
      ]
    ]
  },
  "The Petasis reagent contains an atom of this element at the center, and it coordinates to the two cyclopentadiene molecules in Tebbe's reagent. Another compound that contains this element and aluminum": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0018117945
      ],
      [
        "ium",
        -0.00031389366
      ]
    ]
  },
  "Peter Shor developed an algorithm that does activity, which would nullify RSA's usefulness; that algorithm": {
    "guess": "Shor's algorithm",
    "confidence": [
      [
        "Sh",
        -0.01233941
      ],
      [
        "or",
        -0.00022165567
      ],
      [
        "'s",
        -0.0003827677
      ],
      [
        " algorithm",
        -0.056914892
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another noted proponent of this belief. The Theopaschite formula was one attempt to reconcile this belief, supporters of which opposed certain writings of Theodoret, Ibas of Edessa, and Theodore of Mopseustia; those works condemned by this belief were known as the \"Three Chapters.\" Followers of this belief also rejected the Tome of Leo I, and Felix III excommunicated Acacius for promulgating an edict attempting a restitution with this belief, the Henotikon. This heresy was the subject of the Second Council of (*) Constantinople, and was originally formulated by Eutyches. Conceived as a response to Nestorianism, this heresy rejected the central teachings of the Council of Chalcedon. FTP, name this heresy still held by the Armenian and Coptic churches, whose Greek name reflects its belief that": {
    "guess": "Monophysitism",
    "confidence": [
      [
        "Mon",
        -0.061549332
      ],
      [
        "ophys",
        -0.0055525936
      ],
      [
        "it",
        -8.7450695e-05
      ],
      [
        "ism",
        -0.00063178234
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural form this name hails from Australia and to date have only released the much- acclaimed and sample-filled album Since I Left You, which included the dance hit \"Frontier Psychiatrist.\" It also names an album subtitled \"Outtakes and Extras from the Illinois Album\" by Sufjan Stevens and an X-Man with the alter ego Dominikos Ioannis Petrakis who has the power to generate (*) vibrational waves. A variation on Chevrolet's Suburban sold under this name is characterized by the ability to convert the back end of the SUV into pickup- style flatbed. A hockey team with this name plays in the Pepsi Center": {
    "guess": "Avalanches",
    "confidence": [
      [
        "A",
        -0.38124183
      ],
      [
        "val",
        -0.00041291525
      ],
      [
        "anches",
        -0.029371569
      ]
    ]
  },
  "Peter Schenjeldahl's poem about this creature notes \"its succulent useless meat is hidden.\" Northrop Frye's diaries recalls coming across a catabasis when he found out a fact about it. According to a biography": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.35870674
      ]
    ]
  },
  "In 1993, Peter Shor demonstrated that a quantum computer would render it obsolete. Daniel Ble-ichenbacher described the first practical adaptive chosen cyphertext attack against it using a redundancy function, and a method called blinding is used to thwart timing attacks. It is slower than DES and other symmetric cryptosystems, and it is important that the prime numbers used for it not be too close,": {
    "guess": "RSA (cryptosystem)",
    "confidence": [
      [
        "RSA",
        -0.011732819
      ],
      [
        " (",
        -0.75771606
      ],
      [
        "crypt",
        -0.0038596971
      ],
      [
        "os",
        -4.501419e-05
      ],
      [
        "ystem",
        -0.0001508597
      ],
      [
        ")",
        -0.00015538577
      ]
    ]
  },
  "The Pesin identity shows that the Kolmogorov-Sinai entropy is equal to the sum of these in a dynamical": {
    "guess": "Lyapunov exponents",
    "confidence": [
      [
        "Ly",
        -0.2961
      ],
      [
        "ap",
        -0.0006850334
      ],
      [
        "un",
        -2.1531068e-05
      ],
      [
        "ov",
        -4.6802244e-05
      ],
      [
        " ex",
        -0.11770856
      ],
      [
        "ponents",
        -5.5980927e-05
      ]
    ]
  },
  "Peter Schenjeldahl's poem about this creature notes \"its succulent useless meat is hidden.\" Northrop Frye's diaries recalls coming across a catabasis when he found out a fact about it. According to a biography of its owner, this animal \"doesn't bark and knows the secrets of the sea.\" Its owner once tossed his hat at a hippopotamus, and it was always seen in public with its blue leash. With a real name (*) \"Thibault,\" it is owned by a man that wrote \"his starry lute carries the black sun of Melancholy\" and described \"The Prince of Aquitane in the High Tower.\" For ten points, name this creature owned by the author of Sylvie and \"El Desdichado,\" a crustacean belonging to a French poet.": {
    "guess": "Lobster (poem)",
    "confidence": [
      [
        "L",
        -1.4953619
      ],
      [
        "ob",
        -0.0013336941
      ],
      [
        "ster",
        -0.0063357796
      ],
      [
        " (",
        -0.09616854
      ],
      [
        "po",
        -0.85389584
      ],
      [
        "em",
        -0.06386763
      ],
      [
        ")",
        -0.001405352
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural form this name hails from Australia and to date have only released the much- acclaimed and sample-filled album Since I Left You, which included the dance hit \"Frontier Psychiatrist.\" It also names": {
    "guess": "The Avalanches",
    "confidence": [
      [
        "The",
        -0.5774692
      ],
      [
        " Aval",
        -0.00079104764
      ],
      [
        "anches",
        -6.7662884e-05
      ]
    ]
  },
  "The Petasis reagent contains an atom of this element at the center, and it coordinates to the two cyclopentadiene molecules in Tebbe's reagent. Another compound that contains this element and aluminum operates via the Cosee-Arleman mechanism, and this metal can be extracted via the Kroll process from rutile or ilmentite. In addition to its use in the Ziegler-Natta catalyst, this metal's tetrachloride": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.003993627
      ],
      [
        "ium",
        -4.036525e-05
      ]
    ]
  },
  "Peter Shor developed an algorithm that does activity, which would nullify RSA's usefulness; that algorithm performs in polynomial time. The Gauss-Jordan method can be used in part to perform the \"LU\" type of this. For 10 points, name this activity that can be done on a polynomial with a perfect square discriminant, which for the number 49 would produce 7 and 7.": {
    "guess": "Square root extraction",
    "confidence": [
      [
        "Square",
        -0.26844567
      ],
      [
        " root",
        -0.133106
      ],
      [
        " extraction",
        -1.004845
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another noted proponent of this belief. The Theopaschite formula was one attempt to reconcile this belief, supporters of which opposed certain writings of Theodoret, Ibas of Edessa, and Theodore of Mopseustia; those works condemned by this belief were known as the \"Three Chapters.\" Followers of this belief also rejected the Tome of Leo I, and Felix III excommunicated Acacius for promulgating an edict attempting a restitution with this belief, the Henotikon. This heresy was the subject of the Second Council of (*) Constantinople, and was originally formulated by Eutyches. Conceived as a response": {
    "guess": "Monophysitism",
    "confidence": [
      [
        "Mon",
        -0.0051463507
      ],
      [
        "ophys",
        -0.007543916
      ],
      [
        "it",
        -9.849109e-06
      ],
      [
        "ism",
        -0.00022439736
      ]
    ]
  },
  "Peter Schenjeldahl's poem about this creature notes \"its succulent useless meat is hidden.\" Northrop": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.609599
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another noted proponent of this belief. The Theopaschite formula was one attempt to reconcile this belief, supporters of which opposed certain writings of Theodoret, Ibas of Edessa, and Theodore of Mopseustia; those works condemned by this belief were known as the \"Three Chapters.\" Followers of this": {
    "guess": "Miaphysitism",
    "confidence": [
      [
        "Mi",
        -0.42131522
      ],
      [
        "aph",
        -5.6576944e-05
      ],
      [
        "ys",
        -3.2929079e-06
      ],
      [
        "it",
        -0.020662522
      ],
      [
        "ism",
        -0.00016504127
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another noted proponent of this belief. The Theopaschite formula was one attempt to reconcile this belief,": {
    "guess": "Monophysitism",
    "confidence": [
      [
        "Mon",
        -0.4413427
      ],
      [
        "ophys",
        -0.061976872
      ],
      [
        "it",
        -0.00018029935
      ],
      [
        "ism",
        -0.000377288
      ]
    ]
  },
  "His Petite Messe Solennelle for twelve voices was written shortly before his death and other works of his include The Sins of Old Age, a collection of thirteen volumes of vocal and instrumental music. Known primarily for opera, he achieved wide acclaim for an opera based on a Voltaire work, Tancredi. Because of public demand, he wrote an alternative \"happy ending\" for his Otello and his writing style": {
    "guess": "Gioachino Rossini",
    "confidence": [
      [
        "G",
        -0.0006858678
      ],
      [
        "io",
        -8.418666e-06
      ],
      [
        "ach",
        -0.00026860725
      ],
      [
        "ino",
        -4.1318875e-05
      ],
      [
        " Ross",
        -1.60477e-05
      ],
      [
        "ini",
        -8.363618e-05
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another noted proponent of this belief. The Theopaschite formula was one attempt to reconcile this belief, supporters of which opposed certain writings of Theodoret, Ibas of Edessa, and Theodore of Mopseustia; those works condemned by this belief were known as the \"Three Chapters.\" Followers of this belief also rejected the Tome of Leo I, and Felix III excommunicated Acacius for promulgating an edict attempting a restitution with this belief, the Henotikon. This heresy was the subject of the Second Council of (*) Constantinople, and was originally formulated by Eutyches. Conceived as a response to Nestorianism, this heresy rejected the central teachings of the Council of Chalcedon. FTP, name": {
    "guess": "Monophysitism",
    "confidence": [
      [
        "Mon",
        -0.024911975
      ],
      [
        "ophys",
        -0.004145238
      ],
      [
        "it",
        -1.3186812e-05
      ],
      [
        "ism",
        -0.00048262737
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another noted proponent of this belief. The Theopaschite formula was one attempt to reconcile this belief, supporters of which opposed certain writings of Theodoret, Ibas of Edessa, and Theodore of Mopseustia; those works condemned by this belief were known as the \"Three Chapters.\" Followers of this belief also rejected the Tome of Leo I, and Felix III excommunicated Acacius for promulgating an edict": {
    "guess": "Monophysitism",
    "confidence": [
      [
        "Mon",
        -0.45860472
      ],
      [
        "ophys",
        -0.018109208
      ],
      [
        "it",
        -0.00073243614
      ],
      [
        "ism",
        -0.0005778161
      ]
    ]
  },
  "The Pesin identity shows that the Kolmogorov-Sinai entropy is equal to the sum of these in a dynamical system, while the Osedelec theorem gives them for an n-dimensional map. For Hamiltonian systems, they exist in additive invers pairs and one of these is always 0 for any system. They are never negative,": {
    "guess": "Lyapunov exponents",
    "confidence": [
      [
        "Ly",
        -0.0032993895
      ],
      [
        "ap",
        -0.0007126703
      ],
      [
        "un",
        -1.640531e-05
      ],
      [
        "ov",
        -5.252402e-05
      ],
      [
        " ex",
        -0.28937006
      ],
      [
        "ponents",
        -3.5716304e-05
      ]
    ]
  },
  "Peter Mitchell first enunciated its mechanism of action in 1961. All the clusters involved are non-heme proteins and are Iron-Sulfur conglomerations. All four transitions possess a negative delta G in this series of reactions that were the centerpiece of Mitchell's chemiosmotic theory. The b-c2 complex follows ubiquinone in this pathway that also utilizes NADH dehydrogenase and several cytochromes.": {
    "guess": "Chemiosmotic coupling hypothesis",
    "confidence": [
      [
        "Chem",
        -0.52569425
      ],
      [
        "ios",
        -0.000632736
      ],
      [
        "m",
        -0.19308957
      ],
      [
        "otic",
        -2.1173457e-05
      ],
      [
        " coupling",
        -1.0924854
      ],
      [
        " hypothesis",
        -0.14043263
      ]
    ]
  },
  "In 1993, Peter Shor demonstrated that a quantum computer would render it obsolete. Daniel Ble-ichenbacher described the first practical adaptive chosen cyphertext attack against it using a redundancy function,": {
    "guess": "RSA (cryptosystem)",
    "confidence": [
      [
        "RSA",
        -0.044661656
      ],
      [
        " (",
        -0.7291314
      ],
      [
        "crypt",
        -0.0027765858
      ],
      [
        "os",
        -6.194111e-05
      ],
      [
        "ystem",
        -0.00010235115
      ],
      [
        ")",
        -0.0002478695
      ]
    ]
  },
  "Peter Heather finds a possible cause for this war in the southern expansion of stone burial circles characteristic": {
    "guess": "Senegal",
    "confidence": [
      [
        "Sen",
        -0.21024548
      ],
      [
        "egal",
        -0.13249046
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural form this name hails from Australia and to date have only released the much- acclaimed and sample-filled album Since I Left You, which included the dance hit \"Frontier Psychiatrist.\" It also names an album subtitled \"Outtakes and Extras from the Illinois Album\" by Sufjan Stevens and an X-Man with the alter ego Dominikos Ioannis Petrakis who has the power to generate (*) vibrational waves. A variation on Chevrolet's Suburban sold under this name is characterized by the ability to convert the": {
    "guess": "Avalanches",
    "confidence": [
      [
        "A",
        -0.37916976
      ],
      [
        "val",
        -0.0025579494
      ],
      [
        "anches",
        -0.011496214
      ]
    ]
  },
  "In 1993, Peter Shor demonstrated that a quantum computer would render it obsolete. Daniel Ble-ichenbacher": {
    "guess": "RSA (cryptosystem)",
    "confidence": [
      [
        "RSA",
        -0.22346148
      ],
      [
        " (",
        -1.1357074
      ],
      [
        "crypt",
        -0.009626588
      ],
      [
        "os",
        -8.1371305e-05
      ],
      [
        "ystem",
        -0.00012689977
      ],
      [
        ")",
        -0.00024394676
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another noted proponent of this belief. The Theopaschite formula was one attempt to reconcile this belief, supporters of which opposed certain writings of Theodoret, Ibas of Edessa, and Theodore of Mopseustia; those works condemned by this belief were known as the \"Three Chapters.\" Followers of this belief also rejected the Tome of Leo I, and Felix III excommunicated Acacius for promulgating an edict attempting a restitution with this belief, the Henotikon. This heresy was the subject of the Second Council of (*) Constantinople, and was originally formulated by Eutyches. Conceived as a response to Nestorianism, this heresy rejected the central teachings of the Council of Chalcedon. FTP, name this heresy still held by the Armenian and Coptic churches, whose Greek name reflects its belief that Christ had just a single, unitary nature.": {
    "guess": "Monophysitism",
    "confidence": [
      [
        "Mon",
        -0.039779514
      ],
      [
        "ophys",
        -0.003760536
      ],
      [
        "it",
        -3.0545007e-06
      ],
      [
        "ism",
        -0.00015347853
      ]
    ]
  },
  "The Petasis reagent contains an atom of this element at the center, and it coordinates to the two cyclopentadiene": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.025417544
      ],
      [
        "ium",
        -0.00041732576
      ]
    ]
  },
  "His Petite Messe Solennelle for twelve voices was written shortly before his death and other works of his include The Sins of Old Age, a collection of thirteen volumes of vocal and instrumental music.": {
    "guess": "Gioachino Rossini",
    "confidence": [
      [
        "G",
        -0.0031589458
      ],
      [
        "io",
        -0.00026181265
      ],
      [
        "ach",
        -0.000336535
      ],
      [
        "ino",
        -5.3954464e-05
      ],
      [
        " Ross",
        -1.4498052e-05
      ],
      [
        "ini",
        -8.8404326e-05
      ]
    ]
  },
  "Pete Townshend's arrest for allegedly accessing child pornography occurred during Britain's Operation Ore, a re-working of a similar law enforcement operation in the U.S. known by this name. Vinnie Caruana of The Movielife also plays in a post-hardcore band called \"I Am the [This]\". A band with a plural form this name hails from Australia and to date have only released the much- acclaimed and sample-filled album Since I Left You, which included the dance hit \"Frontier Psychiatrist.\" It also names an album subtitled \"Outtakes and Extras from the Illinois Album\" by Sufjan Stevens and an X-Man with the alter ego Dominikos Ioannis Petrakis who has the power to generate (*) vibrational waves. A variation on Chevrolet's Suburban sold under this name is characterized by the ability to convert the back end of the SUV into pickup- style flatbed. A hockey team with this name plays in the Pepsi Center and recently retired Joe Sakic's jersey, and won the 1996 Stanley Cup with Patrick Roy in goal after moving from Quebec. FTP, identify this name which describes an NHL team from Colorado as well as": {
    "guess": "The Avalanches",
    "confidence": [
      [
        "The",
        -0.4425594
      ],
      [
        " Aval",
        -0.019970408
      ],
      [
        "anches",
        -0.000107715314
      ]
    ]
  },
  "Peter Heather finds a possible cause for this war in the southern expansion of stone burial circles characteristic of the Wielbark culture. In the aftermath of this war, the newly established Second and": {
    "guess": "Migration Period",
    "confidence": [
      [
        "Migration",
        -0.60400975
      ],
      [
        " Period",
        -0.03439084
      ]
    ]
  },
  "His Petite Messe Solennelle for twelve voices was written shortly before his death and other works of his include The Sins of Old Age, a collection of thirteen volumes of vocal and instrumental music. Known primarily for opera, he achieved wide acclaim for an opera based on a Voltaire work, Tancredi. Because of public demand, he wrote an alternative \"happy ending\" for his Otello and his writing style gained him the nickname \"Monsieur Crescendo.\" Other successes included Elisabetta and The Italian Girl in Algiers. A later visit to Vienna ended with a benefit where he joined the crowd in singing his \"Largo al factotum\" from his most famous opera. FTP, identify this opera composer who stopped writing opera at the age of 37 after completing William Tell and who is best known for The Barber of Seville.": {
    "guess": "Gioachino Rossini",
    "confidence": [
      [
        "G",
        -0.0011528401
      ],
      [
        "io",
        -1.50940705e-05
      ],
      [
        "ach",
        -0.00011009939
      ],
      [
        "ino",
        -4.0722858e-05
      ],
      [
        " Ross",
        -2.5226382e-05
      ],
      [
        "ini",
        -0.00016349163
      ]
    ]
  },
  "His Petite Messe Solennelle for twelve voices was written shortly before his death and other works of his include The Sins of Old Age, a collection of thirteen volumes of vocal and instrumental music. Known primarily for opera, he achieved wide acclaim for an opera based on a Voltaire work, Tancredi. Because of public demand, he wrote an alternative \"happy ending\" for his Otello and his writing style gained him the nickname \"Monsieur Crescendo.\" Other successes included Elisabetta and The Italian Girl in Algiers. A later visit to Vienna ended with a benefit where he joined the crowd in singing his \"Largo al factotum\" from his most famous opera. FTP, identify this opera composer who stopped writing": {
    "guess": "Gioachino Rossini",
    "confidence": [
      [
        "G",
        -0.0021253994
      ],
      [
        "io",
        -1.8550976e-05
      ],
      [
        "ach",
        -0.0017264684
      ],
      [
        "ino",
        -4.6206227e-05
      ],
      [
        " Ross",
        -4.298773e-05
      ],
      [
        "ini",
        -0.00012642296
      ]
    ]
  },
  "In 1993, Peter Shor demonstrated that a quantum computer would render it obsolete. Daniel Ble-ichenbacher described the first practical adaptive chosen cyphertext attack against it using a redundancy function, and a method called blinding is used to thwart timing attacks. It is slower than DES and other symmetric cryptosystems, and it is important that the prime numbers used for it not be too close, which would allow attackers to find the by means of Fermat factorization. Since the 512-bit modulus": {
    "guess": "RSA (cryptosystem)",
    "confidence": [
      [
        "RSA",
        -0.009664247
      ],
      [
        " (",
        -0.16958955
      ],
      [
        "crypt",
        -0.0023368779
      ],
      [
        "os",
        -6.4802e-05
      ],
      [
        "ystem",
        -0.00019662657
      ],
      [
        ")",
        -0.00016504127
      ]
    ]
  },
  "The Pesin identity shows that the Kolmogorov-Sinai entropy is equal to the sum of these in a dynamical system, while the Osedelec theorem gives them for an n-dimensional map. For Hamiltonian systems, they": {
    "guess": "Lyapunov exponents",
    "confidence": [
      [
        "Ly",
        -0.34297347
      ],
      [
        "ap",
        -0.0002385826
      ],
      [
        "un",
        -5.9153886e-06
      ],
      [
        "ov",
        -3.035214e-05
      ],
      [
        " ex",
        -0.040328227
      ],
      [
        "ponents",
        -4.2272506e-05
      ]
    ]
  },
  "Peter the Fuller supported this belief by adding a clause to the Trisagion, and Jacob Baradaeus was another noted proponent of this belief. The Theopaschite formula was one attempt to reconcile this belief, supporters of which opposed certain writings of Theodoret, Ibas of Edessa, and Theodore of Mopseustia;": {
    "guess": "Miaphysitism",
    "confidence": [
      [
        "Mi",
        -0.49897856
      ],
      [
        "aph",
        -4.3226137e-05
      ],
      [
        "ys",
        -3.1281633e-07
      ],
      [
        "it",
        -0.016993389
      ],
      [
        "ism",
        -0.00012856863
      ]
    ]
  },
  "Peter Stewart believed that SID and the partial pressure of carbon dioxide in water can determine this quantity, which is plotted on the x-axis of a Pourbaix diagram. A glass electrode is used to measure this quantity, which is estimated in the Henderson\u0096Hasselbalch equation. At high values of this quantity, the indicator phenolphthalein [fee-nawl-THAL-een] turns from colorless to pink. The compound": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.71686757
      ],
      [
        "H",
        -0.0001757696
      ]
    ]
  }
}