{
  "Vera Caslavska was forced to flee to Sumperk and practice gymnastics in the mountains during this event when she signed a document written by Ludvik Vaculik. Beginning with the removal of Antonin Novotny as first secretary, this event saw the formation of groups like K 231 and KAN. Zdenek Mylnár had the most radical proposals during this event, the fate of which was decided at the Cierná-nad-Tisou and Bratislava conferences. Ending with the ascension of Husak to first secretary, for 10 points, name this event led by Alexander Dubcek that promised \"socialism with a human face\" in Czechoslovakia.": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.1875437
      ],
      [
        "ague",
        -7.89631e-07
      ],
      [
        " Spring",
        -0.0006122403
      ]
    ]
  },
  "Vera Caslavska was forced to flee to Sumperk and practice gymnastics in the mountains during this event when she signed a document written by Ludvik Vaculik. Beginning with the removal of Antonin Novotny as first secretary, this event saw the formation of groups like K 231 and KAN. Zdenek Mylnár had": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.009707457
      ],
      [
        "ague",
        -2.057744e-05
      ],
      [
        " Spring",
        -0.00027611342
      ]
    ]
  },
  "Vera Caslavska was forced to flee to Sumperk and practice gymnastics in the mountains during this event when she signed a document written by Ludvik Vaculik. Beginning with the removal of Antonin Novotny as first secretary, this event saw the formation of groups like K 231 and KAN. Zdenek Mylnár had the most radical proposals during this event, the fate of which was decided at the Cierná-nad-Tisou and Bratislava conferences. Ending with the ascension of Husak to first secretary, for 10 points, name": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.026543649
      ],
      [
        "ague",
        -3.2929079e-06
      ],
      [
        " Spring",
        -0.0010535305
      ]
    ]
  },
  "Vera Caslavska was forced to flee to Sumperk and practice gymnastics in the mountains during this event when she signed a document written by Ludvik Vaculik. Beginning with the removal of Antonin Novotny as first secretary, this event saw the formation of groups like K 231 and KAN. Zdenek Mylnár had the most radical proposals during this event, the fate of which was decided at the Cierná-nad-Tisou": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.022366777
      ],
      [
        "ague",
        -5.2001665e-06
      ],
      [
        " Spring",
        -0.000134052
      ]
    ]
  },
  "Vera Caslavska was forced to flee to Sumperk and practice gymnastics in the mountains during this event when she signed a document written by Ludvik Vaculik. Beginning with the removal of Antonin Novotny": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.002219011
      ],
      [
        "ague",
        -4.365741e-06
      ],
      [
        " Spring",
        -0.00023464888
      ]
    ]
  },
  "Vera Caslavska was forced to flee to Sumperk and practice gymnastics in the mountains during this event": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.53822577
      ],
      [
        "ague",
        -1.9816675e-06
      ],
      [
        " Spring",
        -0.0001822066
      ]
    ]
  }
}