{
  "This man evoked the myth of Adam and Eve in such poems as \"Kitty Hawk.\" Another poem describes how \"magnified apples appear and disappear,\" and a third claims that \"So Eden sank to grief, so dawn goes": {
    "guess": "Robert Frost",
    "confidence": [
      [
        "Robert",
        -0.06465161
      ],
      [
        " Frost",
        -0.013887275
      ]
    ]
  },
  "This man evoked the myth of Adam and Eve in such poems as \"Kitty Hawk.\" Another poem describes how \"magnified": {
    "guess": "Conflict of Adam and Eve with Satan",
    "confidence": [
      [
        "Conflict",
        -0.8173273
      ],
      [
        " of",
        -0.00017421995
      ],
      [
        " Adam",
        -2.2961513e-05
      ],
      [
        " and",
        -6.6232446e-05
      ],
      [
        " Eve",
        -0.0001503829
      ],
      [
        " with",
        -5.9795446e-05
      ],
      [
        " Satan",
        -5.5146502e-05
      ]
    ]
  },
  "During the evolution of this protein, its fold-anchoring and breathing regions may have flipped through a hinge migration mechanism. The F-56-L amino acid substitution results in the Venus variant of this molecule, and its other variants include Citrine and Y-pet. Homologs of this protein found in M. cavernosa (cav-er-NO-suh) has an unusual \"timer\" phenotype, in which its properties change during maturation. An A-206-K variant of this protein is unable to dimerize. This molecule uses an H-B-I cofactor bound to a tripeptide ring of serine-65, (*) tyrosine-66, and glycine-67. That chromophore is in the internal helix of this molecule surrounded by a beta barrel scaffold. This protein has a characteristic emission peak at 509 nanometers. For 10 points, name this protein which was first isolated from the jellyfish A. victoria and glows a namesake color.": {
    "guess": "Green fluorescent protein",
    "confidence": [
      [
        "Green",
        -0.025911234
      ],
      [
        " fluorescent",
        -0.026681785
      ],
      [
        " protein",
        -0.00013202553
      ]
    ]
  },
  "Its evolving domination in the mammalian brain involves its reception of wider and wider ranges of sensory information via the thalamus and the emergence of higher neural activities based on that data. Folding of its surface provides a large surface area for activity for the rich concentration of synapses. FTP name this layer of grey matter, also called the pallium, covering the cerebral hemispheres in most vertebrates.": {
    "guess": "Cerebral cortex",
    "confidence": [
      [
        "C",
        -0.07033941
      ],
      [
        "ere",
        -0.00015121732
      ],
      [
        "bral",
        -3.4121115e-06
      ],
      [
        " cortex",
        -0.012412518
      ]
    ]
  },
  "During the evolution of this protein, its fold-anchoring and breathing regions may have flipped through a hinge migration mechanism. The F-56-L amino acid substitution results in the Venus variant of this molecule, and its other variants include Citrine and Y-pet. Homologs of this protein found in M. cavernosa (cav-er-NO-suh) has an unusual \"timer\" phenotype, in which its properties change during maturation.": {
    "guess": "Green fluorescent protein",
    "confidence": [
      [
        "Green",
        -0.9492074
      ],
      [
        " fluorescent",
        -0.044405933
      ],
      [
        " protein",
        -0.0023592368
      ]
    ]
  },
  "During the evolution of this protein, its fold-anchoring and breathing regions may have flipped through": {
    "guess": "Cytochrome c",
    "confidence": [
      [
        "Cy",
        -0.9984168
      ],
      [
        "to",
        -0.00066954794
      ],
      [
        "chrome",
        -0.013528996
      ],
      [
        " c",
        -0.7982908
      ]
    ]
  },
  "This man evoked the myth of Adam and Eve in such poems as \"Kitty Hawk.\" Another poem describes how \"magnified apples appear and disappear,\" and a third claims that \"So Eden sank to grief, so dawn goes down to day.\" In addition to \"After Apple Picking\" and \"Nothing Gold Can Stay,\" this man wrote about woods that are \"lovely, dark, and (*) deep\" in a poem whose speaker has \"miles to go\" before he sleeps.": {
    "guess": "Robert Frost",
    "confidence": [
      [
        "Robert",
        -0.010097327
      ],
      [
        " Frost",
        -0.00031520487
      ]
    ]
  },
  "During the evolution of this protein, its fold-anchoring and breathing regions may have flipped through a hinge migration mechanism. The F-56-L amino acid substitution results in the Venus variant of this molecule, and its other variants include Citrine and Y-pet. Homologs of this protein found in M. cavernosa (cav-er-NO-suh) has an unusual \"timer\" phenotype, in which its properties change during maturation. An A-206-K variant of this protein is unable to dimerize. This molecule uses an H-B-I cofactor bound to a tripeptide ring of serine-65, (*) tyrosine-66, and glycine-67. That chromophore is": {
    "guess": "Green fluorescent protein",
    "confidence": [
      [
        "Green",
        -0.001237968
      ],
      [
        " fluorescent",
        -0.004258496
      ],
      [
        " protein",
        -0.00013834333
      ]
    ]
  },
  "Its evolving domination in the mammalian brain involves its reception of wider and wider ranges of sensory information via the thalamus and the emergence of higher neural activities based on that data. Folding of its surface provides a large surface area for activity for the rich concentration of synapses.": {
    "guess": "Neocortex",
    "confidence": [
      [
        "Ne",
        -0.68480825
      ],
      [
        "oc",
        -0.27846172
      ],
      [
        "ortex",
        -1.2113979e-05
      ]
    ]
  },
  "During the evolution of this protein, its fold-anchoring and breathing regions may have flipped through a hinge migration mechanism. The F-56-L amino acid substitution results in the Venus variant of this molecule, and its other variants include Citrine and Y-pet. Homologs of this protein found in M. cavernosa (cav-er-NO-suh) has an unusual \"timer\" phenotype, in which its properties change during maturation. An A-206-K variant of this protein is unable to dimerize. This molecule uses an H-B-I cofactor bound to a tripeptide ring of serine-65, (*) tyrosine-66, and glycine-67. That chromophore is in the internal helix of this molecule surrounded by a beta barrel scaffold. This protein has a characteristic emission peak at 509 nanometers. For 10 points, name this protein which was first isolated": {
    "guess": "Green fluorescent protein",
    "confidence": [
      [
        "Green",
        -0.078412876
      ],
      [
        " fluorescent",
        -0.04191208
      ],
      [
        " protein",
        -0.00036930136
      ]
    ]
  },
  "Its evolving domination in the mammalian brain involves its reception of wider and wider ranges of sensory information via the thalamus and the emergence of higher neural activities based on that data. Folding of its surface provides a large surface area for activity for the rich concentration of synapses. FTP name this layer of grey matter, also called the pallium, covering the cerebral hemispheres": {
    "guess": "Cerebral cortex",
    "confidence": [
      [
        "C",
        -0.07727003
      ],
      [
        "ere",
        -0.00060772157
      ],
      [
        "bral",
        -1.1756368e-05
      ],
      [
        " cortex",
        -0.032309353
      ]
    ]
  },
  "Its evolving domination in the mammalian brain involves its reception of wider and wider ranges of sensory information via the thalamus and the emergence of higher neural activities based on that data.": {
    "guess": "Neural oscillation",
    "confidence": [
      [
        "Ne",
        -0.7382634
      ],
      [
        "ural",
        -0.38599837
      ],
      [
        " oscill",
        -0.66994995
      ],
      [
        "ation",
        -0.004349772
      ]
    ]
  },
  "This man evoked the myth of Adam and Eve in such poems as \"Kitty Hawk.\" Another poem describes how \"magnified apples appear and disappear,\" and a third claims that \"So Eden sank to grief, so dawn goes down to day.\" In addition to \"After Apple Picking\" and \"Nothing Gold Can Stay,\" this man wrote about": {
    "guess": "Robert Frost",
    "confidence": [
      [
        "Robert",
        -0.094186775
      ],
      [
        " Frost",
        -0.00017112066
      ]
    ]
  },
  "Its evolving domination in the mammalian brain involves its reception of wider and wider ranges of sensory": {
    "guess": "Thalamus",
    "confidence": [
      [
        "Th",
        -1.3781186
      ],
      [
        "alam",
        -0.0012998806
      ],
      [
        "us",
        -0.0051982976
      ]
    ]
  },
  "This man evoked the myth of Adam and Eve in such poems as \"Kitty Hawk.\" Another poem describes how \"magnified apples appear and disappear,\" and a third claims that \"So Eden sank to grief, so dawn goes down to day.\" In addition to \"After Apple Picking\" and \"Nothing Gold Can Stay,\" this man wrote about woods that are \"lovely, dark, and (*) deep\" in a poem whose speaker has \"miles to go\" before he sleeps. For 10 points, name this author of \"Stopping By Woods on a Snowy Evening\" who wrote in \"Mending Wall\" that \"good fences make good neighbors.\"": {
    "guess": "Robert Frost",
    "confidence": [
      [
        "Robert",
        -0.0019125767
      ],
      [
        " Frost",
        -6.511407e-06
      ]
    ]
  },
  "This man evoked the myth of Adam and Eve in such poems as \"Kitty Hawk.\" Another poem describes how \"magnified apples appear and disappear,\" and a third claims that \"So Eden sank to grief, so dawn goes down to day.\" In addition to \"After Apple Picking\" and \"Nothing Gold Can Stay,\" this man wrote about woods that are \"lovely, dark, and (*) deep\" in a poem whose speaker has \"miles to go\" before he sleeps. For 10 points, name this author of \"Stopping By Woods on a Snowy Evening\" who wrote in \"Mending": {
    "guess": "Robert Frost",
    "confidence": [
      [
        "Robert",
        -0.019553738
      ],
      [
        " Frost",
        -5.9437833e-05
      ]
    ]
  },
  "During the evolution of this protein, its fold-anchoring and breathing regions may have flipped through a hinge migration mechanism. The F-56-L amino acid substitution results in the Venus variant of this molecule, and its other variants include Citrine and Y-pet. Homologs of this protein found in M.": {
    "guess": "Green fluorescent protein",
    "confidence": [
      [
        "Green",
        -0.39775217
      ],
      [
        " fluorescent",
        -0.004834396
      ],
      [
        " protein",
        -0.0009095563
      ]
    ]
  },
  "During the evolution of this protein, its fold-anchoring and breathing regions may have flipped through a hinge migration mechanism. The F-56-L amino acid substitution results in the Venus variant of this molecule, and its other variants include Citrine and Y-pet. Homologs of this protein found in M. cavernosa (cav-er-NO-suh) has an unusual \"timer\" phenotype, in which its properties change during maturation. An A-206-K variant of this protein is unable to dimerize. This molecule uses an H-B-I cofactor": {
    "guess": "Green fluorescent protein",
    "confidence": [
      [
        "Green",
        -0.0139372405
      ],
      [
        " fluorescent",
        -0.101006106
      ],
      [
        " protein",
        -0.0001693326
      ]
    ]
  },
  "During the evolution of this protein, its fold-anchoring and breathing regions may have flipped through a hinge migration mechanism. The F-56-L amino acid substitution results in the Venus variant of this": {
    "guess": "Green fluorescent protein",
    "confidence": [
      [
        "Green",
        -0.5610785
      ],
      [
        " fluorescent",
        -0.012531664
      ],
      [
        " protein",
        -0.00048453463
      ]
    ]
  },
  "During the evolution of this protein, its fold-anchoring and breathing regions may have flipped through a hinge migration mechanism. The F-56-L amino acid substitution results in the Venus variant of this molecule, and its other variants include Citrine and Y-pet. Homologs of this protein found in M. cavernosa (cav-er-NO-suh) has an unusual \"timer\" phenotype, in which its properties change during maturation. An A-206-K variant of this protein is unable to dimerize. This molecule uses an H-B-I cofactor bound to a tripeptide ring of serine-65, (*) tyrosine-66, and glycine-67. That chromophore is in the internal helix of this molecule surrounded by a beta barrel scaffold. This protein has a characteristic": {
    "guess": "Green fluorescent protein",
    "confidence": [
      [
        "Green",
        -0.050811496
      ],
      [
        " fluorescent",
        -0.012872529
      ],
      [
        " protein",
        -0.0001136755
      ]
    ]
  }
}