{
  "In Aztec myth, this event happened with the birth of Ometeotl (oh-may-tee-AHT-l) or after Ometeotl's (oh may-tee-AHT-lz) children killed the sea-monster Cipactli (kee-PAKT-lee). In other Aztec traditions, it happened with the dawning of the Fifth Sun. In Chinese myth, it happened after Pangu emerged from the cosmic egg. In Greek myth, Nyx is born right after this event, which is preceded by a void called Chaos. For 10 points, name this action accomplished by God in the Book of Genesis in six days.": {
    "guess": "Creation myth",
    "confidence": [
      [
        "Creation",
        -0.06655152
      ],
      [
        " myth",
        -0.1483027
      ]
    ]
  },
  "In Aztec myth, this event happened with the birth of Ometeotl (oh-may-tee-AHT-l) or after Ometeotl's (oh may-tee-AHT-lz) children killed the sea-monster Cipactli (kee-PAKT-lee). In other Aztec traditions,": {
    "guess": "Fifth Sun",
    "confidence": [
      [
        "F",
        -1.3979615
      ],
      [
        "ifth",
        -0.0030797904
      ],
      [
        " Sun",
        -0.010043628
      ]
    ]
  },
  "The Aztecs used cochineal insects to create a dye of this color called carmine. William II of England was given a nickname denoting this color. During the Years of Lead, Italian Prime Minister Aldo Moro was murdered by an organization with this color in its name. During the French Revolution, the sans-culottes": {
    "guess": "Red",
    "confidence": [
      [
        "Red",
        -0.45657074
      ]
    ]
  },
  "The Aztecs used cochineal insects to create a dye of this color called carmine. William II of England was given a nickname denoting this color. During the Years of Lead, Italian Prime Minister Aldo Moro was murdered by an organization with this color in its name. During the French Revolution, the sans-culottes donned (*) Phrygian caps of this color. Those who partook in the Expedition of the Thousand under the command of Giuseppe Garibaldi wore shirts of this color, and it names an army that fought with the White Army during the Russian Civil War. For ten points, name this color associated with the Communist party": {
    "guess": "Red",
    "confidence": [
      [
        "Red",
        -0.0020909
      ]
    ]
  },
  "The Aztecs used cochineal insects to create a dye of this color called carmine. William II of England": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9931474
      ]
    ]
  },
  "In Aztec myth this position is held by a deity who is also associated with feasts and gaming, the little black god Ixtlilton, while in Phoenician myth this role is filled by Sidon's tutelary deity Eshmun.  In Shinto myth a god of sorcery and farming named Okuninushi also fills this role, and in Hindu myth Saranyu's sons are divine horsemen who hold this position.  Those gods are all patrons of an activity associated with a magical pigskin retrieved by the sons of Tuireann.  In Greek myth this position": {
    "guess": "God of Athletics",
    "confidence": [
      [
        "God",
        -1.350836
      ],
      [
        " of",
        -0.10984024
      ],
      [
        " Athletics",
        -1.9010353
      ]
    ]
  },
  "In Aztec myth, this event happened with the birth of Ometeotl (oh-may-tee-AHT-l) or after Ometeotl's (oh may-tee-AHT-lz) children killed the sea-monster Cipactli (kee-PAKT-lee). In other Aztec traditions, it happened with the dawning of the Fifth Sun. In Chinese myth, it happened after Pangu emerged": {
    "guess": "Creator deity",
    "confidence": [
      [
        "Creator",
        -0.34937605
      ],
      [
        " deity",
        -0.0004360334
      ]
    ]
  },
  "In Aztec myth, this event happened with the birth of Ometeotl (oh-may-tee-AHT-l) or after Ometeotl's (oh may-tee-AHT-lz) children killed the sea-monster Cipactli (kee-PAKT-lee). In other Aztec traditions, it happened with the dawning of the Fifth Sun. In Chinese myth, it happened after Pangu emerged from the cosmic egg. In Greek myth, Nyx is born right after this event, which is preceded by a void": {
    "guess": "Creator deity",
    "confidence": [
      [
        "Creator",
        -0.5454833
      ],
      [
        " deity",
        -6.921253e-05
      ]
    ]
  },
  "The Aztecs used cochineal insects to create a dye of this color called carmine. William II of England was given a nickname denoting this color. During the Years of Lead, Italian Prime Minister Aldo Moro was murdered by an organization with this color in its name. During the French Revolution, the sans-culottes donned (*) Phrygian caps of this color. Those who partook in the Expedition of the Thousand under the command of Giuseppe Garibaldi wore shirts of this color, and it names an army that fought": {
    "guess": "Red",
    "confidence": [
      [
        "Red",
        -0.0009152671
      ]
    ]
  },
  "In Aztec myth this position is held by a deity who is also associated with feasts and gaming, the little black god Ixtlilton, while in Phoenician myth this role is filled by Sidon's tutelary deity Eshmun.  In Shinto myth a god of sorcery and farming named Okuninushi also fills this role, and in Hindu myth Saranyu's sons are divine horsemen who hold this position.  Those gods are all patrons of an activity associated with a magical pigskin retrieved by the sons of Tuireann.  In Greek myth this position is primarily filled by a god whose sons Podalirius and Machaon served the Greek army at Troy, and among the Tuatha D?Danann this is the role of Dian Cecht.  The Ashvin twins and Imhotep hold, for 10 points, what position also held by Apollo's son by Coronis, the god Asclepius?": {
    "guess": "God of healing",
    "confidence": [
      [
        "God",
        -1.2817806
      ],
      [
        " of",
        -0.0094752135
      ],
      [
        " healing",
        -0.91518956
      ]
    ]
  },
  "In Aztec myth this position is held by a deity who is also associated with feasts and gaming, the little black god Ixtlilton, while in Phoenician myth this role is filled by Sidon's tutelary deity Eshmun.  In Shinto myth a god of sorcery and farming named Okuninushi also fills this role, and in Hindu": {
    "guess": "Tutelary deity",
    "confidence": [
      [
        "T",
        -1.31962
      ],
      [
        "ut",
        -0.087475345
      ],
      [
        "el",
        -1.7432603e-06
      ],
      [
        "ary",
        -7.4695905e-05
      ],
      [
        " deity",
        -0.025620671
      ]
    ]
  },
  "In Aztec myth this position is held by a deity who is also associated with feasts and gaming, the little black god Ixtlilton, while in Phoenician myth this role is filled by Sidon's tutelary deity Eshmun.  In Shinto myth a god of sorcery and farming named Okuninushi also fills this role, and in Hindu myth Saranyu's sons are divine horsemen who hold this position.  Those gods are all patrons of an activity associated with a magical pigskin retrieved by the sons of Tuireann.  In Greek myth this position is primarily filled by a god whose sons Podalirius and Machaon served the Greek army at Troy, and among the Tuatha D?Danann this is the role of Dian Cecht.  The Ashvin twins and Imhotep hold, for": {
    "guess": "God of Healing",
    "confidence": [
      [
        "God",
        -0.20098051
      ],
      [
        " of",
        -0.46717432
      ],
      [
        " Healing",
        -0.1893258
      ]
    ]
  },
  "The Aztecs used cochineal insects to create a dye of this color called carmine. William II of England was given a nickname denoting this color. During the Years of Lead, Italian Prime Minister Aldo Moro was murdered by an organization with this color in its name. During the French Revolution, the sans-culottes donned (*) Phrygian caps of this color. Those who partook in the Expedition of the Thousand": {
    "guess": "Red",
    "confidence": [
      [
        "Red",
        -0.05203388
      ]
    ]
  },
  "The Aztecs used cochineal insects to create a dye of this color called carmine. William II of England was given a nickname denoting this color. During the Years of Lead, Italian Prime Minister Aldo Moro": {
    "guess": "Red",
    "confidence": [
      [
        "Red",
        -0.2872561
      ]
    ]
  },
  "In Aztec myth this position is held by a deity who is also associated with feasts and gaming, the little black god Ixtlilton, while in Phoenician myth this role is filled by Sidon's tutelary deity Eshmun.  In Shinto myth a god of sorcery and farming named Okuninushi also fills this role, and in Hindu myth Saranyu's sons are divine horsemen who hold this position.  Those gods are all patrons of an activity associated with a magical pigskin retrieved by the sons of Tuireann.  In Greek myth this position is primarily filled by a god whose sons Podalirius and Machaon served the Greek army at Troy,": {
    "guess": "Physician god",
    "confidence": [
      [
        "Phys",
        -1.0621755
      ],
      [
        "ician",
        -0.0031181797
      ],
      [
        " god",
        -0.46928716
      ]
    ]
  },
  "In Aztec myth this position is held by a deity who is also associated with feasts and gaming, the little black god Ixtlilton, while in Phoenician myth this role is filled by Sidon's tutelary deity Eshmun.": {
    "guess": "Tutelary deity",
    "confidence": [
      [
        "T",
        -0.22524875
      ],
      [
        "ut",
        -0.000947188
      ],
      [
        "el",
        -1.342522e-05
      ],
      [
        "ary",
        -3.8338785e-05
      ],
      [
        " deity",
        -0.11864539
      ]
    ]
  },
  "The Aztecs used cochineal insects to create a dye of this color called carmine. William II of England was given a nickname denoting this color. During the Years of Lead, Italian Prime Minister Aldo Moro was murdered by an organization with this color in its name. During the French Revolution, the sans-culottes donned (*) Phrygian caps of this color. Those who partook in the Expedition of the Thousand under the command of Giuseppe Garibaldi wore shirts of this color, and it names an army that fought with the White Army during the Russian Civil War. For ten points, name this color associated with": {
    "guess": "Red",
    "confidence": [
      [
        "Red",
        -0.0005760281
      ]
    ]
  },
  "In Aztec myth, this event happened with the birth of Ometeotl (oh-may-tee-AHT-l) or after Ometeotl's": {
    "guess": "Creator deity",
    "confidence": [
      [
        "Creator",
        -0.52335286
      ],
      [
        " deity",
        -0.0003249759
      ]
    ]
  },
  "In Aztec myth this position is held by a deity who is also associated with feasts and gaming, the little black god Ixtlilton, while in Phoenician myth this role is filled by Sidon's tutelary deity Eshmun.  In Shinto myth a god of sorcery and farming named Okuninushi also fills this role, and in Hindu myth Saranyu's sons are divine horsemen who hold this position.  Those gods are all patrons of an activity": {
    "guess": "Patron deity",
    "confidence": [
      [
        "Pat",
        -0.35867155
      ],
      [
        "ron",
        -0.0009870809
      ],
      [
        " deity",
        -0.3821271
      ]
    ]
  },
  "In Aztec myth this position is held by a deity who is also associated with feasts and gaming, the little": {
    "guess": "Macuilxochitl",
    "confidence": [
      [
        "Mac",
        -0.32824948
      ],
      [
        "uil",
        -0.017276265
      ],
      [
        "x",
        -0.015437421
      ],
      [
        "och",
        -0.0022123468
      ],
      [
        "it",
        -0.00044604283
      ],
      [
        "l",
        -4.8471098e-05
      ]
    ]
  }
}