{
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote a children's book, The Dreaming Youth, which was deemed inappropriate because of the psychosexual illustrations that he provided.  He had already been kicked out of art school for his Pieta with Bloody": {
    "guess": "Paul Cadmus",
    "confidence": [
      [
        "Paul",
        -2.0446906
      ],
      [
        " Cad",
        -0.6463484
      ],
      [
        "mus",
        -0.000134052
      ]
    ]
  },
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote a children's book, The Dreaming Youth, which was deemed inappropriate because of the psychosexual illustrations that he provided.  He had already been kicked out of art school for his Pieta with Bloody Man and been in hot water for his pen drawings of a naked Mata Hari.  His mature period saw the production of such major canvases as Venice, Boats at the Dagana, Help the Basque Children, and his Portrait of Tomas Masaryk.  This followed a time when he had made a life-sized doll of his mistress that he would often take to the opera before smashing the doll to pieces during a night of heavy drinking.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0033255
      ]
    ]
  },
  "Elizabeth Johns describes how the central figure of this painting is portrayed as a teacher of future American generations. The students of this painting's artist took a photograph parodying it in which the main character dramatically holds an axe. A man with a yellow scarf appears to be falling asleep": {
    "guess": "The Republic (painting)",
    "confidence": [
      [
        "The",
        -0.12755737
      ],
      [
        " Republic",
        -0.8425758
      ],
      [
        " (",
        -0.08215839
      ],
      [
        "paint",
        -0.13524456
      ],
      [
        "ing",
        -0.0005761472
      ],
      [
        ")",
        -0.005480745
      ]
    ]
  },
  "Elizabeth Gilbert's New Journalism biography of outdoors enthusiast Eustace Conway was titled as this kind of \"American Man.\" This adjective also titles a story about the death of Minna Davis and the suicide of Schwartz, in which the crafty Pat Brady impacts such figures as the alcoholic writer Wylie White. The greedy Dr. Bumstead treats Peter Alden, the father of the title character Oliver, in a George Santayana novel with this adjective in the title. The protagonist of Parade's End, Christopher Tietjens, is called this type of English Tory, and it also titles a book set in Thalia about Sonny Crawford and Jacy Farrow, written by Larry McMurtry. For 10 points, Santayana's \"Puritan,\" the titular": {
    "guess": "The Last Puritan",
    "confidence": [
      [
        "The",
        -1.6600077
      ],
      [
        " Last",
        -0.037667066
      ],
      [
        " Pur",
        -0.34373075
      ],
      [
        "itan",
        -0.00024108587
      ]
    ]
  },
  "Elizabeth Johns describes how the central figure of this painting is portrayed as a teacher of future American generations. The students of this painting's artist took a photograph parodying it in which": {
    "guess": "The Gross Clinic",
    "confidence": [
      [
        "The",
        -0.09116315
      ],
      [
        " Gross",
        -0.70237136
      ],
      [
        " Clinic",
        -1.9816675e-06
      ]
    ]
  },
  "Elizabeth Johns describes how the central figure of this painting is portrayed as a teacher of future American generations. The students of this painting's artist took a photograph parodying it in which the main character dramatically holds an axe. A man with a yellow scarf appears to be falling asleep and a man with a goatee leans over a balcony in this work. On the left of this painting, two figures": {
    "guess": "Washington Crossing the Delaware",
    "confidence": [
      [
        "Washington",
        -0.45988193
      ],
      [
        " Crossing",
        -0.028200459
      ],
      [
        " the",
        -0.00060390704
      ],
      [
        " Delaware",
        -0.00012415809
      ]
    ]
  },
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote a children's book, The Dreaming Youth, which was deemed inappropriate because of the psychosexual illustrations that he provided.  He had already been kicked out of art school for his Pieta with Bloody Man and been in hot water for his pen drawings of a naked Mata Hari.  His mature period saw the production of such major canvases as Venice, Boats at the Dagana, Help the Basque Children, and his Portrait": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.9999341
      ]
    ]
  },
  "Elizabeth Johns describes how the central figure of this painting is portrayed as a teacher of future American generations. The students of this painting's artist took a photograph parodying it in which the main character dramatically holds an axe. A man with a yellow scarf appears to be falling asleep and a man with a goatee leans over a balcony in this work. On the left of this painting, two figures stand in a red tunnel (*) behind the main proceedings. On the left, a blond clerk takes notes while": {
    "guess": "Washington Crossing the Delaware",
    "confidence": [
      [
        "Washington",
        -0.5958451
      ],
      [
        " Crossing",
        -0.056809038
      ],
      [
        " the",
        -0.0014092821
      ],
      [
        " Delaware",
        -0.00031997304
      ]
    ]
  },
  "Elizabeth Johns describes how the central figure of this painting is portrayed as a teacher of future": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.3661035
      ]
    ]
  },
  "Elizabeth Johns describes how the central figure of this painting is portrayed as a teacher of future American generations. The students of this painting's artist took a photograph parodying it in which the main character dramatically holds an axe. A man with a yellow scarf appears to be falling asleep and a man with a goatee leans over a balcony in this work. On the left of this painting, two figures stand in a red tunnel (*) behind the main proceedings. On the left, a blond clerk takes notes while four men including James Barton and Daniel Appel conduct their work. In the central scene, a woman with clenched hands looks away from the torso of a patient of ambiguous gender being cut by the title Jefferson Medical College professor. For 10 points, name this Thomas Eakins (EE-kinz) painting": {
    "guess": "The Agnew Clinic",
    "confidence": [
      [
        "The",
        -0.005240872
      ],
      [
        " Ag",
        -0.26050958
      ],
      [
        "new",
        -8.7450695e-05
      ],
      [
        " Clinic",
        -8.180258e-06
      ]
    ]
  },
  "Elizabeth Gilbert's New Journalism biography of outdoors enthusiast Eustace Conway was titled as this kind of \"American Man.\" This adjective also titles a story about the death of Minna Davis and the suicide of Schwartz, in which the crafty Pat Brady impacts such figures as the alcoholic writer Wylie": {
    "guess": "The Last American Man",
    "confidence": [
      [
        "The",
        -0.22011223
      ],
      [
        " Last",
        -0.6791591
      ],
      [
        " American",
        -0.0022380434
      ],
      [
        " Man",
        -0.0003364158
      ]
    ]
  },
  "Elizabeth Gilbert's New Journalism biography of outdoors enthusiast Eustace Conway was titled as this kind of \"American Man.\" This adjective also titles a story about the death of Minna Davis and the suicide of Schwartz, in which the crafty Pat Brady impacts such figures as the alcoholic writer Wylie White. The greedy Dr. Bumstead treats Peter Alden, the father of the title character Oliver, in a George Santayana novel with this adjective in the title. The protagonist of Parade's End, Christopher Tietjens, is called this type of English Tory, and it also titles a book set in Thalia about Sonny": {
    "guess": "The Last Puritan",
    "confidence": [
      [
        "The",
        -0.45036617
      ],
      [
        " Last",
        -0.038344633
      ],
      [
        " Pur",
        -0.6136996
      ],
      [
        "itan",
        -0.00010938417
      ]
    ]
  },
  "Elizabeth Gilbert's New Journalism biography of outdoors enthusiast Eustace Conway was titled as this kind of \"American Man.\" This adjective also titles a story about the death of Minna Davis and the suicide of Schwartz, in which the crafty Pat Brady impacts such figures as the alcoholic writer Wylie White. The greedy Dr. Bumstead treats Peter Alden, the father of the title character Oliver, in a George": {
    "guess": "The Last American Man",
    "confidence": [
      [
        "The",
        -0.6123986
      ],
      [
        " Last",
        -0.34021127
      ],
      [
        " American",
        -0.068204656
      ],
      [
        " Man",
        -0.0007417303
      ]
    ]
  },
  "Elizabeth Gilbert's New Journalism biography of outdoors enthusiast Eustace Conway was titled as this kind of \"American Man.\" This adjective also titles a story about the death of Minna Davis and the suicide of Schwartz, in which the crafty Pat Brady impacts such figures as the alcoholic writer Wylie White. The greedy Dr. Bumstead treats Peter Alden, the father of the title character Oliver, in a George Santayana novel with this adjective in the title. The protagonist of Parade's End, Christopher Tietjens, is called this type of English Tory, and it also titles a book set in Thalia about Sonny Crawford and Jacy Farrow, written by Larry McMurtry. For 10 points, Santayana's \"Puritan,\" the titular Monroe Stahr in Fitzgerald's unfinished \"Tycoon,\" and a certain \"Picture Show\" are all described with what word?": {
    "guess": "American",
    "confidence": [
      [
        "American",
        -0.94905066
      ]
    ]
  },
  "Elizabeth Gilbert's New Journalism biography of outdoors enthusiast Eustace Conway was titled as this kind of \"American Man.\" This adjective also titles a story about the death of Minna Davis and the suicide of Schwartz, in which the crafty Pat Brady impacts such figures as the alcoholic writer Wylie White. The greedy Dr. Bumstead treats Peter Alden, the father of the title character Oliver, in a George Santayana novel with this adjective in the title. The protagonist of Parade's End, Christopher": {
    "guess": "American",
    "confidence": [
      [
        "American",
        -0.7573416
      ]
    ]
  },
  "Elizabeth Johns describes how the central figure of this painting is portrayed as a teacher of future American generations. The students of this painting's artist took a photograph parodying it in which the main character dramatically holds an axe. A man with a yellow scarf appears to be falling asleep and a man with a goatee leans over a balcony in this work. On the left of this painting, two figures stand in a red tunnel (*) behind the main proceedings. On the left, a blond clerk takes notes while four men including James Barton and Daniel Appel conduct their work. In the central scene, a woman with clenched hands looks away from the torso of a patient of ambiguous gender being cut by the title": {
    "guess": "The Gross Clinic",
    "confidence": [
      [
        "The",
        -0.08987062
      ],
      [
        " Gross",
        -0.10220726
      ],
      [
        " Clinic",
        -4.5371802e-05
      ]
    ]
  },
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.4097174
      ],
      [
        "ug",
        -0.008641755
      ],
      [
        "ène",
        -0.10374304
      ],
      [
        " Del",
        -0.1853597
      ],
      [
        "acro",
        -3.4121115e-06
      ],
      [
        "ix",
        -4.85903e-05
      ]
    ]
  },
  "Elizabeth Johns describes how the central figure of this painting is portrayed as a teacher of future American generations. The students of this painting's artist took a photograph parodying it in which the main character dramatically holds an axe. A man with a yellow scarf appears to be falling asleep and a man with a goatee leans over a balcony in this work. On the left of this painting, two figures stand in a red tunnel (*) behind the main proceedings. On the left, a blond clerk takes notes while four men including James Barton and Daniel Appel conduct their work. In the central scene, a woman": {
    "guess": "Washington Crossing the Delaware",
    "confidence": [
      [
        "Washington",
        -0.7390867
      ],
      [
        " Crossing",
        -0.1371578
      ],
      [
        " the",
        -0.0015352162
      ],
      [
        " Delaware",
        -0.00059366284
      ]
    ]
  },
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote a children's book, The Dreaming Youth, which was deemed inappropriate because of the psychosexual illustrations that he provided.  He had already been kicked out of art school for his Pieta with Bloody Man and been in hot water for his pen drawings of a naked Mata Hari.  His mature period saw the production of such major canvases as Venice, Boats at the Dagana, Help the Basque Children, and his Portrait of Tomas Masaryk.  This followed a time when he had made a life-sized doll of his mistress that he would often take to the opera before smashing the doll to pieces during a night of heavy drinking.  That doll was a likeness of his infatuation, Alma Mahler, whom he depicted in his major work.  FTP, name this member of the so-called Viennese Big Three and artist of Bride of the Wind, or The Tempest.": {
    "guess": "Oskar Kokoschka",
    "confidence": [
      [
        "O",
        -0.22973172
      ],
      [
        "sk",
        -0.0006242762
      ],
      [
        "ar",
        -1.4498052e-05
      ],
      [
        " Kok",
        -0.00014919086
      ],
      [
        "os",
        -0.0010172101
      ],
      [
        "ch",
        -8.041768e-05
      ],
      [
        "ka",
        -1.5928495e-05
      ]
    ]
  },
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote a children's book, The Dreaming Youth, which was deemed inappropriate because of the psychosexual illustrations that he provided.  He had already been kicked out of art school for his Pieta with Bloody Man and been in hot water for his pen drawings of a naked Mata Hari.  His mature period saw the production of such major canvases as Venice, Boats at the Dagana, Help the Basque Children, and his Portrait of Tomas Masaryk.  This followed a time when he had made a life-sized doll of his mistress that he would often take to the opera before smashing the doll to pieces during a night of heavy drinking.  That doll was a likeness of his infatuation, Alma Mahler, whom he depicted in his major work.  FTP, name this member of the so-called Viennese Big Three and artist of Bride of the Wind, or The": {
    "guess": "Oskar Kokoschka",
    "confidence": [
      [
        "O",
        -0.42422277
      ],
      [
        "sk",
        -0.000664899
      ],
      [
        "ar",
        -2.3795938e-05
      ],
      [
        " Kok",
        -0.0002880338
      ],
      [
        "os",
        -0.0019668164
      ],
      [
        "ch",
        -9.4960524e-05
      ],
      [
        "ka",
        -1.2113979e-05
      ]
    ]
  },
  "Elizabeth Gilbert's New Journalism biography of outdoors enthusiast Eustace Conway was titled as this kind of \"American Man.\" This adjective also titles a story about the death of Minna Davis and the suicide": {
    "guess": "American Man",
    "confidence": [
      [
        "American",
        -1.217054
      ],
      [
        " Man",
        -1.5911326
      ]
    ]
  },
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote a children's book, The Dreaming Youth, which was deemed inappropriate because of the psychosexual illustrations that he provided.  He had already been kicked out of art school for his Pieta with Bloody Man and been in hot water for his pen drawings of a naked Mata Hari.  His mature period saw the production": {
    "guess": "Paul Klee",
    "confidence": [
      [
        "Paul",
        -1.8022077
      ],
      [
        " K",
        -0.9241148
      ],
      [
        "lee",
        -0.0012172596
      ]
    ]
  },
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote a children's book, The Dreaming Youth, which was deemed inappropriate because of the psychosexual illustrations": {
    "guess": "Salvador Dalí",
    "confidence": [
      [
        "Sal",
        -1.9101142
      ],
      [
        "v",
        -0.020205371
      ],
      [
        "ador",
        -0.0089615155
      ],
      [
        " Dal",
        -0.11824797
      ],
      [
        "í",
        -0.00037263904
      ]
    ]
  },
  "Elizabeth Gilbert's New Journalism biography of outdoors enthusiast Eustace Conway was titled as this kind of \"American Man.\" This adjective also titles a story about the death of Minna Davis and the suicide of Schwartz, in which the crafty Pat Brady impacts such figures as the alcoholic writer Wylie White. The greedy Dr. Bumstead treats Peter Alden, the father of the title character Oliver, in a George Santayana novel with this adjective in the title. The protagonist of Parade's End, Christopher Tietjens, is called this type of English Tory, and it also titles a book set in Thalia about Sonny Crawford and Jacy Farrow, written by Larry McMurtry. For 10 points, Santayana's \"Puritan,\" the titular Monroe Stahr in Fitzgerald's unfinished \"Tycoon,\" and a certain \"Picture Show\" are all described": {
    "guess": "The Last American Man",
    "confidence": [
      [
        "The",
        -1.3411622
      ],
      [
        " Last",
        -0.025817376
      ],
      [
        " American",
        -0.7789576
      ],
      [
        " Man",
        -0.19773862
      ]
    ]
  },
  "Elizabeth Johns describes how the central figure of this painting is portrayed as a teacher of future American generations. The students of this painting's artist took a photograph parodying it in which the main character dramatically holds an axe. A man with a yellow scarf appears to be falling asleep and a man with a goatee leans over a balcony in this work. On the left of this painting, two figures stand in a red tunnel (*) behind the main proceedings. On the left, a blond clerk takes notes while four men including James Barton and Daniel Appel conduct their work. In the central scene, a woman with clenched hands looks away from the torso of a patient of ambiguous gender being cut by the title Jefferson Medical College professor. For 10 points, name this Thomas Eakins (EE-kinz) painting showing an elderly black-coated professor lecturing in a surgical theater during an operation.": {
    "guess": "The Agnew Clinic",
    "confidence": [
      [
        "The",
        -0.0018802083
      ],
      [
        " Ag",
        -0.32739496
      ],
      [
        "new",
        -0.00012606535
      ],
      [
        " Clinic",
        -2.8160932e-06
      ]
    ]
  },
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote a children's book, The Dreaming Youth, which was deemed inappropriate because of the psychosexual illustrations that he provided.  He had already been kicked out of art school for his Pieta with Bloody Man and been in hot water for his pen drawings of a naked Mata Hari.  His mature period saw the production of such major canvases as Venice, Boats at the Dagana, Help the Basque Children, and his Portrait of Tomas Masaryk.  This followed a time when he had made a life-sized doll of his mistress that": {
    "guess": "Otto Dix",
    "confidence": [
      [
        "Ot",
        -2.6598363
      ],
      [
        "to",
        -0.0028405376
      ],
      [
        " Dix",
        -0.0726249
      ]
    ]
  },
  "El Kantara and Marabout, Exodus resulted from his travels to Tunis and the Sahara.  This artist wrote a children's book, The Dreaming Youth, which was deemed inappropriate because of the psychosexual illustrations that he provided.  He had already been kicked out of art school for his Pieta with Bloody Man and been in hot water for his pen drawings of a naked Mata Hari.  His mature period saw the production of such major canvases as Venice, Boats at the Dagana, Help the Basque Children, and his Portrait of Tomas Masaryk.  This followed a time when he had made a life-sized doll of his mistress that he would often take to the opera before smashing the doll to pieces during a night of heavy drinking.  That doll was a likeness of his infatuation, Alma Mahler, whom he depicted in his major work.": {
    "guess": "Oskar Kokoschka",
    "confidence": [
      [
        "O",
        -0.58515656
      ],
      [
        "sk",
        -0.058130708
      ],
      [
        "ar",
        -5.7172965e-05
      ],
      [
        " Kok",
        -0.0004119616
      ],
      [
        "os",
        -0.0011580813
      ],
      [
        "ch",
        -9.698699e-05
      ],
      [
        "ka",
        -2.6299214e-05
      ]
    ]
  },
  "Elizabeth Gilbert's New Journalism biography of outdoors enthusiast Eustace Conway was titled as this": {
    "guess": "The Last American Man",
    "confidence": [
      [
        "The",
        -0.27369243
      ],
      [
        " Last",
        -0.014620009
      ],
      [
        " American",
        -2.1008714e-06
      ],
      [
        " Man",
        -2.129266e-05
      ]
    ]
  }
}