{
  "The 13-day gap between two dates in this story corresponds to the gap between the old and new calendar systems, suggesting a dream as the explanation for its events.  While wearing a gold-braided uniform, the title object is lost, but when its owner tries to place an ad to find it, the newspaper refuses. Later, it is confiscated from the barber Yakovlev and returned to Kovalyov, but it refuses to stick to his face.  FTP, name this short story by Nikolai Gogol about a wayward proboscis.": {
    "guess": "The Nose (Gogol short story)",
    "confidence": [
      [
        "The",
        -0.057569746
      ],
      [
        " Nose",
        -0.0068758065
      ],
      [
        " (",
        -0.2848273
      ],
      [
        "G",
        -0.0025645993
      ],
      [
        "og",
        -2.220075e-06
      ],
      [
        "ol",
        -2.8802491e-05
      ],
      [
        " short",
        -0.0040643904
      ],
      [
        " story",
        -2.3915141e-05
      ],
      [
        ")",
        -2.808727e-05
      ]
    ]
  },
  "The day after this event, Guy Henry and his force, known as the \"Brunettes,\" battled an opposing group believed to have burned down the Drexel Mission. Participants in this event controversially received twenty Medals of Honor, with one citation praising the retrieval of a stampeded mule. After it, James Forsyth was relieved of command by an angry General Nelson Miles. In 1973, members of AIM symbolically": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.03888256
      ],
      [
        "ounded",
        -0.0056411475
      ],
      [
        " Knee",
        -6.754368e-05
      ],
      [
        " Mass",
        -0.5152411
      ],
      [
        "acre",
        -1.4617256e-05
      ]
    ]
  },
  "The day before this holiday sees many people perform the Hatarat Nedarim. The unrelated Fast of Gedaliah typically occupies the day after this holiday. One practice on this holiday involves reciting a section of Micah and throwing bread into a body of water in the ritual known as tashlikh. The Avinu": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.49701267
      ],
      [
        "om",
        -0.00010294717
      ],
      [
        " K",
        -3.2929079e-06
      ],
      [
        "ipp",
        -5.3193703e-06
      ],
      [
        "ur",
        -4.763667e-05
      ]
    ]
  },
  "On the day World War II ended, rioting occurred in one of this country's colonies in the Sétif massacre. This country saw rioting in the wake of a general strike in May 1968, leading to the formation of": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.5347085
      ]
    ]
  },
  "On the day World War II ended, rioting occurred in one of this country's colonies in the Sétif massacre.": {
    "guess": "Algeria",
    "confidence": [
      [
        "Al",
        -0.033829655
      ],
      [
        "ger",
        -3.4121115e-06
      ],
      [
        "ia",
        -0.028669259
      ]
    ]
  },
  "On the day prior to this battle, each regiment of the winning side was issued two gallons of brandy. One hour before dawn, the other force called off a planned offensive across the river Nairn, a maneuver inspired by the losing side's earlier victory at the Battle of Prestonpans. Despite objections from George Murray, the losing side still employed the \"Highland Charge,\" which led to heavy casualties by artillery commanded by the Duke of Cumberland, and Bonnie Prince Charlie led the losers. For 10 points, name this 1746 clash that crushed the Jacobite revolt.": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.007864971
      ],
      [
        " of",
        -0.00030638382
      ],
      [
        " C",
        -3.5954712e-05
      ],
      [
        "ull",
        0.0
      ],
      [
        "oden",
        -4.5133394e-05
      ]
    ]
  },
  "On this day alone, the Kohen Gadol wore white linen robes while pronouncing the Tetragrammaton. Its worship": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.28581068
      ],
      [
        "om",
        -0.00011582117
      ],
      [
        " K",
        -5.8841815e-05
      ],
      [
        "ipp",
        -7.107425e-06
      ],
      [
        "ur",
        -0.00010151673
      ]
    ]
  },
  "The day before this holiday sees many people perform the Hatarat Nedarim. The unrelated Fast of Gedaliah": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.0013467809
      ],
      [
        "osh",
        -5.6769813e-06
      ],
      [
        " Hash",
        -2.7014437e-05
      ],
      [
        "an",
        -2.7133641e-05
      ],
      [
        "ah",
        -1.3856493e-06
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at this place. A noted shot of Bruno staring downwards at Guy from it is included in Strangers on a Train. It is the first site visited during the \"Freedom Isn't Free\" montage in Team America: World Police, and Jessica wonders whether a person depicted here is sad because he is so incredibly old in Logan's": {
    "guess": "Lincoln Memorial",
    "confidence": [
      [
        "Lin",
        -1.0872606
      ],
      [
        "coln",
        -0.0011468872
      ],
      [
        " Memorial",
        -0.004901062
      ]
    ]
  },
  "These days, she's opened Blue Tree Toy Store, a trendy boutique on New York's Upper East Side. Her lesser-known roles include Lili in the TV-movies Lace and Lace II, and she plays Lizzie, a meek woman dominated by her mother until she is revisited by her crazy orange-haired invisible friend played by Rik Mayall, in the cult classic Drop Dead Fred. More famous roles include Michael J. Fox's model wife in Bright Lights, Big City, Kate in the Gremlins movies, and the mysterious title character in Princess": {
    "guess": "Phoebe Cates",
    "confidence": [
      [
        "Ph",
        -0.0008240377
      ],
      [
        "oe",
        -3.1281633e-07
      ],
      [
        "be",
        -2.188868e-05
      ],
      [
        " C",
        -0.00027694786
      ],
      [
        "ates",
        -6.2775536e-05
      ]
    ]
  },
  "Each day, he fought the monsters Sebau, Nak, and the snake god Apep with the help of Heka and Geb. Ironically, he separated Geb and Nut in one creation myth, causing the creation of the oceans from Geb's": {
    "guess": "Shu (Egyptian deity)",
    "confidence": [
      [
        "Sh",
        -0.10702054
      ],
      [
        "u",
        -3.7742768e-05
      ],
      [
        " (",
        -0.056317415
      ],
      [
        "Egypt",
        -0.0011254526
      ],
      [
        "ian",
        -1.6643718e-05
      ],
      [
        " deity",
        -0.010336392
      ],
      [
        ")",
        -5.2285613e-05
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at": {
    "guess": "The Day the Earth Stood Still",
    "confidence": [
      [
        "The",
        -0.70019084
      ],
      [
        " Day",
        -0.03640952
      ],
      [
        " the",
        -0.0018722363
      ],
      [
        " Earth",
        -1.5451682e-05
      ],
      [
        " St",
        -7.755679e-05
      ],
      [
        "ood",
        -5.407367e-05
      ],
      [
        " Still",
        -4.036525e-05
      ]
    ]
  },
  "On this day alone, the Kohen Gadol wore white linen robes while pronouncing the Tetragrammaton. Its worship service ends with the Ne'ila and involves reading the Book of Jonah. This day, which features": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.002604672
      ],
      [
        "om",
        -5.3193703e-06
      ],
      [
        " K",
        -1.2590794e-05
      ],
      [
        "ipp",
        -6.6306106e-06
      ],
      [
        "ur",
        -3.2736214e-05
      ]
    ]
  },
  "On the day World War II ended, rioting occurred in one of this country's colonies in the Sétif massacre. This country saw rioting in the wake of a general strike in May 1968, leading to the formation of the UDR party. This losing nation of the Battle of Dien Bien Phu was led in the 1980s by President Mitterand. Its Fifth Republic was established in 1958 under Charles de Gaulle. Currently led by Nicolas Sarkozy, for 10 points, name this European nation where President Jacques Chirac dealt with the 1995 bombings on the Paris metro.": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.39919215
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at this place. A noted shot of Bruno staring downwards at Guy from it is included in Strangers on a Train. It is the first site visited during the \"Freedom Isn't Free\" montage in Team America: World Police, and Jessica wonders whether a person depicted here is sad because he is so incredibly old in Logan's Run. A protest here is where Jenny is reunited with Forrest Gump, and Saunders convinces the title": {
    "guess": "Lincoln Memorial",
    "confidence": [
      [
        "Lin",
        -0.2575963
      ],
      [
        "coln",
        -0.00014668758
      ],
      [
        " Memorial",
        -0.0018913877
      ]
    ]
  },
  "During each day in this work, someone different was king or queen, and among the characters in this collection are a woman who hides her lover in her butt and a man who fed his future wife his own falcon. Gualtieri pretends to marry his own daughter and have his mother plan the wedding, and after finding the head of their former business partner, Isabetta's brothers leave and she dies of a broken heart in this collection. The central group in this story are holed up in a villa, as they all fled a plague that had taken over Florence. FTP, identify the collection of ten stories written by Giovanni Boccaccio.": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.016807264
      ],
      [
        " Dec",
        -0.0016478032
      ],
      [
        "ameron",
        -1.27099975e-05
      ]
    ]
  },
  "The 13-day gap between two dates in this story corresponds to the gap between the old and new calendar": {
    "guess": "Old New Year",
    "confidence": [
      [
        "Old",
        -1.5068375
      ],
      [
        " New",
        -0.5131241
      ],
      [
        " Year",
        -0.015444573
      ]
    ]
  },
  "At daybreak, Susan sees a buttered slice of bread, Rhoda hears birds' cries, Jinny sees a gold and crimson tassel, Bernard sees a ring of light, Neville sees a globe, and Louis hears a chained beast stomping on the sand. The six only reunite twice, once at a restaurant with Percival and once at Hampton Court, after having been raised together by the same governess in a house by the seashore; Bernard maintains that together the six of them make up one person. FTP what is this 1931 novel, in which": {
    "guess": "The Waves",
    "confidence": [
      [
        "The",
        -0.020504521
      ],
      [
        " Waves",
        -5.3193703e-06
      ]
    ]
  },
  "On the day prior to this battle, each regiment of the winning side was issued two gallons of brandy. One hour before dawn, the other force called off a planned offensive across the river Nairn, a maneuver inspired by the losing side's earlier victory at the Battle of Prestonpans. Despite objections from George Murray, the losing side still employed the \"Highland Charge,\" which led to heavy casualties by artillery commanded by the Duke of Cumberland, and Bonnie Prince Charlie led the losers. For 10": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.0063567506
      ],
      [
        " of",
        -0.0005149059
      ],
      [
        " C",
        -0.00022499338
      ],
      [
        "ull",
        -2.1008714e-06
      ],
      [
        "oden",
        -3.6669935e-05
      ]
    ]
  },
  "On the day of his birth he stole the cattle of Apollo which, after a few angry words, he exchanged in return for the lyre which he had just invented. A son of Zeus and Maia, he was known for slaying the hundred-eyed monster Argus, and in his role as a psychopomp he escorted the dead to the underworld.": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.00063202076
      ],
      [
        "erm",
        -3.7697225e-06
      ],
      [
        "es",
        -3.6908343e-05
      ]
    ]
  },
  "The day after this event, Guy Henry and his force, known as the \"Brunettes,\" battled an opposing group believed to have burned down the Drexel Mission. Participants in this event controversially received twenty Medals of Honor, with one citation praising the retrieval of a stampeded mule. After it, James Forsyth was relieved of command by an angry General Nelson Miles. In 1973, members of AIM symbolically occupied the location where this event took place. It began when the deaf Black Coyote refused to give up his rifle, prompting a skirmish that caused artillerymen with Hotchkiss guns to open fire.": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.004868211
      ],
      [
        "ounded",
        -0.00037216223
      ],
      [
        " Knee",
        -1.5928495e-05
      ],
      [
        " Mass",
        -0.007022611
      ],
      [
        "acre",
        -1.378283e-05
      ]
    ]
  },
  "During each day in this work, someone different was king or queen, and among the characters in this collection are a woman who hides her lover in her butt and a man who fed his future wife his own falcon. Gualtieri pretends to marry his own daughter and have his mother plan the wedding, and after finding the head of their former business partner, Isabetta's brothers leave and she dies of a broken heart in this collection. The central group in this story are holed up in a villa, as they all fled a": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.08367149
      ],
      [
        " Dec",
        -0.0055950377
      ],
      [
        "ameron",
        -0.00022320532
      ]
    ]
  },
  "At daybreak, Susan sees a buttered slice of bread, Rhoda hears birds' cries, Jinny sees a gold and crimson tassel, Bernard sees a ring of light, Neville sees a globe, and Louis hears a chained beast stomping": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.5722861
      ],
      [
        " the",
        -0.008195147
      ],
      [
        " L",
        -3.88156e-05
      ],
      [
        "ighthouse",
        -5.50273e-05
      ]
    ]
  },
  "The 13-day gap between two dates in this story corresponds to the gap between the old and new calendar systems, suggesting a dream as the explanation for its events.  While wearing a gold-braided uniform,": {
    "guess": "The Twelve and the Thirteenth",
    "confidence": [
      [
        "The",
        -0.75407004
      ],
      [
        " Twelve",
        -1.8010697
      ],
      [
        " and",
        -1.014517
      ],
      [
        " the",
        -0.24833658
      ],
      [
        " Th",
        -1.2751329
      ],
      [
        "ir",
        -0.23334578
      ],
      [
        "teenth",
        -0.000114033115
      ]
    ]
  },
  "The 13-day gap between two dates in this story corresponds to the gap between the old and new calendar systems, suggesting a dream as the explanation for its events.  While wearing a gold-braided uniform, the title object is lost, but when its owner tries to place an ad to find it, the newspaper refuses. Later, it is confiscated from the barber Yakovlev and returned to Kovalyov, but it refuses to stick": {
    "guess": "The Nose",
    "confidence": [
      [
        "The",
        -0.07537111
      ],
      [
        " Nose",
        -0.0001627764
      ]
    ]
  },
  "On the day of his birth he stole the cattle of Apollo which, after a few angry words, he exchanged in return for the lyre which he had just invented. A son of Zeus and Maia, he was known for slaying the hundred-eyed monster Argus, and in his role as a psychopomp he escorted the dead to the underworld. Adorned with a traveler's hat and carrying the snake-entwined caduceus, FTP name this Olympian, the": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0028779842
      ],
      [
        "erm",
        -5.5577775e-06
      ],
      [
        "es",
        -3.392825e-05
      ]
    ]
  },
  "These days, she's opened Blue Tree Toy Store, a trendy boutique on New York's Upper East Side. Her lesser-known roles include Lili in the TV-movies Lace and Lace II, and she plays Lizzie, a meek woman dominated by her mother until she is revisited by her crazy orange-haired invisible friend played by": {
    "guess": "Phoebe Cates",
    "confidence": [
      [
        "Ph",
        -0.040544383
      ],
      [
        "oe",
        -0.00013333677
      ],
      [
        "be",
        -1.0802739e-05
      ],
      [
        " C",
        -0.00037085102
      ],
      [
        "ates",
        -6.82589e-05
      ]
    ]
  },
  "These days, she's opened Blue Tree Toy Store, a trendy boutique on New York's Upper East Side. Her lesser-known roles include Lili in the TV-movies Lace and Lace II, and she plays Lizzie, a meek woman": {
    "guess": "Phoebe Cates",
    "confidence": [
      [
        "Ph",
        -0.004662711
      ],
      [
        "oe",
        -0.00012558853
      ],
      [
        "be",
        -8.657073e-06
      ],
      [
        " C",
        -0.00046737297
      ],
      [
        "ates",
        -3.8696395e-05
      ]
    ]
  },
  "Each day, he fought the monsters Sebau, Nak, and the snake god Apep with the help of Heka and Geb. Ironically,": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.056526754
      ]
    ]
  },
  "These days, she's opened Blue Tree Toy Store, a trendy boutique on New York's Upper East Side. Her lesser-known": {
    "guess": "Carolyn Rafaelian",
    "confidence": [
      [
        "Carol",
        -1.4903771
      ],
      [
        "yn",
        -0.09112158
      ],
      [
        " Rafael",
        -0.9325965
      ],
      [
        "ian",
        -0.0007281594
      ]
    ]
  },
  "The day after this event, Guy Henry and his force, known as the \"Brunettes,\" battled an opposing group believed to have burned down the Drexel Mission. Participants in this event controversially received twenty Medals of Honor, with one citation praising the retrieval of a stampeded mule. After it, James Forsyth was relieved of command by an angry General Nelson Miles. In 1973, members of AIM symbolically occupied the location where this event took place. It began when the deaf Black Coyote refused to give up his rifle, prompting a skirmish that caused artillerymen with Hotchkiss guns to open fire. For 10 points, name this 1890 massacre by the U.S. Army of Lakota at a South Dakota reservation.": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.0020182133
      ],
      [
        "ounded",
        -0.010089182
      ],
      [
        " Knee",
        -2.4987974e-05
      ],
      [
        " Mass",
        -0.00062141527
      ],
      [
        "acre",
        -4.2153304e-05
      ]
    ]
  },
  "These days, she's opened Blue Tree Toy Store, a trendy boutique on New York's Upper East Side. Her lesser-known roles include Lili in the TV-movies Lace and Lace II, and she plays Lizzie, a meek woman dominated by her mother until she is revisited by her crazy orange-haired invisible friend played by Rik Mayall, in the cult classic Drop Dead Fred. More famous roles include Michael J. Fox's model wife in Bright Lights, Big City, Kate in the Gremlins movies, and the mysterious title character in Princess Caraboo, alongside her longtime husband Kevin Kline. FTP, name this actress surely still best remembered for saying \"you know how cute I always thought you were\" upon emerging from a pool in Fast Times at Ridgemont High.": {
    "guess": "Phoebe Cates",
    "confidence": [
      [
        "Ph",
        -0.003950998
      ],
      [
        "oe",
        -2.5703197e-05
      ],
      [
        "be",
        -1.2233183e-05
      ],
      [
        " C",
        -0.00056208856
      ],
      [
        "ates",
        -6.909333e-05
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at this place. A noted shot of Bruno staring downwards at Guy from it is included in Strangers on a Train. It is the first site visited during the \"Freedom Isn't Free\" montage in Team America: World Police, and Jessica wonders whether a person depicted here is sad because he is so incredibly old in Logan's Run. A protest here is where Jenny is reunited with Forrest Gump, and Saunders convinces the title character to keep fighting against the Willet Creek dam during a meeting at this location in Mr. Smith Goes to Washington. In another movie, its central monument is replaced with a statue of General Thade, which displeases Leo Davidson, played by Mark Wahlberg. For 10 points, name this Washington landmark, which provides the befuddling twist ending to the remake of Planet of the Apes and depicts a guy who debated Stephen Douglas.": {
    "guess": "Lincoln Memorial",
    "confidence": [
      [
        "Lin",
        -0.19273669
      ],
      [
        "coln",
        -7.588794e-05
      ],
      [
        " Memorial",
        -0.003789985
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at this place. A noted shot of Bruno staring downwards at Guy from it is included in Strangers on a Train. It is the first site visited during the \"Freedom Isn't Free\" montage in Team America: World Police, and Jessica wonders whether a person depicted here is sad because he is so incredibly old in Logan's Run. A protest here is where Jenny is reunited with Forrest Gump, and Saunders convinces the title character to keep fighting against the Willet Creek dam during a meeting at this location in Mr.": {
    "guess": "Lincoln Memorial",
    "confidence": [
      [
        "Lin",
        -0.124972574
      ],
      [
        "coln",
        -0.0012327305
      ],
      [
        " Memorial",
        -0.009181951
      ]
    ]
  },
  "On the day prior to this battle, each regiment of the winning side was issued two gallons of brandy. One hour before dawn, the other force called off a planned offensive across the river Nairn, a maneuver inspired by the losing side's earlier victory at the Battle of Prestonpans. Despite objections from": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.020286916
      ],
      [
        " of",
        -0.00014180024
      ],
      [
        " C",
        -0.10623909
      ],
      [
        "ull",
        -8.196733e-05
      ],
      [
        "oden",
        -4.692145e-05
      ]
    ]
  },
  "On the day of his birth he stole the cattle of Apollo which, after a few angry words, he exchanged in return for the lyre which he had just invented. A son of Zeus and Maia, he was known for slaying the": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0008303555
      ],
      [
        "erm",
        -2.6968896e-06
      ],
      [
        "es",
        -0.00013905855
      ]
    ]
  },
  "Each day, he fought the monsters Sebau, Nak, and the snake god Apep with the help of Heka and Geb. Ironically, he separated Geb and Nut in one creation myth, causing the creation of the oceans from Geb's tears. He voyaged nightly through the underworld on a barge pulled by Set, and the failure of other": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.07007226
      ]
    ]
  },
  "On the day prior to this battle, each regiment of the winning side was issued two gallons of brandy.": {
    "guess": "Battle of Princeton",
    "confidence": [
      [
        "Battle",
        -0.014051734
      ],
      [
        " of",
        -0.0015017714
      ],
      [
        " Princeton",
        -1.395233
      ]
    ]
  },
  "The day before this holiday sees many people perform the Hatarat Nedarim. The unrelated Fast of Gedaliah typically occupies the day after this holiday. One practice on this holiday involves reciting a section of Micah and throwing bread into a body of water in the ritual known as tashlikh. The Avinu Malkeinu prayer is recited during the Ten Days of Repentance following this holiday. Apples and honey are typically eaten on this holiday, which is underscored by 100 blasts from the shofar. A two-day celebration beginning on the first day of Tishrei, FTP, name this Jewish holiday that commemorates": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.46842062
      ],
      [
        "osh",
        -1.9816675e-06
      ],
      [
        " Hash",
        -1.3902034e-05
      ],
      [
        "an",
        -5.669615e-05
      ],
      [
        "ah",
        -6.511407e-06
      ]
    ]
  },
  "During each day in this work, someone different was king or queen, and among the characters in this collection are a woman who hides her lover in her butt and a man who fed his future wife his own falcon.": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.10782751
      ],
      [
        " Dec",
        -0.3277251
      ],
      [
        "ameron",
        -0.00013953536
      ]
    ]
  },
  "On this day alone, the Kohen Gadol wore white linen robes while pronouncing the Tetragrammaton. Its worship service ends with the Ne'ila and involves reading the Book of Jonah. This day, which features five prayers beginning with the Kol Nidre, takes place on the Tenth of Tishrei, ending the High Holy Days. It occurs five days before Sukkot and nine days after Rosh Hashanah. For 10 points, worshipers": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0015493794
      ],
      [
        "om",
        -1.473646e-05
      ],
      [
        " K",
        -2.7133641e-05
      ],
      [
        "ipp",
        -6.2729996e-06
      ],
      [
        "ur",
        -7.100059e-05
      ]
    ]
  },
  "On the day prior to this battle, each regiment of the winning side was issued two gallons of brandy. One hour before dawn, the other force called off a planned offensive across the river Nairn, a maneuver inspired by the losing side's earlier victory at the Battle of Prestonpans. Despite objections from George Murray, the losing side still employed the \"Highland Charge,\" which led to heavy casualties": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.016334172
      ],
      [
        " of",
        -0.00043198047
      ],
      [
        " C",
        -0.01908123
      ],
      [
        "ull",
        -2.220075e-06
      ],
      [
        "oden",
        -1.3067608e-05
      ]
    ]
  },
  "The day before this holiday sees many people perform the Hatarat Nedarim. The unrelated Fast of Gedaliah typically occupies the day after this holiday. One practice on this holiday involves reciting a section of Micah and throwing bread into a body of water in the ritual known as tashlikh. The Avinu Malkeinu prayer is recited during the Ten Days of Repentance following this holiday. Apples and honey": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.5228398
      ],
      [
        "osh",
        -1.9816675e-06
      ],
      [
        " Hash",
        -1.60477e-05
      ],
      [
        "an",
        -2.4630364e-05
      ],
      [
        "ah",
        -1.147242e-06
      ]
    ]
  },
  "At daybreak, Susan sees a buttered slice of bread, Rhoda hears birds' cries, Jinny sees a gold and crimson tassel, Bernard sees a ring of light, Neville sees a globe, and Louis hears a chained beast stomping on the sand. The six only reunite twice, once at a restaurant with Percival and once at Hampton": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.29495963
      ],
      [
        " the",
        -0.0151629485
      ],
      [
        " L",
        -6.086828e-05
      ],
      [
        "ighthouse",
        -8.3993786e-05
      ]
    ]
  },
  "At daybreak, Susan sees a buttered slice of bread, Rhoda hears birds' cries, Jinny sees a gold and crimson": {
    "guess": "The Waves",
    "confidence": [
      [
        "The",
        -0.14808212
      ],
      [
        " Waves",
        -0.006742493
      ]
    ]
  },
  "The day after this event, Guy Henry and his force, known as the \"Brunettes,\" battled an opposing group believed to have burned down the Drexel Mission. Participants in this event controversially received twenty Medals of Honor, with one citation praising the retrieval of a stampeded mule. After it, James": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.025016855
      ],
      [
        "ounded",
        -0.017584946
      ],
      [
        " Knee",
        -0.000104616025
      ],
      [
        " Mass",
        -0.00039635692
      ],
      [
        "acre",
        -1.4378848e-05
      ]
    ]
  },
  "On the day World War II ended, rioting occurred in one of this country's colonies in the Sétif massacre. This country saw rioting in the wake of a general strike in May 1968, leading to the formation of the UDR party. This losing nation of the Battle of Dien Bien Phu was led in the 1980s by President Mitterand. Its Fifth Republic was established in 1958 under Charles de Gaulle. Currently led by Nicolas Sarkozy, for 10 points, name this European nation where President Jacques Chirac dealt with the": {
    "guess": "History of France",
    "confidence": [
      [
        "History",
        -0.14289248
      ],
      [
        " of",
        -0.00219641
      ],
      [
        " France",
        -0.00632584
      ]
    ]
  },
  "The day after this event, Guy Henry and his force, known as the \"Brunettes,\" battled an opposing group believed to have burned down the Drexel Mission. Participants in this event controversially received": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.04872
      ],
      [
        "ounded",
        -0.0041503417
      ],
      [
        " Knee",
        -3.4762674e-05
      ],
      [
        " Mass",
        -0.0003678709
      ],
      [
        "acre",
        -6.0345924e-06
      ]
    ]
  },
  "These days, she's opened Blue Tree Toy Store, a trendy boutique on New York's Upper East Side. Her lesser-known roles include Lili in the TV-movies Lace and Lace II, and she plays Lizzie, a meek woman dominated by her mother until she is revisited by her crazy orange-haired invisible friend played by Rik Mayall, in the cult classic Drop Dead Fred. More famous roles include Michael J. Fox's model wife in Bright Lights, Big City, Kate in the Gremlins movies, and the mysterious title character in Princess Caraboo, alongside her longtime husband Kevin Kline. FTP, name this actress surely still best remembered for saying \"you know how cute I always thought you were\" upon emerging from a pool in Fast": {
    "guess": "Phoebe Cates",
    "confidence": [
      [
        "Ph",
        -0.0020098872
      ],
      [
        "oe",
        -1.9361265e-07
      ],
      [
        "be",
        -8.89548e-06
      ],
      [
        " C",
        -0.00051264104
      ],
      [
        "ates",
        -7.588794e-05
      ]
    ]
  },
  "The day before this holiday sees many people perform the Hatarat Nedarim. The unrelated Fast of Gedaliah typically occupies the day after this holiday. One practice on this holiday involves reciting a section of Micah and throwing bread into a body of water in the ritual known as tashlikh. The Avinu Malkeinu prayer is recited during the Ten Days of Repentance following this holiday. Apples and honey are typically eaten on this holiday, which is underscored by 100 blasts from the shofar. A two-day celebration beginning on the first day of Tishrei, FTP, name this Jewish holiday that commemorates the New Year.": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.23797709
      ],
      [
        "om",
        -6.6232446e-05
      ],
      [
        " K",
        -4.604148e-06
      ],
      [
        "ipp",
        -1.4498052e-05
      ],
      [
        "ur",
        -3.094816e-05
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at this place. A noted shot of Bruno staring downwards at Guy from it is included in Strangers on a Train. It is the first site visited during the \"Freedom Isn't Free\" montage in Team America: World Police, and Jessica wonders whether a person depicted here is sad because he is so incredibly old in Logan's Run. A protest here is where Jenny is reunited with Forrest Gump, and Saunders convinces the title character to keep fighting against the Willet Creek dam during a meeting at this location in Mr. Smith Goes to Washington. In another movie, its central monument is replaced with a statue of General Thade, which displeases Leo Davidson, played by Mark Wahlberg. For 10 points, name this Washington landmark, which provides the befuddling twist ending to the remake of Planet of the Apes and depicts": {
    "guess": "Washington Monument",
    "confidence": [
      [
        "Washington",
        -0.08930944
      ],
      [
        " Monument",
        -0.065903395
      ]
    ]
  },
  "Each day, he fought the monsters Sebau, Nak, and the snake god Apep with the help of Heka and Geb. Ironically, he separated Geb and Nut in one creation myth, causing the creation of the oceans from Geb's tears. He voyaged nightly through the underworld on a barge pulled by Set, and the failure of other gods to protect him was supposed to be the cause of eclipses. Symbolized by a golden or reddish disk,": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.36975494
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at this place. A noted shot of Bruno staring downwards at Guy from it is included in Strangers on a Train. It is the first site visited during the \"Freedom Isn't Free\" montage in Team America: World Police,": {
    "guess": "Lincoln Memorial",
    "confidence": [
      [
        "Lin",
        -0.129463
      ],
      [
        "coln",
        -0.00014942927
      ],
      [
        " Memorial",
        -0.0041756295
      ]
    ]
  },
  "During each day in this work, someone different was king or queen, and among the characters in this collection are a woman who hides her lover in her butt and a man who fed his future wife his own falcon. Gualtieri pretends to marry his own daughter and have his mother plan the wedding, and after finding": {
    "guess": "The Canterbury Tales",
    "confidence": [
      [
        "The",
        -0.055135246
      ],
      [
        " Canterbury",
        -0.2646162
      ],
      [
        " Tales",
        -0.00010664248
      ]
    ]
  },
  "On this day alone, the Kohen Gadol wore white linen robes while pronouncing the Tetragrammaton. Its worship service ends with the Ne'ila and involves reading the Book of Jonah. This day, which features five prayers beginning with the Kol Nidre, takes place on the Tenth of Tishrei, ending the High Holy": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0032985553
      ],
      [
        "om",
        -3.7697225e-06
      ],
      [
        " K",
        -9.968313e-06
      ],
      [
        "ipp",
        -8.776276e-06
      ],
      [
        "ur",
        -5.145119e-05
      ]
    ]
  },
  "On the day of his birth he stole the cattle of Apollo which, after a few angry words, he exchanged in": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0017605057
      ],
      [
        "erm",
        -2.9352968e-06
      ],
      [
        "es",
        -3.5954712e-05
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at this place. A noted shot of Bruno staring downwards at Guy from it is included in Strangers on a Train. It is the first site visited during the \"Freedom Isn't Free\" montage in Team America: World Police, and Jessica wonders whether a person depicted here is sad because he is so incredibly old in Logan's Run. A protest here is where Jenny is reunited with Forrest Gump, and Saunders convinces the title character to keep fighting against the Willet Creek dam during a meeting at this location in Mr. Smith Goes to Washington. In another movie, its central monument is replaced with a statue of General": {
    "guess": "Lincoln Memorial",
    "confidence": [
      [
        "Lin",
        -0.7500818
      ],
      [
        "coln",
        -0.0001246349
      ],
      [
        " Memorial",
        -0.0047309417
      ]
    ]
  },
  "On this day alone, the Kohen Gadol wore white linen robes while pronouncing the Tetragrammaton. Its worship service ends with the Ne'ila and involves reading the Book of Jonah. This day, which features five prayers beginning with the Kol Nidre, takes place on the Tenth of Tishrei, ending the High Holy Days. It occurs five days before Sukkot and nine days after Rosh Hashanah. For 10 points, worshipers seek God's forgiveness while abstaining and fasting on what Jewish Day of Atonement?": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0007173156
      ],
      [
        "om",
        -6.869018e-06
      ],
      [
        " K",
        -6.1821906e-05
      ],
      [
        "ipp",
        -8.537869e-06
      ],
      [
        "ur",
        -4.5252596e-05
      ]
    ]
  },
  "During each day in this work, someone different was king or queen, and among the characters in this collection": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.094907254
      ],
      [
        " Dec",
        -0.21905486
      ],
      [
        "ameron",
        -0.00026240866
      ]
    ]
  },
  "The day before this holiday sees many people perform the Hatarat Nedarim. The unrelated Fast of Gedaliah typically occupies the day after this holiday. One practice on this holiday involves reciting a section of Micah and throwing bread into a body of water in the ritual known as tashlikh. The Avinu Malkeinu prayer is recited during the Ten Days of Repentance following this holiday. Apples and honey are typically eaten on this holiday, which is underscored by 100 blasts from the shofar. A two-day": {
    "guess": "Rosh Hashanah",
    "confidence": [
      [
        "R",
        -0.2997122
      ],
      [
        "osh",
        -1.2664457e-06
      ],
      [
        " Hash",
        -4.604148e-06
      ],
      [
        "an",
        -2.2365493e-05
      ],
      [
        "ah",
        -4.604148e-06
      ]
    ]
  },
  "At daybreak, Susan sees a buttered slice of bread, Rhoda hears birds' cries, Jinny sees a gold and crimson tassel, Bernard sees a ring of light, Neville sees a globe, and Louis hears a chained beast stomping on the sand. The six only reunite twice, once at a restaurant with Percival and once at Hampton Court, after having been raised together by the same governess in a house by the seashore; Bernard maintains that together the six of them make up one person. FTP what is this 1931 novel, in which the title represents the passage of time, by Virginia Woolf?": {
    "guess": "The Waves",
    "confidence": [
      [
        "The",
        -0.0063123386
      ],
      [
        " Waves",
        -7.076218e-05
      ]
    ]
  },
  "The day after this event, Guy Henry and his force, known as the \"Brunettes,\" battled an opposing group believed to have burned down the Drexel Mission. Participants in this event controversially received twenty Medals of Honor, with one citation praising the retrieval of a stampeded mule. After it, James Forsyth was relieved of command by an angry General Nelson Miles. In 1973, members of AIM symbolically occupied the location where this event took place. It began when the deaf Black Coyote refused": {
    "guess": "Wounded Knee Massacre",
    "confidence": [
      [
        "W",
        -0.008054435
      ],
      [
        "ounded",
        -0.004165537
      ],
      [
        " Knee",
        -3.9530823e-05
      ],
      [
        " Mass",
        -0.00025573693
      ],
      [
        "acre",
        -1.4498052e-05
      ]
    ]
  },
  "The day after this event, Guy Henry and his force, known as the \"Brunettes,\" battled an opposing group": {
    "guess": "Battle of Custoza",
    "confidence": [
      [
        "Battle",
        -0.75803745
      ],
      [
        " of",
        -0.0041558067
      ],
      [
        " C",
        -2.9261522
      ],
      [
        "usto",
        -1.5077182
      ],
      [
        "za",
        -1.9743013e-05
      ]
    ]
  },
  "During each day in this work, someone different was king or queen, and among the characters in this collection are a woman who hides her lover in her butt and a man who fed his future wife his own falcon. Gualtieri pretends to marry his own daughter and have his mother plan the wedding, and after finding the head of their former business partner, Isabetta's brothers leave and she dies of a broken heart in this collection. The central group in this story are holed up in a villa, as they all fled a plague that had taken over Florence. FTP, identify the collection of ten stories written by Giovanni": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.1565031
      ],
      [
        " Dec",
        -0.012856642
      ],
      [
        "ameron",
        -0.00016015393
      ]
    ]
  },
  "The day before this holiday sees many people perform the Hatarat Nedarim. The unrelated Fast of Gedaliah typically occupies the day after this holiday. One practice on this holiday involves reciting a": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0013134514
      ],
      [
        "om",
        -4.3202e-07
      ],
      [
        " K",
        -1.9816675e-06
      ],
      [
        "ipp",
        -7.89631e-07
      ],
      [
        "ur",
        -2.7133641e-05
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at this place. A noted shot of Bruno staring downwards at Guy from it is included in Strangers on a Train.": {
    "guess": "Lincoln Memorial",
    "confidence": [
      [
        "Lin",
        -0.1270984
      ],
      [
        "coln",
        -0.0068160156
      ],
      [
        " Memorial",
        -0.0020583079
      ]
    ]
  },
  "These days, she's opened Blue Tree Toy Store, a trendy boutique on New York's Upper East Side. Her lesser-known roles include Lili in the TV-movies Lace and Lace II, and she plays Lizzie, a meek woman dominated by her mother until she is revisited by her crazy orange-haired invisible friend played by Rik Mayall, in the cult classic Drop Dead Fred. More famous roles include Michael J. Fox's model wife in Bright Lights, Big City, Kate in the Gremlins movies, and the mysterious title character in Princess Caraboo, alongside her longtime husband Kevin Kline. FTP, name this actress surely still best": {
    "guess": "Phoebe Cates",
    "confidence": [
      [
        "Ph",
        -0.00637831
      ],
      [
        "oe",
        -7.703444e-06
      ],
      [
        "be",
        -1.3544423e-05
      ],
      [
        " C",
        -0.00090097735
      ],
      [
        "ates",
        -0.00011498674
      ]
    ]
  },
  "On the day prior to this battle, each regiment of the winning side was issued two gallons of brandy. One hour before dawn, the other force called off a planned offensive across the river Nairn, a maneuver": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.010741235
      ],
      [
        " of",
        -0.00088990235
      ],
      [
        " C",
        -0.7932862
      ],
      [
        "ull",
        -4.5491004e-05
      ],
      [
        "oden",
        -0.00010914576
      ]
    ]
  },
  "During each day in this work, someone different was king or queen, and among the characters in this collection are a woman who hides her lover in her butt and a man who fed his future wife his own falcon. Gualtieri pretends to marry his own daughter and have his mother plan the wedding, and after finding the head of their former business partner, Isabetta's brothers leave and she dies of a broken heart": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.22578906
      ],
      [
        " Dec",
        -0.011196481
      ],
      [
        "ameron",
        -0.00022833108
      ]
    ]
  },
  "These days, she's opened Blue Tree Toy Store, a trendy boutique on New York's Upper East Side. Her lesser-known roles include Lili in the TV-movies Lace and Lace II, and she plays Lizzie, a meek woman dominated by her mother until she is revisited by her crazy orange-haired invisible friend played by Rik Mayall, in the cult classic Drop Dead Fred. More famous roles include Michael J. Fox's model wife": {
    "guess": "Phoebe Cates",
    "confidence": [
      [
        "Ph",
        -0.010433495
      ],
      [
        "oe",
        0.0
      ],
      [
        "be",
        -3.4121115e-06
      ],
      [
        " C",
        -0.0004225707
      ],
      [
        "ates",
        -5.240482e-05
      ]
    ]
  },
  "In The Day the Earth Stood Still, Klaatu is inspired to trust humanity by an inscription he reads at this place. A noted shot of Bruno staring downwards at Guy from it is included in Strangers on a Train. It is the first site visited during the \"Freedom Isn't Free\" montage in Team America: World Police, and Jessica wonders whether a person depicted here is sad because he is so incredibly old in Logan's Run. A protest here is where Jenny is reunited with Forrest Gump, and Saunders convinces the title character to keep fighting against the Willet Creek dam during a meeting at this location in Mr. Smith Goes to Washington. In another movie, its central monument is replaced with a statue of General Thade, which displeases Leo Davidson, played by Mark Wahlberg. For 10 points, name this Washington": {
    "guess": "Washington Monument",
    "confidence": [
      [
        "Washington",
        -0.0014723646
      ],
      [
        " Monument",
        -0.2292891
      ]
    ]
  },
  "Each day, he fought the monsters Sebau, Nak, and the snake god Apep with the help of Heka and Geb. Ironically, he separated Geb and Nut in one creation myth, causing the creation of the oceans from Geb's tears. He voyaged nightly through the underworld on a barge pulled by Set, and the failure of other gods to protect him was supposed to be the cause of eclipses. Symbolized by a golden or reddish disk, FTP, identify this sun god from Egyptian mythology.": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.27695113
      ]
    ]
  },
  "On the day World War II ended, rioting occurred in one of this country's colonies in the Sétif massacre. This country saw rioting in the wake of a general strike in May 1968, leading to the formation of the UDR party. This losing nation of the Battle of Dien Bien Phu was led in the 1980s by President": {
    "guess": "Algeria",
    "confidence": [
      [
        "Al",
        -0.62264854
      ],
      [
        "ger",
        -6.539802e-05
      ],
      [
        "ia",
        -0.021580642
      ]
    ]
  },
  "At daybreak, Susan sees a buttered slice of bread, Rhoda hears birds' cries, Jinny sees a gold and crimson tassel, Bernard sees a ring of light, Neville sees a globe, and Louis hears a chained beast stomping on the sand. The six only reunite twice, once at a restaurant with Percival and once at Hampton Court, after having been raised together by the same governess in a house by the seashore; Bernard": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.67841506
      ],
      [
        " the",
        -0.004913516
      ],
      [
        " L",
        -4.9067115e-05
      ],
      [
        "ighthouse",
        -2.7848862e-05
      ]
    ]
  },
  "The 13-day gap between two dates in this story corresponds to the gap between the old and new calendar systems, suggesting a dream as the explanation for its events.  While wearing a gold-braided uniform, the title object is lost, but when its owner tries to place an ad to find it, the newspaper refuses.": {
    "guess": "The Gold-Bug",
    "confidence": [
      [
        "The",
        -0.44196585
      ],
      [
        " Gold",
        -1.8655554
      ],
      [
        "-B",
        -0.0025529503
      ],
      [
        "ug",
        -0.01574329
      ]
    ]
  },
  "On the day World War II ended, rioting occurred in one of this country's colonies in the Sétif massacre. This country saw rioting in the wake of a general strike in May 1968, leading to the formation of the UDR party. This losing nation of the Battle of Dien Bien Phu was led in the 1980s by President Mitterand. Its Fifth Republic was established in 1958 under Charles de Gaulle. Currently led by Nicolas": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.6599394
      ]
    ]
  },
  "On the day of his birth he stole the cattle of Apollo which, after a few angry words, he exchanged in return for the lyre which he had just invented. A son of Zeus and Maia, he was known for slaying the hundred-eyed monster Argus, and in his role as a psychopomp he escorted the dead to the underworld. Adorned with a traveler's hat and carrying the snake-entwined caduceus, FTP name this Olympian, the archetypal trickster and messenger God.": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0037903388
      ],
      [
        "erm",
        -5.3193703e-06
      ],
      [
        "es",
        -7.278864e-05
      ]
    ]
  }
}