{
  "\"Uz Se Vecer Chyli\" is the opening song of this opera, which was dedicated to the memory of the composer's dead daughter Olga. Perhaps its most difficult aria appears in act when the self-righteous widow Kostelnicka describes her past life with her drunken husband. Later it is Kostelnicka who drowns the illegitimate child of her stepdaughter, the title character, in a misguided attempt to save the title character from the shame of being impregnated by the philandering Steva before she marries Laca.": {
    "guess": "Jenůfa",
    "confidence": [
      [
        "J",
        -0.001349165
      ],
      [
        "en",
        -0.57081294
      ],
      [
        "ů",
        -0.006847388
      ],
      [
        "fa",
        -8.923875e-05
      ]
    ]
  },
  "\"Uz Se Vecer Chyli\" is the opening song of this opera, which was dedicated to the memory of the composer's dead daughter Olga. Perhaps its most difficult aria appears in act when the self-righteous widow Kostelnicka describes her past life with her drunken husband. Later it is Kostelnicka who drowns the illegitimate child of her stepdaughter, the title character, in a misguided attempt to save the": {
    "guess": "Jenůfa",
    "confidence": [
      [
        "J",
        -0.0062375725
      ],
      [
        "en",
        -0.56163585
      ],
      [
        "ů",
        -0.015504811
      ],
      [
        "fa",
        -7.111979e-05
      ]
    ]
  },
  "\"Uz Se Vecer Chyli\" is the opening song of this opera, which was dedicated to the memory of the composer's dead daughter Olga. Perhaps its most difficult aria appears in act when the self-righteous widow Kostelnicka describes her past life with her drunken husband. Later it is Kostelnicka who drowns the illegitimate child of her stepdaughter, the title character, in a misguided attempt to save the title character from the shame of being impregnated by the philandering Steva before she marries Laca. FTP, name this opera about the titular peasant girl by Leos Janacek.": {
    "guess": "Jenufa",
    "confidence": [
      [
        "J",
        -0.0009505257
      ],
      [
        "enu",
        -0.04412492
      ],
      [
        "fa",
        -9.849109e-06
      ]
    ]
  },
  "\"Uz Se Vecer Chyli\" is the opening song of this opera, which was dedicated to the memory of the composer's": {
    "guess": "The Bartered Bride",
    "confidence": [
      [
        "The",
        -1.4945786
      ],
      [
        " Bar",
        -0.9019423
      ],
      [
        "tered",
        -4.365741e-06
      ],
      [
        " Bride",
        -1.0445127e-05
      ]
    ]
  },
  "\"Uz Se Vecer Chyli\" is the opening song of this opera, which was dedicated to the memory of the composer's dead daughter Olga. Perhaps its most difficult aria appears in act when the self-righteous widow Kostelnicka describes her past life with her drunken husband. Later it is Kostelnicka who drowns": {
    "guess": "Jenufa",
    "confidence": [
      [
        "J",
        -0.0026280964
      ],
      [
        "enu",
        -0.69166464
      ],
      [
        "fa",
        -0.0039127646
      ]
    ]
  },
  "\"Uz Se Vecer Chyli\" is the opening song of this opera, which was dedicated to the memory of the composer's dead daughter Olga. Perhaps its most difficult aria appears in act when the self-righteous widow": {
    "guess": "Jenůfa",
    "confidence": [
      [
        "J",
        -1.1358435
      ],
      [
        "en",
        -0.058898274
      ],
      [
        "ů",
        -0.0020315384
      ],
      [
        "fa",
        -0.00010545045
      ]
    ]
  }
}