{
  "Because she enabled her creator to negotiate the anxiety between her writing and her in a patriarchal society, Sandra Gilbert and Susan Gubar title their most famous work for her.  In one novel, she is known as Antoinette and must deal with the machinations of her cousin Daniel Cosway.  The title character of the work in which she first appeared initially believes her actions to be caused by Grace Poole, but only when her brother Richard stops a wedding does she realize that this woman's periodic": {
    "guess": "Jane Eyre",
    "confidence": [
      [
        "Jane",
        -0.27872103
      ],
      [
        " Ey",
        -4.0603656e-05
      ],
      [
        "re",
        -7.958325e-05
      ]
    ]
  },
  "Because she enabled her creator to negotiate the anxiety between her writing and her in a patriarchal society, Sandra Gilbert and Susan Gubar title their most famous work for her.  In one novel, she is known as Antoinette and must deal with the machinations of her cousin Daniel Cosway.  The title character": {
    "guess": "Mary Shelley",
    "confidence": [
      [
        "Mary",
        -0.38562453
      ],
      [
        " Shelley",
        -0.06359539
      ]
    ]
  },
  "Because she enabled her creator to negotiate the anxiety between her writing and her in a patriarchal society, Sandra Gilbert and Susan Gubar title their most famous work for her.  In one novel, she is known as Antoinette and must deal with the machinations of her cousin Daniel Cosway.  The title character of the work in which she first appeared initially believes her actions to be caused by Grace Poole, but only when her brother Richard stops a wedding does she realize that this woman's periodic escapes caused the Thornfield fire and eventual blindness of her would-be husband.  FTP, name this title character of The Madwoman in the Attic, the protagonist of Wide Sargasso Sea and first wife of": {
    "guess": "Jean Rhys",
    "confidence": [
      [
        "Jean",
        -0.91162384
      ],
      [
        " Rh",
        -0.003691763
      ],
      [
        "ys",
        -5.6769813e-06
      ]
    ]
  },
  "Because she enabled her creator to negotiate the anxiety between her writing and her in a patriarchal society, Sandra Gilbert and Susan Gubar title their most famous work for her.  In one novel, she is known as Antoinette and must deal with the machinations of her cousin Daniel Cosway.  The title character of the work in which she first appeared initially believes her actions to be caused by Grace Poole, but only when her brother Richard stops a wedding does she realize that this woman's periodic escapes caused the Thornfield fire and eventual blindness of her would-be husband.  FTP, name this": {
    "guess": "Jane Eyre",
    "confidence": [
      [
        "Jane",
        -0.41057855
      ],
      [
        " Ey",
        -0.000104616025
      ],
      [
        "re",
        -0.00010211275
      ]
    ]
  },
  "Because she enabled her creator to negotiate the anxiety between her writing and her in a patriarchal society, Sandra Gilbert and Susan Gubar title their most famous work for her.  In one novel, she is": {
    "guess": "The Madwoman in the Attic",
    "confidence": [
      [
        "The",
        -0.7076971
      ],
      [
        " Mad",
        -0.0006832453
      ],
      [
        "woman",
        -4.4179764e-05
      ],
      [
        " in",
        -6.511407e-06
      ],
      [
        " the",
        -5.240482e-05
      ],
      [
        " Att",
        -3.650519e-06
      ],
      [
        "ic",
        -9.849109e-06
      ]
    ]
  },
  "Because she enabled her creator to negotiate the anxiety between her writing and her in a patriarchal society, Sandra Gilbert and Susan Gubar title their most famous work for her.  In one novel, she is known as Antoinette and must deal with the machinations of her cousin Daniel Cosway.  The title character of the work in which she first appeared initially believes her actions to be caused by Grace Poole, but only when her brother Richard stops a wedding does she realize that this woman's periodic escapes caused the Thornfield fire and eventual blindness of her would-be husband.  FTP, name this title character of The Madwoman in the Attic, the protagonist of Wide Sargasso Sea and first wife of Edward Rochester in Jane Eyre.": {
    "guess": "Bertha Mason",
    "confidence": [
      [
        "Ber",
        -0.29963377
      ],
      [
        "tha",
        -1.4259645e-05
      ],
      [
        " Mason",
        -0.008133429
      ]
    ]
  },
  "Because she enabled her creator to negotiate the anxiety between her writing and her in a patriarchal society, Sandra Gilbert and Susan Gubar title their most famous work for her.  In one novel, she is known as Antoinette and must deal with the machinations of her cousin Daniel Cosway.  The title character of the work in which she first appeared initially believes her actions to be caused by Grace": {
    "guess": "Jane Eyre",
    "confidence": [
      [
        "Jane",
        -0.7583044
      ],
      [
        " Ey",
        -2.3438328e-05
      ],
      [
        "re",
        -7.4695905e-05
      ]
    ]
  },
  "Because she enabled her creator to negotiate the anxiety between her writing and her in a patriarchal": {
    "guess": "Frankenstein",
    "confidence": [
      [
        "Frank",
        -0.7026248
      ],
      [
        "enstein",
        -0.0020779325
      ]
    ]
  }
}