{
  "Its beliefs included one that air attacked souls without a \"lodging of clay\" unless its adherents had lived a good enough life to go to heaven. All that was required of its Credentes was that before death they undergo the Consolamentum. If the Consolamentum were done before death, members of this sect were required to become vegan and were forbidden to touch the opposite gender, as they became part of the Elect or Perfect. It believed that all material goods were the creation of a god called \"Rex": {
    "guess": "Catharism",
    "confidence": [
      [
        "C",
        -0.0070779985
      ],
      [
        "ath",
        -5.931863e-05
      ],
      [
        "ar",
        -0.06423293
      ],
      [
        "ism",
        -0.00016742534
      ]
    ]
  },
  "Believing that the family was an unnatural construct, he advocated the freedom of promiscuity between men and women and entire communities caring for children.  He advocated \"shamelessness\", or disregard for those conventions holding that an action harmless in nature may not be performed in every situation, and \"outspokenness\", or the zeal for exposing vice and conceit and stirring men to reform, in addition to the more commonly known self-sufficiency and rejection of luxury.  FTP, name this philosopher, who wandered the streets by day with a lit lantern searching for an honest man.": {
    "guess": "Diogenes of Sinope",
    "confidence": [
      [
        "Di",
        -0.008791835
      ],
      [
        "ogen",
        -0.00012415809
      ],
      [
        "es",
        -0.0002540681
      ],
      [
        " of",
        -0.4179284
      ],
      [
        " Sin",
        -0.0002755174
      ],
      [
        "ope",
        -0.0009432653
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced": {
    "guess": "Ecclesia Gnostica",
    "confidence": [
      [
        "E",
        -0.78946626
      ],
      [
        "cc",
        -0.028743278
      ],
      [
        "lesia",
        -0.049511857
      ],
      [
        " G",
        -0.0059694387
      ],
      [
        "nost",
        -0.0014810555
      ],
      [
        "ica",
        -0.00067966926
      ]
    ]
  },
  "Its beliefs included one that air attacked souls without a \"lodging of clay\" unless its adherents had": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -1.5789547
      ],
      [
        "into",
        -0.9728433
      ]
    ]
  },
  "He believed that man was born as a statue, his economic ideas were published in Commerce and Government, and he argued for the importance of language in logical reasoning in The Language of Calculation. As tutor to the young Prince Ferdinand of Parma [*] he composed a thirteen volume Course of Study that included the works The Art of Thinking and Treatise on Animals. This priest believed in the reality of the soul even though his most famous work, which begins \"We never get outside ourselves, it": {
    "guess": "Giambattista Vico",
    "confidence": [
      [
        "Gi",
        -0.10153169
      ],
      [
        "amb",
        -0.004473678
      ],
      [
        "att",
        -0.00033498902
      ],
      [
        "ista",
        -0.00062344177
      ],
      [
        " V",
        -0.025243426
      ],
      [
        "ico",
        -4.1273333e-06
      ]
    ]
  },
  "A Belgian movement combining this ideology with Catholicism was led by Leon Degrelle and known as Rexism, while Ferenc Szalasi advocated this ideology through his Arrow Cross Party. Another party following this ideology took power after the murder of Giacomo Matteotti, which led to the Aventine Secession. Columns of adherents to this ideology participated in the March on Rome, including a paramilitary organization known as the Blackshirts. Its name comes from the Latin term for a bundle of rods tied to an axe. For 10 points, name this authoritarian ideology that calls for adherence to national community, adopted by Mussolini's Italy and Nazi Germany.": {
    "guess": "Fascism",
    "confidence": [
      [
        "F",
        -0.0023549527
      ],
      [
        "asc",
        -2.2007884e-05
      ],
      [
        "ism",
        -3.035214e-05
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion, which became popular at the Tang court in Chang'an through its veneration of the Buddhist figure Guan Yin. Curiously, the Albegensians were prosecuted by the papacy as practitioners of this faith, which was adopted as the religion of the short-lived (*) Uighur Empire. The founder of this relgion presented by his writings to Shapur I of the Sassanids, who tolerated this faith within his realm. The best-known practitioner of this dualistic faith criticized it in On Free Choice of the Will for removing personal responsibility from immoral action, before straying from this religion at the urging of his Christian mother Monica. FTP, name this once widespread gnostic religion that incorporated elements of Christianity, Buddhism, and Zoroastrianism, practiced by St. Augustine and named for its founding prophet, Mani.": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.00265069
      ],
      [
        "ich",
        -0.0005293222
      ],
      [
        "ae",
        -2.8160932e-06
      ],
      [
        "ism",
        -1.1041146e-05
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion, which became popular at the Tang court in Chang'an through its veneration of the Buddhist figure Guan Yin. Curiously, the Albegensians were prosecuted by the papacy as practitioners of this faith,": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.016142521
      ],
      [
        "ich",
        -0.0037728893
      ],
      [
        "ae",
        -1.1756368e-05
      ],
      [
        "ism",
        -9.610702e-06
      ]
    ]
  },
  "It is believed that the composer of this work did not know the identity of its commissioner, and this composition was played at the funerals of Frederic Chopin and Franz Joseph Haydn.  It includes a solo quartet in its Recordare and Tuba Mirum movements, while it also contains a notable Kyrie.  Its Sanctus and Benedictus movements were likely written by Franz Sussmayer.  For 10 points, identify this work, K626, that was left unfinished by its composer, a young Austrian prodigy.": {
    "guess": "Requiem (Mozart)",
    "confidence": [
      [
        "Re",
        -0.0009974405
      ],
      [
        "qu",
        -1.3856493e-06
      ],
      [
        "iem",
        -9.610702e-06
      ],
      [
        " (",
        -0.0058597014
      ],
      [
        "M",
        -2.7252845e-05
      ],
      [
        "oz",
        0.0
      ],
      [
        "art",
        -8.10137e-05
      ],
      [
        ")",
        -5.4385737e-06
      ]
    ]
  },
  "It is believed that he was part of a group of insurrectionists hoping to overthrow the Roman occupiers,": {
    "guess": "Spartacus",
    "confidence": [
      [
        "S",
        -0.8799756
      ],
      [
        "part",
        -0.04155272
      ],
      [
        "acus",
        -0.0003894431
      ]
    ]
  },
  "This belief system holds that partial knowledge is attainable through different viewpoints called naya and that souls are initially omniscient but restrained by karma. Among the tenets of this religion are asteya, not taking that which is not given, and satya, truth. Forgiveness can be sought through samayik and the concepts of dharma and adharma allow movement and rest. Samvara is a cessation of the accumulation of karma, and the 24 Tirthankaras acquired all knowledge. Sects of this religion include": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.002797153
      ],
      [
        "ain",
        -1.2829201e-05
      ],
      [
        "ism",
        -0.10194021
      ]
    ]
  },
  "This belief was refuted by a 1945 American military pamphlet, which tried to challenge 112 \"gripes\" in": {
    "guess": "My best guess is: Military history of African Americans in World War II",
    "confidence": [
      [
        "My",
        -1.8490593
      ],
      [
        " best",
        -1.1690874
      ],
      [
        " guess",
        -0.00016063073
      ],
      [
        " is",
        -1.1167161
      ],
      [
        ":",
        -0.32119238
      ],
      [
        " Military",
        -1.5275824
      ],
      [
        " history",
        -1.5232663
      ],
      [
        " of",
        -0.00019173922
      ],
      [
        " African",
        -0.39592627
      ],
      [
        " Americans",
        -0.0006192696
      ],
      [
        " in",
        -0.250142
      ],
      [
        " World",
        -0.70146465
      ],
      [
        " War",
        -0.000117132404
      ],
      [
        " II",
        -0.0015924652
      ]
    ]
  },
  "His belief that politics is based on emotion rather than rationality was expressed in his works The Transformation of Democracy and Facts and Theories. He simultaneously debunked Marxism and the bourgeois": {
    "guess": "Carl Schmitt",
    "confidence": [
      [
        "Carl",
        -1.4086319
      ],
      [
        " Sch",
        -0.0362188
      ],
      [
        "mitt",
        -7.326546e-05
      ]
    ]
  },
  "Bela Bartok's first composition of this type in two movements was published posthumously, and his second composition of this type included an unusual andante tranquillo second movement and was dedicated to Zoltan Szekely. Another composition of this type was composed in the company of Josef Kotek and transitions without a break from the G minor canzonetta second movement to its D major finale. Adolph Brodsky premiered that composition written by Lake Geneva by Pyotr Ilyich Tchaikovsky. Four (*) programmatic examples of this type of composition comprise Antonio Vivaldi's work The Four Seasons. For": {
    "guess": "Violin concerto",
    "confidence": [
      [
        "Viol",
        -0.005116938
      ],
      [
        "in",
        -0.000116655596
      ],
      [
        " conc",
        -0.047427073
      ],
      [
        "erto",
        -5.109358e-05
      ]
    ]
  },
  "The Believers' Prayer is derived from a passage in this book, whose ninth chapter features the healing of Aeneas and Tabitha. The second book to begin with a dedication to Theophilus, its eighth chapter recounts the conversion of Simon Magnus by Phillip, while its seventh chapter tells the account of": {
    "guess": "Acts of the Apostles",
    "confidence": [
      [
        "Acts",
        -0.005101526
      ],
      [
        " of",
        -0.00010735771
      ],
      [
        " the",
        -2.9994528e-05
      ],
      [
        " Apost",
        -1.4021238e-05
      ],
      [
        "les",
        -9.0883464e-07
      ]
    ]
  },
  "The man beloved of one of the sisters in this novel turns out to be cad, the father of an illegitimate child, and a golddigger, as he eventually marries a woman to whom the only attraction he feels is to her money. The beloved of the elder sister, on the other hand, is revealed to be engaged to Miss Lucy Steele, a girl of mean understanding whom he no longer loves but who he stays by because it is the right thing to do, even when his mother disowns him. FTP, identify this Jane Austen novel about": {
    "guess": "Sense and Sensibility",
    "confidence": [
      [
        "Sense",
        -0.010303239
      ],
      [
        " and",
        -0.0001593195
      ],
      [
        " Sens",
        -2.2603901e-05
      ],
      [
        "ibility",
        -1.6286107e-05
      ]
    ]
  },
  "The Bell series of this function is equal to one minus x over 1 minus px, while the partial sums of this function show that its average order is equal to 3n divided by pi squared, a result which can be used to find the number of lattice points visible from the origin. The Dirichlet convolution of the identity function N and the Mobius function gives this function, and if a number has r distinct odd prime factors, 2 to the r divides this function of the number. Summing this function over the divisors of a number n gives n. It gives the number of elements in the group Z sub n star, and for a prime": {
    "guess": "Divisor function",
    "confidence": [
      [
        "Div",
        -0.6326793
      ],
      [
        "isor",
        -0.00054481137
      ],
      [
        " function",
        -0.013341273
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.77604276
      ],
      [
        "nost",
        -0.22268282
      ],
      [
        "icism",
        -1.867018e-05
      ]
    ]
  },
  "Believing that the family was an unnatural construct, he advocated the freedom of promiscuity between men and women and entire communities caring for children.  He advocated \"shamelessness\", or disregard for those conventions holding that an action harmless in nature may not be performed in every situation, and \"outspokenness\", or the zeal for exposing vice and conceit and stirring men to reform, in": {
    "guess": "Josiah Warren",
    "confidence": [
      [
        "Jos",
        -1.9661199
      ],
      [
        "iah",
        -0.2022309
      ],
      [
        " Warren",
        -0.0010598446
      ]
    ]
  },
  "This belief was refuted by a 1945 American military pamphlet, which tried to challenge 112 \"gripes\" in this vein held by soldiers. A Newt Gingrich ad against Mitt Romney played on this feeling by showing a clip of Romney at the Winter Olympics doing the same thing as John Kerry. Jonah Goldberg popularized a Ken Keeler phrase associated with this feeling in a National Review article giving 10 reasons why it was a valid belief. This feeling intensified after a 2003 speech at the UN in which a Foreign Minister said his country knew \"wars, occupation, and barbarity\" and thus rejected the Iraqi war, which brought much lampooned changes to the Congressional cafeteria's menu. For 10 points, name this sentiment commonly seen in the United States, as represented by the phrase \"cheese-eating surrender": {
    "guess": "French military victories",
    "confidence": [
      [
        "French",
        -0.61047804
      ],
      [
        " military",
        -0.24375394
      ],
      [
        " victories",
        -0.017718937
      ]
    ]
  },
  "This belief system holds that partial knowledge is attainable through different viewpoints called naya": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.012870771
      ],
      [
        "ain",
        -0.00012904544
      ],
      [
        "ism",
        -0.14127934
      ]
    ]
  },
  "\"A belt of straw and ivy buds\", \"Fair lined slippers for the cold\", \"A gown made of the finest wool\", \"A cap of flowers and a kirtle\", as well as \"beds of roses\". For 10 points, these are the enticements": {
    "guess": "The Nymph's Reply to the Shepherd",
    "confidence": [
      [
        "The",
        -0.2588329
      ],
      [
        " N",
        -0.034808278
      ],
      [
        "ymph",
        -3.5477897e-05
      ],
      [
        "'s",
        -0.012930202
      ],
      [
        " Reply",
        -0.00014346908
      ],
      [
        " to",
        -1.9816675e-06
      ],
      [
        " the",
        -1.700133e-05
      ],
      [
        " Shepherd",
        -2.3392786e-06
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion, which became popular at the Tang court in Chang'an through its veneration of the Buddhist figure Guan Yin. Curiously, the Albegensians were prosecuted by the papacy as practitioners of this faith, which was adopted as the religion of the short-lived (*) Uighur Empire. The founder of this relgion presented by his writings to Shapur I of the Sassanids, who tolerated this faith within his realm. The best-known practitioner of this dualistic faith criticized it in On Free Choice of the Will for removing personal responsibility from immoral action, before straying from this religion at the urging of his Christian mother Monica. FTP, name this once widespread gnostic religion that incorporated elements of Christianity, Buddhism, and Zoroastrianism, practiced by St. Augustine and named for its": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.005233406
      ],
      [
        "ich",
        -0.010832511
      ],
      [
        "ae",
        -3.655073e-05
      ],
      [
        "ism",
        -7.398068e-05
      ]
    ]
  },
  "Believing that the family was an unnatural construct, he advocated the freedom of promiscuity between men and women and entire communities caring for children.  He advocated \"shamelessness\", or disregard for those conventions holding that an action harmless in nature may not be performed in every situation, and \"outspokenness\", or the zeal for exposing vice and conceit and stirring men to reform, in addition to the more commonly known self-sufficiency and rejection of luxury.  FTP, name this philosopher,": {
    "guess": "Josiah Warren",
    "confidence": [
      [
        "Jos",
        -1.9384524
      ],
      [
        "iah",
        -0.06465552
      ],
      [
        " Warren",
        -0.0008036722
      ]
    ]
  },
  "The man beloved of one of the sisters in this novel turns out to be cad, the father of an illegitimate child, and a golddigger, as he eventually marries a woman to whom the only attraction he feels is to her money. The beloved of the elder sister, on the other hand, is revealed to be engaged to Miss Lucy Steele, a girl of mean understanding whom he no longer loves but who he stays by because it is": {
    "guess": "Sense and Sensibility",
    "confidence": [
      [
        "Sense",
        -0.011367987
      ],
      [
        " and",
        -0.0007823494
      ],
      [
        " Sens",
        -7.445749e-05
      ],
      [
        "ibility",
        -0.00075685815
      ]
    ]
  },
  "It is believed that the composer of this work did not know the identity of its commissioner, and this composition was played at the funerals of Frederic Chopin and Franz Joseph Haydn.  It includes a solo": {
    "guess": "Requiem (Mozart)",
    "confidence": [
      [
        "Re",
        -0.009471786
      ],
      [
        "qu",
        -2.9040899e-05
      ],
      [
        "iem",
        -8.299462e-06
      ],
      [
        " (",
        -0.013553696
      ],
      [
        "M",
        -2.9636918e-05
      ],
      [
        "oz",
        -6.704273e-07
      ],
      [
        "art",
        -0.00012928384
      ],
      [
        ")",
        -4.1273333e-06
      ]
    ]
  },
  "Believed to have been of Babylonian origin, they were utilized by in the Middle Ages by merchants throughout Europe and much of Asia and Africa. Gradually replaced by arithmetic using Arabic numerals was – for ten points – what device consisting of a frame in which beaded wires represented the decimal": {
    "guess": "Abacus",
    "confidence": [
      [
        "Ab",
        -0.008610676
      ],
      [
        "acus",
        -0.000386463
      ]
    ]
  },
  "Belady's MIN algorithm is the theoretically most efficient one used for these, however it is not practically implementable in hardware. Snooping and snarfing, as well as the Firefly and Dragon protocols are all used to maintain coherency in these structures. An important decision in their design is their write policy, which can be either write-through or write-back, and their replacement policy is often governed by a least recently used algorithm. FTP, what are these structures utilizing the concept of locality of reference, which, on CPUs, are often divided into a level 1 and a level 2?": {
    "guess": "Cache coherence",
    "confidence": [
      [
        "Cache",
        -0.008774108
      ],
      [
        " coherence",
        -0.19027968
      ]
    ]
  },
  "Belonging to the Alcmaeonid family, this man's great-grandfather had brought about a public curse on the family by executing the followers of the would-be tyrant Cylon in 632 BCE.  The son of Megacles, he restructured the four ancient tribes into ten, and organized the boule to consist of 500 members.": {
    "guess": "Cleisthenes",
    "confidence": [
      [
        "C",
        -0.0020869735
      ],
      [
        "le",
        -0.00068681774
      ],
      [
        "ist",
        -0.00017445837
      ],
      [
        "hen",
        -2.2484697e-05
      ],
      [
        "es",
        -9.372295e-06
      ]
    ]
  },
  "This belief was refuted by a 1945 American military pamphlet, which tried to challenge 112 \"gripes\" in this vein held by soldiers. A Newt Gingrich ad against Mitt Romney played on this feeling by showing a clip of Romney at the Winter Olympics doing the same thing as John Kerry. Jonah Goldberg popularized a Ken Keeler phrase associated with this feeling in a National Review article giving 10 reasons why it was a valid belief. This feeling intensified after a 2003 speech at the UN in which a Foreign": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9096968
      ]
    ]
  },
  "Belady's MIN algorithm is the theoretically most efficient one used for these, however it is not practically": {
    "guess": "Page Replacement",
    "confidence": [
      [
        "Page",
        -0.014419345
      ],
      [
        " Replacement",
        -0.8865667
      ]
    ]
  },
  "This belief system holds that partial knowledge is attainable through different viewpoints called naya and that souls are initially omniscient but restrained by karma. Among the tenets of this religion": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00087275164
      ],
      [
        "ain",
        -8.776276e-06
      ],
      [
        "ism",
        -0.0059952745
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion, which became popular at the Tang court in Chang'an through its veneration of the Buddhist figure Guan Yin. Curiously, the Albegensians were prosecuted by the papacy as practitioners of this faith, which was adopted as the religion of the short-lived (*) Uighur Empire. The founder of this relgion presented by his writings to Shapur I of the Sassanids, who tolerated this faith within his realm. The": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.003175218
      ],
      [
        "ich",
        -0.029629564
      ],
      [
        "ae",
        -0.000118324446
      ],
      [
        "ism",
        -0.00018006093
      ]
    ]
  },
  "Its beliefs included one that air attacked souls without a \"lodging of clay\" unless its adherents had lived a good enough life to go to heaven. All that was required of its Credentes was that before death they undergo the Consolamentum. If the Consolamentum were done before death, members of this sect were required to become vegan and were forbidden to touch the opposite gender, as they became part": {
    "guess": "Catharism",
    "confidence": [
      [
        "C",
        -0.011753556
      ],
      [
        "ath",
        -0.00017994174
      ],
      [
        "ar",
        -0.056010425
      ],
      [
        "ism",
        -0.0011536744
      ]
    ]
  },
  "A Belgian movement combining this ideology with Catholicism was led by Leon Degrelle and known as Rexism, while Ferenc Szalasi advocated this ideology through his Arrow Cross Party. Another party following this ideology took power after the murder of Giacomo Matteotti, which led to the Aventine Secession. Columns of adherents to this ideology participated in the March on Rome, including a paramilitary organization known as the Blackshirts. Its name comes from the Latin term for a bundle of rods tied to an axe. For 10 points, name this authoritarian ideology that calls for adherence to national": {
    "guess": "Fascism",
    "confidence": [
      [
        "F",
        -0.01057682
      ],
      [
        "asc",
        -7.2907846e-05
      ],
      [
        "ism",
        -6.46828e-05
      ]
    ]
  },
  "The man beloved of one of the sisters in this novel turns out to be cad, the father of an illegitimate": {
    "guess": "Beloved (novel)",
    "confidence": [
      [
        "Bel",
        -0.26946232
      ],
      [
        "oved",
        -0.00032021143
      ],
      [
        " (",
        -0.20697829
      ],
      [
        "nov",
        -0.0034957698
      ],
      [
        "el",
        -3.5835506e-05
      ],
      [
        ")",
        -0.00023750975
      ]
    ]
  },
  "Belonging to the Alcmaeonid family, this man's great-grandfather had brought about a public curse on": {
    "guess": "Cleisthenes",
    "confidence": [
      [
        "C",
        -0.2110084
      ],
      [
        "le",
        -0.08669977
      ],
      [
        "ist",
        -0.018637748
      ],
      [
        "hen",
        -4.5491004e-05
      ],
      [
        "es",
        -1.1398757e-05
      ]
    ]
  },
  "Believing that the family was an unnatural construct, he advocated the freedom of promiscuity between men and women and entire communities caring for children.  He advocated \"shamelessness\", or disregard for those conventions holding that an action harmless in nature may not be performed in every situation,": {
    "guess": "Free love",
    "confidence": [
      [
        "Free",
        -0.55223763
      ],
      [
        " love",
        -0.05967109
      ]
    ]
  },
  "It is believed that he was part of a group of insurrectionists hoping to overthrow the Roman occupiers, though there are only vague references to him being a \"bandit\" and a \"notorious prisoner.\" Some scholars even suggest that he did not exist, but rather was a myth created from confusion over whether": {
    "guess": "Robin Hood",
    "confidence": [
      [
        "Robin",
        -0.9045692
      ],
      [
        " Hood",
        -0.0002584786
      ]
    ]
  },
  "The Believers' Prayer is derived from a passage in this book, whose ninth chapter features the healing": {
    "guess": "Acts of the Apostles",
    "confidence": [
      [
        "Acts",
        -0.00070218404
      ],
      [
        " of",
        -4.596782e-05
      ],
      [
        " the",
        -3.750436e-05
      ],
      [
        " Apost",
        -3.0545007e-06
      ],
      [
        "les",
        -2.8160932e-06
      ]
    ]
  },
  "This belief system holds that partial knowledge is attainable through different viewpoints called naya and that souls are initially omniscient but restrained by karma. Among the tenets of this religion are asteya, not taking that which is not given, and satya, truth. Forgiveness can be sought through samayik and the concepts of dharma and adharma allow movement and rest. Samvara is a cessation of the": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0036675332
      ],
      [
        "ain",
        -5.080963e-06
      ],
      [
        "ism",
        -0.00044342037
      ]
    ]
  },
  "This belief was refuted by a 1945 American military pamphlet, which tried to challenge 112 \"gripes\" in this vein held by soldiers. A Newt Gingrich ad against Mitt Romney played on this feeling by showing a clip of Romney at the Winter Olympics doing the same thing as John Kerry. Jonah Goldberg popularized a Ken Keeler phrase associated with this feeling in a National Review article giving 10 reasons why it was a valid belief. This feeling intensified after a 2003 speech at the UN in which a Foreign Minister said his country knew \"wars, occupation, and barbarity\" and thus rejected the Iraqi war,": {
    "guess": "American exceptionalism",
    "confidence": [
      [
        "American",
        -1.149483
      ],
      [
        " exceptional",
        -0.4451282
      ],
      [
        "ism",
        -0.00019162003
      ]
    ]
  },
  "This man believed that sympathy and self interest were complementary, and he theorized that gratitude": {
    "guess": "Adam Smith",
    "confidence": [
      [
        "Adam",
        -0.028943872
      ],
      [
        " Smith",
        -0.0074703284
      ]
    ]
  },
  "It is believed that he was part of a group of insurrectionists hoping to overthrow the Roman occupiers, though there are only vague references to him being a \"bandit\" and a \"notorious prisoner.\" Some scholars even suggest that he did not exist, but rather was a myth created from confusion over whether his name meaning \"son of the father\" in Aramaic meant the chanting crowd was referring to another man. Either way, the custom of Passover allowed Pontius Pilate to commute one prisoner's death sentence and, FTP, he chose to free this man instead of Jesus Christ.": {
    "guess": "Barabbas",
    "confidence": [
      [
        "Bar",
        -0.011473584
      ],
      [
        "abb",
        -3.1281633e-07
      ],
      [
        "as",
        -5.7961847e-06
      ]
    ]
  },
  "Believed to be named after the Sanskrit for \"Island of Bliss,\" this island's nearby neighbors include Abdu I-Kuri and the Al-Ikhwan Islands. Dominated by the Hajhir Mountains, Suq, Qalansiyya, and Mahattat Nujad are all major villages, but Madibu is the only sizable town on this island of 50,000 people. Nearest to the coast of Somalia, it has always been a key strategic point in the Red Sea, being": {
    "guess": "Socotra",
    "confidence": [
      [
        "S",
        -0.023536267
      ],
      [
        "oc",
        -3.7697225e-06
      ],
      [
        "ot",
        -3.106736e-05
      ],
      [
        "ra",
        -7.703444e-06
      ]
    ]
  },
  "He believed that man was born as a statue, his economic ideas were published in Commerce and Government, and he argued for the importance of language in logical reasoning in The Language of Calculation. As tutor to the young Prince Ferdinand of Parma [*] he composed a thirteen volume Course of Study that included the works The Art of Thinking and Treatise on Animals. This priest believed in the reality": {
    "guess": "Giambattista Vico",
    "confidence": [
      [
        "Gi",
        -0.17236766
      ],
      [
        "amb",
        -0.091871984
      ],
      [
        "att",
        -0.00084
      ],
      [
        "ista",
        -0.0011222378
      ],
      [
        " V",
        -0.15014353
      ],
      [
        "ico",
        -7.9418505e-06
      ]
    ]
  },
  "The Bell series of this function is equal to one minus x over 1 minus px, while the partial sums of this": {
    "guess": "Geometric series",
    "confidence": [
      [
        "Ge",
        -0.06897679
      ],
      [
        "ometric",
        -0.00029172545
      ],
      [
        " series",
        -0.030010577
      ]
    ]
  },
  "Bela Bartok's first composition of this type in two movements was published posthumously, and his second": {
    "guess": "Violin concerto",
    "confidence": [
      [
        "Viol",
        -0.2640725
      ],
      [
        "in",
        -8.470901e-05
      ],
      [
        " conc",
        -0.17692241
      ],
      [
        "erto",
        -5.109358e-05
      ]
    ]
  },
  "It is believed that between 60,000 and 90,000 people in the U.S. live under this system.  It is opposed": {
    "guess": "Mass surveillance in the United States",
    "confidence": [
      [
        "Mass",
        -1.0241182
      ],
      [
        " surveillance",
        -0.22398244
      ],
      [
        " in",
        -0.0025517656
      ],
      [
        " the",
        -0.00042364356
      ],
      [
        " United",
        -0.000676216
      ],
      [
        " States",
        -0.00017708084
      ]
    ]
  },
  "The Bell series of this function is equal to one minus x over 1 minus px, while the partial sums of this function show that its average order is equal to 3n divided by pi squared, a result which can be used to find the number of lattice points visible from the origin. The Dirichlet convolution of the identity function N and the Mobius function gives this function, and if a number has r distinct odd prime factors, 2 to the r divides this function of the number. Summing this function over the divisors of a number n gives n. It gives the number of elements in the group Z sub n star, and for a prime number p this function returns p minus 1. Also used in its namesake's generalization of Fermat's Little Theorem, for 10 points, name this function that returns the number of integers less than and relatively": {
    "guess": "Euler's totient function",
    "confidence": [
      [
        "E",
        -0.021168135
      ],
      [
        "uler",
        -3.8100377e-05
      ],
      [
        "'s",
        -0.00054814905
      ],
      [
        " tot",
        -0.027989281
      ],
      [
        "ient",
        -2.808727e-05
      ],
      [
        " function",
        -0.00014585316
      ]
    ]
  },
  "The Bell series of this function is equal to one minus x over 1 minus px, while the partial sums of this function show that its average order is equal to 3n divided by pi squared, a result which can be used to find the number of lattice points visible from the origin. The Dirichlet convolution of the": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -0.2983216
      ],
      [
        "iem",
        -0.022003457
      ],
      [
        "ann",
        -6.384837e-05
      ],
      [
        " z",
        -0.0034686902
      ],
      [
        "eta",
        -3.2929079e-06
      ],
      [
        " function",
        -0.0008841916
      ]
    ]
  },
  "The Bell series of this function is equal to one minus x over 1 minus px, while the partial sums of this function show that its average order is equal to 3n divided by pi squared, a result which can be used to find the number of lattice points visible from the origin. The Dirichlet convolution of the identity function N and the Mobius function gives this function, and if a number has r distinct odd prime factors, 2 to the r divides this function of the number. Summing this function over the divisors of a number n gives n. It gives the number of elements in the group Z sub n star, and for a prime number p this function returns p minus 1. Also used in its namesake's generalization of Fermat's Little": {
    "guess": "Euler's totient function",
    "confidence": [
      [
        "E",
        -0.26706862
      ],
      [
        "uler",
        -0.000112245056
      ],
      [
        "'s",
        -0.0010952115
      ],
      [
        " tot",
        -0.032029662
      ],
      [
        "ient",
        -1.9027791e-05
      ],
      [
        " function",
        -0.00035310065
      ]
    ]
  },
  "He believed that man was born as a statue, his economic ideas were published in Commerce and Government, and he argued for the importance of language in logical reasoning in The Language of Calculation. As tutor to the young Prince Ferdinand of Parma [*] he composed a thirteen volume Course of Study": {
    "guess": "Étienne Bonnot de Condillac",
    "confidence": [
      [
        "É",
        -0.96486366
      ],
      [
        "t",
        -3.6669935e-05
      ],
      [
        "ienne",
        -7.89631e-07
      ],
      [
        " Bon",
        -0.02318316
      ],
      [
        "not",
        -3.261701e-05
      ],
      [
        " de",
        -0.041001257
      ],
      [
        " Cond",
        -1.50940705e-05
      ],
      [
        "illac",
        -1.9361265e-07
      ]
    ]
  },
  "It is believed that the composer of this work did not know the identity of its commissioner, and this composition was played at the funerals of Frederic Chopin and Franz Joseph Haydn.  It includes a solo quartet in its Recordare and Tuba Mirum movements, while it also contains a notable Kyrie.  Its Sanctus": {
    "guess": "Requiem (Mozart)",
    "confidence": [
      [
        "Re",
        -0.008035159
      ],
      [
        "qu",
        -8.061054e-06
      ],
      [
        "iem",
        -1.1637165e-05
      ],
      [
        " (",
        -0.00016980943
      ],
      [
        "M",
        -5.6934558e-05
      ],
      [
        "oz",
        -6.704273e-07
      ],
      [
        "art",
        -6.289474e-05
      ],
      [
        ")",
        -6.749814e-06
      ]
    ]
  },
  "The Believers' Prayer is derived from a passage in this book, whose ninth chapter features the healing of Aeneas and Tabitha. The second book to begin with a dedication to Theophilus, its eighth chapter recounts the conversion of Simon Magnus by Phillip, while its seventh chapter tells the account of St. Stephen's stoning at the hands of Saul, who is later converted while on his way to Damascus. Centering": {
    "guess": "Acts of the Apostles",
    "confidence": [
      [
        "Acts",
        -0.003266361
      ],
      [
        " of",
        -7.2073424e-05
      ],
      [
        " the",
        -2.0219828e-05
      ],
      [
        " Apost",
        -5.4385737e-06
      ],
      [
        "les",
        -1.8624639e-06
      ]
    ]
  },
  "Bela Bartok's first composition of this type in two movements was published posthumously, and his second composition of this type included an unusual andante tranquillo second movement and was dedicated to Zoltan Szekely. Another composition of this type was composed in the company of Josef Kotek and transitions without a break from the G minor canzonetta second movement to its D major finale. Adolph Brodsky premiered that composition written by Lake Geneva by Pyotr Ilyich Tchaikovsky. Four (*) programmatic examples of this type of composition comprise Antonio Vivaldi's work The Four Seasons. For 10 points, name this type of composition written for orchestra and a soloist on the smallest standard": {
    "guess": "Violin concerto",
    "confidence": [
      [
        "Viol",
        -0.0037398643
      ],
      [
        "in",
        -2.7729659e-05
      ],
      [
        " conc",
        -0.034717895
      ],
      [
        "erto",
        -4.8425554e-06
      ]
    ]
  },
  "This belief was refuted by a 1945 American military pamphlet, which tried to challenge 112 \"gripes\" in this vein held by soldiers. A Newt Gingrich ad against Mitt Romney played on this feeling by showing a clip of Romney at the Winter Olympics doing the same thing as John Kerry. Jonah Goldberg popularized a Ken Keeler phrase associated with this feeling in a National Review article giving 10 reasons": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.90271854
      ]
    ]
  },
  "The Believers' Prayer is derived from a passage in this book, whose ninth chapter features the healing of Aeneas and Tabitha. The second book to begin with a dedication to Theophilus, its eighth chapter recounts the conversion of Simon Magnus by Phillip, while its seventh chapter tells the account of St. Stephen's stoning at the hands of Saul, who is later converted while on his way to Damascus. Centering on the deeds of St. Paul and St. Peter, for 10 points, identify this Biblical book that directly follows the Gospels and is named after the twelve closest followers of Jesus.": {
    "guess": "Acts of the Apostles",
    "confidence": [
      [
        "Acts",
        -0.0005630422
      ],
      [
        " of",
        -1.9504607e-05
      ],
      [
        " the",
        -5.7649777e-05
      ],
      [
        " Apost",
        -7.107425e-06
      ],
      [
        "les",
        -6.869018e-06
      ]
    ]
  },
  "Its beliefs included one that air attacked souls without a \"lodging of clay\" unless its adherents had lived a good enough life to go to heaven. All that was required of its Credentes was that before death they undergo the Consolamentum. If the Consolamentum were done before death, members of this sect": {
    "guess": "Catharism",
    "confidence": [
      [
        "C",
        -0.012417702
      ],
      [
        "ath",
        -2.58224e-05
      ],
      [
        "ar",
        -0.12346258
      ],
      [
        "ism",
        -5.6576944e-05
      ]
    ]
  },
  "It is believed that he was part of a group of insurrectionists hoping to overthrow the Roman occupiers, though there are only vague references to him being a \"bandit\" and a \"notorious prisoner.\" Some scholars even suggest that he did not exist, but rather was a myth created from confusion over whether his name meaning \"son of the father\" in Aramaic meant the chanting crowd was referring to another": {
    "guess": "Barabbas",
    "confidence": [
      [
        "Bar",
        -0.40787035
      ],
      [
        "abb",
        -6.0345924e-06
      ],
      [
        "as",
        -3.297462e-05
      ]
    ]
  },
  "The belief that this object is shrinking is suggested by Jacobs' model, which can be used to estimate its age. Posited by Inge Lehmann, this region is relatively depleted of light elements, which makes the region above it buoyant. It apparently undergoes either super- or sub-rotation, and its resistivity is anomalously high per Cowling's theorem, which deals with the dynamo mechanism that operates here. It is mostly comprised of a nickel-iron alloy. FTP, name this liquid region about 1200 km in radius at the very center of the earth.": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.0122030405
      ],
      [
        " core",
        -0.051296104
      ]
    ]
  },
  "Believing that the family was an unnatural construct, he advocated the freedom of promiscuity between men and women and entire communities caring for children.  He advocated \"shamelessness\", or disregard": {
    "guess": "Free love",
    "confidence": [
      [
        "Free",
        -0.47339916
      ],
      [
        " love",
        -0.013313046
      ]
    ]
  },
  "Belady's MIN algorithm is the theoretically most efficient one used for these, however it is not practically implementable in hardware. Snooping and snarfing, as well as the Firefly and Dragon protocols": {
    "guess": "Cache coherence",
    "confidence": [
      [
        "Cache",
        -0.009017866
      ],
      [
        " coherence",
        -0.037048884
      ]
    ]
  },
  "The man beloved of one of the sisters in this novel turns out to be cad, the father of an illegitimate child, and a golddigger, as he eventually marries a woman to whom the only attraction he feels is to her money. The beloved of the elder sister, on the other hand, is revealed to be engaged to Miss": {
    "guess": "Sense and Sensibility",
    "confidence": [
      [
        "Sense",
        -0.57732105
      ],
      [
        " and",
        -0.0015965108
      ],
      [
        " Sens",
        -0.00026264708
      ],
      [
        "ibility",
        -0.0018558193
      ]
    ]
  },
  "His belief that politics is based on emotion rather than rationality was expressed in his works The Transformation of Democracy and Facts and Theories. He simultaneously debunked Marxism and the bourgeois elite in a famous 1916 work that divided human beings into \"lions\" and \"foxes,\" and he later formulated": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.77430695
      ],
      [
        "il",
        -0.00020103711
      ],
      [
        "fred",
        -2.1769476e-05
      ],
      [
        "o",
        -0.00068777136
      ],
      [
        " Pare",
        -0.0002009179
      ],
      [
        "to",
        -1.7432603e-06
      ]
    ]
  },
  "Belgian composer Boudewijn Buckinx (BO-de-wine Boo-kingsk ) made a typically postmodern \"statement\" when he produced nine of them between 1991 and 1992. Other examples include Burgm?ller's second, Borodin's third, Bruckner's ninth, Sibelius' eighth, Bizet's \"Roma,\" Mahler's tenth, and Tchaikovsky's seventh. FTP, heart attacks, a blood infection, and drowning in a mineral bath are among the reasons": {
    "guess": "Symphonies",
    "confidence": [
      [
        "Sym",
        -0.38746578
      ],
      [
        "phon",
        -0.5120675
      ],
      [
        "ies",
        -0.00022678143
      ]
    ]
  },
  "The belief that this object is shrinking is suggested by Jacobs' model, which can be used to estimate its age. Posited by Inge Lehmann, this region is relatively depleted of light elements, which makes the region above it buoyant. It apparently undergoes either super- or sub-rotation, and its resistivity is anomalously high per Cowling's theorem, which deals with the dynamo mechanism that operates": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.32839757
      ],
      [
        "ars",
        -0.19401325
      ]
    ]
  },
  "A Belgian movement combining this ideology with Catholicism was led by Leon Degrelle and known as Rexism, while Ferenc Szalasi advocated this ideology through his Arrow Cross Party. Another party following this ideology took power after the murder of Giacomo Matteotti, which led to the Aventine Secession. Columns of adherents to this ideology participated in the March on Rome, including a paramilitary": {
    "guess": "Fascism",
    "confidence": [
      [
        "F",
        -0.06388228
      ],
      [
        "asc",
        -2.2007884e-05
      ],
      [
        "ism",
        -0.0018095333
      ]
    ]
  },
  "He believed that man was born as a statue, his economic ideas were published in Commerce and Government, and he argued for the importance of language in logical reasoning in The Language of Calculation. As tutor to the young Prince Ferdinand of Parma [*] he composed a thirteen volume Course of Study that included the works The Art of Thinking and Treatise on Animals. This priest believed in the reality of the soul even though his most famous work, which begins \"We never get outside ourselves, it is always our own thoughts that we perceive,\" marked him as disciple of Locke's naturalism. A good friend of Rousseau's, FTP, identify this man best known for the works Essay on the Origin of Human Knowledge": {
    "guess": "Etienne Bonnot de Condillac",
    "confidence": [
      [
        "Et",
        -0.94786435
      ],
      [
        "ienne",
        -2.355753e-05
      ],
      [
        " Bon",
        -0.008946274
      ],
      [
        "not",
        -0.0020342765
      ],
      [
        " de",
        -0.03838192
      ],
      [
        " Cond",
        -0.00030781425
      ],
      [
        "illac",
        -1.504853e-06
      ]
    ]
  },
  "Believed to be named after the Sanskrit for \"Island of Bliss,\" this island's nearby neighbors include Abdu I-Kuri and the Al-Ikhwan Islands. Dominated by the Hajhir Mountains, Suq, Qalansiyya, and Mahattat Nujad are all major villages, but Madibu is the only sizable town on this island of 50,000 people. Nearest to the coast of Somalia, it has always been a key strategic point in the Red Sea, being occupied by the Soviets during the Cold War and becoming a possible base for U.S. troops in the war against Iraq. FTP, name this island in the Red Sea belonging to Yemen.": {
    "guess": "Socotra",
    "confidence": [
      [
        "S",
        -0.077031896
      ],
      [
        "oc",
        -7.0285365e-05
      ],
      [
        "ot",
        -0.00022392054
      ],
      [
        "ra",
        -1.4855664e-05
      ]
    ]
  },
  "Belgian composer Boudewijn Buckinx (BO-de-wine Boo-kingsk ) made a typically postmodern \"statement\" when he produced nine of them between 1991 and 1992. Other examples include Burgm?ller's second, Borodin's third, Bruckner's ninth, Sibelius' eighth, Bizet's \"Roma,\" Mahler's tenth, and Tchaikovsky's seventh.": {
    "guess": "Symphony",
    "confidence": [
      [
        "Sym",
        -0.15860946
      ],
      [
        "phony",
        -0.11647878
      ]
    ]
  },
  "Bela Bartok's first composition of this type in two movements was published posthumously, and his second composition of this type included an unusual andante tranquillo second movement and was dedicated to Zoltan Szekely. Another composition of this type was composed in the company of Josef Kotek and transitions without a break from the G minor canzonetta second movement to its D major finale. Adolph": {
    "guess": "Violin concerto",
    "confidence": [
      [
        "Viol",
        -0.0029187573
      ],
      [
        "in",
        -2.749125e-05
      ],
      [
        " conc",
        -0.009621622
      ],
      [
        "erto",
        -2.9756122e-05
      ]
    ]
  },
  "The man beloved of one of the sisters in this novel turns out to be cad, the father of an illegitimate child, and a golddigger, as he eventually marries a woman to whom the only attraction he feels is to her money. The beloved of the elder sister, on the other hand, is revealed to be engaged to Miss Lucy Steele, a girl of mean understanding whom he no longer loves but who he stays by because it is the right thing to do, even when his mother disowns him. FTP, identify this Jane Austen novel about Willoughby and Edward Ferrars, the loves of Marianne and Elinor Dashwood.": {
    "guess": "Sense and Sensibility",
    "confidence": [
      [
        "Sense",
        -0.004211482
      ],
      [
        " and",
        -7.886803e-05
      ],
      [
        " Sens",
        -8.280175e-05
      ],
      [
        "ibility",
        -2.3438328e-05
      ]
    ]
  },
  "A Belgian movement combining this ideology with Catholicism was led by Leon Degrelle and known as Rexism, while Ferenc Szalasi advocated this ideology through his Arrow Cross Party. Another party following this ideology took power after the murder of Giacomo Matteotti, which led to the Aventine Secession.": {
    "guess": "Fascism",
    "confidence": [
      [
        "F",
        -0.060916826
      ],
      [
        "asc",
        -7.9418505e-06
      ],
      [
        "ism",
        -0.00059890415
      ]
    ]
  },
  "The belief that this object is shrinking is suggested by Jacobs' model, which can be used to estimate its age. Posited by Inge Lehmann, this region is relatively depleted of light elements, which makes the region above it buoyant. It apparently undergoes either super- or sub-rotation, and its resistivity": {
    "guess": "Inner core",
    "confidence": [
      [
        "Inner",
        -1.1288666
      ],
      [
        " core",
        -0.017492412
      ]
    ]
  },
  "The belief that this object is shrinking is suggested by Jacobs' model, which can be used to estimate its age. Posited by Inge Lehmann, this region is relatively depleted of light elements, which makes": {
    "guess": "Inner core of the Earth",
    "confidence": [
      [
        "Inner",
        -0.629258
      ],
      [
        " core",
        -0.009520551
      ],
      [
        " of",
        -0.5134255
      ],
      [
        " the",
        -0.045946132
      ],
      [
        " Earth",
        -0.006169101
      ]
    ]
  },
  "He believed that man was born as a statue, his economic ideas were published in Commerce and Government, and he argued for the importance of language in logical reasoning in The Language of Calculation. As tutor to the young Prince Ferdinand of Parma [*] he composed a thirteen volume Course of Study that included the works The Art of Thinking and Treatise on Animals. This priest believed in the reality of the soul even though his most famous work, which begins \"We never get outside ourselves, it is always our own thoughts that we perceive,\" marked him as disciple of Locke's naturalism. A good friend": {
    "guess": "Giambattista Vico",
    "confidence": [
      [
        "Gi",
        -0.36533612
      ],
      [
        "amb",
        -0.007972834
      ],
      [
        "att",
        -0.0017630018
      ],
      [
        "ista",
        -0.00059556647
      ],
      [
        " V",
        -0.022238763
      ],
      [
        "ico",
        -9.610702e-06
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin.": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -0.78807724
      ],
      [
        "orm",
        -0.2512781
      ],
      [
        "on",
        -7.58424e-06
      ],
      [
        "ism",
        -0.008536801
      ]
    ]
  },
  "He believed that man was born as a statue, his economic ideas were published in Commerce and Government, and he argued for the importance of language in logical reasoning in The Language of Calculation.": {
    "guess": "Benjamin Lee Whorf",
    "confidence": [
      [
        "Ben",
        -1.5899982
      ],
      [
        "jamin",
        -0.017180309
      ],
      [
        " Lee",
        -0.12450461
      ],
      [
        " Wh",
        -5.538491e-05
      ],
      [
        "orf",
        -0.000102827966
      ]
    ]
  },
  "Belgian composer Boudewijn Buckinx (BO-de-wine Boo-kingsk ) made a typically postmodern \"statement\" when he produced nine of them between 1991 and 1992. Other examples include Burgm?ller's second, Borodin's third, Bruckner's ninth, Sibelius' eighth, Bizet's \"Roma,\" Mahler's tenth, and Tchaikovsky's seventh. FTP, heart attacks, a blood infection, and drowning in a mineral bath are among the reasons that these musical works fall under this category, the classic examples of which are Schubert's eighth": {
    "guess": "Unfinished symphony",
    "confidence": [
      [
        "Un",
        -0.17636144
      ],
      [
        "finished",
        -0.0030560233
      ],
      [
        " sym",
        -0.06621016
      ],
      [
        "phony",
        -0.1270922
      ]
    ]
  },
  "It is believed that between 60,000 and 90,000 people in the U.S. live under this system.  It is opposed by Rowena Erickson's Tapestry group, composed of women who once participated in it, and supported by the ACLU and the Women's Religious Liberties Union.  FTP, identify this practice that has been called \"Utah's dirty little secret,\" a tenet banned in the 19th century by the Mormon church.": {
    "guess": "Lost boys of polygamy",
    "confidence": [
      [
        "Lost",
        -1.2254431
      ],
      [
        " boys",
        -0.6194307
      ],
      [
        " of",
        -0.7255731
      ],
      [
        " poly",
        -0.42263702
      ],
      [
        "g",
        -0.00026896485
      ],
      [
        "amy",
        -0.0003862246
      ]
    ]
  },
  "Belady's MIN algorithm is the theoretically most efficient one used for these, however it is not practically implementable in hardware. Snooping and snarfing, as well as the Firefly and Dragon protocols are all used to maintain coherency in these structures. An important decision in their design is their": {
    "guess": "Cache coherence",
    "confidence": [
      [
        "Cache",
        -0.007902707
      ],
      [
        " coherence",
        -0.025631823
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion, which became popular at the Tang court in Chang'an through its veneration of the Buddhist figure Guan Yin. Curiously, the Albegensians were prosecuted by the papacy as practitioners of this faith, which was adopted as the religion of the short-lived (*) Uighur Empire. The founder of this relgion presented by his writings to Shapur I of the Sassanids, who tolerated this faith within his realm. The best-known practitioner of this dualistic faith criticized it in On Free Choice of the Will for removing personal responsibility from immoral action, before straying from this religion at the urging of his Christian mother Monica. FTP, name this once widespread gnostic religion that incorporated": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.00885494
      ],
      [
        "ich",
        -0.010941818
      ],
      [
        "ae",
        -1.1398757e-05
      ],
      [
        "ism",
        -3.8457987e-05
      ]
    ]
  },
  "It is believed that he was part of a group of insurrectionists hoping to overthrow the Roman occupiers, though there are only vague references to him being a \"bandit\" and a \"notorious prisoner.\" Some scholars": {
    "guess": "Barabbas",
    "confidence": [
      [
        "Bar",
        -1.3507762
      ],
      [
        "abb",
        -0.00080283784
      ],
      [
        "as",
        -1.4498052e-05
      ]
    ]
  },
  "He believed that man was born as a statue, his economic ideas were published in Commerce and Government, and he argued for the importance of language in logical reasoning in The Language of Calculation. As tutor to the young Prince Ferdinand of Parma [*] he composed a thirteen volume Course of Study that included the works The Art of Thinking and Treatise on Animals. This priest believed in the reality of the soul even though his most famous work, which begins \"We never get outside ourselves, it is always our own thoughts that we perceive,\" marked him as disciple of Locke's naturalism. A good friend of Rousseau's, FTP, identify this man best known for the works Essay on the Origin of Human Knowledge and Treatise on Sensations.": {
    "guess": "Etienne Bonnot de Condillac",
    "confidence": [
      [
        "Et",
        -0.15544501
      ],
      [
        "ienne",
        -3.4405064e-05
      ],
      [
        " Bon",
        -0.008166062
      ],
      [
        "not",
        -0.0010834213
      ],
      [
        " de",
        -0.06361049
      ],
      [
        " Cond",
        -0.00026479273
      ],
      [
        "illac",
        -2.9352968e-06
      ]
    ]
  },
  "Belonging to the Alcmaeonid family, this man's great-grandfather had brought about a public curse on the family by executing the followers of the would-be tyrant Cylon in 632 BCE.  The son of Megacles, he restructured the four ancient tribes into ten, and organized the boule to consist of 500 members.  He was chief archon of Athens from 525-524 BCE following the death of the Peisistratus, after which his power briefly declined until 508 BCE.  FTP, name this Athenian statesman who allied himself with": {
    "guess": "Cleisthenes",
    "confidence": [
      [
        "C",
        -0.0011462911
      ],
      [
        "le",
        -5.0378356e-05
      ],
      [
        "ist",
        -3.8338785e-05
      ],
      [
        "hen",
        -5.3954464e-05
      ],
      [
        "es",
        -2.1531068e-05
      ]
    ]
  },
  "He believed that man was born as a statue, his economic ideas were published in Commerce and Government,": {
    "guess": "Henry George",
    "confidence": [
      [
        "Henry",
        -0.8591515
      ],
      [
        " George",
        -0.0208121
      ]
    ]
  },
  "While believers of voodoo acknowledge one supreme but distant god, they really interact with many of": {
    "guess": "Loa",
    "confidence": [
      [
        "Lo",
        -0.07922959
      ],
      [
        "a",
        -0.0062359218
      ]
    ]
  },
  "The belief that this object is shrinking is suggested by Jacobs' model, which can be used to estimate": {
    "guess": "Earth's magnetic field",
    "confidence": [
      [
        "Earth",
        -1.1372764
      ],
      [
        "'s",
        -0.11498918
      ],
      [
        " magnetic",
        -1.2287354
      ],
      [
        " field",
        -0.009532597
      ]
    ]
  },
  "It is believed that the composer of this work did not know the identity of its commissioner, and this composition was played at the funerals of Frederic Chopin and Franz Joseph Haydn.  It includes a solo quartet in its Recordare and Tuba Mirum movements, while it also contains a notable Kyrie.  Its Sanctus and Benedictus movements were likely written by Franz Sussmayer.  For 10 points, identify this": {
    "guess": "Requiem (Mozart)",
    "confidence": [
      [
        "Re",
        -0.0027803928
      ],
      [
        "qu",
        -1.5451682e-05
      ],
      [
        "iem",
        -1.3306016e-05
      ],
      [
        " (",
        -0.0016726837
      ],
      [
        "M",
        -2.749125e-05
      ],
      [
        "oz",
        0.0
      ],
      [
        "art",
        -0.000114748334
      ],
      [
        ")",
        -4.604148e-06
      ]
    ]
  },
  "Believed to be named after the Sanskrit for \"Island of Bliss,\" this island's nearby neighbors include Abdu I-Kuri and the Al-Ikhwan Islands. Dominated by the Hajhir Mountains, Suq, Qalansiyya, and Mahattat Nujad are all major villages, but Madibu is the only sizable town on this island of 50,000 people. Nearest to the coast of Somalia, it has always been a key strategic point in the Red Sea, being occupied by the Soviets during the Cold War and becoming a possible base for U.S. troops in the war": {
    "guess": "Socotra",
    "confidence": [
      [
        "S",
        -0.0063115046
      ],
      [
        "oc",
        -7.89631e-07
      ],
      [
        "ot",
        -7.088138e-05
      ],
      [
        "ra",
        -6.392203e-06
      ]
    ]
  },
  "The Believers' Prayer is derived from a passage in this book, whose ninth chapter features the healing of Aeneas and Tabitha. The second book to begin with a dedication to Theophilus, its eighth chapter recounts the conversion of Simon Magnus by Phillip, while its seventh chapter tells the account of St. Stephen's stoning at the hands of Saul, who is later converted while on his way to Damascus. Centering on the deeds of St. Paul and St. Peter, for 10 points, identify this Biblical book that directly": {
    "guess": "Acts of the Apostles",
    "confidence": [
      [
        "Acts",
        -0.003182348
      ],
      [
        " of",
        -8.339777e-05
      ],
      [
        " the",
        -0.00014215785
      ],
      [
        " Apost",
        -2.451116e-05
      ],
      [
        "les",
        -5.4385737e-06
      ]
    ]
  },
  "A Belgian movement combining this ideology with Catholicism was led by Leon Degrelle and known as Rexism, while Ferenc Szalasi advocated this ideology through his Arrow Cross Party. Another party following this ideology took power after the murder of Giacomo Matteotti, which led to the Aventine Secession. Columns of adherents to this ideology participated in the March on Rome, including a paramilitary organization known as the Blackshirts. Its name comes from the Latin term for a bundle of rods tied": {
    "guess": "Fascism",
    "confidence": [
      [
        "F",
        -0.016042229
      ],
      [
        "asc",
        -6.7662884e-05
      ],
      [
        "ism",
        -0.0009514793
      ]
    ]
  },
  "\"A belt of straw and ivy buds\", \"Fair lined slippers for the cold\", \"A gown made of the finest wool\",": {
    "guess": "The Passionate Shepherd to His Love",
    "confidence": [
      [
        "The",
        -0.07261383
      ],
      [
        " Passion",
        -0.6172184
      ],
      [
        "ate",
        -1.3306016e-05
      ],
      [
        " Shepherd",
        -0.00021664912
      ],
      [
        " to",
        -2.9994528e-05
      ],
      [
        " His",
        -5.955704e-05
      ],
      [
        " Love",
        -5.157039e-05
      ]
    ]
  },
  "Believed to have been of Babylonian origin, they were utilized by in the Middle Ages by merchants throughout Europe and much of Asia and Africa. Gradually replaced by arithmetic using Arabic numerals was": {
    "guess": "Roman numerals",
    "confidence": [
      [
        "Roman",
        -0.5028361
      ],
      [
        " numer",
        -0.07033552
      ],
      [
        "als",
        -4.465658e-05
      ]
    ]
  },
  "His belief that politics is based on emotion rather than rationality was expressed in his works The Transformation of Democracy and Facts and Theories. He simultaneously debunked Marxism and the bourgeois elite in a famous 1916 work that divided human beings into \"lions\" and \"foxes,\" and he later formulated the theory of \"circulation of elites.\" His \"law of income distribution\" appeared in his first": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.42305383
      ],
      [
        "il",
        -3.22594e-05
      ],
      [
        "fred",
        -3.5954712e-05
      ],
      [
        "o",
        -5.4312077e-05
      ],
      [
        " Pare",
        -0.00022058284
      ],
      [
        "to",
        -2.2484697e-05
      ]
    ]
  },
  "Bela Bartok's first composition of this type in two movements was published posthumously, and his second composition of this type included an unusual andante tranquillo second movement and was dedicated to Zoltan Szekely. Another composition of this type was composed in the company of Josef Kotek and": {
    "guess": "Violin sonata",
    "confidence": [
      [
        "Viol",
        -0.07676144
      ],
      [
        "in",
        -0.00018804391
      ],
      [
        " son",
        -0.37479433
      ],
      [
        "ata",
        -0.20207119
      ]
    ]
  },
  "Belonging to the Alcmaeonid family, this man's great-grandfather had brought about a public curse on the family by executing the followers of the would-be tyrant Cylon in 632 BCE.  The son of Megacles,": {
    "guess": "Cleisthenes",
    "confidence": [
      [
        "C",
        -0.027451513
      ],
      [
        "le",
        -0.019598505
      ],
      [
        "ist",
        -0.0042841304
      ],
      [
        "hen",
        -2.5703197e-05
      ],
      [
        "es",
        -6.2729996e-06
      ]
    ]
  },
  "The belief that this object is shrinking is suggested by Jacobs' model, which can be used to estimate its age. Posited by Inge Lehmann, this region is relatively depleted of light elements, which makes the region above it buoyant. It apparently undergoes either super- or sub-rotation, and its resistivity is anomalously high per Cowling's theorem, which deals with the dynamo mechanism that operates here. It is mostly comprised of a nickel-iron alloy. FTP, name this liquid region about 1200 km in radius": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.010747132
      ],
      [
        " core",
        -0.020582415
      ]
    ]
  },
  "His belief that politics is based on emotion rather than rationality was expressed in his works The Transformation of Democracy and Facts and Theories. He simultaneously debunked Marxism and the bourgeois elite in a famous 1916 work that divided human beings into \"lions\" and \"foxes,\" and he later formulated the theory of \"circulation of elites.\" His \"law of income distribution\" appeared in his first major work, though his most lasting work is A Manual of Political Economy, in which he put forth revolutionary ideas such as indifference curves. For 10 points, name this Italian economist who wrote": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.004810304
      ],
      [
        "il",
        -3.2736214e-05
      ],
      [
        "fred",
        -4.246537e-06
      ],
      [
        "o",
        -1.0683535e-05
      ],
      [
        " Pare",
        -3.1737043e-06
      ],
      [
        "to",
        -1.3067608e-05
      ]
    ]
  },
  "His belief that politics is based on emotion rather than rationality was expressed in his works The Transformation of Democracy and Facts and Theories. He simultaneously debunked Marxism and the bourgeois elite in a famous 1916 work that divided human beings into \"lions\" and \"foxes,\" and he later formulated the theory of \"circulation of elites.\" His \"law of income distribution\" appeared in his first major work, though his most lasting work is A Manual of Political Economy, in which he put forth revolutionary": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.15139179
      ],
      [
        "il",
        -3.5313153e-06
      ],
      [
        "fred",
        -1.962381e-05
      ],
      [
        "o",
        -2.4034345e-05
      ],
      [
        " Pare",
        -3.8577193e-05
      ],
      [
        "to",
        -2.4272753e-05
      ]
    ]
  },
  "This belief was refuted by a 1945 American military pamphlet, which tried to challenge 112 \"gripes\" in this vein held by soldiers. A Newt Gingrich ad against Mitt Romney played on this feeling by showing a clip of Romney at the Winter Olympics doing the same thing as John Kerry. Jonah Goldberg popularized": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.30995324
      ]
    ]
  },
  "Belonging to the Alcmaeonid family, this man's great-grandfather had brought about a public curse on the family by executing the followers of the would-be tyrant Cylon in 632 BCE.  The son of Megacles, he restructured the four ancient tribes into ten, and organized the boule to consist of 500 members.  He was chief archon of Athens from 525-524 BCE following the death of the Peisistratus, after which his power briefly declined until 508 BCE.  FTP, name this Athenian statesman who allied himself with the Assembly against the nobles in 508 BCE, thus imposing democratic reform.": {
    "guess": "Cleisthenes",
    "confidence": [
      [
        "C",
        -0.00075090164
      ],
      [
        "le",
        -2.9517714e-05
      ],
      [
        "ist",
        -4.167649e-05
      ],
      [
        "hen",
        -0.00044973815
      ],
      [
        "es",
        -6.563642e-05
      ]
    ]
  },
  "The Bell series of this function is equal to one minus x over 1 minus px, while the partial sums of this function show that its average order is equal to 3n divided by pi squared, a result which can be": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -0.071255215
      ],
      [
        "iem",
        -0.0047813575
      ],
      [
        "ann",
        -6.7901296e-05
      ],
      [
        " z",
        -0.0005724519
      ],
      [
        "eta",
        -1.9816675e-06
      ],
      [
        " function",
        -0.00058222294
      ]
    ]
  },
  "A Belgian movement combining this ideology with Catholicism was led by Leon Degrelle and known as Rexism, while Ferenc Szalasi advocated this ideology through his Arrow Cross Party. Another party following": {
    "guess": "Clerical fascism",
    "confidence": [
      [
        "C",
        -0.70472956
      ],
      [
        "ler",
        -0.38326743
      ],
      [
        "ical",
        -0.015636964
      ],
      [
        " fascism",
        -0.021099046
      ]
    ]
  },
  "\"A belt of straw and ivy buds\", \"Fair lined slippers for the cold\", \"A gown made of the finest wool\", \"A cap of flowers and a kirtle\", as well as \"beds of roses\". For 10 points, these are the enticements offered by a rustic fellow to the object of his affections in what poem by Christopher Marlowe?": {
    "guess": "The Passionate Shepherd to His Love",
    "confidence": [
      [
        "The",
        -0.012286764
      ],
      [
        " Passion",
        -0.003958717
      ],
      [
        "ate",
        -2.220075e-06
      ],
      [
        " Shepherd",
        -5.800739e-05
      ],
      [
        " to",
        -1.4378848e-05
      ],
      [
        " His",
        -0.00016873659
      ],
      [
        " Love",
        -4.7875077e-05
      ]
    ]
  },
  "Believed to be named after the Sanskrit for \"Island of Bliss,\" this island's nearby neighbors include Abdu I-Kuri and the Al-Ikhwan Islands. Dominated by the Hajhir Mountains, Suq, Qalansiyya, and Mahattat": {
    "guess": "Socotra",
    "confidence": [
      [
        "S",
        -0.021002859
      ],
      [
        "oc",
        -8.0656086e-05
      ],
      [
        "ot",
        -0.00010652328
      ],
      [
        "ra",
        -1.7954959e-05
      ]
    ]
  },
  "This belief was refuted by a 1945 American military pamphlet, which tried to challenge 112 \"gripes\" in this vein held by soldiers. A Newt Gingrich ad against Mitt Romney played on this feeling by showing a clip of Romney at the Winter Olympics doing the same thing as John Kerry. Jonah Goldberg popularized a Ken Keeler phrase associated with this feeling in a National Review article giving 10 reasons why it was a valid belief. This feeling intensified after a 2003 speech at the UN in which a Foreign Minister said his country knew \"wars, occupation, and barbarity\" and thus rejected the Iraqi war, which brought much lampooned changes to the Congressional cafeteria's menu. For 10 points, name this sentiment commonly seen in the United States, as represented by the phrase \"cheese-eating surrender monkeys\" and by the changing of a food's name to \"freedom fries.\"": {
    "guess": "French military victories",
    "confidence": [
      [
        "French",
        -1.010467
      ],
      [
        " military",
        -1.3139135
      ],
      [
        " victories",
        -0.22622241
      ]
    ]
  },
  "Its beliefs included one that air attacked souls without a \"lodging of clay\" unless its adherents had lived a good enough life to go to heaven. All that was required of its Credentes was that before death they undergo the Consolamentum. If the Consolamentum were done before death, members of this sect were required to become vegan and were forbidden to touch the opposite gender, as they became part of the Elect or Perfect. It believed that all material goods were the creation of a god called \"Rex Mundi,\" and that every soul eventually reached salvation with the Good God, a dualism that put this Languedoc-based faith on bad terms with the Catholic Church. For 10 points, name this Christian sect": {
    "guess": "Catharism",
    "confidence": [
      [
        "C",
        -0.057314705
      ],
      [
        "ath",
        -2.0696643e-05
      ],
      [
        "ar",
        -0.11392282
      ],
      [
        "ism",
        -5.5577775e-06
      ]
    ]
  },
  "This belief was refuted by a 1945 American military pamphlet, which tried to challenge 112 \"gripes\" in this vein held by soldiers. A Newt Gingrich ad against Mitt Romney played on this feeling by showing a clip of Romney at the Winter Olympics doing the same thing as John Kerry. Jonah Goldberg popularized a Ken Keeler phrase associated with this feeling in a National Review article giving 10 reasons why it was a valid belief. This feeling intensified after a 2003 speech at the UN in which a Foreign Minister said his country knew \"wars, occupation, and barbarity\" and thus rejected the Iraqi war, which brought much lampooned changes to the Congressional cafeteria's menu. For 10 points, name this": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9221407
      ]
    ]
  },
  "This belief was refuted by a 1945 American military pamphlet, which tried to challenge 112 \"gripes\" in this vein held by soldiers. A Newt Gingrich ad against Mitt Romney played on this feeling by showing": {
    "guess": "Myth of the clean Wehrmacht",
    "confidence": [
      [
        "My",
        -1.3037499
      ],
      [
        "th",
        -0.6166894
      ],
      [
        " of",
        -0.07774903
      ],
      [
        " the",
        -0.021570142
      ],
      [
        " clean",
        -0.24282639
      ],
      [
        " We",
        -0.00040517066
      ],
      [
        "hr",
        -0.00010318558
      ],
      [
        "m",
        -4.7755875e-05
      ],
      [
        "acht",
        -0.00062737183
      ]
    ]
  },
  "This belief system holds that partial knowledge is attainable through different viewpoints called naya and that souls are initially omniscient but restrained by karma. Among the tenets of this religion are asteya, not taking that which is not given, and satya, truth. Forgiveness can be sought through": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00048131612
      ],
      [
        "ain",
        -2.6968896e-06
      ],
      [
        "ism",
        -1.8789384e-05
      ]
    ]
  },
  "The Bell series of this function is equal to one minus x over 1 minus px, while the partial sums of this function show that its average order is equal to 3n divided by pi squared, a result which can be used to find the number of lattice points visible from the origin. The Dirichlet convolution of the identity function N and the Mobius function gives this function, and if a number has r distinct odd": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -0.7307242
      ],
      [
        "iem",
        -0.21158808
      ],
      [
        "ann",
        -1.342522e-05
      ],
      [
        " z",
        -0.011159238
      ],
      [
        "eta",
        -1.1041146e-05
      ],
      [
        " function",
        -0.0067999177
      ]
    ]
  },
  "Its beliefs included one that air attacked souls without a \"lodging of clay\" unless its adherents had lived a good enough life to go to heaven. All that was required of its Credentes was that before death they undergo the Consolamentum. If the Consolamentum were done before death, members of this sect were required to become vegan and were forbidden to touch the opposite gender, as they became part of the Elect or Perfect. It believed that all material goods were the creation of a god called \"Rex Mundi,\" and that every soul eventually reached salvation with the Good God, a dualism that put this": {
    "guess": "Catharism",
    "confidence": [
      [
        "C",
        -0.08028188
      ],
      [
        "ath",
        -5.7172965e-05
      ],
      [
        "ar",
        -0.035449136
      ],
      [
        "ism",
        -0.00020032188
      ]
    ]
  },
  "The Bell series of this function is equal to one minus x over 1 minus px, while the partial sums of this function show that its average order is equal to 3n divided by pi squared, a result which can be used to find the number of lattice points visible from the origin. The Dirichlet convolution of the identity function N and the Mobius function gives this function, and if a number has r distinct odd prime factors, 2 to the r divides this function of the number. Summing this function over the divisors": {
    "guess": "Divisor function",
    "confidence": [
      [
        "Div",
        -0.18205598
      ],
      [
        "isor",
        -3.7146747e-05
      ],
      [
        " function",
        -0.030887924
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion,": {
    "guess": "Mandaeism",
    "confidence": [
      [
        "M",
        -0.98164314
      ],
      [
        "and",
        -0.2308838
      ],
      [
        "ae",
        -0.00059795054
      ],
      [
        "ism",
        -0.00088371476
      ]
    ]
  },
  "Belonging to the Alcmaeonid family, this man's great-grandfather had brought about a public curse on the family by executing the followers of the would-be tyrant Cylon in 632 BCE.  The son of Megacles, he restructured the four ancient tribes into ten, and organized the boule to consist of 500 members.  He was chief archon of Athens from 525-524 BCE following the death of the Peisistratus, after which": {
    "guess": "Cleisthenes",
    "confidence": [
      [
        "C",
        -0.08479698
      ],
      [
        "le",
        -0.0025823205
      ],
      [
        "ist",
        -0.0011271214
      ],
      [
        "hen",
        -6.515961e-05
      ],
      [
        "es",
        -2.8206474e-05
      ]
    ]
  },
  "This man believed that sympathy and self interest were complementary, and he theorized that gratitude prompted man towards reward while resentment prompted man towards punishment. He wrote that sympathy arose from a desire to follow natural laws in his The Theory of Moral Sentiments, and in another work,": {
    "guess": "Adam Smith",
    "confidence": [
      [
        "Adam",
        -0.045582905
      ],
      [
        " Smith",
        -0.0001409658
      ]
    ]
  },
  "Bela Bartok's first composition of this type in two movements was published posthumously, and his second composition of this type included an unusual andante tranquillo second movement and was dedicated to Zoltan Szekely. Another composition of this type was composed in the company of Josef Kotek and transitions without a break from the G minor canzonetta second movement to its D major finale. Adolph Brodsky premiered that composition written by Lake Geneva by Pyotr Ilyich Tchaikovsky. Four (*) programmatic examples of this type of composition comprise Antonio Vivaldi's work The Four Seasons. For 10 points, name this type of composition written for orchestra and a soloist on the smallest standard string instrument.": {
    "guess": "Violin concerto",
    "confidence": [
      [
        "Viol",
        -0.0015537863
      ],
      [
        "in",
        -1.18755715e-05
      ],
      [
        " conc",
        -0.027624415
      ],
      [
        "erto",
        -6.6306106e-06
      ]
    ]
  },
  "Bela Bartok's first composition of this type in two movements was published posthumously, and his second composition of this type included an unusual andante tranquillo second movement and was dedicated to Zoltan Szekely. Another composition of this type was composed in the company of Josef Kotek and transitions without a break from the G minor canzonetta second movement to its D major finale. Adolph Brodsky premiered that composition written by Lake Geneva by Pyotr Ilyich Tchaikovsky. Four (*) programmatic": {
    "guess": "Violin concerto",
    "confidence": [
      [
        "Viol",
        -0.0075460505
      ],
      [
        "in",
        -8.1609716e-05
      ],
      [
        " conc",
        -0.1974375
      ],
      [
        "erto",
        -6.1537958e-06
      ]
    ]
  },
  "His belief that politics is based on emotion rather than rationality was expressed in his works The Transformation of Democracy and Facts and Theories. He simultaneously debunked Marxism and the bourgeois elite in a famous 1916 work that divided human beings into \"lions\" and \"foxes,\" and he later formulated the theory of \"circulation of elites.\" His \"law of income distribution\" appeared in his first major work, though his most lasting work is A Manual of Political Economy, in which he put forth revolutionary ideas such as indifference curves. For 10 points, name this Italian economist who wrote The Mind and Society and whose namesake optimality is reached when no one can be made better off without": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.0021305142
      ],
      [
        "il",
        -2.1054253e-05
      ],
      [
        "fred",
        -3.888926e-06
      ],
      [
        "o",
        -6.6306106e-06
      ],
      [
        " Pare",
        -1.0280384e-06
      ],
      [
        "to",
        -7.107425e-06
      ]
    ]
  },
  "It is believed that between 60,000 and 90,000 people in the U.S. live under this system.  It is opposed by Rowena Erickson's Tapestry group, composed of women who once participated in it, and supported by the ACLU and the Women's Religious Liberties Union.  FTP, identify this practice that has been called": {
    "guess": "Human trafficking in the United States",
    "confidence": [
      [
        "Human",
        -2.4510624
      ],
      [
        " trafficking",
        -0.1476624
      ],
      [
        " in",
        -0.04082102
      ],
      [
        " the",
        -0.0029610617
      ],
      [
        " United",
        -0.021631973
      ],
      [
        " States",
        -0.0006803844
      ]
    ]
  },
  "A Belgian movement combining this ideology with Catholicism was led by Leon Degrelle and known as Rexism,": {
    "guess": "Rexist Party",
    "confidence": [
      [
        "R",
        -0.2468404
      ],
      [
        "exist",
        -0.29383877
      ],
      [
        " Party",
        -0.15636423
      ]
    ]
  },
  "While believers of voodoo acknowledge one supreme but distant god, they really interact with many of these spirits who attach themselves to individuals or families and demand constant ritual service. In return, they help, guide and protect their worshippers. Many of them are patterned after Catholic": {
    "guess": "Loa",
    "confidence": [
      [
        "Lo",
        -0.0054629594
      ],
      [
        "a",
        -0.09296787
      ]
    ]
  },
  "The Believers' Prayer is derived from a passage in this book, whose ninth chapter features the healing of Aeneas and Tabitha. The second book to begin with a dedication to Theophilus, its eighth chapter": {
    "guess": "Acts of the Apostles",
    "confidence": [
      [
        "Acts",
        -0.0023913486
      ],
      [
        " of",
        -0.00014871404
      ],
      [
        " the",
        -9.6629374e-05
      ],
      [
        " Apost",
        -3.392825e-05
      ],
      [
        "les",
        -3.0545007e-06
      ]
    ]
  },
  "This belief system holds that partial knowledge is attainable through different viewpoints called naya and that souls are initially omniscient but restrained by karma. Among the tenets of this religion are asteya, not taking that which is not given, and satya, truth. Forgiveness can be sought through samayik and the concepts of dharma and adharma allow movement and rest. Samvara is a cessation of the accumulation of karma, and the 24 Tirthankaras acquired all knowledge. Sects of this religion include the sky-clad Digambaras and white-clad Svetambaras, both of which practice ahimsa, or non-violence. For 10 points, name this religion whose adherents follow the teachings of Mahavira.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00034976663
      ],
      [
        "ain",
        -1.3856493e-06
      ],
      [
        "ism",
        -0.00035703435
      ]
    ]
  },
  "While believers of voodoo acknowledge one supreme but distant god, they really interact with many of these spirits who attach themselves to individuals or families and demand constant ritual service. In return, they help, guide and protect their worshippers. Many of them are patterned after Catholic saints, local or African gods and divine ancestors. FTP, name these deities.": {
    "guess": "Loa",
    "confidence": [
      [
        "Lo",
        -0.012685051
      ],
      [
        "a",
        -0.4068809
      ]
    ]
  },
  "Belgian composer Boudewijn Buckinx (BO-de-wine Boo-kingsk ) made a typically postmodern \"statement\" when he produced nine of them between 1991 and 1992. Other examples include Burgm?ller's second, Borodin's": {
    "guess": "Unfinished symphony",
    "confidence": [
      [
        "Un",
        -1.1258968
      ],
      [
        "finished",
        -0.0034606103
      ],
      [
        " sym",
        -0.06914801
      ],
      [
        "phony",
        -0.31204408
      ]
    ]
  },
  "His belief that politics is based on emotion rather than rationality was expressed in his works The Transformation of Democracy and Facts and Theories. He simultaneously debunked Marxism and the bourgeois elite in a famous 1916 work that divided human beings into \"lions\" and \"foxes,\" and he later formulated the theory of \"circulation of elites.\" His \"law of income distribution\" appeared in his first major work, though his most lasting work is A Manual of Political Economy, in which he put forth revolutionary ideas such as indifference curves. For 10 points, name this Italian economist who wrote The Mind and Society and whose namesake optimality is reached when no one can be made better off without making someone else worse off.": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.0010671088
      ],
      [
        "il",
        -5.7961847e-06
      ],
      [
        "fred",
        -2.220075e-06
      ],
      [
        "o",
        -5.7961847e-06
      ],
      [
        " Pare",
        0.0
      ],
      [
        "to",
        -7.703444e-06
      ]
    ]
  },
  "This man believed that sympathy and self interest were complementary, and he theorized that gratitude prompted man towards reward while resentment prompted man towards punishment. He wrote that sympathy arose from a desire to follow natural laws in his The Theory of Moral Sentiments, and in another work, he described smuggling as a legitimate practice in the face of unnatural law. He used a pin factory to demonstrate the efficiency of division of labor. For 10 points, name this Scottish economist who wrote about an \"invisible hand\" in The Wealth of Nations.": {
    "guess": "Adam Smith",
    "confidence": [
      [
        "Adam",
        -0.0015677111
      ],
      [
        " Smith",
        -8.418666e-06
      ]
    ]
  },
  "It is believed that he was part of a group of insurrectionists hoping to overthrow the Roman occupiers, though there are only vague references to him being a \"bandit\" and a \"notorious prisoner.\" Some scholars even suggest that he did not exist, but rather was a myth created from confusion over whether his name meaning \"son of the father\" in Aramaic meant the chanting crowd was referring to another man. Either way, the custom of Passover allowed Pontius Pilate to commute one prisoner's death sentence": {
    "guess": "Historicity of Jesus",
    "confidence": [
      [
        "Histor",
        -0.31656668
      ],
      [
        "icity",
        -0.05273877
      ],
      [
        " of",
        -0.010654558
      ],
      [
        " Jesus",
        -0.0039166803
      ]
    ]
  },
  "The Bell series of this function is equal to one minus x over 1 minus px, while the partial sums of this function show that its average order is equal to 3n divided by pi squared, a result which can be used to find the number of lattice points visible from the origin. The Dirichlet convolution of the identity function N and the Mobius function gives this function, and if a number has r distinct odd prime factors, 2 to the r divides this function of the number. Summing this function over the divisors of a number n gives n. It gives the number of elements in the group Z sub n star, and for a prime number p this function returns p minus 1. Also used in its namesake's generalization of Fermat's Little Theorem, for 10 points, name this function that returns the number of integers less than and relatively prime to the input.": {
    "guess": "Euler's totient function",
    "confidence": [
      [
        "E",
        -0.0075057135
      ],
      [
        "uler",
        -4.334534e-05
      ],
      [
        "'s",
        -0.00032306867
      ],
      [
        " tot",
        -0.01886542
      ],
      [
        "ient",
        -3.6669935e-05
      ],
      [
        " function",
        -0.00022284771
      ]
    ]
  },
  "Its beliefs included one that air attacked souls without a \"lodging of clay\" unless its adherents had lived a good enough life to go to heaven. All that was required of its Credentes was that before death they undergo the Consolamentum. If the Consolamentum were done before death, members of this sect were required to become vegan and were forbidden to touch the opposite gender, as they became part of the Elect or Perfect. It believed that all material goods were the creation of a god called \"Rex Mundi,\" and that every soul eventually reached salvation with the Good God, a dualism that put this Languedoc-based faith on bad terms with the Catholic Church. For 10 points, name this Christian sect mainly based in France, against which Innocent III called a thirteenth century crusade.": {
    "guess": "Catharism",
    "confidence": [
      [
        "C",
        -0.050249465
      ],
      [
        "ath",
        -1.1517961e-05
      ],
      [
        "ar",
        -0.051833667
      ],
      [
        "ism",
        -1.3856493e-06
      ]
    ]
  },
  "Belgian composer Boudewijn Buckinx (BO-de-wine Boo-kingsk ) made a typically postmodern \"statement\" when": {
    "guess": "Postmodern music",
    "confidence": [
      [
        "Post",
        -0.016487315
      ],
      [
        "modern",
        -0.014504413
      ],
      [
        " music",
        -0.35945025
      ]
    ]
  },
  "Believed to be named after the Sanskrit for \"Island of Bliss,\" this island's nearby neighbors include Abdu I-Kuri and the Al-Ikhwan Islands. Dominated by the Hajhir Mountains, Suq, Qalansiyya, and Mahattat Nujad are all major villages, but Madibu is the only sizable town on this island of 50,000 people.": {
    "guess": "Socotra",
    "confidence": [
      [
        "S",
        -0.02644764
      ],
      [
        "oc",
        -0.000115463554
      ],
      [
        "ot",
        -0.00013512482
      ],
      [
        "ra",
        -2.2842309e-05
      ]
    ]
  },
  "Bela Bartok's first composition of this type in two movements was published posthumously, and his second composition of this type included an unusual andante tranquillo second movement and was dedicated": {
    "guess": "Violin concerto",
    "confidence": [
      [
        "Viol",
        -0.030521648
      ],
      [
        "in",
        -0.00011343709
      ],
      [
        " conc",
        -0.05820909
      ],
      [
        "erto",
        -0.00010974178
      ]
    ]
  },
  "Believed to have been of Babylonian origin, they were utilized by in the Middle Ages by merchants throughout Europe and much of Asia and Africa. Gradually replaced by arithmetic using Arabic numerals was – for ten points – what device consisting of a frame in which beaded wires represented the decimal places?": {
    "guess": "Abacus",
    "confidence": [
      [
        "Ab",
        -0.0056933034
      ],
      [
        "acus",
        -0.00024703506
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion, which became popular at the Tang court in Chang'an through its veneration of the Buddhist figure Guan Yin. Curiously, the Albegensians were prosecuted by the papacy as practitioners of this faith, which was adopted as the religion of the short-lived (*) Uighur Empire. The founder of this relgion presented by his writings to Shapur I of the Sassanids, who tolerated this faith within his realm. The best-known practitioner of this dualistic faith criticized it in On Free Choice of the Will for removing personal responsibility from immoral action, before straying from this religion at the urging": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.0076543074
      ],
      [
        "ich",
        -0.011989754
      ],
      [
        "ae",
        -1.2352386e-05
      ],
      [
        "ism",
        -4.572941e-05
      ]
    ]
  },
  "Believing that the family was an unnatural construct, he advocated the freedom of promiscuity between": {
    "guess": "Polyamory",
    "confidence": [
      [
        "Poly",
        -1.1352162
      ],
      [
        "am",
        -0.04970402
      ],
      [
        "ory",
        -0.0011837999
      ]
    ]
  },
  "This belief system holds that partial knowledge is attainable through different viewpoints called naya and that souls are initially omniscient but restrained by karma. Among the tenets of this religion are asteya, not taking that which is not given, and satya, truth. Forgiveness can be sought through samayik and the concepts of dharma and adharma allow movement and rest. Samvara is a cessation of the accumulation of karma, and the 24 Tirthankaras acquired all knowledge. Sects of this religion include the sky-clad Digambaras and white-clad Svetambaras, both of which practice ahimsa, or non-violence.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0011651034
      ],
      [
        "ain",
        -4.9617593e-06
      ],
      [
        "ism",
        -0.039836574
      ]
    ]
  },
  "It is believed that between 60,000 and 90,000 people in the U.S. live under this system.  It is opposed by Rowena Erickson's Tapestry group, composed of women who once participated in it, and supported": {
    "guess": "Human trafficking in the United States",
    "confidence": [
      [
        "Human",
        -0.59345
      ],
      [
        " trafficking",
        -0.11037587
      ],
      [
        " in",
        -0.0041294536
      ],
      [
        " the",
        -0.00035072025
      ],
      [
        " United",
        -0.0005158595
      ],
      [
        " States",
        -0.00026419671
      ]
    ]
  },
  "This man believed that sympathy and self interest were complementary, and he theorized that gratitude prompted man towards reward while resentment prompted man towards punishment. He wrote that sympathy": {
    "guess": "Adam Smith",
    "confidence": [
      [
        "Adam",
        -0.00543617
      ],
      [
        " Smith",
        -0.0015519982
      ]
    ]
  },
  "Believed to have been of Babylonian origin, they were utilized by in the Middle Ages by merchants throughout": {
    "guess": "Silk Road",
    "confidence": [
      [
        "Sil",
        -2.0143642
      ],
      [
        "k",
        -0.057302427
      ],
      [
        " Road",
        -0.009056024
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion, which became popular at the Tang court in Chang'an through its veneration of the Buddhist figure": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.18445079
      ],
      [
        "ich",
        -0.009683733
      ],
      [
        "ae",
        -1.378283e-05
      ],
      [
        "ism",
        -7.465036e-06
      ]
    ]
  },
  "It is believed that the composer of this work did not know the identity of its commissioner, and this": {
    "guess": "Requiem (Mozart)",
    "confidence": [
      [
        "Re",
        -0.017636016
      ],
      [
        "qu",
        -3.9530823e-05
      ],
      [
        "iem",
        -7.703444e-06
      ],
      [
        " (",
        -0.0006452414
      ],
      [
        "M",
        -6.82589e-05
      ],
      [
        "oz",
        -1.9361265e-07
      ],
      [
        "art",
        -7.231183e-05
      ],
      [
        ")",
        -3.888926e-06
      ]
    ]
  },
  "Its beliefs included one that air attacked souls without a \"lodging of clay\" unless its adherents had lived a good enough life to go to heaven. All that was required of its Credentes was that before death": {
    "guess": "Catharism",
    "confidence": [
      [
        "C",
        -0.34782222
      ],
      [
        "ath",
        -0.000511449
      ],
      [
        "ar",
        -0.23070776
      ],
      [
        "ism",
        -0.0021710782
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion, which became popular at the Tang court in Chang'an through its veneration of the Buddhist figure Guan Yin. Curiously, the Albegensians were prosecuted by the papacy as practitioners of this faith, which was adopted as the religion of the short-lived (*) Uighur Empire. The founder of this relgion presented by his writings to Shapur I of the Sassanids, who tolerated this faith within his realm. The best-known practitioner of this dualistic faith criticized it in On Free Choice of the Will for removing": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.0035156144
      ],
      [
        "ich",
        -0.22666544
      ],
      [
        "ae",
        -0.00026288547
      ],
      [
        "ism",
        -0.002446639
      ]
    ]
  },
  "Believed to be named after the Sanskrit for \"Island of Bliss,\" this island's nearby neighbors include": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.75491875
      ],
      [
        "ri",
        -0.07662398
      ],
      [
        " Lanka",
        -0.025268538
      ]
    ]
  },
  "Belgian composer Boudewijn Buckinx (BO-de-wine Boo-kingsk ) made a typically postmodern \"statement\" when he produced nine of them between 1991 and 1992. Other examples include Burgm?ller's second, Borodin's third, Bruckner's ninth, Sibelius' eighth, Bizet's \"Roma,\" Mahler's tenth, and Tchaikovsky's seventh. FTP, heart attacks, a blood infection, and drowning in a mineral bath are among the reasons that these musical works fall under this category, the classic examples of which are Schubert's eighth and Beethoven's tenth.": {
    "guess": "Symphony No. 10",
    "confidence": [
      [
        "Sym",
        -0.9490122
      ],
      [
        "phony",
        -0.04040105
      ],
      [
        " No",
        -0.68559486
      ],
      [
        ".",
        -0.00077508535
      ],
      [
        " ",
        -0.0018549848
      ],
      [
        "10",
        -0.16878673
      ]
    ]
  },
  "The man beloved of one of the sisters in this novel turns out to be cad, the father of an illegitimate child, and a golddigger, as he eventually marries a woman to whom the only attraction he feels is": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -1.23537
      ],
      [
        " Sound",
        -1.0790235
      ],
      [
        " and",
        -0.0029525012
      ],
      [
        " the",
        -0.0016281677
      ],
      [
        " Fury",
        -4.406056e-05
      ]
    ]
  },
  "This man believed that sympathy and self interest were complementary, and he theorized that gratitude prompted man towards reward while resentment prompted man towards punishment. He wrote that sympathy arose from a desire to follow natural laws in his The Theory of Moral Sentiments, and in another work, he described smuggling as a legitimate practice in the face of unnatural law. He used a pin factory to demonstrate the efficiency of division of labor. For 10 points, name this Scottish economist": {
    "guess": "Adam Smith",
    "confidence": [
      [
        "Adam",
        -0.006502678
      ],
      [
        " Smith",
        -3.6789137e-05
      ]
    ]
  },
  "Belady's MIN algorithm is the theoretically most efficient one used for these, however it is not practically implementable in hardware. Snooping and snarfing, as well as the Firefly and Dragon protocols are all used to maintain coherency in these structures. An important decision in their design is their write policy, which can be either write-through or write-back, and their replacement policy is": {
    "guess": "Cache coherence",
    "confidence": [
      [
        "Cache",
        -0.015763111
      ],
      [
        " coherence",
        -0.46477818
      ]
    ]
  },
  "Belady's MIN algorithm is the theoretically most efficient one used for these, however it is not practically implementable in hardware. Snooping and snarfing, as well as the Firefly and Dragon protocols are all used to maintain coherency in these structures. An important decision in their design is their write policy, which can be either write-through or write-back, and their replacement policy is often governed by a least recently used algorithm. FTP, what are these structures utilizing the concept": {
    "guess": "Cache coherence",
    "confidence": [
      [
        "Cache",
        -0.025683641
      ],
      [
        " coherence",
        -0.116210945
      ]
    ]
  },
  "His belief that politics is based on emotion rather than rationality was expressed in his works The Transformation": {
    "guess": "Carl Schmitt",
    "confidence": [
      [
        "Carl",
        -0.58143663
      ],
      [
        " Sch",
        -0.032997247
      ],
      [
        "mitt",
        -5.347765e-05
      ]
    ]
  },
  "This belief system's more bizarre tenets, including a moment near the beginning of time in which a demonic bukkake orgy in response to three messengers created mankind, are found in an Eclesaite-influenced text authored by a man who began writing about this religion after being visited by an evil twin. The Book of Giants and Shahbuhragan reveal a preoccupation with the Book of Enoch in this religion, which became popular at the Tang court in Chang'an through its veneration of the Buddhist figure Guan Yin. Curiously, the Albegensians were prosecuted by the papacy as practitioners of this faith, which was adopted as the religion of the short-lived (*) Uighur Empire. The founder of this relgion": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.0020019154
      ],
      [
        "ich",
        -0.003328734
      ],
      [
        "ae",
        -2.8802491e-05
      ],
      [
        "ism",
        -2.2127088e-05
      ]
    ]
  },
  "While believers of voodoo acknowledge one supreme but distant god, they really interact with many of these spirits who attach themselves to individuals or families and demand constant ritual service. In": {
    "guess": "Loa",
    "confidence": [
      [
        "Lo",
        -0.004117819
      ],
      [
        "a",
        -0.060326252
      ]
    ]
  },
  "This man believed that sympathy and self interest were complementary, and he theorized that gratitude prompted man towards reward while resentment prompted man towards punishment. He wrote that sympathy arose from a desire to follow natural laws in his The Theory of Moral Sentiments, and in another work, he described smuggling as a legitimate practice in the face of unnatural law. He used a pin factory": {
    "guess": "Adam Smith",
    "confidence": [
      [
        "Adam",
        -0.0013454732
      ],
      [
        " Smith",
        -0.00013369438
      ]
    ]
  }
}