{
  "This psychologist coined the term \"phenomenal field\" for all sensory experiences that a person is aware of at any given moment. This psychologist used the Q-sort technique for personality assessment, and": {
    "guess": "Carl Rogers",
    "confidence": [
      [
        "Carl",
        -0.00204784
      ],
      [
        " Rogers",
        -3.5358695e-05
      ]
    ]
  },
  "This psychologist used the case of Mrs. L and her son Jim to illustrate his most famous theory in his book Counseling and Psychotherapy. His A Way of Being was a follow-up to a work in which he asserted that \"the good life is a process, not a state of being\" and discussed the development of \"trust in one's organism,\" On Becoming a Person. This psychologist developed a system of therapy involving a non-directive approach based on unconditional positive regard for the patient. For 10 points, name this": {
    "guess": "Carl Rogers",
    "confidence": [
      [
        "Carl",
        -0.040125206
      ],
      [
        " Rogers",
        -0.0001409658
      ]
    ]
  },
  "This psychologist's first important publication in the field was Lectures on the Mind of Humans and Animals, which like most of his other writings was translated into English by his student E.B. Titchener. His two-volume Principles of Physiological Psychology contained the concept of apperception, and advocated the use of introspective analysis to study psychology from the point of view of the experiencing person, making him the founder of structuralism. FTP, who was this publisher of the first psychology": {
    "guess": "Wilhelm Wundt",
    "confidence": [
      [
        "Wil",
        -0.23756637
      ],
      [
        "helm",
        -0.001026497
      ],
      [
        " W",
        -0.022516334
      ],
      [
        "und",
        -0.00013238314
      ],
      [
        "t",
        -8.418666e-06
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes how people try to expel a negative personal belief onto another person and act as though that belief were true in a process called \"projective identification.\" Roger Money-Kyrle and Susan Isaacs led a group of this psychologist's followers in a series of psychological debates called the \"Controversial": {
    "guess": "Melanie Klein",
    "confidence": [
      [
        "Mel",
        -0.006437303
      ],
      [
        "anie",
        -6.511407e-06
      ],
      [
        " Klein",
        -9.198044e-05
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes how people try to expel a negative personal belief onto another person and act as though that belief": {
    "guess": "Projection (psychology)",
    "confidence": [
      [
        "Projection",
        -0.07870492
      ],
      [
        " (",
        -0.065604806
      ],
      [
        "psych",
        -0.015044942
      ],
      [
        "ology",
        -0.2763764
      ],
      [
        ")",
        -0.00015347853
      ]
    ]
  },
  "This psychologist coined the term \"phenomenal field\" for all sensory experiences that a person is aware of at any given moment. This psychologist used the Q-sort technique for personality assessment, and suggested that within each person is an organismic valuing process. This author of A Way of Being included the section \"How Can I Be of Help\" in his book On Becoming a Person. Along with Maslow, he": {
    "guess": "Carl Rogers",
    "confidence": [
      [
        "Carl",
        -0.015788695
      ],
      [
        " Rogers",
        -2.6656826e-05
      ]
    ]
  },
  "This psychologist suggested that boys are struggling due to social awkwardness caused by video games and porn in The Demise of Guys, and also implemented the \"social fitness model\" by founding The Shyness Clinic. He placed cars lacking license plates in the Bronx and Palo Alto to test the broken-window": {
    "guess": "Philip Zimbardo",
    "confidence": [
      [
        "Philip",
        -0.069785245
      ],
      [
        " Z",
        -0.00340609
      ],
      [
        "imb",
        -0.00034666734
      ],
      [
        "ardo",
        -1.147242e-06
      ]
    ]
  },
  "This psychologist wrote about \"The Need for Creative People\" in his posthumously published essay collection,": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.12764604
      ],
      [
        "raham",
        -6.9882217e-06
      ],
      [
        " Mas",
        -0.00039349604
      ],
      [
        "low",
        -6.869018e-06
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes": {
    "guess": "Donald Winnicott",
    "confidence": [
      [
        "Donald",
        -0.6381459
      ],
      [
        " Winn",
        -0.44350153
      ],
      [
        "ic",
        -0.00012546933
      ],
      [
        "ott",
        -1.8431772e-05
      ]
    ]
  },
  "This psychologist compared understanding individualization with understanding alchemical processes in Psychology and Alchemy. He analyzed quaternity in symbols of wholeness in a work on mandalas, Memories,": {
    "guess": "Carl Jung",
    "confidence": [
      [
        "Carl",
        -0.11553468
      ],
      [
        " Jung",
        -0.027088648
      ]
    ]
  },
  "This psychologist's first important publication in the field was Lectures on the Mind of Humans and Animals, which like most of his other writings was translated into English by his student E.B. Titchener. His two-volume Principles of Physiological Psychology contained the concept of apperception, and advocated the use of introspective analysis to study psychology from the point of view of the experiencing person, making him the founder of structuralism. FTP, who was this publisher of the first psychology journal and founder of the first experimental laboratory of psychology?": {
    "guess": "Wilhelm Wundt",
    "confidence": [
      [
        "Wil",
        -0.0019079314
      ],
      [
        "helm",
        -0.00050847256
      ],
      [
        " W",
        -0.031500075
      ],
      [
        "und",
        -5.1689596e-05
      ],
      [
        "t",
        -6.2729996e-06
      ]
    ]
  },
  "This psychologist worked closely with programming language designer Seymour Papert, whose   namesake principle attempts to explain some of this person's results. He argued for reflective  abstraction rather than pre-existing linguistic structures in a debate with Noam Chomsky. This   founder of the International Centre of Genetic Epistemology performed experiments demonstrating  that some people lack the understanding of conservation of number. One of his experiments involved  pouring water from a tall thin cup to a short fat cup, and he also studied the learning of object  permanence. Name this psychologist who included concrete operational and sensorimotor as two of  the four stages in his": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.004034468
      ],
      [
        " Pi",
        -2.6299214e-05
      ],
      [
        "aget",
        -2.0696643e-05
      ]
    ]
  },
  "This psychologist compared his theories to Boyle's Law and connected many of his theories to Edward Thorndike's": {
    "guess": "B. F. Skinner",
    "confidence": [
      [
        "B",
        -0.689182
      ],
      [
        ".",
        -0.59332055
      ],
      [
        " F",
        -3.4405064e-05
      ],
      [
        ".",
        -7.862962e-05
      ],
      [
        " Skinner",
        -8.053688e-05
      ]
    ]
  },
  "This psychologist coined the term \"phenomenal field\" for all sensory experiences that a person is aware of at any given moment. This psychologist used the Q-sort technique for personality assessment, and suggested that within each person is an organismic valuing process. This author of A Way of Being": {
    "guess": "Carl Rogers",
    "confidence": [
      [
        "Carl",
        -0.0053694104
      ],
      [
        " Rogers",
        -0.00016039233
      ]
    ]
  },
  "This psychologist suggested that boys are struggling due to social awkwardness caused by video games and porn in The Demise of Guys, and also implemented the \"social fitness model\" by founding The Shyness Clinic. He placed cars lacking license plates in the Bronx and Palo Alto to test the broken-window theory, and he proposed his ideas of why good people turn evil in (*) The Lucifer Effect. One participant": {
    "guess": "Philip Zimbardo",
    "confidence": [
      [
        "Philip",
        -0.3367853
      ],
      [
        " Z",
        -0.00043519895
      ],
      [
        "imb",
        -0.00020151392
      ],
      [
        "ardo",
        -1.1756368e-05
      ]
    ]
  },
  "This psychologist used the case of Mrs. L and her son Jim to illustrate his most famous theory in his book Counseling and Psychotherapy. His A Way of Being was a follow-up to a work in which he asserted that \"the good life is a process, not a state of being\" and discussed the development of \"trust in one's organism,\" On Becoming a Person. This psychologist developed a system of therapy involving a non-directive approach based on unconditional positive regard for the patient. For 10 points, name this psychologist who developed client-centered therapy.": {
    "guess": "Carl Rogers",
    "confidence": [
      [
        "Carl",
        -0.0018829426
      ],
      [
        " Rogers",
        -8.061054e-06
      ]
    ]
  },
  "This psychologist worked closely with programming language designer Seymour Papert, whose   namesake principle attempts to explain some of this person's results. He argued for reflective  abstraction": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0039758165
      ],
      [
        " Pi",
        -0.00015502817
      ],
      [
        "aget",
        -3.3809047e-05
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes how people try to expel a negative personal belief onto another person and act as though that belief were true in a process called \"projective identification.\" Roger Money-Kyrle and Susan Isaacs led a group of this psychologist's followers in a series of psychological debates called the \"Controversial Discussions.\" Children were given a box of unmarked toys and observed as they acted out violent fantasies, in this psychologist's implementation of \"play therapy.\" This thinker argued that the \"paranoid-schizoid position\" develops into the \"depressive position\" when children can recognize entities as a whole, and no longer differentiate good and bad aspects of something as separate objects. This": {
    "guess": "Melanie Klein",
    "confidence": [
      [
        "Mel",
        -0.001256065
      ],
      [
        "anie",
        -6.6306106e-06
      ],
      [
        " Klein",
        -0.00019841464
      ]
    ]
  },
  "This psychologist used the case of Mrs. L and her son Jim to illustrate his most famous theory in his book Counseling and Psychotherapy. His A Way of Being was a follow-up to a work in which he asserted that \"the good life is a process, not a state of being\" and discussed the development of \"trust in one's organism,\" On Becoming a Person. This psychologist developed a system of therapy involving a": {
    "guess": "Person-centered therapy",
    "confidence": [
      [
        "Person",
        -0.17768651
      ],
      [
        "-centered",
        -0.005827472
      ],
      [
        " therapy",
        -0.0028985476
      ]
    ]
  },
  "This psychologist's first important publication in the field was Lectures on the Mind of Humans and Animals, which like most of his other writings was translated into English by his student E.B. Titchener. His two-volume Principles of Physiological Psychology contained the concept of apperception, and": {
    "guess": "Wilhelm Wundt",
    "confidence": [
      [
        "Wil",
        -0.0022055702
      ],
      [
        "helm",
        -9.72254e-05
      ],
      [
        " W",
        -0.003836779
      ],
      [
        "und",
        -2.8160932e-06
      ],
      [
        "t",
        -1.3306016e-05
      ]
    ]
  },
  "This psychologist wrote about \"The Need for Creative People\" in his posthumously published essay collection, The Farther Reaches of Human Nature. In that book, he also explains the \"Jonah complex.\" After": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.000104496816
      ],
      [
        "raham",
        -1.6240566e-06
      ],
      [
        " Mas",
        -3.7027545e-05
      ],
      [
        "low",
        -1.0280384e-06
      ]
    ]
  },
  "This psychologist's first important publication in the field was Lectures on the Mind of Humans and Animals, which like most of his other writings was translated into English by his student E.B. Titchener.": {
    "guess": "Wilhelm Wundt",
    "confidence": [
      [
        "Wil",
        -0.102356315
      ],
      [
        "helm",
        -5.5623317e-05
      ],
      [
        " W",
        -0.029356524
      ],
      [
        "und",
        -1.3306016e-05
      ],
      [
        "t",
        -1.4378848e-05
      ]
    ]
  },
  "This psychologist's first important publication in the field was Lectures on the Mind of Humans and Animals,": {
    "guess": "Edward Thorndike",
    "confidence": [
      [
        "Edward",
        -0.8530419
      ],
      [
        " Thor",
        -0.19557469
      ],
      [
        "nd",
        -5.080963e-06
      ],
      [
        "ike",
        -0.0013108364
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient": {
    "guess": "Melanie Klein",
    "confidence": [
      [
        "Mel",
        -0.4879328
      ],
      [
        "anie",
        -8.299462e-06
      ],
      [
        " Klein",
        -0.00013941615
      ]
    ]
  },
  "This psychologist worked closely with programming language designer Seymour Papert, whose   namesake principle attempts to explain some of this person's results. He argued for reflective  abstraction rather than pre-existing linguistic structures in a debate with Noam Chomsky. This   founder of the": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0009947026
      ],
      [
        " Pi",
        -0.0004212595
      ],
      [
        "aget",
        -3.619312e-05
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes how people try to expel a negative personal belief onto another person and act as though that belief were true in a process called \"projective identification.\" Roger Money-Kyrle and Susan Isaacs led a group of this psychologist's followers in a series of psychological debates called the \"Controversial Discussions.\" Children were given a box of unmarked toys and observed as they acted out violent fantasies, in this psychologist's implementation of \"play therapy.\" This thinker argued that the \"paranoid-schizoid position\" develops into the \"depressive position\" when children can recognize entities": {
    "guess": "Melanie Klein",
    "confidence": [
      [
        "Mel",
        -0.0016212647
      ],
      [
        "anie",
        -5.2001665e-06
      ],
      [
        " Klein",
        -0.00023452967
      ]
    ]
  },
  "This psychologist's first important publication in the field was Lectures on the Mind of Humans and Animals, which like most of his other writings was translated into English by his student E.B. Titchener. His two-volume Principles of Physiological Psychology contained the concept of apperception, and advocated the use of introspective analysis to study psychology from the point of view of the experiencing": {
    "guess": "Wilhelm Wundt",
    "confidence": [
      [
        "Wil",
        -0.07553085
      ],
      [
        "helm",
        -0.0007419687
      ],
      [
        " W",
        -0.010976843
      ],
      [
        "und",
        -2.2365493e-05
      ],
      [
        "t",
        -6.392203e-06
      ]
    ]
  },
  "This psychologist used the case of Mrs. L and her son Jim to illustrate his most famous theory in his": {
    "guess": "Person-centered therapy",
    "confidence": [
      [
        "Person",
        -0.50039613
      ],
      [
        "-centered",
        -0.0058547244
      ],
      [
        " therapy",
        -0.0017500306
      ]
    ]
  },
  "This psychologist coined the term \"phenomenal field\" for all sensory experiences that a person is aware": {
    "guess": "Carl Rogers",
    "confidence": [
      [
        "Carl",
        -0.010076798
      ],
      [
        " Rogers",
        -0.00022213248
      ]
    ]
  },
  "This psychologist coined the term \"phenomenal field\" for all sensory experiences that a person is aware of at any given moment. This psychologist used the Q-sort technique for personality assessment, and suggested that within each person is an organismic valuing process. This author of A Way of Being included the section \"How Can I Be of Help\" in his book On Becoming a Person. Along with Maslow, he was a member of the humanistic school of psychology, and he developed a type of therapy in which therapists": {
    "guess": "Carl Rogers",
    "confidence": [
      [
        "Carl",
        -0.0029863752
      ],
      [
        " Rogers",
        -4.036525e-05
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes how people try to expel a negative personal belief onto another person and act as though that belief were true in a process called \"projective identification.\" Roger Money-Kyrle and Susan Isaacs led a group of this psychologist's followers in a series of psychological debates called the \"Controversial Discussions.\" Children were given a box of unmarked toys and observed as they acted out violent fantasies,": {
    "guess": "Melanie Klein",
    "confidence": [
      [
        "Mel",
        -0.005725775
      ],
      [
        "anie",
        -7.9418505e-06
      ],
      [
        " Klein",
        -0.00013285996
      ]
    ]
  },
  "This psychologist worked closely with programming language designer Seymour Papert, whose   namesake": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.004716941
      ],
      [
        " Pi",
        -8.959636e-05
      ],
      [
        "aget",
        -4.429897e-05
      ]
    ]
  },
  "This psychologist suggested that boys are struggling due to social awkwardness caused by video games and porn in The Demise of Guys, and also implemented the \"social fitness model\" by founding The Shyness Clinic. He placed cars lacking license plates in the Bronx and Palo Alto to test the broken-window theory, and he proposed his ideas of why good people turn evil in (*) The Lucifer Effect. One participant in this man's most famous experiment emulated Strother Martin's character from Cool Hand Luke, and was nicknamed John Wayne. That experiment saw volunteers designated \"guards\" begin to abuse": {
    "guess": "Philip Zimbardo",
    "confidence": [
      [
        "Philip",
        -0.01988463
      ],
      [
        " Z",
        -5.6934558e-05
      ],
      [
        "imb",
        -0.00011498674
      ],
      [
        "ardo",
        -4.246537e-06
      ]
    ]
  },
  "This psychologist worked closely with programming language designer Seymour Papert, whose   namesake principle attempts to explain some of this person's results. He argued for reflective  abstraction rather than pre-existing linguistic structures in a debate with Noam Chomsky. This   founder of the International Centre of Genetic Epistemology performed experiments demonstrating  that some people lack the understanding of conservation of number. One of his experiments involved  pouring water from a tall thin cup to a short fat cup, and he also studied the learning of object  permanence. Name this": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0059270207
      ],
      [
        " Pi",
        -3.166338e-05
      ],
      [
        "aget",
        -3.070975e-05
      ]
    ]
  },
  "This psychologist suggested that boys are struggling due to social awkwardness caused by video games and porn in The Demise of Guys, and also implemented the \"social fitness model\" by founding The Shyness Clinic. He placed cars lacking license plates in the Bronx and Palo Alto to test the broken-window theory, and he proposed his ideas of why good people turn evil in (*) The Lucifer Effect. One participant in this man's most famous experiment emulated Strother Martin's character from Cool Hand Luke, and was nicknamed John Wayne. That experiment saw volunteers designated \"guards\" begin to abuse their power. For ten points, name this American psychologist who conducted the Stanford Prison Experiment.": {
    "guess": "Philip Zimbardo",
    "confidence": [
      [
        "Philip",
        -0.028764246
      ],
      [
        " Z",
        -0.000462724
      ],
      [
        "imb",
        -0.0011889221
      ],
      [
        "ardo",
        -7.89631e-07
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes how people try to expel a negative personal belief onto another person and act as though that belief were true in a process called \"projective identification.\" Roger Money-Kyrle and Susan Isaacs led a group of this psychologist's followers in a series of psychological debates called the \"Controversial Discussions.\" Children were given a box of unmarked toys and observed as they acted out violent fantasies, in this psychologist's implementation of \"play therapy.\" This thinker argued that the \"paranoid-schizoid": {
    "guess": "Melanie Klein",
    "confidence": [
      [
        "Mel",
        -0.0012916665
      ],
      [
        "anie",
        -1.569009e-05
      ],
      [
        " Klein",
        -0.0003092447
      ]
    ]
  },
  "This psychologist compared understanding individualization with understanding alchemical processes in Psychology and Alchemy. He analyzed quaternity in symbols of wholeness in a work on mandalas, Memories, Dreams, Reflections. He described the union of opposites as syzygy and a non-causal relationship between two events as synchronicity. Another of his concepts are universal symbols or trends, and": {
    "guess": "Carl Jung",
    "confidence": [
      [
        "Carl",
        -0.017952902
      ],
      [
        " Jung",
        -0.00019769941
      ]
    ]
  },
  "This psychologist wrote about \"The Need for Creative People\" in his posthumously published essay collection, The Farther Reaches of Human Nature. In that book, he also explains the \"Jonah complex.\" After reading The (*) Organism by Kurt Goldstein, this psychologist created a concept that he arranged with esteem, belonging, safety, and physiological concerns. For 10 points, name this psychologist who": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.08461932
      ],
      [
        "raham",
        -4.246537e-06
      ],
      [
        " Mas",
        -5.8603408e-05
      ],
      [
        "low",
        -3.0545007e-06
      ]
    ]
  },
  "This psychologist compared his theories to Boyle's Law and connected many of his theories to Edward Thorndike's Law of Effect. He described yelling at a movie and similar communications without consequence as extended mands in a book that was strongly criticized by Noam Chomsky. This writer encouraged cultural engineering and behavior modification in his book Beyond Freedom and Dignity, and he wrote an influential article titled \"Baby in a Box\" which described an operant conditioning chamber. Name": {
    "guess": "B. F. Skinner",
    "confidence": [
      [
        "B",
        -0.028759146
      ],
      [
        ".",
        -0.013284584
      ],
      [
        " F",
        -4.8425554e-06
      ],
      [
        ".",
        -3.523949e-05
      ],
      [
        " Skinner",
        -1.2233183e-05
      ]
    ]
  },
  "This psychologist compared his theories to Boyle's Law and connected many of his theories to Edward Thorndike's Law of Effect. He described yelling at a movie and similar communications without consequence as extended mands in a book that was strongly criticized by Noam Chomsky. This writer encouraged cultural engineering and behavior modification in his book Beyond Freedom and Dignity, and he wrote": {
    "guess": "B. F. Skinner",
    "confidence": [
      [
        "B",
        -0.0072877426
      ],
      [
        ".",
        -0.028301397
      ],
      [
        " F",
        -2.0935051e-05
      ],
      [
        ".",
        -0.00011749002
      ],
      [
        " Skinner",
        -3.6431527e-05
      ]
    ]
  },
  "This psychologist compared understanding individualization with understanding alchemical processes in Psychology and Alchemy. He analyzed quaternity in symbols of wholeness in a work on mandalas, Memories, Dreams, Reflections. He described the union of opposites as syzygy and a non-causal relationship": {
    "guess": "Carl Jung",
    "confidence": [
      [
        "Carl",
        -0.023898557
      ],
      [
        " Jung",
        -0.0011961826
      ]
    ]
  },
  "This psychologist worked closely with programming language designer Seymour Papert, whose   namesake principle attempts to explain some of this person's results. He argued for reflective  abstraction rather than pre-existing linguistic structures in a debate with Noam Chomsky. This   founder of the International Centre of Genetic Epistemology performed experiments demonstrating  that some people lack the understanding of conservation of number. One of his experiments involved  pouring water from": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0009168167
      ],
      [
        " Pi",
        -1.3663626e-05
      ],
      [
        "aget",
        -1.998142e-05
      ]
    ]
  },
  "This psychologist worked closely with programming language designer Seymour Papert, whose   namesake principle attempts to explain some of this person's results. He argued for reflective  abstraction rather than pre-existing linguistic structures in a debate with Noam Chomsky. This   founder of the International Centre of Genetic Epistemology performed experiments demonstrating  that some people lack the understanding of conservation of number. One of his experiments involved  pouring water from a tall thin cup to a short fat cup, and he also studied the learning of object  permanence. Name this psychologist who included concrete operational and sensorimotor as two of  the four stages in his model of the cognitive development of children.": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0010406711
      ],
      [
        " Pi",
        -4.9305523e-05
      ],
      [
        "aget",
        -2.5703197e-05
      ]
    ]
  },
  "This psychologist compared understanding individualization with understanding alchemical processes in": {
    "guess": "Carl Jung",
    "confidence": [
      [
        "Carl",
        -0.1695135
      ],
      [
        " Jung",
        -0.08706326
      ]
    ]
  },
  "This psychologist wrote about \"The Need for Creative People\" in his posthumously published essay collection, The Farther Reaches of Human Nature. In that book, he also explains the \"Jonah complex.\" After reading The (*) Organism by Kurt Goldstein, this psychologist created a concept that he arranged with esteem, belonging, safety, and physiological concerns. For 10 points, name this psychologist who put \"self-actualization\" atop of a pyramid that must be fulfilled in order, called his namesake \"hierarchy of needs.\"": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.008396602
      ],
      [
        "raham",
        -3.0545007e-06
      ],
      [
        " Mas",
        -5.145119e-05
      ],
      [
        "low",
        -1.504853e-06
      ]
    ]
  },
  "This psychologist compared understanding individualization with understanding alchemical processes in Psychology and Alchemy. He analyzed quaternity in symbols of wholeness in a work on mandalas, Memories, Dreams, Reflections. He described the union of opposites as syzygy and a non-causal relationship between two events as synchronicity. Another of his concepts are universal symbols or trends, and include the persona, the shadow, the anima and animus. For 10 points, name this psychologist who outlined his theory of archetypes as expressions of the collective unconscious in Psychological Types.": {
    "guess": "Carl Jung",
    "confidence": [
      [
        "Carl",
        -0.0044593164
      ],
      [
        " Jung",
        -0.00019722259
      ]
    ]
  },
  "This psychologist coined the term \"phenomenal field\" for all sensory experiences that a person is aware of at any given moment. This psychologist used the Q-sort technique for personality assessment, and suggested that within each person is an organismic valuing process. This author of A Way of Being included the section \"How Can I Be of Help\" in his book On Becoming a Person. Along with Maslow, he was a member of the humanistic school of psychology, and he developed a type of therapy in which therapists communicate empathy and show unconditional positive regard. FTP name this psychologist who": {
    "guess": "Carl Rogers",
    "confidence": [
      [
        "Carl",
        -0.008225891
      ],
      [
        " Rogers",
        -0.0001876863
      ]
    ]
  },
  "This psychologist wrote about \"The Need for Creative People\" in his posthumously published essay collection, The Farther Reaches of Human Nature. In that book, he also explains the \"Jonah complex.\" After reading The (*) Organism by Kurt Goldstein, this psychologist created a concept that he arranged": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.0012243935
      ],
      [
        "raham",
        -2.9352968e-06
      ],
      [
        " Mas",
        -5.669615e-05
      ],
      [
        "low",
        -1.8624639e-06
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes how people try to expel a negative personal belief onto another person and act as though that belief were true in a process called \"projective identification.\" Roger Money-Kyrle and Susan Isaacs led a group of this psychologist's followers in a series of psychological debates called the \"Controversial Discussions.\" Children were given a box of unmarked toys and observed as they acted out violent fantasies, in this psychologist's implementation of \"play therapy.\" This thinker argued that the \"paranoid-schizoid position\" develops into the \"depressive position\" when children can recognize entities as a whole, and no longer differentiate good and bad aspects of something as separate objects. This pioneer of \"object relations\" theory authored the book The Psychoanalysis of Children. FTP, name this": {
    "guess": "Melanie Klein",
    "confidence": [
      [
        "Mel",
        -0.0030336864
      ],
      [
        "anie",
        -8.542423e-05
      ],
      [
        " Klein",
        -7.0404574e-05
      ]
    ]
  },
  "This psychologist compared his theories to Boyle's Law and connected many of his theories to Edward Thorndike's Law of Effect. He described yelling at a movie and similar communications without consequence": {
    "guess": "B.F. Skinner",
    "confidence": [
      [
        "B",
        -1.1026335
      ],
      [
        ".F",
        -0.9075614
      ],
      [
        ".",
        -0.0027449583
      ],
      [
        " Skinner",
        -4.0246043e-05
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes how people try to expel a negative personal belief onto another person and act as though that belief were true in a process called \"projective identification.\" Roger Money-Kyrle and Susan Isaacs led a group of this psychologist's followers in a series of psychological debates called the \"Controversial Discussions.\" Children were given a box of unmarked toys and observed as they acted out violent fantasies, in this psychologist's implementation of \"play therapy.\" This thinker argued that the \"paranoid-schizoid position\" develops into the \"depressive position\" when children can recognize entities as a whole, and no longer differentiate good and bad aspects of something as separate objects. This pioneer of \"object relations\" theory authored the book The Psychoanalysis of Children. FTP, name this female psychologist who split with Anna Freud in arguing that the superego exists from birth.": {
    "guess": "Melanie Klein",
    "confidence": [
      [
        "Mel",
        -3.500108e-05
      ],
      [
        "anie",
        -1.5570886e-05
      ],
      [
        " Klein",
        -1.0683535e-05
      ]
    ]
  },
  "This psychologist compared his theories to Boyle's Law and connected many of his theories to Edward Thorndike's Law of Effect. He described yelling at a movie and similar communications without consequence as extended mands in a book that was strongly criticized by Noam Chomsky. This writer encouraged": {
    "guess": "B. F. Skinner",
    "confidence": [
      [
        "B",
        -0.09354743
      ],
      [
        ".",
        -0.032774847
      ],
      [
        " F",
        -1.4855664e-05
      ],
      [
        ".",
        -0.00018351417
      ],
      [
        " Skinner",
        -5.50273e-05
      ]
    ]
  },
  "This psychologist coined the term \"phenomenal field\" for all sensory experiences that a person is aware of at any given moment. This psychologist used the Q-sort technique for personality assessment, and suggested that within each person is an organismic valuing process. This author of A Way of Being included the section \"How Can I Be of Help\" in his book On Becoming a Person. Along with Maslow, he was a member of the humanistic school of psychology, and he developed a type of therapy in which therapists communicate empathy and show unconditional positive regard. FTP name this psychologist who developed client-centered therapy.": {
    "guess": "Carl Rogers",
    "confidence": [
      [
        "Carl",
        -0.0020008427
      ],
      [
        " Rogers",
        -1.5928495e-05
      ]
    ]
  },
  "This psychologist suggested that boys are struggling due to social awkwardness caused by video games and porn in The Demise of Guys, and also implemented the \"social fitness model\" by founding The Shyness": {
    "guess": "Philip Zimbardo",
    "confidence": [
      [
        "Philip",
        -0.5614571
      ],
      [
        " Z",
        -0.004860261
      ],
      [
        "imb",
        -0.0020190477
      ],
      [
        "ardo",
        -3.23786e-05
      ]
    ]
  },
  "This psychologist used the case of Mrs. L and her son Jim to illustrate his most famous theory in his book Counseling and Psychotherapy. His A Way of Being was a follow-up to a work in which he asserted that \"the good life is a process, not a state of being\" and discussed the development of \"trust in": {
    "guess": "Person-centered therapy",
    "confidence": [
      [
        "Person",
        -0.09396662
      ],
      [
        "-centered",
        -0.00582973
      ],
      [
        " therapy",
        -0.0024024087
      ]
    ]
  },
  "This psychologist suggested that boys are struggling due to social awkwardness caused by video games": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9059404
      ]
    ]
  },
  "This psychologist worked closely with programming language designer Seymour Papert, whose   namesake principle attempts to explain some of this person's results. He argued for reflective  abstraction rather than pre-existing linguistic structures in a debate with Noam Chomsky. This   founder of the International Centre of Genetic Epistemology performed experiments demonstrating  that some people": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0008236801
      ],
      [
        " Pi",
        -6.897413e-05
      ],
      [
        "aget",
        -2.1411865e-05
      ]
    ]
  },
  "This psychologist wrote about \"The Need for Creative People\" in his posthumously published essay collection, The Farther Reaches of Human Nature. In that book, he also explains the \"Jonah complex.\" After reading The (*) Organism by Kurt Goldstein, this psychologist created a concept that he arranged with esteem, belonging, safety, and physiological concerns. For 10 points, name this psychologist who put \"self-actualization\" atop of a pyramid that must be fulfilled in order, called his namesake \"hierarchy": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.092492074
      ],
      [
        "raham",
        -2.3392786e-06
      ],
      [
        " Mas",
        -3.0471343e-05
      ],
      [
        "low",
        -1.9816675e-06
      ]
    ]
  },
  "This psychologist suggested that boys are struggling due to social awkwardness caused by video games and porn in The Demise of Guys, and also implemented the \"social fitness model\" by founding The Shyness Clinic. He placed cars lacking license plates in the Bronx and Palo Alto to test the broken-window theory, and he proposed his ideas of why good people turn evil in (*) The Lucifer Effect. One participant in this man's most famous experiment emulated Strother Martin's character from Cool Hand Luke,": {
    "guess": "Philip Zimbardo",
    "confidence": [
      [
        "Philip",
        -0.028027417
      ],
      [
        " Z",
        -0.0002451278
      ],
      [
        "imb",
        -0.00019972587
      ],
      [
        "ardo",
        -9.014684e-06
      ]
    ]
  },
  "This psychologist's methodology was expanded by Donald Winnicott's \"squiggle\" exercise in which a patient is given a squiggly line and told to turn it into something meaningful. This thinker describes how people try to expel a negative personal belief onto another person and act as though that belief were true in a process called \"projective identification.\" Roger Money-Kyrle and Susan Isaacs led a": {
    "guess": "Melanie Klein",
    "confidence": [
      [
        "Mel",
        -0.58373505
      ],
      [
        "anie",
        -7.107425e-06
      ],
      [
        " Klein",
        -7.4576696e-05
      ]
    ]
  },
  "This psychologist compared understanding individualization with understanding alchemical processes in Psychology and Alchemy. He analyzed quaternity in symbols of wholeness in a work on mandalas, Memories, Dreams, Reflections. He described the union of opposites as syzygy and a non-causal relationship between two events as synchronicity. Another of his concepts are universal symbols or trends, and include the persona, the shadow, the anima and animus. For 10 points, name this psychologist who outlined": {
    "guess": "Carl Jung",
    "confidence": [
      [
        "Carl",
        -0.012604776
      ],
      [
        " Jung",
        -0.0002907718
      ]
    ]
  },
  "This psychologist compared his theories to Boyle's Law and connected many of his theories to Edward Thorndike's Law of Effect. He described yelling at a movie and similar communications without consequence as extended mands in a book that was strongly criticized by Noam Chomsky. This writer encouraged cultural engineering and behavior modification in his book Beyond Freedom and Dignity, and he wrote an influential article titled \"Baby in a Box\" which described an operant conditioning chamber. Name this radical behaviorist who wrote the novel Walden Two.": {
    "guess": "B. F. Skinner",
    "confidence": [
      [
        "B",
        -0.0053646644
      ],
      [
        ".",
        -0.013923956
      ],
      [
        " F",
        -2.1008714e-06
      ],
      [
        ".",
        -2.9875326e-05
      ],
      [
        " Skinner",
        -1.3067608e-05
      ]
    ]
  },
  "This psychologist used the case of Mrs. L and her son Jim to illustrate his most famous theory in his book Counseling and Psychotherapy. His A Way of Being was a follow-up to a work in which he asserted": {
    "guess": "Person-centered therapy",
    "confidence": [
      [
        "Person",
        -0.013929832
      ],
      [
        "-centered",
        -0.0056167194
      ],
      [
        " therapy",
        -0.0011661762
      ]
    ]
  }
}