{
  "This man, whose life was chronicled by Zuzara, hired such men as Jehuda Cresques. The brother of Duarte and Pedro, he was appointed governor of Algarve, while later in life he donated houses to the Estudo Geral to foster science. This grandson of John of Gaunt and son of Phillipa of Lancaster led a disastrous": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.3858502
      ],
      [
        " Henry",
        -0.00021545708
      ],
      [
        " the",
        -0.0008997926
      ],
      [
        " Navigator",
        -8.6616266e-05
      ]
    ]
  },
  "This man, whose life was chronicled by Zuzara, hired such men as Jehuda Cresques. The brother of Duarte and Pedro, he was appointed governor of Algarve, while later in life he donated houses to the Estudo": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.34415984
      ],
      [
        " Henry",
        -0.0017624057
      ],
      [
        " the",
        -0.0023920638
      ],
      [
        " Navigator",
        -4.5133394e-05
      ]
    ]
  },
  "This man, whose life was chronicled by Zuzara, hired such men as Jehuda Cresques. The brother of Duarte and Pedro, he was appointed governor of Algarve, while later in life he donated houses to the Estudo Geral to foster science. This grandson of John of Gaunt and son of Phillipa of Lancaster led a disastrous expedition to Tangiers twenty two years after urging his father to capture Ceuta. He was better known, however, for sponsoring expeditions to pass Cape Bojador and discover the Azores. For 10 points, name this prince of the Portuguese house of Aviz, known by a nautical epithet.": {
    "guess": "Henry the Navigator",
    "confidence": [
      [
        "Henry",
        -0.46507975
      ],
      [
        " the",
        -0.012512476
      ],
      [
        " Navigator",
        -0.00035584232
      ]
    ]
  },
  "This man, whose life was chronicled by Zuzara, hired such men as Jehuda Cresques. The brother of Duarte": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -1.0731059
      ],
      [
        " Henry",
        -0.0495131
      ],
      [
        " the",
        -0.0037298917
      ],
      [
        " Navigator",
        -0.000110337794
      ]
    ]
  },
  "This man, whose life was chronicled by Zuzara, hired such men as Jehuda Cresques. The brother of Duarte and Pedro, he was appointed governor of Algarve, while later in life he donated houses to the Estudo Geral to foster science. This grandson of John of Gaunt and son of Phillipa of Lancaster led a disastrous expedition to Tangiers twenty two years after urging his father to capture Ceuta. He was better known, however, for sponsoring expeditions to pass Cape Bojador and discover the Azores. For 10": {
    "guess": "Henry the Navigator",
    "confidence": [
      [
        "Henry",
        -0.5560695
      ],
      [
        " the",
        -0.018967781
      ],
      [
        " Navigator",
        -0.0006765736
      ]
    ]
  },
  "This man, whose life was chronicled by Zuzara, hired such men as Jehuda Cresques. The brother of Duarte and Pedro, he was appointed governor of Algarve, while later in life he donated houses to the Estudo Geral to foster science. This grandson of John of Gaunt and son of Phillipa of Lancaster led a disastrous expedition to Tangiers twenty two years after urging his father to capture Ceuta. He was better": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.57562137
      ],
      [
        " Henry",
        -0.002230548
      ],
      [
        " the",
        -0.0012870213
      ],
      [
        " Navigator",
        -7.13582e-05
      ]
    ]
  }
}