{
  "Number 8612 suffered a severe emotional disorder, number 416 went on a hunger strike, number 819 began crying uncontrollably after his fellow participants in this experiment chanted \"819 did a bad thing!\", while \"John Wayne\" became a brutal sadist. Ironically, its participants were chosen for their healthiness and normality, but began assaulting one another after taking on randomly assigned roles. Its members, who either wore a khaki uniform and sunglasses or a stocking cap and a heavy chain, interacted in a basement at a western university. FTP, identify this Philip Zimbardo experiment which simulated": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.013638591
      ],
      [
        "ford",
        -1.2113979e-05
      ],
      [
        " prison",
        -0.026983751
      ],
      [
        " experiment",
        -0.0002938711
      ]
    ]
  },
  "Numbers that give a false result for a test named for this man satisfy the congruence b raised to the n minus one power similar to one mod one for all integers b that are relatively prime to n. Those numbers are a type of Knodel number named for Carmichael, also known as this man's pseudoprimes. The epsilon conjecture and Taniyama-Shimura conjecture were both useful in proving another theorem named for this man that stated there are no non-zero solutions to the equation a^n + b^n = c^n, when n is greater than two. For 10 points, name this French mathematician who is the namesake of a famous \"last\" theorem.": {
    "guess": "Pierre de Fermat",
    "confidence": [
      [
        "P",
        -0.0041497494
      ],
      [
        "ierre",
        -2.4987974e-05
      ],
      [
        " de",
        -3.619312e-05
      ],
      [
        " Ferm",
        -1.4259645e-05
      ],
      [
        "at",
        -1.962381e-05
      ]
    ]
  },
  "The number 613 was retired by this team because it is the number of wins their legendary coach Red Holzman": {
    "guess": "New York Knicks",
    "confidence": [
      [
        "New",
        -0.03454034
      ],
      [
        " York",
        -0.0004214979
      ],
      [
        " Knicks",
        -0.00039146954
      ]
    ]
  },
  "The number of changes needed to convert from one of these objects to another one is measured by the Levenshtein distance. A set of these objects is generated by the Kleene star operation. These objects are the inputs to the Knuth-Morris-Pratt and Rabin-Karp algorithms. P-examples of these variables are length prefixed, while C-style examples of these variables are (*) null-terminated. Two of them can be joined into one via concatenation. In C these variables are enclosed in double quotes during declaration. In Linux, these variables can be searched using the \"grep\" operation. For 10 points, name": {
    "guess": "Strings",
    "confidence": [
      [
        "Strings",
        -0.16052641
      ]
    ]
  },
  "Number 8612 suffered a severe emotional disorder, number 416 went on a hunger strike, number 819 began crying uncontrollably after his fellow participants in this experiment chanted \"819 did a bad thing!\", while \"John Wayne\" became a brutal sadist. Ironically, its participants were chosen for their healthiness": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.0013070254
      ],
      [
        "ford",
        -6.511407e-06
      ],
      [
        " prison",
        -0.0022422045
      ],
      [
        " experiment",
        -7.159661e-05
      ]
    ]
  },
  "This number is an invariant for geometric objects belonging to a prescribed category that are equivalent in that category.  For smooth manifolds, it is defined as the number of signed zeroes of a generic": {
    "guess": "Euler characteristic",
    "confidence": [
      [
        "E",
        -0.0888965
      ],
      [
        "uler",
        -0.0004456852
      ],
      [
        " characteristic",
        -0.02485721
      ]
    ]
  },
  "It is the number of stages in Lawrence Kohlberg's theory of moral development, the title number of \"Crises\" described in a 1962 book by Richard Nixon, the number of French composers in a grouping that": {
    "guess": "Six",
    "confidence": [
      [
        "Six",
        -0.43820888
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation method. This quantity and initial concentration must be the same for all processes in a system so that Wegscheider's principle applies. The units of the pre-exponential factor A depend on this quantity; for example, A has units inverse-seconds when this quantity is equal to (*) one. An easy way to determine this quantity is to find the slope of the natural log of rate with respect to the natural log of a reactant's concentration. For chain and radical reactions, this quantity, which is frequently mistaken for molecularity, is often fractional, and when it is equal to two, a simplifying assumption where this quantity is \"pseudo first\" is often employed. For 10 points, identify this quantity, which for a substance in a chemical reaction corresponds to the exponent to which that substance's concentration is raised in the rate law.": {
    "guess": "Reaction order",
    "confidence": [
      [
        "Reaction",
        -0.18750615
      ],
      [
        " order",
        -0.24933419
      ]
    ]
  },
  "A number of these works feature in an Erich Wolfgang Korngold work titled \"tales from\" their composer. \"Echoes of Rhadamanthus\" joins one of them composed for a Vesuvius benefit called \"Streams of Lava\"": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.5757837
      ],
      [
        " Strauss",
        -0.034154695
      ]
    ]
  },
  "This is the numerator of Egyptian fractions and the number of sides of a Möbius strip. It is repeated in the Fibonacci sequence and any nonzero number raised to the zeroth power equals (*) this value,": {
    "guess": "One",
    "confidence": [
      [
        "One",
        -0.04045428
      ]
    ]
  },
  "This number is an eigenvalue of the matrix with top row 1 1 and bottom row 1 0,  which is associated with the Fibonacci recurrence relation, meaning that this value is  the limit of the ratio of adjacent terms in the Fibonacci series. A rectangle whose two  sides quotient to this number can be partitioned": {
    "guess": "Golden ratio",
    "confidence": [
      [
        "Golden",
        -0.0119061135
      ],
      [
        " ratio",
        -0.0060448125
      ]
    ]
  },
  "Numbers that generate primes using a certain prime generating polynomial are known as his lucky numbers and Gauss proved this man's law of quadratic reciprocity. His product formula can be used along with the Riemann zeta function to prove the infinitude of primes and he proposed a value of pi squared over 6 as the solution to Mengoli's Basel problem. He demonstrated why it was impossible to transverse the Pregel river using each of the seven bridges of Koningsberg only once and his identity, e to the i times pi equals negative 1, contains several symbols he popularized. For 10 points, name this": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.16646391
      ],
      [
        "hard",
        -0.004319503
      ],
      [
        " Euler",
        -0.0014280942
      ]
    ]
  },
  "The number 613 was retired by this team because it is the number of wins their legendary coach Red Holzman won with them. Earlier this season, they made trades to free up salary cap space including acquiring": {
    "guess": "New York Knicks",
    "confidence": [
      [
        "New",
        -0.004142742
      ],
      [
        " York",
        -0.00014561474
      ],
      [
        " Knicks",
        -0.00035560393
      ]
    ]
  },
  "A number named after this figure that characterizes fluidity was named by Markus Reiner after a line in this figure's namesake \"Song\" that says, \"the mountains flowed before the Lord.\" One account of this figure's most notable battle mentions only Naphtali and Zebulun as groups who took part, while a succeeding chapter featuring this figure mentions other tribes having participated as well; that battle": {
    "guess": "Deborah",
    "confidence": [
      [
        "De",
        -0.06632507
      ],
      [
        "borah",
        -9.913265e-05
      ]
    ]
  },
  "A number of these works feature in an Erich Wolfgang Korngold work titled \"tales from\" their composer. \"Echoes of Rhadamanthus\" joins one of them composed for a Vesuvius benefit called \"Streams of Lava\" in a collection of \"garlands\" published by their composer's brother Eduard. Their composer's premiere": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.1848709
      ],
      [
        "oh",
        -0.0011698678
      ],
      [
        "ann",
        -0.0020279696
      ],
      [
        " Strauss",
        -0.0007247025
      ],
      [
        " II",
        -0.04061638
      ]
    ]
  },
  "This is the numerical ranking among the Beauties of Jinling held by the Imperial Concubine Yuanchun.": {
    "guess": "Imperial Concubine Yuanchun",
    "confidence": [
      [
        "Im",
        -1.0007942
      ],
      [
        "perial",
        -0.00014847564
      ],
      [
        " Conc",
        -0.18891938
      ],
      [
        "ub",
        -2.9040899e-05
      ],
      [
        "ine",
        -0.00027527902
      ],
      [
        " Yu",
        -0.08684187
      ],
      [
        "anch",
        -0.007943149
      ],
      [
        "un",
        -0.00077877333
      ]
    ]
  },
  "If for a number n, the Legendre symbol a over n does not equal the Jacobi symbol a over n, then n must have this property. The ring Z mod nZ of integer congruence classes modulo n has zero divisors if and only if n has this distinction. With one exception, if n has this property then zero is congruent to n minus one factorial mod n by Wilson's theorem. All Fermat numbers with index between five and 32 have this property. Euler's Theorem works with these numbers and not just their complementary set as in Fermat's Little Theorem. These are the numbers that are crossed out in the Sieve of Eratosthenes. All even numbers have this property. For 10 points, name these integers that are greater than": {
    "guess": "Composite numbers",
    "confidence": [
      [
        "Composite",
        -0.25960374
      ],
      [
        " numbers",
        -0.92151386
      ]
    ]
  },
  "This is the number of possible arrangements of a pair of identical bosons in a two-level system. A DC circuit that exhibits damped harmonic oscillation must contain at least this many passive elements. This is the smallest nonexistent multipole moment. Any gravitating system with at least this many bodies is not analytically integrable. The electron's charge is this number times the down quark charge. The thermodynamic law of this number isn't really a law, and describes the entropy of ideal crystals in a certain limit. There are this many generations of quarks. For 10 points, give this number": {
    "guess": "3",
    "confidence": [
      [
        "3",
        -0.2946032
      ]
    ]
  },
  "The number of secondary peaks produced by this phenomenon is governed by a theorem proved by McKenzie using Morse theory and known as the odd number theorem. The presence of external shear in the system": {
    "guess": "Odd number theorem",
    "confidence": [
      [
        "Odd",
        -0.009675581
      ],
      [
        " number",
        -0.13568589
      ],
      [
        " theorem",
        -9.770221e-05
      ]
    ]
  },
  "If for a number n, the Legendre symbol a over n does not equal the Jacobi symbol a over n, then n must have this property. The ring Z mod nZ of integer congruence classes modulo n has zero divisors if and only if n has this distinction. With one exception, if n has this property then zero is congruent": {
    "guess": "Composite number",
    "confidence": [
      [
        "Composite",
        -0.61329776
      ],
      [
        " number",
        -0.03983623
      ]
    ]
  },
  "Number 25 is the slowest and the last of three in G minor. Number 16 begins with an emphatic G-major chord and is styled after a French overture, while number 30 quotes the tune \"Cabbage and turnips have driven me away.\" Although number 7 is intended to be gigue tempo, Glenn Gould played it slowly. Every third one is a canon at successively higher intervals, and all are based on the ground bass of an aria that returns at the end of this collection. Named for its 14-year-old original performer, this is, FTP, what set of 30 variations by Johann Sebastian Bach?": {
    "guess": "Goldberg Variations",
    "confidence": [
      [
        "Gold",
        -0.013254817
      ],
      [
        "berg",
        -3.1544176e-05
      ],
      [
        " Vari",
        -0.00038288688
      ],
      [
        "ations",
        -1.1279553e-05
      ]
    ]
  },
  "The number of changes needed to convert from one of these objects to another one is measured by the Levenshtein distance. A set of these objects is generated by the Kleene star operation. These objects are the inputs to the Knuth-Morris-Pratt and Rabin-Karp algorithms. P-examples of these variables are length prefixed, while C-style examples of these variables are (*) null-terminated. Two of them can be joined into one via concatenation. In C these variables are enclosed in double quotes during declaration. In Linux, these variables can be searched using the \"grep\" operation. For 10 points, name this data type consisting of a sequence of characters, which is often used to store text.": {
    "guess": "String (computer science)",
    "confidence": [
      [
        "String",
        -0.0016739914
      ],
      [
        " (",
        -0.012093523
      ],
      [
        "computer",
        -0.009120526
      ],
      [
        " science",
        -0.00013715129
      ],
      [
        ")",
        -1.5332478e-05
      ]
    ]
  },
  "This number is an invariant for geometric objects belonging to a prescribed category that are equivalent in that category.  For smooth manifolds, it is defined as the number of signed zeroes of a generic tangent vector-field with isolated zeroes. For topological manifolds, it is the alternating sum of": {
    "guess": "Euler characteristic",
    "confidence": [
      [
        "E",
        -0.08560128
      ],
      [
        "uler",
        -0.0024923033
      ],
      [
        " characteristic",
        -0.6643214
      ]
    ]
  },
  "This number is an invariant for geometric objects belonging to a prescribed category that are equivalent in that category.  For smooth manifolds, it is defined as the number of signed zeroes of a generic tangent vector-field with isolated zeroes. For topological manifolds, it is the alternating sum of dimensions of the homology groups for the homology with coefficients in a field.  Defining a value that is, for polyhedra, the number of its vertices minus the number of its sides plus the number of": {
    "guess": "Euler characteristic",
    "confidence": [
      [
        "E",
        -0.009485001
      ],
      [
        "uler",
        -1.9816675e-06
      ],
      [
        " characteristic",
        -0.007562845
      ]
    ]
  },
  "These numbers can be generated by adding successive powers of two until the sum is prime and then multiplying": {
    "guess": "Fermat number",
    "confidence": [
      [
        "F",
        -0.7277434
      ],
      [
        "erm",
        -0.0046814573
      ],
      [
        "at",
        -0.00035655755
      ],
      [
        " number",
        -0.71764725
      ]
    ]
  },
  "Numbering twelve in the Eastern Orthodox tradition, their supposed relics are presently in Cologne Cathedral. Their social status was likely inferred from Psalms 72:11, while the eighth-century Exerpta latina barbari is the probable origin of the names by which they are known in today; Balthasar, Melchior, and Gaspar. For 10 points, identify these pilgrims \"from the East\" who, according to Matthew": {
    "guess": "Three Wise Men",
    "confidence": [
      [
        "Three",
        -0.7205773
      ],
      [
        " Wise",
        -0.07251283
      ],
      [
        " Men",
        -0.007714636
      ]
    ]
  },
  "A number of these works feature in an Erich Wolfgang Korngold work titled \"tales from\" their composer. \"Echoes of Rhadamanthus\" joins one of them composed for a Vesuvius benefit called \"Streams of Lava\" in a collection of \"garlands\" published by their composer's brother Eduard. Their composer's premiere at Dommayer's Casino featured ones such as \"Poems of the Senses\" and \"Wooers of Favor,\" while themes drawn from The Queen's Lace Handkerchief characterize (*) \"Roses from the South.\" Another follows the flute cadenza with a zither solo, characteristic of six of the Viennese ones. For 10 points, name these works, examples of which are \"Tales from the Vienna Woods\" and \"The Blue Danube,\" all of which are 3/4 dances by an Austrian composer.": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.06526793
      ],
      [
        "oh",
        -7.159661e-05
      ],
      [
        "ann",
        -9.610702e-06
      ],
      [
        " Strauss",
        -0.0025069285
      ],
      [
        " II",
        -0.0015756867
      ]
    ]
  },
  "A number named after this figure that characterizes fluidity was named by Markus Reiner after a line in this figure's namesake \"Song\" that says, \"the mountains flowed before the Lord.\" One account of this figure's most notable battle mentions only Naphtali and Zebulun as groups who took part, while a succeeding chapter featuring this figure mentions other tribes having participated as well; that battle pitted ten thousand men against nine hundred steel chariots. This figure was aided in victory in that battle when the opposing commander, (*) Sisera, had a tent spike driven through his head by the": {
    "guess": "Deborah",
    "confidence": [
      [
        "De",
        -0.0017177812
      ],
      [
        "borah",
        -3.7027545e-05
      ]
    ]
  },
  "Number 25 is the slowest and the last of three in G minor. Number 16 begins with an emphatic G-major chord and is styled after a French overture, while number 30 quotes the tune \"Cabbage and turnips have driven me away.\" Although number 7 is intended to be gigue tempo, Glenn Gould played it slowly. Every third one is a canon at successively higher intervals, and all are based on the ground bass of": {
    "guess": "The Well-Tempered Clavier",
    "confidence": [
      [
        "The",
        -0.20410176
      ],
      [
        " Well",
        -0.16695482
      ],
      [
        "-T",
        -0.0014463067
      ],
      [
        "em",
        -1.8789384e-05
      ],
      [
        "pered",
        -1.5332478e-05
      ],
      [
        " Cl",
        -0.00069646956
      ],
      [
        "avier",
        -7.58424e-06
      ]
    ]
  },
  "The number of positive real roots of a polynomial can be found by this man's Rule of Signs. His philosophical works include the Discourse on Method and Meditations on First Philosophy. He is the namesake of the standard x-y coordinate system. For 10 points, give this French philosopher and mathematician whose most famous attributed quote is \"cogito ergo sum,\" or, \"I think, therefore I am.\"": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.002099941
      ],
      [
        "é",
        -6.2729996e-06
      ],
      [
        " Desc",
        -0.00014334988
      ],
      [
        "art",
        -6.587483e-05
      ],
      [
        "es",
        -9.610702e-06
      ]
    ]
  },
  "This number is an eigenvalue of the matrix with top row 1 1 and bottom row 1 0,  which is associated with the Fibonacci recurrence relation, meaning that this value is  the limit of the ratio of adjacent terms in the Fibonacci series. A rectangle whose two  sides quotient to this number can be partitioned into a square and a new rectangle  similar to the original with a single line, which gives it": {
    "guess": "Golden ratio",
    "confidence": [
      [
        "Golden",
        -0.258224
      ],
      [
        " ratio",
        -0.006207959
      ]
    ]
  },
  "Number 8612 suffered a severe emotional disorder, number 416 went on a hunger strike, number 819 began crying uncontrollably after his fellow participants in this experiment chanted \"819 did a bad thing!\",": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.00042006746
      ],
      [
        "ford",
        -4.8425554e-06
      ],
      [
        " prison",
        -0.0010174485
      ],
      [
        " experiment",
        -5.0974373e-05
      ]
    ]
  },
  "This number is an invariant for geometric objects belonging to a prescribed category that are equivalent in that category.  For smooth manifolds, it is defined as the number of signed zeroes of a generic tangent vector-field with isolated zeroes. For topological manifolds, it is the alternating sum of dimensions of the homology groups for the homology with coefficients in a field.  Defining a value": {
    "guess": "Signature (mathematics)",
    "confidence": [
      [
        "Signature",
        -0.7492259
      ],
      [
        " (",
        -0.13791424
      ],
      [
        "math",
        -0.45193163
      ],
      [
        "ematics",
        -0.0005440961
      ],
      [
        ")",
        -0.0003154433
      ]
    ]
  },
  "The number of secondary peaks produced by this phenomenon is governed by a theorem proved by McKenzie using Morse theory and known as the odd number theorem. The presence of external shear in the system causing this effect alters it per the formulation of Chang and Refsdal. Paczynski created a mass probe based on this effect that is used to find extra-solar planets when applied to the \"micro-\" form of this phenomenon. This phenomenon is exhibited in the appearance of the cloverleaf quasar and the Einstein cross. Perfect alignment of three bodies involved in this phenomenon leads to the formation of Einstein rings. FTP, name this phenomenon in which multiple images of a radiation source are produced due to the presence of a body between source and observer, a consequence of general relativistic bending of light's path by mass.": {
    "guess": "Gravitational lensing",
    "confidence": [
      [
        "Gr",
        -0.00817741
      ],
      [
        "avit",
        -3.1281633e-07
      ],
      [
        "ational",
        -6.0345924e-06
      ],
      [
        " lens",
        -0.002143005
      ],
      [
        "ing",
        -0.004168272
      ]
    ]
  },
  "Number fourteen reads \"Imperfect piety or love on the part of the of the dying person necessarily brings with it great fear; and the smaller the love, the greater the fear.\" The second to last tells Christians \"to be diligent in following Christ, their head, through penalties, death, and hell.\" \"And thus,\" states the last, may they \"be confident of entering into heaven through many tribulations rather than through the false security of peace.\" FTP, identify this religious document, the thirty-second": {
    "guess": "The Imitation of Christ",
    "confidence": [
      [
        "The",
        -0.82518464
      ],
      [
        " I",
        -1.0660461
      ],
      [
        "mit",
        -0.00010235115
      ],
      [
        "ation",
        -0.0005545824
      ],
      [
        " of",
        -0.00014478032
      ],
      [
        " Christ",
        -0.0005855607
      ]
    ]
  },
  "A number named after this figure that characterizes fluidity was named by Markus Reiner after a line": {
    "guess": "Deborah",
    "confidence": [
      [
        "De",
        -0.46965742
      ],
      [
        "borah",
        -0.0002636007
      ]
    ]
  },
  "Numbers that generate primes using a certain prime generating polynomial are known as his lucky numbers": {
    "guess": "Prime-generating polynomial",
    "confidence": [
      [
        "Prime",
        -0.19612469
      ],
      [
        "-g",
        -0.39849284
      ],
      [
        "enerating",
        -4.5133394e-05
      ],
      [
        " polynomial",
        -0.000404813
      ]
    ]
  },
  "This number is equal to the sum of the infinite series as n goes from zero to infinity of one over n factorial. First studied as an application of compound interest by Jacob Bernoulli, it is equal to the": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -0.12046512
      ],
      [
        "uler",
        -0.28007573
      ],
      [
        "'s",
        -0.019967487
      ],
      [
        " number",
        -0.058372945
      ]
    ]
  },
  "These numbers can be generated by adding successive powers of two until the sum is prime and then multiplying that prime times the last number added. That method is the only successful one ever used to find these numbers. That method, stated by Euclid [YOO-klid], gives the relationship between these numbers and Mersenne [mer-sen] numbers. These whole numbers, which are not superabundant or deficient, have no known odd examples. Name these numbers that equal the sum of their proper divisors.": {
    "guess": "Perfect number",
    "confidence": [
      [
        "Perfect",
        -0.0015969876
      ],
      [
        " number",
        -0.02183564
      ]
    ]
  },
  "Numbering twelve in the Eastern Orthodox tradition, their supposed relics are presently in Cologne Cathedral. Their social status was likely inferred from Psalms 72:11, while the eighth-century Exerpta latina barbari is the probable origin of the names by which they are known in today; Balthasar, Melchior, and Gaspar. For 10 points, identify these pilgrims \"from the East\" who, according to Matthew 2, brought \"gold and frankincense and myrrh\" to the infant Jesus.": {
    "guess": "Three Wise Men",
    "confidence": [
      [
        "Three",
        -0.8446785
      ],
      [
        " Wise",
        -0.32475936
      ],
      [
        " Men",
        -0.0044565857
      ]
    ]
  },
  "Numbers that give a false result for a test named for this man satisfy the congruence b raised to the": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -1.0986253
      ],
      [
        "erm",
        -0.00040242894
      ],
      [
        "at",
        -0.0003244991
      ],
      [
        "'s",
        -0.28286257
      ],
      [
        " Last",
        -0.8734278
      ],
      [
        " The",
        -0.00022058284
      ],
      [
        "orem",
        -0.00013059509
      ]
    ]
  },
  "This number is an eigenvalue of the matrix with top row 1 1 and bottom row 1 0,  which is associated with the Fibonacci recurrence relation, meaning that this value is  the limit of the ratio of adjacent": {
    "guess": "Golden ratio",
    "confidence": [
      [
        "Golden",
        -0.49652356
      ],
      [
        " ratio",
        -0.011496334
      ]
    ]
  },
  "This is the numerator of Egyptian fractions and the number of sides of a Möbius strip. It is repeated in the Fibonacci sequence and any nonzero number raised to the zeroth power equals (*) this value, the largest that the sine and cosine functions take. This number is the multiplicative identity because": {
    "guess": "One",
    "confidence": [
      [
        "One",
        -0.0043682903
      ]
    ]
  },
  "The number of changes needed to convert from one of these objects to another one is measured by the Levenshtein distance. A set of these objects is generated by the Kleene star operation. These objects are the inputs to the Knuth-Morris-Pratt and Rabin-Karp algorithms. P-examples of these variables are length prefixed, while C-style examples of these variables are (*) null-terminated. Two of them can": {
    "guess": "String (computer science)",
    "confidence": [
      [
        "String",
        -0.09952109
      ],
      [
        " (",
        -0.09126665
      ],
      [
        "computer",
        -0.0010827098
      ],
      [
        " science",
        -0.00021879478
      ],
      [
        ")",
        -2.577686e-06
      ]
    ]
  },
  "This is the numerical ranking among the Beauties of Jinling held by the Imperial Concubine Yuanchun. In that work, key characters such as one who reincarnated from a divine flower first appear in a chapter of this number. This is the number among the 36 Heavenly Spirits for the chief strategist of the": {
    "guess": "The Twenty-Fourth",
    "confidence": [
      [
        "The",
        -2.3695095
      ],
      [
        " Twenty",
        -1.9924667
      ],
      [
        "-F",
        -1.2972904
      ],
      [
        "our",
        -0.19524042
      ],
      [
        "th",
        -0.04337698
      ]
    ]
  },
  "A number of these works feature in an Erich Wolfgang Korngold work titled \"tales from\" their composer.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.38559073
      ]
    ]
  },
  "If for a number n, the Legendre symbol a over n does not equal the Jacobi symbol a over n, then n must have this property. The ring Z mod nZ of integer congruence classes modulo n has zero divisors if": {
    "guess": "Ring Z/nZ",
    "confidence": [
      [
        "Ring",
        -0.068873644
      ],
      [
        " Z",
        -1.134966
      ],
      [
        "/n",
        -0.31853145
      ],
      [
        "Z",
        -0.0036570802
      ]
    ]
  },
  "Number fourteen reads \"Imperfect piety or love on the part of the of the dying person necessarily brings with it great fear; and the smaller the love, the greater the fear.\" The second to last tells Christians \"to be diligent in following Christ, their head, through penalties, death, and hell.\" \"And": {
    "guess": "Fear of God",
    "confidence": [
      [
        "Fear",
        -1.8675153
      ],
      [
        " of",
        -0.049770255
      ],
      [
        " God",
        -0.7383976
      ]
    ]
  },
  "Numbering twelve in the Eastern Orthodox tradition, their supposed relics are presently in Cologne Cathedral. Their social status was likely inferred from Psalms 72:11, while the eighth-century Exerpta": {
    "guess": "Shrine of the Three Kings",
    "confidence": [
      [
        "Sh",
        -0.41431236
      ],
      [
        "rine",
        -0.00030102333
      ],
      [
        " of",
        -0.00019078559
      ],
      [
        " the",
        -0.0001277342
      ],
      [
        " Three",
        -0.00048584584
      ],
      [
        " Kings",
        -0.026775336
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation method. This quantity and initial concentration must be the same for all processes in a system so that Wegscheider's principle applies. The units of the pre-exponential factor A depend on this quantity; for example, A has units inverse-seconds when this quantity is equal to (*) one. An easy way to determine this quantity is to find the slope of the natural log of rate with respect to the natural log of a reactant's concentration. For chain and radical reactions, this quantity, which is": {
    "guess": "Reaction order",
    "confidence": [
      [
        "Reaction",
        -0.6409007
      ],
      [
        " order",
        -0.33802953
      ]
    ]
  },
  "It had numerous exceptions, including obligations arising from the Covenant of the League of Nations, the  [*] Monroe Doctrine, and post-Versailles treaties. Arising out of a bilateral treaty suggested": {
    "guess": "Treaty of Mutual Cooperation and Security between the United States and Japan",
    "confidence": [
      [
        "T",
        -1.501947
      ],
      [
        "reat",
        -0.00023953622
      ],
      [
        "y",
        -0.0024724475
      ],
      [
        " of",
        -0.014932803
      ],
      [
        " Mutual",
        -1.3945304
      ],
      [
        " Cooperation",
        -0.29098198
      ],
      [
        " and",
        -0.0005118066
      ],
      [
        " Security",
        -0.00019138161
      ],
      [
        " between",
        -0.0059913667
      ],
      [
        " the",
        -0.007434824
      ],
      [
        " United",
        -0.00064440694
      ],
      [
        " States",
        -8.518583e-05
      ],
      [
        " and",
        -0.0032535272
      ],
      [
        " Japan",
        -0.0035195334
      ]
    ]
  },
  "This number used as x gives the largest output of the function x raised to the reciprocal of x power. In the standard normal density function, this number is raised to the minus x squared over two power.": {
    "guess": "Exponential function",
    "confidence": [
      [
        "Ex",
        -1.1206236
      ],
      [
        "ponential",
        -0.007910624
      ],
      [
        " function",
        -0.4351418
      ]
    ]
  },
  "The number 613 was retired by this team because it is the number of wins their legendary coach Red Holzman won with them. Earlier this season, they made trades to free up salary cap space including acquiring the contracts of Cuttino Mobley and Tim Thomas from the Clippers for Mardy Collins and Zach Randolph,": {
    "guess": "New York Knicks",
    "confidence": [
      [
        "New",
        -0.040983748
      ],
      [
        " York",
        -0.0006080792
      ],
      [
        " Knicks",
        -0.0007129087
      ]
    ]
  },
  "Numbers that generate primes using a certain prime generating polynomial are known as his lucky numbers and Gauss proved this man's law of quadratic reciprocity. His product formula can be used along with the Riemann zeta function to prove the infinitude of primes and he proposed a value of pi squared over 6 as the solution to Mengoli's Basel problem. He demonstrated why it was impossible to transverse": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.6661101
      ],
      [
        "hard",
        -0.05357662
      ],
      [
        " Euler",
        -0.0029700955
      ]
    ]
  },
  "This number is an invariant for geometric objects belonging to a prescribed category that are equivalent": {
    "guess": "Invariant (mathematics)",
    "confidence": [
      [
        "Invariant",
        -1.2716347
      ],
      [
        " (",
        -0.986473
      ],
      [
        "math",
        -0.00053849723
      ],
      [
        "ematics",
        -2.0458236e-05
      ],
      [
        ")",
        -0.0012770228
      ]
    ]
  },
  "A number named after this figure that characterizes fluidity was named by Markus Reiner after a line in this figure's namesake \"Song\" that says, \"the mountains flowed before the Lord.\" One account of this figure's most notable battle mentions only Naphtali and Zebulun as groups who took part, while a succeeding chapter featuring this figure mentions other tribes having participated as well; that battle pitted ten thousand men against nine hundred steel chariots. This figure was aided in victory in": {
    "guess": "Deborah",
    "confidence": [
      [
        "De",
        -0.03687806
      ],
      [
        "borah",
        -6.992776e-05
      ]
    ]
  },
  "The number of secondary peaks produced by this phenomenon is governed by a theorem proved by McKenzie using Morse theory and known as the odd number theorem. The presence of external shear in the system causing this effect alters it per the formulation of Chang and Refsdal. Paczynski created a mass probe based on this effect that is used to find extra-solar planets when applied to the \"micro-\" form of this phenomenon. This phenomenon is exhibited in the appearance of the cloverleaf quasar and the Einstein cross. Perfect alignment of three bodies involved in this phenomenon leads to the formation of Einstein rings. FTP, name this phenomenon in which multiple images of a radiation source are produced due to the presence of a body between source and observer, a consequence of general relativistic": {
    "guess": "Gravitational lensing",
    "confidence": [
      [
        "Gr",
        -0.0094665885
      ],
      [
        "avit",
        -1.7432603e-06
      ],
      [
        "ational",
        -3.2929079e-06
      ],
      [
        " lens",
        -0.003495304
      ],
      [
        "ing",
        -0.014371277
      ]
    ]
  },
  "This number used as x gives the largest output of the function x raised to the reciprocal of x power. In the standard normal density function, this number is raised to the minus x squared over two power. This number equals the limit of the sum of the reciprocals of the factorials of all whole numbers, and this is the limiting value of the quantity one plus the reciprocal of x, end quantity, raised": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -0.05125386
      ],
      [
        "uler",
        -0.6301051
      ],
      [
        "'s",
        -0.0186505
      ],
      [
        " number",
        -0.64626193
      ]
    ]
  },
  "These numbers can be generated by adding successive powers of two until the sum is prime and then multiplying that prime times the last number added. That method is the only successful one ever used to find these numbers. That method, stated by Euclid [YOO-klid], gives the relationship between these numbers and Mersenne [mer-sen] numbers. These whole numbers, which are not superabundant or deficient,": {
    "guess": "Perfect number",
    "confidence": [
      [
        "Perfect",
        -0.016695548
      ],
      [
        " number",
        -0.06576053
      ]
    ]
  },
  "It had numerous exceptions, including obligations arising from the Covenant of the League of Nations, the  [*] Monroe Doctrine, and post-Versailles treaties. Arising out of a bilateral treaty suggested by France in 1927, it was originally directed against German aggression. Also called the Pact of Paris—for": {
    "guess": "Kellogg-Briand Pact",
    "confidence": [
      [
        "Kel",
        -0.08979489
      ],
      [
        "logg",
        -0.0016644697
      ],
      [
        "-B",
        -0.31169447
      ],
      [
        "ri",
        -4.00813e-06
      ],
      [
        "and",
        -1.378283e-05
      ],
      [
        " Pact",
        -0.0026484288
      ]
    ]
  },
  "The number of changes needed to convert from one of these objects to another one is measured by the Levenshtein distance. A set of these objects is generated by the Kleene star operation. These objects are the inputs to the Knuth-Morris-Pratt and Rabin-Karp algorithms. P-examples of these variables are length prefixed, while C-style examples of these variables are (*) null-terminated. Two of them can be joined into one via concatenation. In C these variables are enclosed in double quotes during declaration.": {
    "guess": "String (computer science)",
    "confidence": [
      [
        "String",
        -0.05830481
      ],
      [
        " (",
        -0.0003335586
      ],
      [
        "computer",
        -0.00025978617
      ],
      [
        " science",
        -0.0007761582
      ],
      [
        ")",
        -2.6968896e-06
      ]
    ]
  },
  "This number used as x gives the largest output of the function x raised to the reciprocal of x power. In the standard normal density function, this number is raised to the minus x squared over two power. This number equals the limit of the sum of the reciprocals of the factorials of all whole numbers,": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -0.51142746
      ],
      [
        "uler",
        -0.10084585
      ],
      [
        "'s",
        -0.0013202388
      ],
      [
        " number",
        -0.3932058
      ]
    ]
  },
  "A number of these works feature in an Erich Wolfgang Korngold work titled \"tales from\" their composer. \"Echoes of Rhadamanthus\" joins one of them composed for a Vesuvius benefit called \"Streams of Lava\" in a collection of \"garlands\" published by their composer's brother Eduard. Their composer's premiere at Dommayer's Casino featured ones such as \"Poems of the Senses\" and \"Wooers of Favor,\" while themes drawn from The Queen's Lace Handkerchief characterize (*) \"Roses from the South.\" Another follows the flute cadenza with a zither solo, characteristic of six of the Viennese ones. For 10 points,": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.04655848
      ],
      [
        "oh",
        -8.1609716e-05
      ],
      [
        "ann",
        -8.776276e-06
      ],
      [
        " Strauss",
        -0.00017839209
      ],
      [
        " II",
        -0.0015736639
      ]
    ]
  },
  "A number named after this figure that characterizes fluidity was named by Markus Reiner after a line in this figure's namesake \"Song\" that says, \"the mountains flowed before the Lord.\" One account of this": {
    "guess": "Deborah",
    "confidence": [
      [
        "De",
        -0.035022408
      ],
      [
        "borah",
        -0.00012821102
      ]
    ]
  },
  "It is the number of stages in Lawrence Kohlberg's theory of moral development, the title number of \"Crises\"": {
    "guess": "Six stages",
    "confidence": [
      [
        "Six",
        -0.27056426
      ],
      [
        " stages",
        -0.056902505
      ]
    ]
  },
  "Numbers that give a false result for a test named for this man satisfy the congruence b raised to the n minus one power similar to one mod one for all integers b that are relatively prime to n. Those numbers are a type of Knodel number named for Carmichael, also known as this man's pseudoprimes. The epsilon conjecture and Taniyama-Shimura conjecture were both useful in proving another theorem named for this man that stated there are no non-zero solutions to the equation a^n + b^n = c^n, when n is": {
    "guess": "Pierre de Fermat",
    "confidence": [
      [
        "P",
        -0.7923259
      ],
      [
        "ierre",
        -0.009163643
      ],
      [
        " de",
        -0.0004485461
      ],
      [
        " Ferm",
        -2.9756122e-05
      ],
      [
        "at",
        -5.8722613e-05
      ]
    ]
  },
  "Number 8612 suffered a severe emotional disorder, number 416 went on a hunger strike, number 819 began crying uncontrollably after his fellow participants in this experiment chanted \"819 did a bad thing!\", while \"John Wayne\" became a brutal sadist. Ironically, its participants were chosen for their healthiness and normality, but began assaulting one another after taking on randomly assigned roles.": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.001989067
      ],
      [
        "ford",
        -3.488188e-05
      ],
      [
        " prison",
        -0.002705966
      ],
      [
        " experiment",
        -7.529192e-05
      ]
    ]
  },
  "If for a number n, the Legendre symbol a over n does not equal the Jacobi symbol a over n, then n must have this property. The ring Z mod nZ of integer congruence classes modulo n has zero divisors if and only if n has this distinction. With one exception, if n has this property then zero is congruent to n minus one factorial mod n by Wilson's theorem. All Fermat numbers with index between five and": {
    "guess": "Carmichael number",
    "confidence": [
      [
        "C",
        -1.3064333
      ],
      [
        "arm",
        -0.091943756
      ],
      [
        "ichael",
        -2.8802491e-05
      ],
      [
        " number",
        -0.26449385
      ]
    ]
  },
  "This number is equal to the sum of the infinite series as n goes from zero to infinity of one over n factorial. First studied as an application of compound interest by Jacob Bernoulli, it is equal to the limit as x approaches infinity of the quantity one plus one over x to the xth power. This number is the only positive real number that, when taken to the xth power, is equal to its derivative. For 10 points, identify this number named for a Swiss mathematician, the base of the natural logarithm,": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -0.004153311
      ],
      [
        "uler",
        -0.24446239
      ],
      [
        "'s",
        -0.001266421
      ],
      [
        " number",
        -0.2799257
      ]
    ]
  },
  "The number 613 was retired by this team because it is the number of wins their legendary coach Red Holzman won with them. Earlier this season, they made trades to free up salary cap space including acquiring the contracts of Cuttino Mobley and Tim Thomas from the Clippers for Mardy Collins and Zach Randolph, Malik Rose to the Thunder for Chris Wilcox. Their starting lineup includes Wilson Chandler and David Lee, and they are currently coached by Mike D'Antoni. For 10 points, name this NBA team currently featuring Nate Robinson and Al Harrington that plays their home games at Madison Square Garden.": {
    "guess": "New York Knicks",
    "confidence": [
      [
        "New",
        -0.041077334
      ],
      [
        " York",
        -8.45898e-05
      ],
      [
        " Knicks",
        -0.0011409307
      ]
    ]
  },
  "The number of changes needed to convert from one of these objects to another one is measured by the Levenshtein distance. A set of these objects is generated by the Kleene star operation. These objects": {
    "guess": "Strings",
    "confidence": [
      [
        "Strings",
        -0.21240257
      ]
    ]
  },
  "Numbers that generate primes using a certain prime generating polynomial are known as his lucky numbers and Gauss proved this man's law of quadratic reciprocity. His product formula can be used along with the Riemann zeta function to prove the infinitude of primes and he proposed a value of pi squared over 6 as the solution to Mengoli's Basel problem. He demonstrated why it was impossible to transverse the Pregel river using each of the seven bridges of Koningsberg only once and his identity, e to the i times pi equals negative 1, contains several symbols he popularized. For 10 points, name this Swiss mathematician, after whom the base of the natural log is named.": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.034898195
      ],
      [
        "hard",
        -0.004182279
      ],
      [
        " Euler",
        -0.0005294414
      ]
    ]
  },
  "It had numerous exceptions, including obligations arising from the Covenant of the League of Nations,": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -1.0374243
      ],
      [
        "reat",
        -3.500108e-05
      ],
      [
        "y",
        -0.0005806733
      ],
      [
        " of",
        -0.00073672744
      ],
      [
        " Vers",
        -0.51380783
      ],
      [
        "ailles",
        -0.00024584302
      ]
    ]
  },
  "This is the numerical ranking among the Beauties of Jinling held by the Imperial Concubine Yuanchun. In that work, key characters such as one who reincarnated from a divine flower first appear in a chapter of this number. This is the number among the 36 Heavenly Spirits for the chief strategist of the Liangshan bandits, \"Resourceful Star\" Wu Yong. This was the number of stages in the Longzhong Plan proposed by (*) Zhuge Liang. At the Battle of Hulao Pass, this is the number of heroes who were able to chase off Lu Bu. Earlier in the same work, that same group of this many people takes the Peach Garden Oath. In Journey to the West, Xuanzang has this many supernatural disciples. For 10 points, name this number that, in a Luo Guanzhong historical romance, describes the number of post-Han dynasty": {
    "guess": "Three",
    "confidence": [
      [
        "Three",
        -0.40511042
      ]
    ]
  },
  "This is the numerical ranking among the Beauties of Jinling held by the Imperial Concubine Yuanchun. In that work, key characters such as one who reincarnated from a divine flower first appear in a chapter of this number. This is the number among the 36 Heavenly Spirits for the chief strategist of the Liangshan bandits, \"Resourceful Star\" Wu Yong. This was the number of stages in the Longzhong Plan proposed by (*) Zhuge Liang. At the Battle of Hulao Pass, this is the number of heroes who were able to chase off Lu Bu. Earlier in the same work, that same group of this many people takes the Peach Garden Oath. In Journey to the West, Xuanzang has this many supernatural disciples. For 10 points, name this number that, in a Luo Guanzhong historical romance, describes the number of post-Han dynasty kingdoms.": {
    "guess": "Three",
    "confidence": [
      [
        "Three",
        -0.09389901
      ]
    ]
  },
  "This is the numerical ranking among the Beauties of Jinling held by the Imperial Concubine Yuanchun. In that work, key characters such as one who reincarnated from a divine flower first appear in a chapter": {
    "guess": "The Twelve Beauties of Jinling",
    "confidence": [
      [
        "The",
        -0.5776027
      ],
      [
        " Twelve",
        -0.5892459
      ],
      [
        " Beaut",
        -0.00064381096
      ],
      [
        "ies",
        -2.5941605e-05
      ],
      [
        " of",
        -2.6299214e-05
      ],
      [
        " Jin",
        -3.166338e-05
      ],
      [
        "ling",
        -1.4974867e-05
      ]
    ]
  },
  "This number is equal to the sum of the infinite series as n goes from zero to infinity of one over n factorial. First studied as an application of compound interest by Jacob Bernoulli, it is equal to the limit as x approaches infinity of the quantity one plus one over x to the xth power. This number is the only positive real number that, when taken to the xth power, is equal to its derivative. For": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -0.030257873
      ],
      [
        "uler",
        -0.040901694
      ],
      [
        "'s",
        -0.00030173853
      ],
      [
        " number",
        -0.08720344
      ]
    ]
  },
  "This number used as x gives the largest output of the function x raised to the reciprocal of x power.": {
    "guess": "Tetration",
    "confidence": [
      [
        "T",
        -0.109501705
      ],
      [
        "etration",
        -0.0007517361
      ]
    ]
  },
  "The number of secondary peaks produced by this phenomenon is governed by a theorem proved by McKenzie using Morse theory and known as the odd number theorem. The presence of external shear in the system causing this effect alters it per the formulation of Chang and Refsdal. Paczynski created a mass probe based on this effect that is used to find extra-solar planets when applied to the \"micro-\" form of this phenomenon. This phenomenon is exhibited in the appearance of the cloverleaf quasar and the Einstein cross. Perfect alignment of three bodies involved in this phenomenon leads to the formation of Einstein rings. FTP, name this phenomenon in which multiple images of a radiation source are produced": {
    "guess": "Gravitational lensing",
    "confidence": [
      [
        "Gr",
        -0.027659664
      ],
      [
        "avit",
        -2.6968896e-06
      ],
      [
        "ational",
        -6.749814e-06
      ],
      [
        " lens",
        -0.005682399
      ],
      [
        "ing",
        -0.007809731
      ]
    ]
  },
  "These numbers can be generated by adding successive powers of two until the sum is prime and then multiplying that prime times the last number added. That method is the only successful one ever used to find these numbers. That method, stated by Euclid [YOO-klid], gives the relationship between these": {
    "guess": "Perfect numbers",
    "confidence": [
      [
        "Perfect",
        -0.15377644
      ],
      [
        " numbers",
        -0.010880391
      ]
    ]
  },
  "These numbers can be generated by adding successive powers of two until the sum is prime and then multiplying that prime times the last number added. That method is the only successful one ever used to": {
    "guess": "Prime number",
    "confidence": [
      [
        "Prime",
        -0.8098228
      ],
      [
        " number",
        -0.15445505
      ]
    ]
  },
  "Numbering twelve in the Eastern Orthodox tradition, their supposed relics are presently in Cologne Cathedral. Their social status was likely inferred from Psalms 72:11, while the eighth-century Exerpta latina barbari is the probable origin of the names by which they are known in today; Balthasar, Melchior,": {
    "guess": "Three Wise Men",
    "confidence": [
      [
        "Three",
        -0.6305396
      ],
      [
        " Wise",
        -0.14119488
      ],
      [
        " Men",
        -0.02708528
      ]
    ]
  },
  "Number fourteen reads \"Imperfect piety or love on the part of the of the dying person necessarily brings": {
    "guess": "Last rites",
    "confidence": [
      [
        "Last",
        -0.9016168
      ],
      [
        " rites",
        -0.14540464
      ]
    ]
  },
  "Numbers that give a false result for a test named for this man satisfy the congruence b raised to the n minus one power similar to one mod one for all integers b that are relatively prime to n. Those numbers are a type of Knodel number named for Carmichael, also known as this man's pseudoprimes. The epsilon conjecture and Taniyama-Shimura conjecture were both useful in proving another theorem named": {
    "guess": "Robert Carmichael",
    "confidence": [
      [
        "Robert",
        -0.3067954
      ],
      [
        " Carm",
        -0.007411397
      ],
      [
        "ichael",
        -8.697388e-05
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation": {
    "guess": "Reaction rate",
    "confidence": [
      [
        "Reaction",
        -0.61941427
      ],
      [
        " rate",
        -0.27010012
      ]
    ]
  },
  "It had numerous exceptions, including obligations arising from the Covenant of the League of Nations, the  [*] Monroe Doctrine, and post-Versailles treaties. Arising out of a bilateral treaty suggested by France in 1927, it was originally directed against German aggression. Also called the Pact of Paris—for 10  points—name this idealistic 1928 document that tried to \"outlaw\" war as an instrument of national policy.": {
    "guess": "Kellogg-Briand Pact",
    "confidence": [
      [
        "Kel",
        -0.007449495
      ],
      [
        "logg",
        -0.0021281375
      ],
      [
        "-B",
        -0.088357024
      ],
      [
        "ri",
        -4.604148e-06
      ],
      [
        "and",
        -1.7120534e-05
      ],
      [
        " Pact",
        -0.0013310716
      ]
    ]
  },
  "Numbers that generate primes using a certain prime generating polynomial are known as his lucky numbers and Gauss proved this man's law of quadratic reciprocity. His product formula can be used along with the Riemann zeta function to prove the infinitude of primes and he proposed a value of pi squared": {
    "guess": "Carl Friedrich Gauss",
    "confidence": [
      [
        "Carl",
        -0.7803028
      ],
      [
        " Friedrich",
        -0.00062844466
      ],
      [
        " Gauss",
        -5.7888185e-05
      ]
    ]
  },
  "This is the numerator of Egyptian fractions and the number of sides of a Möbius strip. It is repeated in the Fibonacci sequence and any nonzero number raised to the zeroth power equals (*) this value, the largest that the sine and cosine functions take. This number is the multiplicative identity because it times any other number is the original number. For 10 points, name this smallest positive integer.": {
    "guess": "One",
    "confidence": [
      [
        "One",
        -0.0053845877
      ]
    ]
  },
  "This number is an invariant for geometric objects belonging to a prescribed category that are equivalent in that category.  For smooth manifolds, it is defined as the number of signed zeroes of a generic tangent vector-field with isolated zeroes. For topological manifolds, it is the alternating sum of dimensions of the homology groups for the homology with coefficients in a field.  Defining a value that is, for polyhedra, the number of its vertices minus the number of its sides plus the number of its faces, FTP, identify this mathematical term named for an 18th-century Swiss mathematician.": {
    "guess": "Euler characteristic",
    "confidence": [
      [
        "E",
        -0.0048803003
      ],
      [
        "uler",
        -2.577686e-06
      ],
      [
        " characteristic",
        -0.0077821696
      ]
    ]
  },
  "This is the numerical ranking among the Beauties of Jinling held by the Imperial Concubine Yuanchun. In that work, key characters such as one who reincarnated from a divine flower first appear in a chapter of this number. This is the number among the 36 Heavenly Spirits for the chief strategist of the Liangshan bandits, \"Resourceful Star\" Wu Yong. This was the number of stages in the Longzhong Plan": {
    "guess": "Four",
    "confidence": [
      [
        "Four",
        -2.099505
      ]
    ]
  },
  "This is the number of possible arrangements of a pair of identical bosons in a two-level system. A DC circuit that exhibits damped harmonic oscillation must contain at least this many passive elements. This is the smallest nonexistent multipole moment. Any gravitating system with at least this many bodies is not analytically integrable. The electron's charge is this number times the down quark charge. The thermodynamic law of this number isn't really a law, and describes the entropy of ideal crystals in a certain limit. There are this many generations of quarks. For 10 points, give this number that is also the number of observable spatial dimensions in the universe.": {
    "guess": "3",
    "confidence": [
      [
        "3",
        -1.3293412
      ]
    ]
  },
  "This is the numerical ranking among the Beauties of Jinling held by the Imperial Concubine Yuanchun. In that work, key characters such as one who reincarnated from a divine flower first appear in a chapter of this number. This is the number among the 36 Heavenly Spirits for the chief strategist of the Liangshan bandits, \"Resourceful Star\" Wu Yong. This was the number of stages in the Longzhong Plan proposed by (*) Zhuge Liang. At the Battle of Hulao Pass, this is the number of heroes who were able to chase off Lu Bu. Earlier in the same work, that same group of this many people takes the Peach": {
    "guess": "Three",
    "confidence": [
      [
        "Three",
        -1.4502498
      ]
    ]
  },
  "This number is an eigenvalue of the matrix with top row 1 1 and bottom row 1 0,  which is associated with the Fibonacci recurrence relation, meaning that this value is  the limit of the ratio of adjacent terms in the Fibonacci series. A rectangle whose two  sides quotient to this number can be partitioned into a square and a new rectangle  similar to the original with a single line, which gives it its aesthetic qualities. FTP  name this valuable irrational number equal to the one half the quantity": {
    "guess": "Golden ratio",
    "confidence": [
      [
        "Golden",
        -0.009267821
      ],
      [
        " ratio",
        -0.009320501
      ]
    ]
  },
  "The number of secondary peaks produced by this phenomenon is governed by a theorem proved by McKenzie using Morse theory and known as the odd number theorem. The presence of external shear in the system causing this effect alters it per the formulation of Chang and Refsdal. Paczynski created a mass probe based on this effect that is used to find extra-solar planets when applied to the \"micro-\" form of this phenomenon. This phenomenon is exhibited in the appearance of the cloverleaf quasar and the": {
    "guess": "Einstein ring",
    "confidence": [
      [
        "E",
        -1.1248891
      ],
      [
        "instein",
        -0.00029458632
      ],
      [
        " ring",
        -0.42130718
      ]
    ]
  },
  "It is the number of stages in Lawrence Kohlberg's theory of moral development, the title number of \"Crises\" described in a 1962 book by Richard Nixon, the number of French composers in a grouping that includes Darius Milhaud (DAR-ee-oos ME-yoh) and Arthur Honegger, and the number of days in a (*) 1967 war that ended with Israel controlling the Gaza Strip. It is also the third triangular number and smallest perfect number, and appears three times in the Number of the Beast. For 10 points, give this": {
    "guess": "7",
    "confidence": [
      [
        "7",
        -0.72000575
      ]
    ]
  },
  "The number of secondary peaks produced by this phenomenon is governed by a theorem proved by McKenzie using Morse theory and known as the odd number theorem. The presence of external shear in the system causing this effect alters it per the formulation of Chang and Refsdal. Paczynski created a mass probe based on this effect that is used to find extra-solar planets when applied to the \"micro-\" form": {
    "guess": "Gravitational lens",
    "confidence": [
      [
        "Gr",
        -0.0922697
      ],
      [
        "avit",
        -0.0012409445
      ],
      [
        "ational",
        -1.962381e-05
      ],
      [
        " lens",
        -0.45301244
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation method. This quantity and initial concentration must be the same for all processes in a system so that Wegscheider's principle applies. The units of the pre-exponential factor A depend on this quantity; for example, A has units inverse-seconds when this quantity is equal to (*) one. An easy way to determine this quantity is to find the slope of the natural log of rate with respect to the natural log of a reactant's concentration. For chain and radical reactions, this quantity, which is frequently mistaken for molecularity, is often fractional, and when it is equal to two, a simplifying assumption where this quantity is \"pseudo first\" is often employed. For 10 points, identify this quantity, which for a substance in a chemical reaction corresponds to the exponent to which that substance's": {
    "guess": "Reaction order",
    "confidence": [
      [
        "Reaction",
        -0.4416451
      ],
      [
        " order",
        -0.07195189
      ]
    ]
  },
  "A number of these works feature in an Erich Wolfgang Korngold work titled \"tales from\" their composer. \"Echoes of Rhadamanthus\" joins one of them composed for a Vesuvius benefit called \"Streams of Lava\" in a collection of \"garlands\" published by their composer's brother Eduard. Their composer's premiere at Dommayer's Casino featured ones such as \"Poems of the Senses\" and \"Wooers of Favor,\" while themes drawn from The Queen's Lace Handkerchief characterize (*) \"Roses from the South.\" Another follows the flute cadenza with a zither solo, characteristic of six of the Viennese ones. For 10 points, name these works, examples of which are \"Tales from the Vienna Woods\" and \"The Blue Danube,\" all of": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.100364536
      ],
      [
        "oh",
        -0.00021855638
      ],
      [
        "ann",
        -5.705376e-05
      ],
      [
        " Strauss",
        -0.0029370484
      ],
      [
        " II",
        -0.0017947778
      ]
    ]
  },
  "If for a number n, the Legendre symbol a over n does not equal the Jacobi symbol a over n, then n must have this property. The ring Z mod nZ of integer congruence classes modulo n has zero divisors if and only if n has this distinction. With one exception, if n has this property then zero is congruent to n minus one factorial mod n by Wilson's theorem. All Fermat numbers with index between five and 32 have this property. Euler's Theorem works with these numbers and not just their complementary set as in Fermat's Little Theorem. These are the numbers that are crossed out in the Sieve of Eratosthenes.": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.5833264
      ],
      [
        " Numbers",
        -1.0477598
      ]
    ]
  },
  "Number 8612 suffered a severe emotional disorder, number 416 went on a hunger strike, number 819 began": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.8450371
      ],
      [
        "ford",
        -0.00020914296
      ],
      [
        " prison",
        -0.018968826
      ],
      [
        " experiment",
        -0.00040838914
      ]
    ]
  },
  "Number 8612 suffered a severe emotional disorder, number 416 went on a hunger strike, number 819 began crying uncontrollably after his fellow participants in this experiment chanted \"819 did a bad thing!\", while \"John Wayne\" became a brutal sadist. Ironically, its participants were chosen for their healthiness and normality, but began assaulting one another after taking on randomly assigned roles. Its members, who either wore a khaki uniform and sunglasses or a stocking cap and a heavy chain, interacted": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.018583456
      ],
      [
        "ford",
        -4.8709502e-05
      ],
      [
        " prison",
        -0.01820613
      ],
      [
        " experiment",
        -0.000342972
      ]
    ]
  },
  "Number fourteen reads \"Imperfect piety or love on the part of the of the dying person necessarily brings with it great fear; and the smaller the love, the greater the fear.\" The second to last tells Christians \"to be diligent in following Christ, their head, through penalties, death, and hell.\" \"And thus,\" states the last, may they \"be confident of entering into heaven through many tribulations rather": {
    "guess": "Christian perfection",
    "confidence": [
      [
        "Christian",
        -1.5818404
      ],
      [
        " perfection",
        -0.73954576
      ]
    ]
  },
  "The number of changes needed to convert from one of these objects to another one is measured by the Levenshtein distance. A set of these objects is generated by the Kleene star operation. These objects are the inputs to the Knuth-Morris-Pratt and Rabin-Karp algorithms. P-examples of these variables are": {
    "guess": "String (computer science)",
    "confidence": [
      [
        "String",
        -0.104019985
      ],
      [
        " (",
        -0.10507966
      ],
      [
        "computer",
        -0.0026467638
      ],
      [
        " science",
        -0.00042268995
      ],
      [
        ")",
        -4.1273333e-06
      ]
    ]
  },
  "Number 25 is the slowest and the last of three in G minor. Number 16 begins with an emphatic G-major chord and is styled after a French overture, while number 30 quotes the tune \"Cabbage and turnips have": {
    "guess": "The Well-Tempered Clavier",
    "confidence": [
      [
        "The",
        -1.2985411
      ],
      [
        " Well",
        -0.06943077
      ],
      [
        "-T",
        -0.0034062094
      ],
      [
        "em",
        -4.763667e-05
      ],
      [
        "pered",
        -2.1769476e-05
      ],
      [
        " Cl",
        -0.0014267829
      ],
      [
        "avier",
        -1.1637165e-05
      ]
    ]
  },
  "This is the numerical ranking among the Beauties of Jinling held by the Imperial Concubine Yuanchun. In that work, key characters such as one who reincarnated from a divine flower first appear in a chapter of this number. This is the number among the 36 Heavenly Spirits for the chief strategist of the Liangshan bandits, \"Resourceful Star\" Wu Yong. This was the number of stages in the Longzhong Plan proposed by (*) Zhuge Liang. At the Battle of Hulao Pass, this is the number of heroes who were able": {
    "guess": "Twenty-four",
    "confidence": [
      [
        "Twenty",
        -1.1327392
      ],
      [
        "-four",
        -1.0388768
      ]
    ]
  },
  "This is the number of possible arrangements of a pair of identical bosons in a two-level system. A DC circuit that exhibits damped harmonic oscillation must contain at least this many passive elements. This is the smallest nonexistent multipole moment. Any gravitating system with at least this many bodies is not analytically integrable. The electron's charge is this number times the down quark charge. The thermodynamic law of this number isn't really a law, and describes the entropy of ideal crystals": {
    "guess": "Four",
    "confidence": [
      [
        "Four",
        -1.0656246
      ]
    ]
  },
  "The number 613 was retired by this team because it is the number of wins their legendary coach Red Holzman won with them. Earlier this season, they made trades to free up salary cap space including acquiring the contracts of Cuttino Mobley and Tim Thomas from the Clippers for Mardy Collins and Zach Randolph, Malik Rose to the Thunder for Chris Wilcox. Their starting lineup includes Wilson Chandler": {
    "guess": "New York Knicks",
    "confidence": [
      [
        "New",
        -0.13492338
      ],
      [
        " York",
        -0.0001819682
      ],
      [
        " Knicks",
        -0.00045653275
      ]
    ]
  },
  "Number fourteen reads \"Imperfect piety or love on the part of the of the dying person necessarily brings with it great fear; and the smaller the love, the greater the fear.\" The second to last tells Christians \"to be diligent in following Christ, their head, through penalties, death, and hell.\" \"And thus,\" states the last, may they \"be confident of entering into heaven through many tribulations rather than through the false security of peace.\" FTP, identify this religious document, the thirty-second part of which states that eternally damned are \"those who believe that they can be certain of their salvation because they have an indulgence letter.\"": {
    "guess": "Heidelberg Disputation",
    "confidence": [
      [
        "He",
        -1.087992
      ],
      [
        "idelberg",
        -0.020327091
      ],
      [
        " Dis",
        -0.010112546
      ],
      [
        "putation",
        -0.00014287306
      ]
    ]
  },
  "Number fourteen reads \"Imperfect piety or love on the part of the of the dying person necessarily brings with it great fear; and the smaller the love, the greater the fear.\" The second to last tells Christians": {
    "guess": "Ars moriendi",
    "confidence": [
      [
        "Ars",
        -1.4399853
      ],
      [
        " mor",
        -0.23525167
      ],
      [
        "i",
        -0.00022403974
      ],
      [
        "endi",
        -1.6240566e-06
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall": {
    "guess": "Damköhler number",
    "confidence": [
      [
        "Dam",
        -0.060126696
      ],
      [
        "kö",
        -0.39690864
      ],
      [
        "h",
        -0.002381119
      ],
      [
        "ler",
        -9.889425e-05
      ],
      [
        " number",
        -0.012051588
      ]
    ]
  },
  "Numbers that give a false result for a test named for this man satisfy the congruence b raised to the n minus one power similar to one mod one for all integers b that are relatively prime to n. Those numbers are a type of Knodel number named for Carmichael, also known as this man's pseudoprimes. The epsilon conjecture and Taniyama-Shimura conjecture were both useful in proving another theorem named for this man that stated there are no non-zero solutions to the equation a^n + b^n = c^n, when n is greater than two. For 10 points, name this French mathematician who is the namesake of a famous \"last\"": {
    "guess": "Pierre de Fermat",
    "confidence": [
      [
        "P",
        -0.005968373
      ],
      [
        "ierre",
        -0.00034833618
      ],
      [
        " de",
        -0.00043138445
      ],
      [
        " Ferm",
        -4.9067115e-05
      ],
      [
        "at",
        -6.0153056e-05
      ]
    ]
  },
  "A number named after this figure that characterizes fluidity was named by Markus Reiner after a line in this figure's namesake \"Song\" that says, \"the mountains flowed before the Lord.\" One account of this figure's most notable battle mentions only Naphtali and Zebulun as groups who took part, while a succeeding chapter featuring this figure mentions other tribes having participated as well; that battle pitted ten thousand men against nine hundred steel chariots. This figure was aided in victory in that battle when the opposing commander, (*) Sisera, had a tent spike driven through his head by the Kenite Yael, and the military commander supported in that battle by this prophet was Barak. This": {
    "guess": "Deborah",
    "confidence": [
      [
        "De",
        -0.016974403
      ],
      [
        "borah",
        -3.1544176e-05
      ]
    ]
  },
  "This number is equal to the sum of the infinite series as n goes from zero to infinity of one over n": {
    "guess": "Harmonic series",
    "confidence": [
      [
        "Har",
        -0.66569
      ],
      [
        "monic",
        -0.003576311
      ],
      [
        " series",
        -0.027329369
      ]
    ]
  },
  "If for a number n, the Legendre symbol a over n does not equal the Jacobi symbol a over n, then n must have this property. The ring Z mod nZ of integer congruence classes modulo n has zero divisors if and only if n has this distinction. With one exception, if n has this property then zero is congruent to n minus one factorial mod n by Wilson's theorem. All Fermat numbers with index between five and 32 have this property. Euler's Theorem works with these numbers and not just their complementary set": {
    "guess": "Fermat Prime",
    "confidence": [
      [
        "F",
        -0.5770993
      ],
      [
        "erm",
        -0.00053659
      ],
      [
        "at",
        -5.2001665e-06
      ],
      [
        " Prime",
        -0.7396498
      ]
    ]
  },
  "Number 25 is the slowest and the last of three in G minor. Number 16 begins with an emphatic G-major chord and is styled after a French overture, while number 30 quotes the tune \"Cabbage and turnips have driven me away.\" Although number 7 is intended to be gigue tempo, Glenn Gould played it slowly. Every": {
    "guess": "The Well-Tempered Clavier",
    "confidence": [
      [
        "The",
        -0.8498991
      ],
      [
        " Well",
        -0.14760646
      ],
      [
        "-T",
        -0.00063166313
      ],
      [
        "em",
        -1.0921943e-05
      ],
      [
        "pered",
        -1.2829201e-05
      ],
      [
        " Cl",
        -0.00094838
      ],
      [
        "avier",
        -3.0545007e-06
      ]
    ]
  },
  "This number is equal to the sum of the infinite series as n goes from zero to infinity of one over n factorial. First studied as an application of compound interest by Jacob Bernoulli, it is equal to the limit as x approaches infinity of the quantity one plus one over x to the xth power. This number is the only positive real number that, when taken to the xth power, is equal to its derivative. For 10 points, identify this number named for a Swiss mathematician, the base of the natural logarithm, equal to approximately 2.718.": {
    "guess": "E (mathematical constant)",
    "confidence": [
      [
        "E",
        -0.0005339675
      ],
      [
        " (",
        -0.67450225
      ],
      [
        "math",
        -0.04236203
      ],
      [
        "ematic",
        -1.640531e-05
      ],
      [
        "al",
        -7.89631e-07
      ],
      [
        " constant",
        -0.00019507692
      ],
      [
        ")",
        -1.9504607e-05
      ]
    ]
  },
  "This number used as x gives the largest output of the function x raised to the reciprocal of x power. In the standard normal density function, this number is raised to the minus x squared over two power. This number equals the limit of the sum of the reciprocals of the factorials of all whole numbers, and this is the limiting value of the quantity one plus the reciprocal of x, end quantity, raised to the x power. Name this transcendental number equal to about 2.718.": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -0.0007485176
      ],
      [
        "uler",
        -0.12716906
      ],
      [
        "'s",
        -0.0018812811
      ],
      [
        " number",
        -0.50476027
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation method. This quantity and initial concentration must be the same for all processes in a system so that Wegscheider's principle applies. The units of the pre-exponential factor A depend on this quantity; for example, A has units inverse-seconds when this quantity is equal to (*) one. An easy way to determine this quantity is to find the slope of the natural log of rate with respect to the": {
    "guess": "Order of reaction",
    "confidence": [
      [
        "Order",
        -0.44271085
      ],
      [
        " of",
        -0.045675382
      ],
      [
        " reaction",
        -0.38073906
      ]
    ]
  },
  "This number is an eigenvalue of the matrix with top row 1 1 and bottom row 1 0,  which is associated": {
    "guess": "Eigenvalues and eigenvectors",
    "confidence": [
      [
        "Eigen",
        -1.2214752
      ],
      [
        "values",
        -0.11063363
      ],
      [
        " and",
        -0.013110816
      ],
      [
        " eig",
        -0.00069778087
      ],
      [
        "env",
        -5.7292167e-05
      ],
      [
        "ectors",
        -0.00017314713
      ]
    ]
  },
  "This is the number of possible arrangements of a pair of identical bosons in a two-level system. A DC": {
    "guess": "Permutation symmetry",
    "confidence": [
      [
        "Per",
        -1.4696507
      ],
      [
        "mutation",
        -0.015207679
      ],
      [
        " symmetry",
        -0.5528346
      ]
    ]
  },
  "The number of positive real roots of a polynomial can be found by this man's Rule of Signs. His philosophical works include the Discourse on Method and Meditations on First Philosophy. He is the namesake": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.004787057
      ],
      [
        "é",
        -6.392203e-06
      ],
      [
        " Desc",
        -0.00011152984
      ],
      [
        "art",
        -3.464347e-05
      ],
      [
        "es",
        -2.0339032e-05
      ]
    ]
  },
  "A number of these works feature in an Erich Wolfgang Korngold work titled \"tales from\" their composer. \"Echoes of Rhadamanthus\" joins one of them composed for a Vesuvius benefit called \"Streams of Lava\" in a collection of \"garlands\" published by their composer's brother Eduard. Their composer's premiere at Dommayer's Casino featured ones such as \"Poems of the Senses\" and \"Wooers of Favor,\" while themes": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.04887235
      ],
      [
        "oh",
        -0.0009839815
      ],
      [
        "ann",
        -0.00019245445
      ],
      [
        " Strauss",
        -0.0005794849
      ],
      [
        " II",
        -0.03879277
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation method. This quantity and initial concentration must be the same for all processes in a system so that Wegscheider's principle applies. The units of the pre-exponential factor A depend on this": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.87342685
      ],
      [
        " energy",
        -0.049428686
      ]
    ]
  },
  "Numbers that generate primes using a certain prime generating polynomial are known as his lucky numbers and Gauss proved this man's law of quadratic reciprocity. His product formula can be used along with": {
    "guess": "Adrien-Marie Legendre",
    "confidence": [
      [
        "Ad",
        -0.70080215
      ],
      [
        "rien",
        -0.121363096
      ],
      [
        "-Mar",
        -0.006302738
      ],
      [
        "ie",
        -3.650519e-06
      ],
      [
        " Legend",
        -1.8908588e-05
      ],
      [
        "re",
        -4.0246043e-05
      ]
    ]
  },
  "This is the number of possible arrangements of a pair of identical bosons in a two-level system. A DC circuit that exhibits damped harmonic oscillation must contain at least this many passive elements. This is the smallest nonexistent multipole moment. Any gravitating system with at least this many bodies is not analytically integrable. The electron's charge is this number times the down quark charge.": {
    "guess": "FOUR",
    "confidence": [
      [
        "FO",
        -1.3506159
      ],
      [
        "UR",
        -1.962381e-05
      ]
    ]
  },
  "This number is equal to the sum of the infinite series as n goes from zero to infinity of one over n factorial. First studied as an application of compound interest by Jacob Bernoulli, it is equal to the limit as x approaches infinity of the quantity one plus one over x to the xth power. This number": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -0.038935874
      ],
      [
        "uler",
        -0.20872
      ],
      [
        "'s",
        -9.651017e-05
      ],
      [
        " number",
        -0.14778365
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation method. This quantity and initial concentration must be the same for all processes in a system": {
    "guess": "Concentration",
    "confidence": [
      [
        "Con",
        -1.2336346
      ],
      [
        "centration",
        -0.0007792502
      ]
    ]
  },
  "It is the number of stages in Lawrence Kohlberg's theory of moral development, the title number of \"Crises\" described in a 1962 book by Richard Nixon, the number of French composers in a grouping that includes Darius Milhaud (DAR-ee-oos ME-yoh) and Arthur Honegger, and the number of days in a (*) 1967 war that ended with Israel controlling the Gaza Strip. It is also the third triangular number and": {
    "guess": "Seven",
    "confidence": [
      [
        "Seven",
        -0.8046186
      ]
    ]
  },
  "This is the number of possible arrangements of a pair of identical bosons in a two-level system. A DC circuit that exhibits damped harmonic oscillation must contain at least this many passive elements.": {
    "guess": "Bose-Einstein statistics",
    "confidence": [
      [
        "B",
        -1.1923038
      ],
      [
        "ose",
        -0.33901477
      ],
      [
        "-E",
        -0.7528191
      ],
      [
        "instein",
        -6.749814e-06
      ],
      [
        " statistics",
        -0.05778411
      ]
    ]
  },
  "The number of changes needed to convert from one of these objects to another one is measured by the Levenshtein": {
    "guess": "Edit distance",
    "confidence": [
      [
        "Edit",
        -0.06275606
      ],
      [
        " distance",
        -0.046832208
      ]
    ]
  },
  "The number of positive real roots of a polynomial can be found by this man's Rule of Signs. His philosophical": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.0011998742
      ],
      [
        "é",
        -1.1279553e-05
      ],
      [
        " Desc",
        -0.00010926496
      ],
      [
        "art",
        -7.648396e-05
      ],
      [
        "es",
        -1.6166903e-05
      ]
    ]
  },
  "If for a number n, the Legendre symbol a over n does not equal the Jacobi symbol a over n, then n must": {
    "guess": "Jacobi symbol",
    "confidence": [
      [
        "Jac",
        -0.28170174
      ],
      [
        "obi",
        -0.0001309527
      ],
      [
        " symbol",
        -0.007351636
      ]
    ]
  },
  "This number is an eigenvalue of the matrix with top row 1 1 and bottom row 1 0,  which is associated with the Fibonacci recurrence relation, meaning that this value is  the limit of the ratio of adjacent terms in the Fibonacci series. A rectangle whose two  sides quotient to this number can be partitioned into a square and a new rectangle  similar to the original with a single line, which gives it its aesthetic qualities. FTP  name this valuable irrational number equal to the one half the quantity square root of  five plus one.": {
    "guess": "Golden ratio",
    "confidence": [
      [
        "Golden",
        -0.008705333
      ],
      [
        " ratio",
        -0.053130873
      ]
    ]
  },
  "A number of these works feature in an Erich Wolfgang Korngold work titled \"tales from\" their composer. \"Echoes of Rhadamanthus\" joins one of them composed for a Vesuvius benefit called \"Streams of Lava\" in a collection of \"garlands\" published by their composer's brother Eduard. Their composer's premiere at Dommayer's Casino featured ones such as \"Poems of the Senses\" and \"Wooers of Favor,\" while themes drawn from The Queen's Lace Handkerchief characterize (*) \"Roses from the South.\" Another follows": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.090241335
      ],
      [
        "oh",
        -0.000119874094
      ],
      [
        "ann",
        -5.240482e-05
      ],
      [
        " Strauss",
        -0.00033463142
      ],
      [
        " II",
        -0.002186903
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation method. This quantity and initial concentration must be the same for all processes in a system so that Wegscheider's principle applies. The units of the pre-exponential factor A depend on this quantity; for example, A has units inverse-seconds when this quantity is equal to (*) one. An easy": {
    "guess": "Concentration",
    "confidence": [
      [
        "Con",
        -0.9036539
      ],
      [
        "centration",
        -0.00049965514
      ]
    ]
  },
  "It had numerous exceptions, including obligations arising from the Covenant of the League of Nations, the  [*] Monroe Doctrine, and post-Versailles treaties. Arising out of a bilateral treaty suggested by France in 1927, it was originally directed against German aggression. Also called the Pact of Paris—for 10  points—name this idealistic 1928 document that tried to \"outlaw\" war as an instrument of": {
    "guess": "Kellogg-Briand Pact",
    "confidence": [
      [
        "Kel",
        -0.010092487
      ],
      [
        "logg",
        -0.0022412508
      ],
      [
        "-B",
        -0.11017022
      ],
      [
        "ri",
        -2.6968896e-06
      ],
      [
        "and",
        -1.4378848e-05
      ],
      [
        " Pact",
        -0.002288353
      ]
    ]
  },
  "Number 8612 suffered a severe emotional disorder, number 416 went on a hunger strike, number 819 began crying uncontrollably after his fellow participants in this experiment chanted \"819 did a bad thing!\", while \"John Wayne\" became a brutal sadist. Ironically, its participants were chosen for their healthiness and normality, but began assaulting one another after taking on randomly assigned roles. Its members, who either wore a khaki uniform and sunglasses or a stocking cap and a heavy chain, interacted in a basement at a western university. FTP, identify this Philip Zimbardo experiment which simulated a jail.": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.0035258366
      ],
      [
        "ford",
        -6.9882217e-06
      ],
      [
        " prison",
        -0.03235876
      ],
      [
        " experiment",
        -0.00017946491
      ]
    ]
  },
  "The number of positive real roots of a polynomial can be found by this man's Rule of Signs. His philosophical works include the Discourse on Method and Meditations on First Philosophy. He is the namesake of the standard x-y coordinate system. For 10 points, give this French philosopher and mathematician": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.0012221322
      ],
      [
        "é",
        -7.3458323e-06
      ],
      [
        " Desc",
        -0.0001468068
      ],
      [
        "art",
        -5.383526e-05
      ],
      [
        "es",
        -6.2729996e-06
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation method. This quantity and initial concentration must be the same for all processes in a system so that Wegscheider's principle applies. The units of the pre-exponential factor A depend on this quantity; for example, A has units inverse-seconds when this quantity is equal to (*) one. An easy way to determine this quantity is to find the slope of the natural log of rate with respect to the natural log of a reactant's concentration. For chain and radical reactions, this quantity, which is frequently mistaken for molecularity, is often fractional, and when it is equal to two, a simplifying assumption where this quantity is \"pseudo first\" is often employed. For 10 points, identify this quantity,": {
    "guess": "Reaction order",
    "confidence": [
      [
        "Reaction",
        -0.64144456
      ],
      [
        " order",
        -0.08285333
      ]
    ]
  },
  "Numbers that give a false result for a test named for this man satisfy the congruence b raised to the n minus one power similar to one mod one for all integers b that are relatively prime to n. Those numbers": {
    "guess": "Fermat's little theorem",
    "confidence": [
      [
        "F",
        -0.18517141
      ],
      [
        "erm",
        -9.133887e-06
      ],
      [
        "at",
        -6.749814e-06
      ],
      [
        "'s",
        -0.9052024
      ],
      [
        " little",
        -1.0695515
      ],
      [
        " theorem",
        -5.085517e-05
      ]
    ]
  },
  "It is the number of stages in Lawrence Kohlberg's theory of moral development, the title number of \"Crises\" described in a 1962 book by Richard Nixon, the number of French composers in a grouping that includes Darius Milhaud (DAR-ee-oos ME-yoh) and Arthur Honegger, and the number of days in a (*) 1967 war that ended with Israel controlling the Gaza Strip. It is also the third triangular number and smallest perfect number, and appears three times in the Number of the Beast. For 10 points, give this number that equals a half-dozen.": {
    "guess": "Six",
    "confidence": [
      [
        "Six",
        -0.6965713
      ]
    ]
  },
  "Number fourteen reads \"Imperfect piety or love on the part of the of the dying person necessarily brings with it great fear; and the smaller the love, the greater the fear.\" The second to last tells Christians \"to be diligent in following Christ, their head, through penalties, death, and hell.\" \"And thus,\" states the last, may they \"be confident of entering into heaven through many tribulations rather than through the false security of peace.\" FTP, identify this religious document, the thirty-second part of which states that eternally damned are \"those who believe that they can be certain of their": {
    "guess": "The Imitation of Christ",
    "confidence": [
      [
        "The",
        -1.2384152
      ],
      [
        " I",
        -0.7097679
      ],
      [
        "mit",
        -7.684157e-05
      ],
      [
        "ation",
        -0.000500132
      ],
      [
        " of",
        -0.00013309837
      ],
      [
        " Christ",
        -0.00097602064
      ]
    ]
  },
  "A number named after this figure that characterizes fluidity was named by Markus Reiner after a line in this figure's namesake \"Song\" that says, \"the mountains flowed before the Lord.\" One account of this figure's most notable battle mentions only Naphtali and Zebulun as groups who took part, while a": {
    "guess": "Deborah",
    "confidence": [
      [
        "De",
        -0.04418834
      ],
      [
        "borah",
        -0.00037085102
      ]
    ]
  },
  "Numbers that give a false result for a test named for this man satisfy the congruence b raised to the n minus one power similar to one mod one for all integers b that are relatively prime to n. Those numbers are a type of Knodel number named for Carmichael, also known as this man's pseudoprimes. The": {
    "guess": "Carmichael number",
    "confidence": [
      [
        "C",
        -0.71965724
      ],
      [
        "arm",
        -0.00080700987
      ],
      [
        "ichael",
        -0.00017278951
      ],
      [
        " number",
        -0.20761456
      ]
    ]
  },
  "If for a number n, the Legendre symbol a over n does not equal the Jacobi symbol a over n, then n must have this property. The ring Z mod nZ of integer congruence classes modulo n has zero divisors if and only if n has this distinction. With one exception, if n has this property then zero is congruent to n minus one factorial mod n by Wilson's theorem. All Fermat numbers with index between five and 32 have this property. Euler's Theorem works with these numbers and not just their complementary set as in Fermat's Little Theorem. These are the numbers that are crossed out in the Sieve of Eratosthenes. All even numbers have this property. For 10 points, name these integers that are greater than one and not prime.": {
    "guess": "Composite Numbers",
    "confidence": [
      [
        "Composite",
        -0.0009955333
      ],
      [
        " Numbers",
        -1.0753987
      ]
    ]
  },
  "A number named after this figure that characterizes fluidity was named by Markus Reiner after a line in this figure's namesake \"Song\" that says, \"the mountains flowed before the Lord.\" One account of this figure's most notable battle mentions only Naphtali and Zebulun as groups who took part, while a succeeding chapter featuring this figure mentions other tribes having participated as well; that battle pitted ten thousand men against nine hundred steel chariots. This figure was aided in victory in that battle when the opposing commander, (*) Sisera, had a tent spike driven through his head by the Kenite Yael, and the military commander supported in that battle by this prophet was Barak. This prophet notably rendered verdicts from beneath a palm tree in mount Ephraim. FTP, name this figure, the only female Biblical Judge.": {
    "guess": "Deborah",
    "confidence": [
      [
        "De",
        -0.00028421928
      ],
      [
        "borah",
        -3.2929079e-06
      ]
    ]
  },
  "The number of secondary peaks produced by this phenomenon is governed by a theorem proved by McKenzie using Morse theory and known as the odd number theorem. The presence of external shear in the system causing this effect alters it per the formulation of Chang and Refsdal. Paczynski created a mass probe based on this effect that is used to find extra-solar planets when applied to the \"micro-\" form of this phenomenon. This phenomenon is exhibited in the appearance of the cloverleaf quasar and the Einstein cross. Perfect alignment of three bodies involved in this phenomenon leads to the formation": {
    "guess": "Gravitational lensing",
    "confidence": [
      [
        "Gr",
        -0.06697783
      ],
      [
        "avit",
        -0.00023750975
      ],
      [
        "ational",
        -7.226629e-06
      ],
      [
        " lens",
        -0.15352903
      ],
      [
        "ing",
        -0.023671327
      ]
    ]
  },
  "This is the numerator of Egyptian fractions and the number of sides of a Möbius strip. It is repeated": {
    "guess": "Möbius strip",
    "confidence": [
      [
        "M",
        -0.027355582
      ],
      [
        "ö",
        -3.357064e-05
      ],
      [
        "bi",
        -0.0003857478
      ],
      [
        "us",
        -5.50273e-05
      ],
      [
        " strip",
        -0.07495811
      ]
    ]
  },
  "This is the numerical ranking among the Beauties of Jinling held by the Imperial Concubine Yuanchun. In that work, key characters such as one who reincarnated from a divine flower first appear in a chapter of this number. This is the number among the 36 Heavenly Spirits for the chief strategist of the Liangshan bandits, \"Resourceful Star\" Wu Yong. This was the number of stages in the Longzhong Plan proposed by (*) Zhuge Liang. At the Battle of Hulao Pass, this is the number of heroes who were able to chase off Lu Bu. Earlier in the same work, that same group of this many people takes the Peach Garden Oath. In Journey to the West, Xuanzang has this many supernatural disciples. For 10 points, name": {
    "guess": "Three",
    "confidence": [
      [
        "Three",
        -0.72904444
      ]
    ]
  },
  "Number 25 is the slowest and the last of three in G minor. Number 16 begins with an emphatic G-major chord and is styled after a French overture, while number 30 quotes the tune \"Cabbage and turnips have driven me away.\" Although number 7 is intended to be gigue tempo, Glenn Gould played it slowly. Every third one is a canon at successively higher intervals, and all are based on the ground bass of an aria that returns at the end of this collection. Named for its 14-year-old original performer, this": {
    "guess": "Goldberg Variations",
    "confidence": [
      [
        "Gold",
        -0.17369711
      ],
      [
        "berg",
        -0.00021974841
      ],
      [
        " Vari",
        -0.0034861546
      ],
      [
        "ations",
        -2.8206474e-05
      ]
    ]
  },
  "The number 613 was retired by this team because it is the number of wins their legendary coach Red Holzman won with them. Earlier this season, they made trades to free up salary cap space including acquiring the contracts of Cuttino Mobley and Tim Thomas from the Clippers for Mardy Collins and Zach Randolph, Malik Rose to the Thunder for Chris Wilcox. Their starting lineup includes Wilson Chandler and David Lee, and they are currently coached by Mike D'Antoni. For 10 points, name this NBA team currently": {
    "guess": "New York Knicks",
    "confidence": [
      [
        "New",
        -0.010570211
      ],
      [
        " York",
        -0.000127615
      ],
      [
        " Knicks",
        -0.0009097947
      ]
    ]
  },
  "The number of secondary peaks produced by this phenomenon is governed by a theorem proved by McKenzie using Morse theory and known as the odd number theorem. The presence of external shear in the system causing this effect alters it per the formulation of Chang and Refsdal. Paczynski created a mass probe": {
    "guess": "Gravitational lensing",
    "confidence": [
      [
        "Gr",
        -0.36904967
      ],
      [
        "avit",
        -0.00057221355
      ],
      [
        "ational",
        -4.8113485e-05
      ],
      [
        " lens",
        -0.046303794
      ],
      [
        "ing",
        -0.26892862
      ]
    ]
  },
  "Number 25 is the slowest and the last of three in G minor. Number 16 begins with an emphatic G-major": {
    "guess": "Symphony No. 40 (Mozart)",
    "confidence": [
      [
        "Sym",
        -1.3754771
      ],
      [
        "phony",
        -0.10134913
      ],
      [
        " No",
        -0.003063034
      ],
      [
        ".",
        -0.0005847262
      ],
      [
        " ",
        -0.0025176348
      ],
      [
        "40",
        -0.8057458
      ],
      [
        " (",
        -0.7977906
      ],
      [
        "M",
        -5.6576944e-05
      ],
      [
        "oz",
        -9.729906e-06
      ],
      [
        "art",
        -0.00012678056
      ],
      [
        ")",
        -6.0272258e-05
      ]
    ]
  },
  "It is the number of stages in Lawrence Kohlberg's theory of moral development, the title number of \"Crises\" described in a 1962 book by Richard Nixon, the number of French composers in a grouping that includes Darius Milhaud (DAR-ee-oos ME-yoh) and Arthur Honegger, and the number of days in a (*) 1967": {
    "guess": "Six",
    "confidence": [
      [
        "Six",
        -0.32924917
      ]
    ]
  },
  "A number named after this figure that characterizes fluidity was named by Markus Reiner after a line in this figure's namesake \"Song\" that says, \"the mountains flowed before the Lord.\" One account of this figure's most notable battle mentions only Naphtali and Zebulun as groups who took part, while a succeeding chapter featuring this figure mentions other tribes having participated as well; that battle pitted ten thousand men against nine hundred steel chariots. This figure was aided in victory in that battle when the opposing commander, (*) Sisera, had a tent spike driven through his head by the Kenite Yael, and the military commander supported in that battle by this prophet was Barak. This prophet notably rendered verdicts from beneath a palm tree in mount Ephraim. FTP, name this figure,": {
    "guess": "Deborah",
    "confidence": [
      [
        "De",
        -0.0010029166
      ],
      [
        "borah",
        -8.657073e-06
      ]
    ]
  },
  "The number one is subtracted from this quantity in the formula for a system's Damkohler number. The overall amount for this quantity is calculated by finding the partial amounts for it in the Ostwald isolation method. This quantity and initial concentration must be the same for all processes in a system so that Wegscheider's principle applies. The units of the pre-exponential factor A depend on this quantity; for example, A has units inverse-seconds when this quantity is equal to (*) one. An easy way to determine this quantity is to find the slope of the natural log of rate with respect to the natural log of a reactant's concentration. For chain and radical reactions, this quantity, which is frequently mistaken for molecularity, is often fractional, and when it is equal to two, a simplifying": {
    "guess": "Order of reaction",
    "confidence": [
      [
        "Order",
        -0.5996537
      ],
      [
        " of",
        -0.010900198
      ],
      [
        " reaction",
        -0.49406567
      ]
    ]
  },
  "The number of secondary peaks produced by this phenomenon is governed by a theorem proved by McKenzie": {
    "guess": "Four color theorem",
    "confidence": [
      [
        "Four",
        -0.8024715
      ],
      [
        " color",
        -0.37157825
      ],
      [
        " theorem",
        -0.00042137867
      ]
    ]
  },
  "This is the number of possible arrangements of a pair of identical bosons in a two-level system. A DC circuit that exhibits damped harmonic oscillation must contain at least this many passive elements. This is the smallest nonexistent multipole moment. Any gravitating system with at least this many bodies": {
    "guess": "Dipole moment",
    "confidence": [
      [
        "D",
        -1.5679102
      ],
      [
        "ip",
        -0.041700456
      ],
      [
        "ole",
        -0.0002488231
      ],
      [
        " moment",
        -0.1772299
      ]
    ]
  },
  "Numbers that generate primes using a certain prime generating polynomial are known as his lucky numbers and Gauss proved this man's law of quadratic reciprocity. His product formula can be used along with the Riemann zeta function to prove the infinitude of primes and he proposed a value of pi squared over 6 as the solution to Mengoli's Basel problem. He demonstrated why it was impossible to transverse the Pregel river using each of the seven bridges of Koningsberg only once and his identity, e to": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.093611926
      ],
      [
        "hard",
        -0.0059144543
      ],
      [
        " Euler",
        -0.0039963615
      ]
    ]
  },
  "Numbering twelve in the Eastern Orthodox tradition, their supposed relics are presently in Cologne Cathedral.": {
    "guess": "Shrine of the Three Kings",
    "confidence": [
      [
        "Sh",
        -0.6769816
      ],
      [
        "rine",
        -0.0033370524
      ],
      [
        " of",
        -0.0012070191
      ],
      [
        " the",
        -0.0002223709
      ],
      [
        " Three",
        -0.0008541669
      ],
      [
        " Kings",
        -0.011209562
      ]
    ]
  }
}