{
  "Ugolino Brunforte collected stories about this man and his followers, one of whom cut off a pig's foot to give to a sick man. This man wrote a text praising \"brother fire\" and \"sister bodily death.\" The \"little flowers\" or Fioretti are about this man who wrote the Canticle of the Sun. Brother Juniper was a disciple of this man, who miraculously saved the city of Gubbio from a menacing wolf. This man": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.311498
      ],
      [
        "is",
        -0.0034860354
      ],
      [
        " of",
        -0.00012511172
      ],
      [
        " Ass",
        -0.000118324446
      ],
      [
        "isi",
        -0.0010451936
      ]
    ]
  },
  "Ugolino Brunforte collected stories about this man and his followers, one of whom cut off a pig's foot to give to a sick man. This man wrote a text praising \"brother fire\" and \"sister bodily death.\" The \"little flowers\" or Fioretti are about this man who wrote the Canticle of the Sun. Brother Juniper was a disciple of this man, who miraculously saved the city of Gubbio from a menacing wolf. This man founded three monastic orders including the Order of St. Clare and the Order of Friars Minor, which is named after him. This man is said to have received the stigmata, and he is said to have preached": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.12514636
      ],
      [
        "is",
        -0.0007448296
      ],
      [
        " of",
        -9.400689e-05
      ],
      [
        " Ass",
        -0.00010747691
      ],
      [
        "isi",
        -0.0009336134
      ]
    ]
  },
  "In 1965, the U.S. government rejected a proposal to rename this peak after Winston Churchill. While eating his lunch here, Byrd Surby was killed by a lightning strike, prompting the construction of the Smithsonian Institution Shelter. A 1969 Hawthorne Nevada Airlines flight crashed into this mountain, killing 35 people. It was named after a man who referred to John Muir as \"a mere sheepherder\" while serving as the head of the Geological Survey of the state where this peak is located. The Badwater Ultramarathon begins at Death Valley and ends at the trailhead to this peak near Sequoia National Park. For 10 points, name this mountain, the highest in the contiguous United States.": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.0009759014
      ],
      [
        " Whitney",
        -9.579495e-05
      ]
    ]
  },
  "Ugolino Brunforte collected stories about this man and his followers, one of whom cut off a pig's foot to give to a sick man. This man wrote a text praising \"brother fire\" and \"sister bodily death.\" The \"little flowers\" or Fioretti are about this man who wrote the Canticle of the Sun. Brother Juniper": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.112283304
      ],
      [
        "is",
        -0.0035817763
      ],
      [
        " of",
        -0.00041839862
      ],
      [
        " Ass",
        -0.0002069973
      ],
      [
        "isi",
        -0.0011462911
      ]
    ]
  },
  "Ugolino Brunforte collected stories about this man and his followers, one of whom cut off a pig's foot to give to a sick man. This man wrote a text praising \"brother fire\" and \"sister bodily death.\" The \"little flowers\" or Fioretti are about this man who wrote the Canticle of the Sun. Brother Juniper was a disciple of this man, who miraculously saved the city of Gubbio from a menacing wolf. This man founded three monastic orders including the Order of St. Clare and the Order of Friars Minor, which is named after him. This man is said to have received the stigmata, and he is said to have preached a sermon to a flock of birds. For 10 points each, name this animal-loving saint from Assisi.": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.17633365
      ],
      [
        "is",
        -0.003934849
      ],
      [
        " of",
        -0.0001501445
      ],
      [
        " Ass",
        -9.2576454e-05
      ],
      [
        "isi",
        -0.0003364158
      ]
    ]
  },
  "Ugolino Brunforte collected stories about this man and his followers, one of whom cut off a pig's foot to give to a sick man. This man wrote a text praising \"brother fire\" and \"sister bodily death.\" The \"little flowers\" or Fioretti are about this man who wrote the Canticle of the Sun. Brother Juniper was a disciple of this man, who miraculously saved the city of Gubbio from a menacing wolf. This man founded three monastic orders including the Order of St. Clare and the Order of Friars Minor, which": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.23064321
      ],
      [
        "is",
        -0.007359806
      ],
      [
        " of",
        -0.00031794657
      ],
      [
        " Ass",
        -0.0001659949
      ],
      [
        "isi",
        -0.0015535478
      ]
    ]
  },
  "In 1965, the U.S. government rejected a proposal to rename this peak after Winston Churchill. While eating his lunch here, Byrd Surby was killed by a lightning strike, prompting the construction of the Smithsonian Institution Shelter. A 1969 Hawthorne Nevada Airlines flight crashed into this mountain, killing 35 people. It was named after a man who referred to John Muir as \"a mere sheepherder\" while": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.32457343
      ],
      [
        " Whitney",
        -0.00817611
      ]
    ]
  },
  "In 1965, the U.S. government rejected a proposal to rename this peak after Winston Churchill. While eating his lunch here, Byrd Surby was killed by a lightning strike, prompting the construction of the Smithsonian Institution Shelter. A 1969 Hawthorne Nevada Airlines flight crashed into this mountain, killing 35 people. It was named after a man who referred to John Muir as \"a mere sheepherder\" while serving as the head of the Geological Survey of the state where this peak is located. The Badwater": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.41726348
      ],
      [
        " Whitney",
        -6.50404e-05
      ]
    ]
  },
  "In 1965, the U.S. government rejected a proposal to rename this peak after Winston Churchill. While eating": {
    "guess": "Denali",
    "confidence": [
      [
        "Den",
        -0.10065691
      ],
      [
        "ali",
        -4.1273333e-06
      ]
    ]
  },
  "Ugolino Brunforte collected stories about this man and his followers, one of whom cut off a pig's foot": {
    "guess": "Franz Kafka",
    "confidence": [
      [
        "Fran",
        -0.7621472
      ],
      [
        "z",
        -0.08409286
      ],
      [
        " Kafka",
        -0.009594
      ]
    ]
  },
  "In 1965, the U.S. government rejected a proposal to rename this peak after Winston Churchill. While eating his lunch here, Byrd Surby was killed by a lightning strike, prompting the construction of the": {
    "guess": "Mount Churchill",
    "confidence": [
      [
        "Mount",
        -0.6554022
      ],
      [
        " Churchill",
        -1.2978817
      ]
    ]
  },
  "In 1965, the U.S. government rejected a proposal to rename this peak after Winston Churchill. While eating his lunch here, Byrd Surby was killed by a lightning strike, prompting the construction of the Smithsonian Institution Shelter. A 1969 Hawthorne Nevada Airlines flight crashed into this mountain, killing 35 people. It was named after a man who referred to John Muir as \"a mere sheepherder\" while serving as the head of the Geological Survey of the state where this peak is located. The Badwater Ultramarathon begins at Death Valley and ends at the trailhead to this peak near Sequoia National Park.": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.047754664
      ],
      [
        " Whitney",
        -0.00064536056
      ]
    ]
  },
  "In 1965, the U.S. government rejected a proposal to rename this peak after Winston Churchill. While eating his lunch here, Byrd Surby was killed by a lightning strike, prompting the construction of the Smithsonian Institution Shelter. A 1969 Hawthorne Nevada Airlines flight crashed into this mountain,": {
    "guess": "Mount Whitney",
    "confidence": [
      [
        "Mount",
        -0.37640482
      ],
      [
        " Whitney",
        -0.48169523
      ]
    ]
  },
  "Ugolino Brunforte collected stories about this man and his followers, one of whom cut off a pig's foot to give to a sick man. This man wrote a text praising \"brother fire\" and \"sister bodily death.\" The": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.055261143
      ],
      [
        "is",
        -0.004048602
      ],
      [
        " of",
        -0.0005613733
      ],
      [
        " Ass",
        -0.00045331425
      ],
      [
        "isi",
        -0.0004181602
      ]
    ]
  }
}