{
  "PAME is a syndrome caused by one of these organisms, which is known as Naegleria fowleri. In addition to a \"brain eating\" species, another species can cause keratitis and encephalitis, while the species": {
    "guess": "Amoeba",
    "confidence": [
      [
        "Am",
        -0.2969742
      ],
      [
        "o",
        -0.3079689
      ],
      [
        "eba",
        -0.043012206
      ]
    ]
  },
  "Pampinea, Filomena, Fiametta, Pamfilo, Filostrato, and five other young noble persons go into the country to escape the plague. To pass the time they decide to elect a ruler for the day and tell stories about the theme that the ruler selects. Including stories about Tancred and the golden cup, Federigo and his falcon, and the patient Griselda, the work comprises one hundred tales. FTP name this 1351 work, the precursor of The Canterbury Tales and the modern short story, written by Giovanni Bocaccio.": {
    "guess": "Decameron",
    "confidence": [
      [
        "Dec",
        -0.4693889
      ],
      [
        "ameron",
        -6.0033854e-05
      ]
    ]
  },
  "The Pali Canon is the standard collection of scriptures of one branch of this religion, which also preaches the samsara, the antithesis of heaven. The sangha, or community, is one of the Three Jewels of this religion, and this religion also preaches the ideas of the Middle Way and the concepts of dukkha and bohdi, both part of the Four Nobel Truths, and the Dharmachakra represents this religion's Eight": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.00021748354
      ],
      [
        "udd",
        -4.4179764e-05
      ],
      [
        "h",
        -0.0001944809
      ],
      [
        "ism",
        -9.0883464e-07
      ]
    ]
  },
  "Palmitoylation most often occurs on this amino acid in proteins. Proteases that act on this residue include papain and a group of aspartate-directed enzymes that force the proteolytic cascade during apoptosis. PDI oxidizes this amino acid. Zinc fingers are especially rich in histidine and this other amino acid. In Anfinsen's experiment, beta-mercaptoethanol reduced this amino acid, causing proteins to unfold reversibly. This compound can be synthesized from (*) methionine and is nearly equivalent to serine, except its side chain is a thiol, not an alcohol. Tertiary structure of proteins relies": {
    "guess": "Cysteine",
    "confidence": [
      [
        "C",
        -0.04057288
      ],
      [
        "yst",
        -3.1737043e-06
      ],
      [
        "e",
        -0.0007044489
      ],
      [
        "ine",
        -2.749125e-05
      ]
    ]
  },
  "PAME is a syndrome caused by one of these organisms, which is known as Naegleria fowleri. In addition to a \"brain eating\" species, another species can cause keratitis and encephalitis, while the species Histolytica causes a namesake dysentery. Its largest species, Pelomyxa palustris, inhabits oxygen-poor": {
    "guess": "Amoebozoa",
    "confidence": [
      [
        "Am",
        -0.12541318
      ],
      [
        "oe",
        -0.2273993
      ],
      [
        "bo",
        -0.00066347216
      ],
      [
        "zo",
        -0.00021784115
      ],
      [
        "a",
        -0.00056292297
      ]
    ]
  },
  "The Pamphlij family palace was built on the oval piazza that houses this structure.  The rock form at the bottom features a lion, a horse, and a palm tree, all carved in situ by its creator himself.  An": {
    "guess": "Piazza Navona",
    "confidence": [
      [
        "P",
        -0.394911
      ],
      [
        "iazza",
        -0.041231666
      ],
      [
        " Nav",
        -0.008464933
      ],
      [
        "ona",
        -0.00055231754
      ]
    ]
  },
  "The Pamphlij family palace was built on the oval piazza that houses this structure.  The rock form at": {
    "guess": "Piazza Navona",
    "confidence": [
      [
        "P",
        -0.54552144
      ],
      [
        "iazza",
        -0.020888925
      ],
      [
        " Nav",
        -0.0011166425
      ],
      [
        "ona",
        -0.0002882722
      ]
    ]
  },
  "In the pamphlet Napoléon le Petit, Victor Hugo wrote that if you get a hundred million people to claim that this statement is true, \"you will not have advanced a step.\" The narrator of Notes from Underground says that this statement \"is sometimes a very charming thing,\" while a statement contradicting it \"is a pert coxcomb who stands with arms akimbo barring your path and spitting.\" In another novel, O'Brien tortures another character into accepting the truth of this statement in Room 101. For 10 points, name this mathematical statement which Winston Smith eventually convinces himself is true in Nineteen Eighty-Four.": {
    "guess": "2 + 2 = 5",
    "confidence": [
      [
        "2",
        -0.1283126
      ],
      [
        " +",
        -0.14105305
      ],
      [
        " ",
        -0.00020604367
      ],
      [
        "2",
        -8.280175e-05
      ],
      [
        " =",
        -0.0015367622
      ],
      [
        " ",
        -0.00026133584
      ],
      [
        "5",
        -0.011430928
      ]
    ]
  },
  "A pamphlet about these men written by Art Shields was titled Are They Doomed? William Proctor and James": {
    "guess": "William Proctor",
    "confidence": [
      [
        "William",
        -0.1420277
      ],
      [
        " Pro",
        -0.02943454
      ],
      [
        "ctor",
        -0.0064842
      ]
    ]
  },
  "In the pamphlet Napoléon le Petit, Victor Hugo wrote that if you get a hundred million people to claim that this statement is true, \"you will not have advanced a step.\" The narrator of Notes from Underground says that this statement \"is sometimes a very charming thing,\" while a statement contradicting it \"is a pert coxcomb who stands with arms akimbo barring your path and spitting.\" In another novel,": {
    "guess": "Contradiction",
    "confidence": [
      [
        "Contr",
        -1.5300611
      ],
      [
        "ad",
        -0.67762727
      ],
      [
        "iction",
        -0.03870183
      ]
    ]
  },
  "The Pamphlij family palace was built on the oval piazza that houses this structure.  The rock form at the bottom features a lion, a horse, and a palm tree, all carved in situ by its creator himself.  An obelisk looks down on several figures, including a black man surrounded by coins, and a man with his head covered, representing the mystery of the Nile's source to Europeans.  Other figures represent the Danube, the Ganges, and the aforementioned Rio de la Plata in, FTP, what fountain designed for Innocent X by Bernini and named for the number of geographical features represented.": {
    "guess": "Fontana dei Quattro Fiumi",
    "confidence": [
      [
        "Font",
        -0.46341
      ],
      [
        "ana",
        -1.3544423e-05
      ],
      [
        " dei",
        -0.00079247804
      ],
      [
        " Qu",
        -0.0005145483
      ],
      [
        "attro",
        -0.00024631983
      ],
      [
        " F",
        -6.9882217e-06
      ],
      [
        "ium",
        -4.1318875e-05
      ],
      [
        "i",
        -3.7742768e-05
      ]
    ]
  },
  "Palmitoylation most often occurs on this amino acid in proteins. Proteases that act on this residue include papain and a group of aspartate-directed enzymes that force the proteolytic cascade during apoptosis. PDI oxidizes this amino acid. Zinc fingers are especially rich in histidine and this other amino acid. In Anfinsen's experiment, beta-mercaptoethanol reduced this amino acid, causing proteins to unfold reversibly. This compound can be synthesized from (*) methionine and is nearly equivalent": {
    "guess": "Cysteine",
    "confidence": [
      [
        "C",
        -0.063151635
      ],
      [
        "yst",
        -9.372295e-06
      ],
      [
        "e",
        -0.0015393846
      ],
      [
        "ine",
        -8.280175e-05
      ]
    ]
  },
  "The Pali Canon is the standard collection of scriptures of one branch of this religion, which also preaches the samsara, the antithesis of heaven. The sangha, or community, is one of the Three Jewels of this religion, and this religion also preaches the ideas of the Middle Way and the concepts of dukkha and bohdi, both part of the Four Nobel Truths, and the Dharmachakra represents this religion's Eight Fold Path. Theravada and Mahayana are two of the branches of – for 10 points – what Asian religion": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.00027563662
      ],
      [
        "udd",
        -1.0683535e-05
      ],
      [
        "h",
        -3.4762674e-05
      ],
      [
        "ism",
        -4.246537e-06
      ]
    ]
  },
  "Palmitoylation most often occurs on this amino acid in proteins. Proteases that act on this residue include": {
    "guess": "Cysteine",
    "confidence": [
      [
        "C",
        -0.17145681
      ],
      [
        "yst",
        -2.0339032e-05
      ],
      [
        "e",
        -0.00039087355
      ],
      [
        "ine",
        -1.5451682e-05
      ]
    ]
  },
  "The Pali Canon is the standard collection of scriptures of one branch of this religion, which also preaches the samsara, the antithesis of heaven. The sangha, or community, is one of the Three Jewels of": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.0015002216
      ],
      [
        "udd",
        -0.00017803448
      ],
      [
        "h",
        -0.00023989384
      ],
      [
        "ism",
        -8.180258e-06
      ]
    ]
  },
  "Palmitoylation most often occurs on this amino acid in proteins. Proteases that act on this residue include papain and a group of aspartate-directed enzymes that force the proteolytic cascade during apoptosis. PDI oxidizes this amino acid. Zinc fingers are especially rich in histidine and this other amino acid. In Anfinsen's experiment, beta-mercaptoethanol reduced this amino acid, causing proteins": {
    "guess": "Cysteine",
    "confidence": [
      [
        "C",
        -0.04381053
      ],
      [
        "yst",
        -1.1517961e-05
      ],
      [
        "e",
        -0.0028525442
      ],
      [
        "ine",
        -0.00016074994
      ]
    ]
  },
  "A pale, severed hand clutching a bird on a table before a thunderstorm appears in this artist's The Difficult": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.03172495
      ],
      [
        "é",
        -2.7968066e-05
      ],
      [
        " Mag",
        -0.00082725624
      ],
      [
        "ritte",
        -8.061054e-06
      ]
    ]
  },
  "A pamphlet about these men written by Art Shields was titled Are They Doomed? William Proctor and James Burns were both brought in as ballistics experts in a court case against these men. Robert Grant,": {
    "guess": "William Heirens",
    "confidence": [
      [
        "William",
        -2.5832887
      ],
      [
        " He",
        -0.8341517
      ],
      [
        "ire",
        -0.00028243123
      ],
      [
        "ns",
        -5.574252e-05
      ]
    ]
  },
  "Palmitoylation most often occurs on this amino acid in proteins. Proteases that act on this residue include papain and a group of aspartate-directed enzymes that force the proteolytic cascade during apoptosis. PDI oxidizes this amino acid. Zinc fingers are especially rich in histidine and this other amino acid. In Anfinsen's experiment, beta-mercaptoethanol reduced this amino acid, causing proteins to unfold reversibly. This compound can be synthesized from (*) methionine and is nearly equivalent to serine, except its side chain is a thiol, not an alcohol. Tertiary structure of proteins relies on covalent bonds between these amino acids, called disulfide bonds. For 10 points, name this amino acid symbolized by a C.": {
    "guess": "Cysteine",
    "confidence": [
      [
        "C",
        -0.0018603307
      ],
      [
        "yst",
        -0.0003029306
      ],
      [
        "e",
        -0.00041160765
      ],
      [
        "ine",
        -5.6338537e-05
      ]
    ]
  },
  "In the pamphlet Napoléon le Petit, Victor Hugo wrote that if you get a hundred million people to claim that this statement is true, \"you will not have advanced a step.\" The narrator of Notes from Underground says that this statement \"is sometimes a very charming thing,\" while a statement contradicting it \"is a pert coxcomb who stands with arms akimbo barring your path and spitting.\" In another novel, O'Brien tortures another character into accepting the truth of this statement in Room 101. For 10 points, name this mathematical statement which Winston Smith eventually convinces himself is true in": {
    "guess": "2 + 2 = 5",
    "confidence": [
      [
        "2",
        -0.3949898
      ],
      [
        " +",
        -0.18993525
      ],
      [
        " ",
        -0.00014525715
      ],
      [
        "2",
        -8.077529e-05
      ],
      [
        " =",
        -0.0015308129
      ],
      [
        " ",
        -0.00029840085
      ],
      [
        "5",
        -0.009223415
      ]
    ]
  },
  "A pale, severed hand clutching a bird on a table before a thunderstorm appears in this artist's The Difficult Crossing. He painted an artist painting a hummingbird from an egg in Clairvoyance, and he depicted the titular figure leaving a naked woman on a red couch as he pauses by a gramophone in The Menaced Assassin. This painter also painted a giant apple occupying the titular space in The Listening Room. Bowler hats and pears are recurring themes in many of his works, and a black train emerges": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.0018194088
      ],
      [
        "é",
        -5.5577775e-06
      ],
      [
        " Mag",
        -0.000108907356
      ],
      [
        "ritte",
        -1.8624639e-06
      ]
    ]
  },
  "A pamphlet about these men written by Art Shields was titled Are They Doomed? William Proctor and James Burns were both brought in as ballistics experts in a court case against these men. Robert Grant, Samuel Stratton, and Abbott Lawrence Lowell formed a committee that agreed with Alvan Fuller's decision about these men. Webster Thayer ruled against these men, who were defended by Fred Moore, William Thompson, and Felix Frankfurter. Celestino Medeiros claimed that he and members of the Morelli gang, not these men, committed the murder of Alessandro Berardelli and Frederick Parmenter at a shoe factory in South Braintree, Massachusetts. For 10 points, name these two men who were executed in 1927 after a trial influenced by both men being Italian anarchists.": {
    "guess": "Sacco and Vanzetti",
    "confidence": [
      [
        "S",
        -0.028870922
      ],
      [
        "acco",
        -2.1008714e-06
      ],
      [
        " and",
        -0.00018137218
      ],
      [
        " V",
        -1.1398757e-05
      ],
      [
        "anz",
        -0.0008477446
      ],
      [
        "etti",
        -4.3822154e-05
      ]
    ]
  },
  "A pamphlet about these men written by Art Shields was titled Are They Doomed? William Proctor and James Burns were both brought in as ballistics experts in a court case against these men. Robert Grant, Samuel Stratton, and Abbott Lawrence Lowell formed a committee that agreed with Alvan Fuller's decision about these men. Webster Thayer ruled against these men, who were defended by Fred Moore, William": {
    "guess": "Sacco and Vanzetti",
    "confidence": [
      [
        "S",
        -0.11664321
      ],
      [
        "acco",
        -0.0007171964
      ],
      [
        " and",
        -0.00077817735
      ],
      [
        " V",
        -0.00016146517
      ],
      [
        "anz",
        -0.00022821188
      ],
      [
        "etti",
        -8.3159364e-05
      ]
    ]
  },
  "Pampinea, Filomena, Fiametta, Pamfilo, Filostrato, and five other young noble persons go into the country to escape the plague. To pass the time they decide to elect a ruler for the day and tell stories": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.12771823
      ],
      [
        " Dec",
        -0.0005425465
      ],
      [
        "ameron",
        -4.5252596e-05
      ]
    ]
  },
  "Pampinea, Filomena, Fiametta, Pamfilo, Filostrato, and five other young noble persons go into the country": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.053149078
      ],
      [
        " Dec",
        -0.00014251545
      ],
      [
        "ameron",
        -5.0497558e-05
      ]
    ]
  },
  "Pampinea, Filomena, Fiametta, Pamfilo, Filostrato, and five other young noble persons go into the country to escape the plague. To pass the time they decide to elect a ruler for the day and tell stories about the theme that the ruler selects. Including stories about Tancred and the golden cup, Federigo and his falcon, and the patient Griselda, the work comprises one hundred tales. FTP name this 1351": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.06920786
      ],
      [
        " Dec",
        -0.0013966648
      ],
      [
        "ameron",
        -0.00012035091
      ]
    ]
  },
  "Pampinea, Filomena, Fiametta, Pamfilo, Filostrato, and five other young noble persons go into the country to escape the plague. To pass the time they decide to elect a ruler for the day and tell stories about the theme that the ruler selects. Including stories about Tancred and the golden cup, Federigo": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.07402547
      ],
      [
        " Dec",
        -0.00039099273
      ],
      [
        "ameron",
        -4.334534e-05
      ]
    ]
  },
  "A pamphlet about these men written by Art Shields was titled Are They Doomed? William Proctor and James Burns were both brought in as ballistics experts in a court case against these men. Robert Grant, Samuel Stratton, and Abbott Lawrence Lowell formed a committee that agreed with Alvan Fuller's decision about these men. Webster Thayer ruled against these men, who were defended by Fred Moore, William Thompson, and Felix Frankfurter. Celestino Medeiros claimed that he and members of the Morelli gang,": {
    "guess": "Sacco and Vanzetti",
    "confidence": [
      [
        "S",
        -0.011881735
      ],
      [
        "acco",
        -3.3213026e-05
      ],
      [
        " and",
        -0.00020604367
      ],
      [
        " V",
        -5.1928004e-05
      ],
      [
        "anz",
        -7.409989e-05
      ],
      [
        "etti",
        -1.6524515e-05
      ]
    ]
  },
  "The Pamphlij family palace was built on the oval piazza that houses this structure.  The rock form at the bottom features a lion, a horse, and a palm tree, all carved in situ by its creator himself.  An obelisk looks down on several figures, including a black man surrounded by coins, and a man with his": {
    "guess": "Elephant and Obelisk",
    "confidence": [
      [
        "Ele",
        -1.1817844
      ],
      [
        "phant",
        -0.0055761873
      ],
      [
        " and",
        -0.009055436
      ],
      [
        " Ob",
        -0.00047237953
      ],
      [
        "el",
        -4.823269e-05
      ],
      [
        "isk",
        -6.849731e-05
      ]
    ]
  },
  "In the pamphlet Napoléon le Petit, Victor Hugo wrote that if you get a hundred million people to claim": {
    "guess": "Napoléon le Petit",
    "confidence": [
      [
        "N",
        -0.020554153
      ],
      [
        "apol",
        -0.032786727
      ],
      [
        "é",
        -3.5477897e-05
      ],
      [
        "on",
        -0.00012642296
      ],
      [
        " le",
        -0.007221808
      ],
      [
        " Petit",
        -0.00019221604
      ]
    ]
  },
  "In the pamphlet Napoléon le Petit, Victor Hugo wrote that if you get a hundred million people to claim that this statement is true, \"you will not have advanced a step.\" The narrator of Notes from Underground says that this statement \"is sometimes a very charming thing,\" while a statement contradicting": {
    "guess": "Truth",
    "confidence": [
      [
        "Truth",
        -0.3162992
      ]
    ]
  },
  "The Pali Canon is the standard collection of scriptures of one branch of this religion, which also preaches the samsara, the antithesis of heaven. The sangha, or community, is one of the Three Jewels of this religion, and this religion also preaches the ideas of the Middle Way and the concepts of dukkha": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.000116655596
      ],
      [
        "udd",
        -3.22594e-05
      ],
      [
        "h",
        -0.000117370815
      ],
      [
        "ism",
        -6.704273e-07
      ]
    ]
  },
  "A pamphlet about these men written by Art Shields was titled Are They Doomed? William Proctor and James Burns were both brought in as ballistics experts in a court case against these men. Robert Grant, Samuel Stratton, and Abbott Lawrence Lowell formed a committee that agreed with Alvan Fuller's decision about these men. Webster Thayer ruled against these men, who were defended by Fred Moore, William Thompson, and Felix Frankfurter. Celestino Medeiros claimed that he and members of the Morelli gang, not these men, committed the murder of Alessandro Berardelli and Frederick Parmenter at a shoe factory": {
    "guess": "Sacco and Vanzetti",
    "confidence": [
      [
        "S",
        -0.01388445
      ],
      [
        "acco",
        -0.00010807293
      ],
      [
        " and",
        -0.00017326632
      ],
      [
        " V",
        -4.572941e-05
      ],
      [
        "anz",
        -7.7079974e-05
      ],
      [
        "etti",
        -2.1411865e-05
      ]
    ]
  },
  "The Pamphlij family palace was built on the oval piazza that houses this structure.  The rock form at the bottom features a lion, a horse, and a palm tree, all carved in situ by its creator himself.  An obelisk looks down on several figures, including a black man surrounded by coins, and a man with his head covered, representing the mystery of the Nile's source to Europeans.  Other figures represent": {
    "guess": "Fontana dei Quattro Fiumi",
    "confidence": [
      [
        "Font",
        -0.8775809
      ],
      [
        "ana",
        -0.00035858402
      ],
      [
        " dei",
        -0.98437166
      ],
      [
        " Qu",
        -0.0044010365
      ],
      [
        "attro",
        -0.0006755008
      ],
      [
        " F",
        -9.031158e-05
      ],
      [
        "ium",
        -5.3358446e-05
      ],
      [
        "i",
        -0.00027682865
      ]
    ]
  },
  "The Pamphlij family palace was built on the oval piazza that houses this structure.  The rock form at the bottom features a lion, a horse, and a palm tree, all carved in situ by its creator himself.  An obelisk looks down on several figures, including a black man surrounded by coins, and a man with his head covered, representing the mystery of the Nile's source to Europeans.  Other figures represent the Danube, the Ganges, and the aforementioned Rio de la Plata in, FTP, what fountain designed for": {
    "guess": "Fontana dei Quattro Fiumi",
    "confidence": [
      [
        "Font",
        -0.780926
      ],
      [
        "ana",
        -0.0008409536
      ],
      [
        " dei",
        -0.11991006
      ],
      [
        " Qu",
        -0.005276807
      ],
      [
        "attro",
        -0.0005798389
      ],
      [
        " F",
        -4.763667e-05
      ],
      [
        "ium",
        -0.00010175513
      ],
      [
        "i",
        -5.800739e-05
      ]
    ]
  },
  "A pale, severed hand clutching a bird on a table before a thunderstorm appears in this artist's The Difficult Crossing. He painted an artist painting a hummingbird from an egg in Clairvoyance, and he depicted the titular figure leaving a naked woman on a red couch as he pauses by a gramophone in The": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.0028903482
      ],
      [
        "é",
        -1.378283e-05
      ],
      [
        " Mag",
        -0.00018995117
      ],
      [
        "ritte",
        -7.89631e-07
      ]
    ]
  },
  "The Pali Canon is the standard collection of scriptures of one branch of this religion, which also preaches the samsara, the antithesis of heaven. The sangha, or community, is one of the Three Jewels of this religion, and this religion also preaches the ideas of the Middle Way and the concepts of dukkha and bohdi, both part of the Four Nobel Truths, and the Dharmachakra represents this religion's Eight Fold Path. Theravada and Mahayana are two of the branches of – for 10 points – what Asian religion that preaches the attainment of nirvana, founded by Siddhartha Gautama?": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.00016742534
      ],
      [
        "udd",
        -1.7597347e-05
      ],
      [
        "h",
        -4.6444635e-05
      ],
      [
        "ism",
        -1.147242e-06
      ]
    ]
  },
  "A pamphlet about these men written by Art Shields was titled Are They Doomed? William Proctor and James Burns were both brought in as ballistics experts in a court case against these men. Robert Grant, Samuel Stratton, and Abbott Lawrence Lowell formed a committee that agreed with Alvan Fuller's decision about these men. Webster Thayer ruled against these men, who were defended by Fred Moore, William Thompson, and Felix Frankfurter. Celestino Medeiros claimed that he and members of the Morelli gang, not these men, committed the murder of Alessandro Berardelli and Frederick Parmenter at a shoe factory in South Braintree, Massachusetts. For 10 points, name these two men who were executed in 1927": {
    "guess": "Sacco and Vanzetti",
    "confidence": [
      [
        "S",
        -0.15759985
      ],
      [
        "acco",
        -1.9504607e-05
      ],
      [
        " and",
        -0.0004802433
      ],
      [
        " V",
        -2.7968066e-05
      ],
      [
        "anz",
        -0.0015033135
      ],
      [
        "etti",
        -6.1821906e-05
      ]
    ]
  },
  "PAME is a syndrome caused by one of these organisms, which is known as Naegleria fowleri. In addition": {
    "guess": "Naegleria fowleri",
    "confidence": [
      [
        "Na",
        -0.29960954
      ],
      [
        "eg",
        -2.0100624e-05
      ],
      [
        "ler",
        -0.0002782591
      ],
      [
        "ia",
        -0.002397771
      ],
      [
        " f",
        -0.0504059
      ],
      [
        "ow",
        -0.00023035755
      ],
      [
        "leri",
        -3.4121115e-06
      ]
    ]
  },
  "A pamphlet about these men written by Art Shields was titled Are They Doomed? William Proctor and James Burns were both brought in as ballistics experts in a court case against these men. Robert Grant, Samuel Stratton, and Abbott Lawrence Lowell formed a committee that agreed with Alvan Fuller's decision": {
    "guess": "Sacco and Vanzetti",
    "confidence": [
      [
        "S",
        -0.089944385
      ],
      [
        "acco",
        -0.00011939728
      ],
      [
        " and",
        -0.0012154751
      ],
      [
        " V",
        -9.460292e-05
      ],
      [
        "anz",
        -0.00012582695
      ],
      [
        "etti",
        -5.550411e-05
      ]
    ]
  },
  "PAME is a syndrome caused by one of these organisms, which is known as Naegleria fowleri. In addition to a \"brain eating\" species, another species can cause keratitis and encephalitis, while the species Histolytica causes a namesake dysentery. Its largest species, Pelomyxa palustris, inhabits oxygen-poor mud at the bottom of ponds. These members of phylum Rhizopoda contain actin extensions known as": {
    "guess": "Amoebozoa",
    "confidence": [
      [
        "Am",
        -0.056990672
      ],
      [
        "oe",
        -0.26123866
      ],
      [
        "bo",
        -0.0005063269
      ],
      [
        "zo",
        -0.00010819213
      ],
      [
        "a",
        -0.0002939903
      ]
    ]
  },
  "A pale, severed hand clutching a bird on a table before a thunderstorm appears in this artist's The Difficult Crossing. He painted an artist painting a hummingbird from an egg in Clairvoyance, and he depicted the titular figure leaving a naked woman on a red couch as he pauses by a gramophone in The Menaced Assassin. This painter also painted a giant apple occupying the titular space in The Listening Room. Bowler hats and pears are recurring themes in many of his works, and a black train emerges halfway from a fireplace in Time Transfixed. For 10 points, name this Belgian surrealist and painter of The Treachery of Images, which depicts the phrase \"Ceci n'est pas une pipe.\"": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.0017253958
      ],
      [
        "é",
        -7.58424e-06
      ],
      [
        " Mag",
        -0.00022666223
      ],
      [
        "ritte",
        -2.4584822e-06
      ]
    ]
  },
  "In the pamphlet Napoléon le Petit, Victor Hugo wrote that if you get a hundred million people to claim that this statement is true, \"you will not have advanced a step.\" The narrator of Notes from Underground": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.61238956
      ],
      [
        " from",
        -0.0017635977
      ],
      [
        " Underground",
        -0.009268532
      ]
    ]
  },
  "In the pamphlet Napoléon le Petit, Victor Hugo wrote that if you get a hundred million people to claim that this statement is true, \"you will not have advanced a step.\" The narrator of Notes from Underground says that this statement \"is sometimes a very charming thing,\" while a statement contradicting it \"is a pert coxcomb who stands with arms akimbo barring your path and spitting.\" In another novel, O'Brien tortures another character into accepting the truth of this statement in Room 101. For 10": {
    "guess": "Two Plus Two Equals Five",
    "confidence": [
      [
        "Two",
        -1.315006
      ],
      [
        " Plus",
        -0.63737375
      ],
      [
        " Two",
        -0.0008887103
      ],
      [
        " Equals",
        -0.022970453
      ],
      [
        " Five",
        -0.00908261
      ]
    ]
  },
  "Palmitoylation most often occurs on this amino acid in proteins. Proteases that act on this residue include papain and a group of aspartate-directed enzymes that force the proteolytic cascade during apoptosis. PDI oxidizes this amino acid. Zinc fingers are especially rich in histidine and this other amino acid. In Anfinsen's experiment, beta-mercaptoethanol reduced this amino acid, causing proteins to unfold reversibly. This compound can be synthesized from (*) methionine and is nearly equivalent to serine, except its side chain is a thiol, not an alcohol. Tertiary structure of proteins relies on covalent bonds between these amino acids, called disulfide bonds. For 10 points, name this amino": {
    "guess": "Cysteine",
    "confidence": [
      [
        "C",
        -0.005626801
      ],
      [
        "yst",
        -2.6060809e-05
      ],
      [
        "e",
        -0.0004716643
      ],
      [
        "ine",
        -3.3451433e-05
      ]
    ]
  },
  "A pale, severed hand clutching a bird on a table before a thunderstorm appears in this artist's The Difficult Crossing. He painted an artist painting a hummingbird from an egg in Clairvoyance, and he depicted the titular figure leaving a naked woman on a red couch as he pauses by a gramophone in The Menaced Assassin. This painter also painted a giant apple occupying the titular space in The Listening": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.0026001495
      ],
      [
        "é",
        -5.3193703e-06
      ],
      [
        " Mag",
        -8.8404326e-05
      ],
      [
        "ritte",
        -9.0883464e-07
      ]
    ]
  },
  "PAME is a syndrome caused by one of these organisms, which is known as Naegleria fowleri. In addition to a \"brain eating\" species, another species can cause keratitis and encephalitis, while the species Histolytica causes a namesake dysentery. Its largest species, Pelomyxa palustris, inhabits oxygen-poor mud at the bottom of ponds. These members of phylum Rhizopoda contain actin extensions known as pseudopodia. For 10 points, name this protozoan known for its lack of definite shape.": {
    "guess": "Amoeba",
    "confidence": [
      [
        "Am",
        -0.004180141
      ],
      [
        "o",
        -0.5326779
      ],
      [
        "eba",
        -0.0097453445
      ]
    ]
  },
  "Palmitoylation most often occurs on this amino acid in proteins. Proteases that act on this residue include papain and a group of aspartate-directed enzymes that force the proteolytic cascade during apoptosis.": {
    "guess": "Cysteine",
    "confidence": [
      [
        "C",
        -0.0700726
      ],
      [
        "yst",
        -3.8696395e-05
      ],
      [
        "e",
        -0.0005070421
      ],
      [
        "ine",
        -4.0961266e-05
      ]
    ]
  },
  "A pale, severed hand clutching a bird on a table before a thunderstorm appears in this artist's The Difficult Crossing. He painted an artist painting a hummingbird from an egg in Clairvoyance, and he depicted the titular figure leaving a naked woman on a red couch as he pauses by a gramophone in The Menaced Assassin. This painter also painted a giant apple occupying the titular space in The Listening Room. Bowler hats and pears are recurring themes in many of his works, and a black train emerges halfway from a fireplace in Time Transfixed. For 10 points, name this Belgian surrealist and painter": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.0019332779
      ],
      [
        "é",
        -8.657073e-06
      ],
      [
        " Mag",
        -0.0002676536
      ],
      [
        "ritte",
        -1.6240566e-06
      ]
    ]
  },
  "A pale, severed hand clutching a bird on a table before a thunderstorm appears in this artist's The Difficult Crossing. He painted an artist painting a hummingbird from an egg in Clairvoyance, and he depicted": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.004626053
      ],
      [
        "é",
        -2.1173457e-05
      ],
      [
        " Mag",
        -0.00096100464
      ],
      [
        "ritte",
        -1.7432603e-06
      ]
    ]
  },
  "Palmitoylation most often occurs on this amino acid in proteins. Proteases that act on this residue include papain and a group of aspartate-directed enzymes that force the proteolytic cascade during apoptosis. PDI oxidizes this amino acid. Zinc fingers are especially rich in histidine and this other": {
    "guess": "Cysteine",
    "confidence": [
      [
        "C",
        -0.013493004
      ],
      [
        "yst",
        -4.894791e-05
      ],
      [
        "e",
        -0.000477144
      ],
      [
        "ine",
        -3.7385154e-05
      ]
    ]
  },
  "The Pali Canon is the standard collection of scriptures of one branch of this religion, which also preaches": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.00020246755
      ],
      [
        "udd",
        -3.4405064e-05
      ],
      [
        "h",
        -2.6299214e-05
      ],
      [
        "ism",
        -1.0280384e-06
      ]
    ]
  }
}