{
  "The Tysganenko mode describes this phenomenon, and the strength of this phenomenon at a particular distance from its origin is described by the McIlwain L-parameter. Courtillot was the first to measure \"jerks\" in this phenomenon, while the K-index is used to measure other disturbances in this phenomenon. Anomalies in this phenomenon include the South Atlantic Anomaly and the Kursk Anomaly, and every few million years it undergoes reversals, which can be seen in the geological record. Its shape is": {
    "guess": "Earth's magnetic field",
    "confidence": [
      [
        "Earth",
        -0.00091729354
      ],
      [
        "'s",
        -3.059055e-05
      ],
      [
        " magnetic",
        -0.0002812392
      ],
      [
        " field",
        -1.3856493e-06
      ]
    ]
  },
  "The Tysganenko mode describes this phenomenon, and the strength of this phenomenon at a particular distance from its origin is described by the McIlwain L-parameter. Courtillot was the first to measure \"jerks\" in this phenomenon, while the K-index is used to measure other disturbances in this phenomenon. Anomalies in this phenomenon include the South Atlantic Anomaly and the Kursk Anomaly, and every few million years it undergoes reversals, which can be seen in the geological record. Its shape is dictated partially by its interaction with the solar wind. For 10 points, name this phenomenon which arises due to currents in the outer core, whose strength is on the order of microteslas.": {
    "guess": "Earth's magnetic field",
    "confidence": [
      [
        "Earth",
        -0.009167187
      ],
      [
        "'s",
        -1.7478143e-05
      ],
      [
        " magnetic",
        -0.00022320532
      ],
      [
        " field",
        -2.1008714e-06
      ]
    ]
  },
  "The Tysganenko mode describes this phenomenon, and the strength of this phenomenon at a particular distance from its origin is described by the McIlwain L-parameter. Courtillot was the first to measure \"jerks\" in this phenomenon, while the K-index is used to measure other disturbances in this phenomenon. Anomalies in this phenomenon include the South Atlantic Anomaly and the Kursk Anomaly, and every": {
    "guess": "Earth's magnetic field",
    "confidence": [
      [
        "Earth",
        -0.009865755
      ],
      [
        "'s",
        -4.692145e-05
      ],
      [
        " magnetic",
        -0.0003853902
      ],
      [
        " field",
        -6.704273e-07
      ]
    ]
  },
  "The Tysganenko mode describes this phenomenon, and the strength of this phenomenon at a particular distance": {
    "guess": "Earth's magnetic field",
    "confidence": [
      [
        "Earth",
        -0.04542731
      ],
      [
        "'s",
        -0.00013691289
      ],
      [
        " magnetic",
        -0.013284464
      ],
      [
        " field",
        -8.418666e-06
      ]
    ]
  },
  "The Tysganenko mode describes this phenomenon, and the strength of this phenomenon at a particular distance from its origin is described by the McIlwain L-parameter. Courtillot was the first to measure": {
    "guess": "Earth's magnetic field",
    "confidence": [
      [
        "Earth",
        -0.0025101432
      ],
      [
        "'s",
        -5.145119e-05
      ],
      [
        " magnetic",
        -0.00014609157
      ],
      [
        " field",
        -4.3202e-07
      ]
    ]
  },
  "The Tysganenko mode describes this phenomenon, and the strength of this phenomenon at a particular distance from its origin is described by the McIlwain L-parameter. Courtillot was the first to measure \"jerks\" in this phenomenon, while the K-index is used to measure other disturbances in this phenomenon.": {
    "guess": "Earth's magnetic field",
    "confidence": [
      [
        "Earth",
        -0.004312734
      ],
      [
        "'s",
        -5.121278e-05
      ],
      [
        " magnetic",
        -0.0002550217
      ],
      [
        " field",
        -5.5122365e-07
      ]
    ]
  },
  "The Tysganenko mode describes this phenomenon, and the strength of this phenomenon at a particular distance from its origin is described by the McIlwain L-parameter. Courtillot was the first to measure \"jerks\" in this phenomenon, while the K-index is used to measure other disturbances in this phenomenon. Anomalies in this phenomenon include the South Atlantic Anomaly and the Kursk Anomaly, and every few million years it undergoes reversals, which can be seen in the geological record. Its shape is dictated partially by its interaction with the solar wind. For 10 points, name this phenomenon which": {
    "guess": "Earth's magnetic field",
    "confidence": [
      [
        "Earth",
        -0.007122392
      ],
      [
        "'s",
        -1.9862217e-05
      ],
      [
        " magnetic",
        -0.00054135814
      ],
      [
        " field",
        -3.650519e-06
      ]
    ]
  }
}