{
  "Labor economist Beth Hayes pioneered the application of this concept to her field, writing a work about \"Labor and Unions\" under this condition. One early work by Michael Spence discussing this concept described ways to evade it during the hiring process and is entitled \"Job Market Signaling.\" Another economist developed a way around this problem by utilizing a \"menu of choices\" and analyzing the actor's": {
    "guess": "Signaling theory",
    "confidence": [
      [
        "Sign",
        -0.5937693
      ],
      [
        "aling",
        -0.52438766
      ],
      [
        " theory",
        -0.05958709
      ]
    ]
  },
  "It isn't labor, but prostaglandin E2 can start this process as a product of COX2 and the arachidonic": {
    "guess": "Inflammation",
    "confidence": [
      [
        "In",
        -0.18177682
      ],
      [
        "flamm",
        -0.043091115
      ],
      [
        "ation",
        -2.9636918e-05
      ]
    ]
  },
  "In the laboratory, morpholinos may be used to block translation or modify this process. EJC proteins are deposited about 20 nucleotides upstream of the site where it occurs, allowing errors in this process to be corrected via nonsense-mediated decay. In group I, guanosine acts as a cofactor for the first of two transesterification reactions, while in another version of this process, an adenine residue at the (*) branch point links to the 5-prime end of a cut mRNA segment, forming a characteristic loop called a lariat. This is facilitated by the action of several short uridine-rich compounds called snRNPs (\"snurps\"). It is self-catalyzed by ribozymes, and protein isoforms arise due to its alternative type. For 10 points, identify this process in which an mRNA transcript is modified by the removal of introns.": {
    "guess": "RNA splicing",
    "confidence": [
      [
        "RNA",
        -0.7300006
      ],
      [
        " sp",
        -0.04085398
      ],
      [
        "licing",
        -5.1331983e-05
      ]
    ]
  },
  "When labelled, these objects can be placed in one-to-one correspondence with Pruefer sequences. A well-known algorithm due to Tarjan finds lowest common ancestors in them. Along with Sleator, Tarjan also developed one type of these objects that is self-organizing, while another variety of these objects": {
    "guess": "Binary search tree",
    "confidence": [
      [
        "Binary",
        -0.855798
      ],
      [
        " search",
        -0.64616114
      ],
      [
        " tree",
        -0.10162291
      ]
    ]
  },
  "In the laboratory, this substance is used to pre-wet PVDF membranes for western blotting, and the transfer buffer for that procedure is 20% this substance. The product of the reaction between this compound and hydrogen iodide is bound to an iridium-containing catalyst in the first step of the Cativa process, which carbonylates this compound. Reacting this compound with isobutylene creates the anti-knock agent MBTE, and it is also used to trans-esterify triglycerides to form biodiesel. Ingesting this": {
    "guess": "Acetic acid",
    "confidence": [
      [
        "Ac",
        -0.1195747
      ],
      [
        "etic",
        -0.002507167
      ],
      [
        " acid",
        -0.23673725
      ]
    ]
  },
  "It isn't labor, but prostaglandin E2 can start this process as a product of COX2 and the arachidonic acid cascade. A cyclic form of this process occurs over either two or three days in patients suffering from malaria, while Salmonella enterica can cause a four week version of this process. It's not inflammation, but ibuprofen and acetaminophin both counteract this process. This process begins when the hypothalamus increases the set-point, causing vasoconstriction, shivering, an increase in thermogenin activity, all in the hopes that pathogens are inhibited by the change in condition. For 10 points,": {
    "guess": "Fever",
    "confidence": [
      [
        "F",
        -0.01074182
      ],
      [
        "ever",
        -1.2829201e-05
      ]
    ]
  },
  "In the laboratory, this substance is used to pre-wet PVDF membranes for western blotting, and the transfer buffer for that procedure is 20% this substance. The product of the reaction between this compound and hydrogen iodide is bound to an iridium-containing catalyst in the first step of the Cativa process, which carbonylates this compound. Reacting this compound with isobutylene creates the anti-knock agent MBTE, and it is also used to trans-esterify triglycerides to form biodiesel. Ingesting this compound can cause high anion-gap acidosis and blindness, which is prevented by inhibiting ALDH. This compound can be oxidized twice to create formic acid or once to create formaldehyde. It was originally distilled form wood by Robert Boyle. For 10 points, name this simplest alcohol with formula CH2OH.": {
    "guess": "Methanol",
    "confidence": [
      [
        "M",
        -0.011249414
      ],
      [
        "eth",
        -0.00012594614
      ],
      [
        "anol",
        -4.012684e-05
      ]
    ]
  },
  "Lack of anger, extreme tallness, and wish fulfillment by kalpa trees were experienced by people born": {
    "guess": "Kalpa (aeon)",
    "confidence": [
      [
        "Kal",
        -0.45096457
      ],
      [
        "pa",
        -0.60340524
      ],
      [
        " (",
        -0.046363886
      ],
      [
        "ae",
        -0.48041278
      ],
      [
        "on",
        -0.00012916465
      ],
      [
        ")",
        -0.0003807449
      ]
    ]
  },
  "Lack of anger, extreme tallness, and wish fulfillment by kalpa trees were experienced by people born in the Su?ama-su?am? era prophesized by this faith. Its underworld is the Adho Loka, and a mirror and a fish couple are two of its Eight Auspicious Symbols. The aim of one of its rituals is to transcend the jiva to experience Atman; this meditation is known as Samayika. The Digambara sect of this faith is notorious for its nudity, but preaches ahimsa and venerates the 24th tirthankara. For 10 points,": {
    "guess": "Jain cosmology",
    "confidence": [
      [
        "J",
        -0.029678162
      ],
      [
        "ain",
        -2.8160932e-06
      ],
      [
        " cosm",
        -0.049603056
      ],
      [
        "ology",
        -1.247159e-05
      ]
    ]
  },
  "It isn't labor, but prostaglandin E2 can start this process as a product of COX2 and the arachidonic acid cascade. A cyclic form of this process occurs over either two or three days in patients suffering from malaria, while Salmonella enterica can cause a four week version of this process. It's not inflammation, but ibuprofen and acetaminophin both counteract this process. This process begins when the hypothalamus increases the set-point, causing vasoconstriction, shivering, an increase in thermogenin activity, all in the hopes that pathogens are inhibited by the change in condition. For 10 points, name this process by which the body's temperature rises to fight infection.": {
    "guess": "Fever",
    "confidence": [
      [
        "F",
        -0.0075673456
      ],
      [
        "ever",
        -3.0471343e-05
      ]
    ]
  },
  "When labelled, these objects can be placed in one-to-one correspondence with Pruefer sequences. A well-known algorithm due to Tarjan finds lowest common ancestors in them. Along with Sleator, Tarjan also developed one type of these objects that is self-organizing, while another variety of these objects assigns a (*) colour to each node. In addition to the \"splay\" and \"red-black\" varieties, balanced varieties of these objects can be used for \"symbol table\" or \"dictionary\" data structures in many programming": {
    "guess": "Tree (data structure)",
    "confidence": [
      [
        "Tree",
        -0.6263034
      ],
      [
        " (",
        -0.012648909
      ],
      [
        "data",
        -0.020497045
      ],
      [
        " structure",
        -0.00027742467
      ],
      [
        ")",
        -3.4121115e-06
      ]
    ]
  },
  "Laboratory techniques for detecting this process include trypan blue exclusion and the TUNEL assay.  It can be induced by binding of the FAS ligand, which activates proteins like Bax and Bid of the Bcl-2 family, and another important inducer of it is SMAC.  Its effector enzymes can be known as Ced's, reflecting the elucidation of this process in C. elegans, but in humans, release of cytochrome c from the mitochondria activates the caspases, which are powerful proteases. When damage is detected, p53 normally triggers this process, which includes chromatin condensation and blebbing before the cell": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.008735946
      ],
      [
        "opt",
        -2.7252845e-05
      ],
      [
        "osis",
        -1.2590794e-05
      ]
    ]
  },
  "Laboratory techniques for detecting this process include trypan blue exclusion and the TUNEL assay. ": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.52368724
      ],
      [
        "opt",
        -3.166338e-05
      ],
      [
        "osis",
        -3.0471343e-05
      ]
    ]
  },
  "In the laboratory, this substance is used to pre-wet PVDF membranes for western blotting, and the transfer buffer for that procedure is 20% this substance. The product of the reaction between this compound and hydrogen iodide is bound to an iridium-containing catalyst in the first step of the Cativa process, which carbonylates this compound. Reacting this compound with isobutylene creates the anti-knock agent MBTE, and it is also used to trans-esterify triglycerides to form biodiesel. Ingesting this compound can cause high anion-gap acidosis and blindness, which is prevented by inhibiting ALDH. This compound can be oxidized twice to create formic acid or once to create formaldehyde. It was originally distilled form wood by Robert Boyle. For 10 points, name this simplest alcohol with formula": {
    "guess": "Methanol",
    "confidence": [
      [
        "M",
        -0.056472007
      ],
      [
        "eth",
        -8.8404326e-05
      ],
      [
        "anol",
        -0.000108907356
      ]
    ]
  },
  "This label was first applied in San Diego on September 11, 1970, at the California Republican state convention,": {
    "guess": "San Diego Union-Tribune",
    "confidence": [
      [
        "San",
        -1.3517263
      ],
      [
        " Diego",
        -0.07839821
      ],
      [
        " Union",
        -0.9292133
      ],
      [
        "-T",
        -0.02253032
      ],
      [
        "rib",
        -0.00012190055
      ],
      [
        "une",
        -0.0002108118
      ]
    ]
  },
  "When labelled, these objects can be placed in one-to-one correspondence with Pruefer sequences. A well-known algorithm due to Tarjan finds lowest common ancestors in them. Along with Sleator, Tarjan also developed one type of these objects that is self-organizing, while another variety of these objects assigns a (*) colour to each node. In addition to the \"splay\" and \"red-black\" varieties, balanced varieties of these objects can be used for \"symbol table\" or \"dictionary\" data structures in many programming language standard libraries. Their conventional depiction on paper shows they are upside-down relative to the real-world objects after which they are named. For 10 points, name these connected": {
    "guess": "Binary search tree",
    "confidence": [
      [
        "Binary",
        -0.12082723
      ],
      [
        " search",
        -0.32967192
      ],
      [
        " tree",
        -0.65250427
      ]
    ]
  },
  "When labelled, these objects can be placed in one-to-one correspondence with Pruefer sequences. A well-known": {
    "guess": "Tree (graph theory)",
    "confidence": [
      [
        "Tree",
        -1.1005756
      ],
      [
        " (",
        -0.7214426
      ],
      [
        "graph",
        -0.03895571
      ],
      [
        " theory",
        -0.0001530017
      ],
      [
        ")",
        -0.00025657137
      ]
    ]
  },
  "This label was first applied in San Diego on September 11, 1970, at the California Republican state convention, to refer to members of a group that the same speaker had a year earlier called \"an effete corps of impudent snobs\". Said to have \"formed their own 4-H  Club: the hopeless, hysterical hypochondriacs": {
    "guess": "Spiro Agnew",
    "confidence": [
      [
        "Spi",
        -0.04306919
      ],
      [
        "ro",
        -1.2590794e-05
      ],
      [
        " Ag",
        -0.0015719952
      ],
      [
        "new",
        -0.00011284107
      ]
    ]
  },
  "In the laboratory, morpholinos may be used to block translation or modify this process. EJC proteins are deposited about 20 nucleotides upstream of the site where it occurs, allowing errors in this process to be corrected via nonsense-mediated decay. In group I, guanosine acts as a cofactor for the first of two transesterification reactions, while in another version of this process, an adenine residue": {
    "guess": "Splicing",
    "confidence": [
      [
        "Sp",
        -0.20955259
      ],
      [
        "licing",
        -0.38288987
      ]
    ]
  },
  "The lack of oxidation of this and uranium minerals from Elliot Lake, Canada has been used as evidence\n of low oxygen levels during the Paleoproterozoic era. Bravoite is a nickel version of this mineral. In anoxic\n sediments, it is believed that this mineral is formed using a greigite intermediate from mackinawite. Ore\n bodies of this mineral are colonized and oxidized by Acidithiobacillus ferrooxidans and that oxidation is\n one of the main causes of acid mine drainage. This is found in hydrothermal deposits and is one of the most\n common sulfide minerals. For 10 points, name this mineral with formula": {
    "guess": "Pyrite",
    "confidence": [
      [
        "Py",
        -0.011358438
      ],
      [
        "rite",
        -0.047295753
      ]
    ]
  },
  "In the laboratory, this substance is used to pre-wet PVDF membranes for western blotting, and the transfer buffer for that procedure is 20% this substance. The product of the reaction between this compound and hydrogen iodide is bound to an iridium-containing catalyst in the first step of the Cativa process, which carbonylates this compound. Reacting this compound with isobutylene creates the anti-knock agent MBTE, and it is also used to trans-esterify triglycerides to form biodiesel. Ingesting this compound can cause high anion-gap acidosis and blindness, which is prevented by inhibiting ALDH. This compound can be oxidized twice to create formic acid or once to create formaldehyde. It was originally": {
    "guess": "Methanol",
    "confidence": [
      [
        "M",
        -0.036154762
      ],
      [
        "eth",
        -7.0523776e-05
      ],
      [
        "anol",
        -3.1737043e-06
      ]
    ]
  },
  "The lack of oxidation of this and uranium minerals from Elliot Lake, Canada has been used as evidence\n": {
    "guess": "Elliot Lake, Ontario",
    "confidence": [
      [
        "Ell",
        -0.4398523
      ],
      [
        "iot",
        -0.00028886824
      ],
      [
        " Lake",
        -0.00047332948
      ],
      [
        ",",
        -0.833175
      ],
      [
        " Ontario",
        -0.008162395
      ]
    ]
  },
  "In the laboratory, morpholinos may be used to block translation or modify this process. EJC proteins": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.3686096
      ]
    ]
  },
  "When labelled, these objects can be placed in one-to-one correspondence with Pruefer sequences. A well-known algorithm due to Tarjan finds lowest common ancestors in them. Along with Sleator, Tarjan also developed one type of these objects that is self-organizing, while another variety of these objects assigns a (*) colour to each node. In addition to the \"splay\" and \"red-black\" varieties, balanced": {
    "guess": "Binary search tree",
    "confidence": [
      [
        "Binary",
        -0.07992493
      ],
      [
        " search",
        -0.08196598
      ],
      [
        " tree",
        -0.46837452
      ]
    ]
  },
  "In the laboratory, this substance is used to pre-wet PVDF membranes for western blotting, and the transfer buffer for that procedure is 20% this substance. The product of the reaction between this compound and hydrogen iodide is bound to an iridium-containing catalyst in the first step of the Cativa": {
    "guess": "Acetic anhydride",
    "confidence": [
      [
        "Ac",
        -0.72685707
      ],
      [
        "etic",
        -0.1094939
      ],
      [
        " an",
        -0.47103354
      ],
      [
        "hy",
        -0.0028350651
      ],
      [
        "d",
        -6.062987e-05
      ],
      [
        "ride",
        -0.00062224973
      ]
    ]
  },
  "Laboratory techniques for detecting this process include trypan blue exclusion and the TUNEL assay.  It can be induced by binding of the FAS ligand, which activates proteins like Bax and Bid of the Bcl-2": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.006257008
      ],
      [
        "opt",
        -6.1537958e-06
      ],
      [
        "osis",
        -1.27099975e-05
      ]
    ]
  },
  "It isn't labor, but prostaglandin E2 can start this process as a product of COX2 and the arachidonic acid cascade. A cyclic form of this process occurs over either two or three days in patients suffering from malaria, while Salmonella enterica can cause a four week version of this process. It's not inflammation, but ibuprofen and acetaminophin both counteract this process. This process begins when the hypothalamus increases the set-point, causing vasoconstriction, shivering, an increase in thermogenin": {
    "guess": "Fever",
    "confidence": [
      [
        "F",
        -0.04554248
      ],
      [
        "ever",
        -2.4630364e-05
      ]
    ]
  },
  "Lack of anger, extreme tallness, and wish fulfillment by kalpa trees were experienced by people born in the Su?ama-su?am? era prophesized by this faith. Its underworld is the Adho Loka, and a mirror and a fish couple are two of its Eight Auspicious Symbols. The aim of one of its rituals is to transcend the jiva to experience Atman; this meditation is known as Samayika. The Digambara sect of this faith": {
    "guess": "Jain cosmology",
    "confidence": [
      [
        "J",
        -0.12413468
      ],
      [
        "ain",
        -2.4153549e-05
      ],
      [
        " cosm",
        -0.31822562
      ],
      [
        "ology",
        -3.6908343e-05
      ]
    ]
  },
  "Labor economist Beth Hayes pioneered the application of this concept to her field, writing a work about \"Labor and Unions\" under this condition. One early work by Michael Spence discussing this concept described ways to evade it during the hiring process and is entitled \"Job Market Signaling.\" Another": {
    "guess": "Asymmetric information",
    "confidence": [
      [
        "As",
        -1.1572833
      ],
      [
        "ymmetric",
        -0.0013097634
      ],
      [
        " information",
        -0.31459716
      ]
    ]
  },
  "Laboratory techniques for detecting this process include trypan blue exclusion and the TUNEL assay.  It can be induced by binding of the FAS ligand, which activates proteins like Bax and Bid of the Bcl-2 family, and another important inducer of it is SMAC.  Its effector enzymes can be known as Ced's, reflecting the elucidation of this process in C. elegans, but in humans, release of cytochrome c from": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.049568795
      ],
      [
        "opt",
        -0.0001245157
      ],
      [
        "osis",
        -0.0006036686
      ]
    ]
  },
  "It isn't labor, but prostaglandin E2 can start this process as a product of COX2 and the arachidonic acid cascade. A cyclic form of this process occurs over either two or three days in patients suffering from malaria, while Salmonella enterica can cause a four week version of this process. It's not inflammation,": {
    "guess": "Fever",
    "confidence": [
      [
        "F",
        -0.37002605
      ],
      [
        "ever",
        -5.0616763e-05
      ]
    ]
  },
  "It isn't labor, but prostaglandin E2 can start this process as a product of COX2 and the arachidonic acid cascade. A cyclic form of this process occurs over either two or three days in patients suffering": {
    "guess": "Inflammation",
    "confidence": [
      [
        "In",
        -0.52490246
      ],
      [
        "flamm",
        -0.02082973
      ],
      [
        "ation",
        -0.000100205485
      ]
    ]
  },
  "When labelled, these objects can be placed in one-to-one correspondence with Pruefer sequences. A well-known algorithm due to Tarjan finds lowest common ancestors in them. Along with Sleator, Tarjan also": {
    "guess": "Tree (data structure)",
    "confidence": [
      [
        "Tree",
        -0.8938591
      ],
      [
        " (",
        -0.82015264
      ],
      [
        "data",
        -0.62228876
      ],
      [
        " structure",
        -0.00015335932
      ],
      [
        ")",
        -0.00011081461
      ]
    ]
  },
  "In the laboratory, morpholinos may be used to block translation or modify this process. EJC proteins are deposited about 20 nucleotides upstream of the site where it occurs, allowing errors in this process to be corrected via nonsense-mediated decay. In group I, guanosine acts as a cofactor for the first": {
    "guess": "Spliceosome",
    "confidence": [
      [
        "Sp",
        -0.3372794
      ],
      [
        "lice",
        -0.29073146
      ],
      [
        "osome",
        -0.041462034
      ]
    ]
  },
  "In the laboratory, morpholinos may be used to block translation or modify this process. EJC proteins are deposited about 20 nucleotides upstream of the site where it occurs, allowing errors in this process to be corrected via nonsense-mediated decay. In group I, guanosine acts as a cofactor for the first of two transesterification reactions, while in another version of this process, an adenine residue at the (*) branch point links to the 5-prime end of a cut mRNA segment, forming a characteristic loop called a lariat. This is facilitated by the action of several short uridine-rich compounds called snRNPs (\"snurps\"). It is self-catalyzed by ribozymes, and protein isoforms arise due to its alternative": {
    "guess": "Splicing",
    "confidence": [
      [
        "Sp",
        -0.38353443
      ],
      [
        "licing",
        -0.15790488
      ]
    ]
  },
  "Laboratory techniques for detecting this process include trypan blue exclusion and the TUNEL assay.  It can be induced by binding of the FAS ligand, which activates proteins like Bax and Bid of the Bcl-2 family, and another important inducer of it is SMAC.  Its effector enzymes can be known as Ced's, reflecting the elucidation of this process in C. elegans, but in humans, release of cytochrome c from the mitochondria activates the caspases, which are powerful proteases. When damage is detected, p53": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.0039720163
      ],
      [
        "opt",
        -8.804671e-05
      ],
      [
        "osis",
        -2.9636918e-05
      ]
    ]
  },
  "Labor economist Beth Hayes pioneered the application of this concept to her field, writing a work about": {
    "guess": "Gender Wage Gap",
    "confidence": [
      [
        "Gender",
        -1.2053857
      ],
      [
        " Wage",
        -1.769103
      ],
      [
        " Gap",
        -0.07865632
      ]
    ]
  },
  "In the laboratory, morpholinos may be used to block translation or modify this process. EJC proteins are deposited about 20 nucleotides upstream of the site where it occurs, allowing errors in this process to be corrected via nonsense-mediated decay. In group I, guanosine acts as a cofactor for the first of two transesterification reactions, while in another version of this process, an adenine residue at the (*) branch point links to the 5-prime end of a cut mRNA segment, forming a characteristic": {
    "guess": "Splicing (genetics)",
    "confidence": [
      [
        "Sp",
        -0.159397
      ],
      [
        "licing",
        -0.20573467
      ],
      [
        " (",
        -0.39376673
      ],
      [
        "gen",
        -0.26477072
      ],
      [
        "etics",
        -0.007053864
      ],
      [
        ")",
        -0.0002667
      ]
    ]
  },
  "Labor economist Beth Hayes pioneered the application of this concept to her field, writing a work about \"Labor and Unions\" under this condition. One early work by Michael Spence discussing this concept": {
    "guess": "Labor market segmentation",
    "confidence": [
      [
        "Labor",
        -1.1575954
      ],
      [
        " market",
        -0.800688
      ],
      [
        " segmentation",
        -0.61694735
      ]
    ]
  },
  "In the laboratory, this substance is used to pre-wet PVDF membranes for western blotting, and the transfer": {
    "guess": "Methanol",
    "confidence": [
      [
        "M",
        -0.7098817
      ],
      [
        "eth",
        -3.8457987e-05
      ],
      [
        "anol",
        -0.00032581034
      ]
    ]
  },
  "In the laboratory, morpholinos may be used to block translation or modify this process. EJC proteins are deposited about 20 nucleotides upstream of the site where it occurs, allowing errors in this process to be corrected via nonsense-mediated decay. In group I, guanosine acts as a cofactor for the first of two transesterification reactions, while in another version of this process, an adenine residue at the (*) branch point links to the 5-prime end of a cut mRNA segment, forming a characteristic loop called a lariat. This is facilitated by the action of several short uridine-rich compounds called": {
    "guess": "Spliceosome",
    "confidence": [
      [
        "Sp",
        -0.12187791
      ],
      [
        "lice",
        -0.59466976
      ],
      [
        "osome",
        -0.023119103
      ]
    ]
  },
  "Lack of anger, extreme tallness, and wish fulfillment by kalpa trees were experienced by people born in the Su?ama-su?am? era prophesized by this faith. Its underworld is the Adho Loka, and a mirror and": {
    "guess": "Jain cosmology",
    "confidence": [
      [
        "J",
        -0.18343174
      ],
      [
        "ain",
        -0.0004649889
      ],
      [
        " cosm",
        -0.015043417
      ],
      [
        "ology",
        -4.429897e-05
      ]
    ]
  },
  "In the laboratory, this substance is used to pre-wet PVDF membranes for western blotting, and the transfer buffer for that procedure is 20% this substance. The product of the reaction between this compound": {
    "guess": "Methanol",
    "confidence": [
      [
        "M",
        -0.007565218
      ],
      [
        "eth",
        -2.451116e-05
      ],
      [
        "anol",
        -0.00019054719
      ]
    ]
  },
  "The lack of oxidation of this and uranium minerals from Elliot Lake, Canada has been used as evidence\n of low oxygen levels during the Paleoproterozoic era. Bravoite is a nickel version of this mineral. In anoxic\n sediments, it is believed that this mineral is formed using a greigite intermediate from mackinawite. Ore\n bodies of this mineral are colonized and oxidized by Acidithiobacillus ferrooxidans and that oxidation is\n one of the main causes of acid mine drainage. This is found in hydrothermal deposits and is one of the most\n common sulfide minerals. For 10 points, name this mineral with formula FeS2 and sometimes called \"fool's\n gold.\"": {
    "guess": "Pyrite",
    "confidence": [
      [
        "Py",
        -0.0016172156
      ],
      [
        "rite",
        -0.00015502817
      ]
    ]
  },
  "Laboratory techniques for detecting this process include trypan blue exclusion and the TUNEL assay.  It can be induced by binding of the FAS ligand, which activates proteins like Bax and Bid of the Bcl-2 family, and another important inducer of it is SMAC.  Its effector enzymes can be known as Ced's, reflecting the elucidation of this process in C. elegans, but in humans, release of cytochrome c from the mitochondria activates the caspases, which are powerful proteases. When damage is detected, p53 normally triggers this process, which includes chromatin condensation and blebbing before the cell is phagocytized.  FTP name this process of programmed cell death.": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.0027110805
      ],
      [
        "opt",
        -0.0001406082
      ],
      [
        "osis",
        -9.372295e-06
      ]
    ]
  },
  "In the laboratory, morpholinos may be used to block translation or modify this process. EJC proteins are deposited about 20 nucleotides upstream of the site where it occurs, allowing errors in this process": {
    "guess": "Splicing (genetics)",
    "confidence": [
      [
        "Sp",
        -0.2130375
      ],
      [
        "licing",
        -0.14216535
      ],
      [
        " (",
        -0.0028045143
      ],
      [
        "gen",
        -0.04484256
      ],
      [
        "etics",
        -0.002576252
      ],
      [
        ")",
        -0.00013512482
      ]
    ]
  },
  "The lack of oxidation of this and uranium minerals from Elliot Lake, Canada has been used as evidence\n of low oxygen levels during the Paleoproterozoic era. Bravoite is a nickel version of this mineral. In anoxic\n sediments, it is believed that this mineral is formed using a greigite intermediate from mackinawite. Ore\n bodies of this mineral are colonized and oxidized by Acidithiobacillus ferrooxidans": {
    "guess": "Pyrite",
    "confidence": [
      [
        "Py",
        -0.0070993123
      ],
      [
        "rite",
        -0.009124543
      ]
    ]
  },
  "When labelled, these objects can be placed in one-to-one correspondence with Pruefer sequences. A well-known algorithm due to Tarjan finds lowest common ancestors in them. Along with Sleator, Tarjan also developed one type of these objects that is self-organizing, while another variety of these objects assigns a (*) colour to each node. In addition to the \"splay\" and \"red-black\" varieties, balanced varieties of these objects can be used for \"symbol table\" or \"dictionary\" data structures in many programming language standard libraries. Their conventional depiction on paper shows they are upside-down relative to the real-world objects after which they are named. For 10 points, name these connected acyclic graphs, which contain leaves and sometimes roots, collections of which are known as forests.": {
    "guess": "Binary search tree",
    "confidence": [
      [
        "Binary",
        -0.38464025
      ],
      [
        " search",
        -0.41031843
      ],
      [
        " tree",
        -0.14505649
      ]
    ]
  },
  "Lack of anger, extreme tallness, and wish fulfillment by kalpa trees were experienced by people born in the Su?ama-su?am? era prophesized by this faith. Its underworld is the Adho Loka, and a mirror and a fish couple are two of its Eight Auspicious Symbols. The aim of one of its rituals is to transcend the jiva to experience Atman; this meditation is known as Samayika. The Digambara sect of this faith is notorious for its nudity, but preaches ahimsa and venerates the 24th tirthankara. For 10 points, name this Indian religion whose tenets were laid out by Mahavira.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00015741224
      ],
      [
        "ain",
        -1.2664457e-06
      ],
      [
        "ism",
        -0.010839937
      ]
    ]
  },
  "Labor economist Beth Hayes pioneered the application of this concept to her field, writing a work about \"Labor and Unions\" under this condition. One early work by Michael Spence discussing this concept described ways to evade it during the hiring process and is entitled \"Job Market Signaling.\" Another economist developed a way around this problem by utilizing a \"menu of choices\" and analyzing the actor's selection; that method is known as \"screening.\" That work was written by Joseph Stiglitz, but": {
    "guess": "Information asymmetry",
    "confidence": [
      [
        "Information",
        -0.115491346
      ],
      [
        " asym",
        -0.040584784
      ],
      [
        "metry",
        -1.5809293e-05
      ]
    ]
  },
  "Labor economist Beth Hayes pioneered the application of this concept to her field, writing a work about \"Labor and Unions\" under this condition. One early work by Michael Spence discussing this concept described ways to evade it during the hiring process and is entitled \"Job Market Signaling.\" Another economist developed a way around this problem by utilizing a \"menu of choices\" and analyzing the actor's selection; that method is known as \"screening.\" That work was written by Joseph Stiglitz, but this term was first utilized in a work which described the used car market, George Akerlof's The Market For Lemons. FTP, identify this condition which can result in moral hazard or adverse selection,": {
    "guess": "Information asymmetry",
    "confidence": [
      [
        "Information",
        -0.12658533
      ],
      [
        " asym",
        -0.022488821
      ],
      [
        "metry",
        -1.6286107e-05
      ]
    ]
  },
  "Labor economist Beth Hayes pioneered the application of this concept to her field, writing a work about \"Labor and Unions\" under this condition. One early work by Michael Spence discussing this concept described ways to evade it during the hiring process and is entitled \"Job Market Signaling.\" Another economist developed a way around this problem by utilizing a \"menu of choices\" and analyzing the actor's selection; that method is known as \"screening.\" That work was written by Joseph Stiglitz, but this term was first utilized in a work which described the used car market, George Akerlof's The Market": {
    "guess": "Information asymmetry",
    "confidence": [
      [
        "Information",
        -0.94106907
      ],
      [
        " asym",
        -0.52912265
      ],
      [
        "metry",
        -2.6060809e-05
      ]
    ]
  },
  "When labelled, these objects can be placed in one-to-one correspondence with Pruefer sequences. A well-known algorithm due to Tarjan finds lowest common ancestors in them. Along with Sleator, Tarjan also developed one type of these objects that is self-organizing, while another variety of these objects assigns a (*) colour to each node. In addition to the \"splay\" and \"red-black\" varieties, balanced varieties of these objects can be used for \"symbol table\" or \"dictionary\" data structures in many programming language standard libraries. Their conventional depiction on paper shows they are upside-down": {
    "guess": "Tree (data structure)",
    "confidence": [
      [
        "Tree",
        -0.4794299
      ],
      [
        " (",
        -0.016752632
      ],
      [
        "data",
        -0.011918013
      ],
      [
        " structure",
        -0.00023107276
      ],
      [
        ")",
        -1.27099975e-05
      ]
    ]
  },
  "It isn't labor, but prostaglandin E2 can start this process as a product of COX2 and the arachidonic acid cascade. A cyclic form of this process occurs over either two or three days in patients suffering from malaria, while Salmonella enterica can cause a four week version of this process. It's not inflammation, but ibuprofen and acetaminophin both counteract this process. This process begins when": {
    "guess": "Fever",
    "confidence": [
      [
        "F",
        -0.13808995
      ],
      [
        "ever",
        -8.3159364e-05
      ]
    ]
  },
  "Lack of anger, extreme tallness, and wish fulfillment by kalpa trees were experienced by people born in the Su?ama-su?am? era prophesized by this faith. Its underworld is the Adho Loka, and a mirror and a fish couple are two of its Eight Auspicious Symbols. The aim of one of its rituals is to transcend": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.8261355
      ],
      [
        "udd",
        -0.017530134
      ],
      [
        "h",
        -0.060163975
      ],
      [
        "ism",
        -0.0044196746
      ]
    ]
  },
  "This label was first applied in San Diego on September 11, 1970, at the California Republican state convention, to refer to members of a group that the same speaker had a year earlier called \"an effete": {
    "guess": "Spiro Agnew",
    "confidence": [
      [
        "Spi",
        -1.0061562
      ],
      [
        "ro",
        -1.831257e-05
      ],
      [
        " Ag",
        -0.008896764
      ],
      [
        "new",
        -0.0001563394
      ]
    ]
  },
  "In the laboratory, this substance is used to pre-wet PVDF membranes for western blotting, and the transfer buffer for that procedure is 20% this substance. The product of the reaction between this compound and hydrogen iodide is bound to an iridium-containing catalyst in the first step of the Cativa process, which carbonylates this compound. Reacting this compound with isobutylene creates the anti-knock agent MBTE, and it is also used to trans-esterify triglycerides to form biodiesel. Ingesting this compound can cause high anion-gap acidosis and blindness, which is prevented by inhibiting ALDH.": {
    "guess": "Methanol",
    "confidence": [
      [
        "M",
        -0.061099187
      ],
      [
        "eth",
        -0.0026581779
      ],
      [
        "anol",
        -1.6166903e-05
      ]
    ]
  },
  "This label was first applied in San Diego on September 11, 1970, at the California Republican state convention, to refer to members of a group that the same speaker had a year earlier called \"an effete corps of impudent snobs\". Said to have \"formed their own 4-H  Club: the hopeless, hysterical hypochondriacs of history\" in a speech written by William Safire, for 10 points, what was the term used by": {
    "guess": "Spiro Agnew's speech on the \"nattering nabobs of negativism\"",
    "confidence": [
      [
        "Spi",
        -0.29714665
      ],
      [
        "ro",
        -0.0003807449
      ],
      [
        " Ag",
        -0.0049923942
      ],
      [
        "new",
        -0.00055100623
      ],
      [
        "'s",
        -0.09468844
      ],
      [
        " speech",
        -0.92305994
      ],
      [
        " on",
        -0.62280893
      ],
      [
        " the",
        -0.61002845
      ],
      [
        " \"",
        -0.7391792
      ],
      [
        "n",
        -0.36427677
      ],
      [
        "attering",
        -0.00013357517
      ],
      [
        " nab",
        -0.00011236426
      ],
      [
        "obs",
        -0.00025716738
      ],
      [
        " of",
        -0.00031150956
      ],
      [
        " neg",
        -0.0019451763
      ],
      [
        "ativ",
        -9.4245304e-05
      ],
      [
        "ism",
        -0.00024406596
      ],
      [
        "\"",
        -0.24607009
      ]
    ]
  },
  "In the laboratory, this substance is used to pre-wet PVDF membranes for western blotting, and the transfer buffer for that procedure is 20% this substance. The product of the reaction between this compound and hydrogen iodide is bound to an iridium-containing catalyst in the first step of the Cativa process, which carbonylates this compound. Reacting this compound with isobutylene creates the anti-knock": {
    "guess": "Acetic acid",
    "confidence": [
      [
        "Ac",
        -0.7268323
      ],
      [
        "etic",
        -0.10538128
      ],
      [
        " acid",
        -0.74848884
      ]
    ]
  },
  "The lack of oxidation of this and uranium minerals from Elliot Lake, Canada has been used as evidence\n of low oxygen levels during the Paleoproterozoic era. Bravoite is a nickel version of this mineral. In anoxic\n sediments, it is believed that this mineral is formed using a greigite intermediate from mackinawite. Ore\n bodies of this mineral are colonized and oxidized by Acidithiobacillus ferrooxidans and that oxidation is\n one of the main causes of acid mine drainage. This is found in hydrothermal": {
    "guess": "Pyrite",
    "confidence": [
      [
        "Py",
        -0.0025510504
      ],
      [
        "rite",
        -0.003641169
      ]
    ]
  },
  "In the laboratory, morpholinos may be used to block translation or modify this process. EJC proteins are deposited about 20 nucleotides upstream of the site where it occurs, allowing errors in this process to be corrected via nonsense-mediated decay. In group I, guanosine acts as a cofactor for the first of two transesterification reactions, while in another version of this process, an adenine residue at the (*) branch point links to the 5-prime end of a cut mRNA segment, forming a characteristic loop called a lariat. This is facilitated by the action of several short uridine-rich compounds called snRNPs (\"snurps\"). It is self-catalyzed by ribozymes, and protein isoforms arise due to its alternative type. For 10 points, identify this process in which an mRNA transcript is modified by the removal": {
    "guess": "Splicing",
    "confidence": [
      [
        "Sp",
        -0.66956687
      ],
      [
        "licing",
        -0.13785069
      ]
    ]
  },
  "This label was first applied in San Diego on September 11, 1970, at the California Republican state convention, to refer to members of a group that the same speaker had a year earlier called \"an effete corps of impudent snobs\". Said to have \"formed their own 4-H  Club: the hopeless, hysterical hypochondriacs of history\" in a speech written by William Safire, for 10 points, what was the term used by Vice President Spiro Agnew for babbling elite complainers?": {
    "guess": "Nattering nabobs of negativism",
    "confidence": [
      [
        "N",
        -0.7182027
      ],
      [
        "attering",
        -0.0011786779
      ],
      [
        " nab",
        -0.03002052
      ],
      [
        "obs",
        -0.0003281944
      ],
      [
        " of",
        -0.0008381001
      ],
      [
        " neg",
        -0.0038595777
      ],
      [
        "ativ",
        -9.2576454e-05
      ],
      [
        "ism",
        -0.00022475497
      ]
    ]
  },
  "The lack of oxidation of this and uranium minerals from Elliot Lake, Canada has been used as evidence\n of low oxygen levels during the Paleoproterozoic era. Bravoite is a nickel version of this mineral.": {
    "guess": "Pyrite",
    "confidence": [
      [
        "Py",
        -0.26023927
      ],
      [
        "rite",
        -0.019509781
      ]
    ]
  },
  "Laboratory techniques for detecting this process include trypan blue exclusion and the TUNEL assay.  It can be induced by binding of the FAS ligand, which activates proteins like Bax and Bid of the Bcl-2 family, and another important inducer of it is SMAC.  Its effector enzymes can be known as Ced's,": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.028343579
      ],
      [
        "opt",
        -1.9862217e-05
      ],
      [
        "osis",
        -0.00012475411
      ]
    ]
  },
  "The lack of oxidation of this and uranium minerals from Elliot Lake, Canada has been used as evidence\n of low oxygen levels during the Paleoproterozoic era. Bravoite is a nickel version of this mineral. In anoxic\n sediments, it is believed that this mineral is formed using a greigite intermediate from": {
    "guess": "Pyrite",
    "confidence": [
      [
        "Py",
        -0.17842327
      ],
      [
        "rite",
        -0.009222117
      ]
    ]
  },
  "Labor economist Beth Hayes pioneered the application of this concept to her field, writing a work about \"Labor and Unions\" under this condition. One early work by Michael Spence discussing this concept described ways to evade it during the hiring process and is entitled \"Job Market Signaling.\" Another economist developed a way around this problem by utilizing a \"menu of choices\" and analyzing the actor's selection; that method is known as \"screening.\" That work was written by Joseph Stiglitz, but this term was first utilized in a work which described the used car market, George Akerlof's The Market For Lemons. FTP, identify this condition which can result in moral hazard or adverse selection, an economic problem which arises when one party in a transaction knows more than the other.": {
    "guess": "Information asymmetry",
    "confidence": [
      [
        "Information",
        -0.19672844
      ],
      [
        " asym",
        -0.22660899
      ],
      [
        "metry",
        -2.188868e-05
      ]
    ]
  }
}