{
  "He was able to secure his own legitimacy by marrying Elizabeth of York, and conducted \"matrimonial diplomacy\"": {
    "guess": "House of Tudor",
    "confidence": [
      [
        "House",
        -0.03593157
      ],
      [
        " of",
        -0.00018840152
      ],
      [
        " Tud",
        -0.13727066
      ],
      [
        "or",
        -2.129266e-05
      ]
    ]
  },
  "He was able to see the past and future of mankind, so many prophetic books bearing his name were written": {
    "guess": "Ezekiel",
    "confidence": [
      [
        "E",
        -0.26926288
      ],
      [
        "zek",
        -0.02389309
      ],
      [
        "iel",
        -0.00019328887
      ]
    ]
  },
  "He was able to see the past and future of mankind, so many prophetic books bearing his name were written from 200 B.C. on. Kabala and William Blake thought he became the angel Metatron, the lesser Yahweh, and Mormons identified him with Joseph Smith. These notions arose from the story that he \"walked": {
    "guess": "Enoch",
    "confidence": [
      [
        "En",
        -0.08929166
      ],
      [
        "och",
        -1.7120534e-05
      ]
    ]
  },
  "He was able to secure his own legitimacy by marrying Elizabeth of York, and conducted \"matrimonial diplomacy\" by marrying his daughter Margaret to the King of Scotland, and his daughter Mary to the Archduke": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.0882086
      ],
      [
        " VII",
        -0.0024157264
      ],
      [
        " of",
        -0.15003827
      ],
      [
        " England",
        -5.216641e-05
      ]
    ]
  },
  "He was able to secure his own legitimacy by marrying Elizabeth of York, and conducted \"matrimonial diplomacy\" by marrying his daughter Margaret to the King of Scotland, and his daughter Mary to the Archduke Charles who later became the powerful Emperor Charles V.  He weakened Parliament by finding new sources of revenue from customs dues, and expanded economic activity through commercial treaties and by hiring the Cabots to discover new markets.  He also established the Star Chamber to arbitrate disputes and to establish order after the Wars of the Roses.  FTP, which English \"new monarch\" defeated Richard III at Bosworth Field and began the Tudor line?": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.00089157117
      ],
      [
        " VII",
        -0.0029917283
      ],
      [
        " of",
        -0.0010591295
      ],
      [
        " England",
        -4.477578e-05
      ]
    ]
  },
  "He was able to secure his own legitimacy by marrying Elizabeth of York, and conducted \"matrimonial diplomacy\" by marrying his daughter Margaret to the King of Scotland, and his daughter Mary to the Archduke Charles who later became the powerful Emperor Charles V.  He weakened Parliament by finding new sources of revenue from customs dues, and expanded economic activity through commercial treaties and": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.027983136
      ],
      [
        " VII",
        -0.014599329
      ],
      [
        " of",
        -0.004404721
      ],
      [
        " England",
        -7.815281e-05
      ]
    ]
  },
  "He was able to secure his own legitimacy by marrying Elizabeth of York, and conducted \"matrimonial diplomacy\" by marrying his daughter Margaret to the King of Scotland, and his daughter Mary to the Archduke Charles who later became the powerful Emperor Charles V.  He weakened Parliament by finding new sources of revenue from customs dues, and expanded economic activity through commercial treaties and by hiring the Cabots to discover new markets.  He also established the Star Chamber to arbitrate disputes and to establish order after the Wars of the Roses.  FTP, which English \"new monarch\" defeated": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.01923443
      ],
      [
        " VII",
        -0.00021414584
      ],
      [
        " of",
        -0.009392779
      ],
      [
        " England",
        -4.1199673e-05
      ]
    ]
  },
  "He was able to see the past and future of mankind, so many prophetic books bearing his name were written from 200 B.C. on. Kabala and William Blake thought he became the angel Metatron, the lesser Yahweh, and Mormons identified him with Joseph Smith. These notions arose from the story that he \"walked with God and he was not, because God took him.\" For ten points, name this father of Methuselah who": {
    "guess": "Enoch",
    "confidence": [
      [
        "En",
        -0.022208696
      ],
      [
        "och",
        -2.220075e-06
      ]
    ]
  },
  "He was able to see the past and future of mankind, so many prophetic books bearing his name were written from 200 B.C. on. Kabala and William Blake thought he became the angel Metatron, the lesser Yahweh,": {
    "guess": "Enochian Magic",
    "confidence": [
      [
        "En",
        -0.5404578
      ],
      [
        "och",
        -1.6166903e-05
      ],
      [
        "ian",
        -0.7757543
      ],
      [
        " Magic",
        -1.8314862
      ]
    ]
  },
  "He was able to see the past and future of mankind, so many prophetic books bearing his name were written from 200 B.C. on. Kabala and William Blake thought he became the angel Metatron, the lesser Yahweh, and Mormons identified him with Joseph Smith. These notions arose from the story that he \"walked with God and he was not, because God took him.\" For ten points, name this father of Methuselah who was taken to live in Heaven as reward for his piety.": {
    "guess": "Enoch",
    "confidence": [
      [
        "En",
        -0.015056924
      ],
      [
        "och",
        -2.9352968e-06
      ]
    ]
  },
  "He was able to secure his own legitimacy by marrying Elizabeth of York, and conducted \"matrimonial diplomacy\" by marrying his daughter Margaret to the King of Scotland, and his daughter Mary to the Archduke Charles who later became the powerful Emperor Charles V.  He weakened Parliament by finding new sources of revenue from customs dues, and expanded economic activity through commercial treaties and by hiring the Cabots to discover new markets.  He also established the Star Chamber to arbitrate": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.029134586
      ],
      [
        " VII",
        -0.0054892832
      ],
      [
        " of",
        -0.010372733
      ],
      [
        " England",
        -0.00011760922
      ]
    ]
  },
  "He was able to secure his own legitimacy by marrying Elizabeth of York, and conducted \"matrimonial diplomacy\" by marrying his daughter Margaret to the King of Scotland, and his daughter Mary to the Archduke Charles who later became the powerful Emperor Charles V.  He weakened Parliament by finding new": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.023956412
      ],
      [
        " VII",
        -0.014434733
      ],
      [
        " of",
        -0.004067952
      ],
      [
        " England",
        -3.7027545e-05
      ]
    ]
  }
}