{
  "In Dryden's version, the female lead has a sister named Dorinda and a brother named Hippolito who was often played by a woman. Twentieth century adaptations of the original play include Minoru Fujita's bunraku version and Percy MacKaye's masque about the antagonist \"by the Yellow Sands.\" Hogarth's \"Scene from\" it features the female lead in the centre with her father and lover both on the left, and Derek Jarman's film version of this play, whose minor characters include the drunk butler Stephano, features Sycorax breastfeeding a fully-grown Caliban. For 10 points, name this Shakespeare play about Miranda and her marooned magician father Prospero.": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.0003959993
      ],
      [
        " Tem",
        -1.8789384e-05
      ],
      [
        "pest",
        -1.0683535e-05
      ]
    ]
  },
  "In Dryden's version, the female lead has a sister named Dorinda and a brother named Hippolito who was often played by a woman. Twentieth century adaptations of the original play include Minoru Fujita's bunraku version and Percy MacKaye's masque about the antagonist \"by the Yellow Sands.\" Hogarth's \"Scene from\" it features the female lead in the centre with her father and lover both on the left, and Derek Jarman's film version of this play, whose minor characters include the drunk butler Stephano,": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.0051202616
      ],
      [
        " Tem",
        -0.0006755008
      ],
      [
        "pest",
        -1.147242e-06
      ]
    ]
  },
  "In Dryden's version, the female lead has a sister named Dorinda and a brother named Hippolito who was often played by a woman. Twentieth century adaptations of the original play include Minoru Fujita's bunraku version and Percy MacKaye's masque about the antagonist \"by the Yellow Sands.\" Hogarth's \"Scene from\" it features the female lead in the centre with her father and lover both on the left, and Derek Jarman's film version of this play, whose minor characters include the drunk butler Stephano, features Sycorax breastfeeding a fully-grown Caliban. For 10 points, name this Shakespeare play about": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.0024352358
      ],
      [
        " Tem",
        -0.0002258278
      ],
      [
        "pest",
        -1.0206721e-05
      ]
    ]
  },
  "In Dryden's version, the female lead has a sister named Dorinda and a brother named Hippolito who was often played by a woman. Twentieth century adaptations of the original play include Minoru Fujita's bunraku version and Percy MacKaye's masque about the antagonist \"by the Yellow Sands.\" Hogarth's \"Scene": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.1373091
      ],
      [
        " Tem",
        -0.73945504
      ],
      [
        "pest",
        -4.406056e-05
      ]
    ]
  },
  "In Dryden's version, the female lead has a sister named Dorinda and a brother named Hippolito who was": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.06413667
      ],
      [
        " Tem",
        -0.3075502
      ],
      [
        "pest",
        -4.3202e-07
      ]
    ]
  },
  "In Dryden's version, the female lead has a sister named Dorinda and a brother named Hippolito who was often played by a woman. Twentieth century adaptations of the original play include Minoru Fujita's bunraku version and Percy MacKaye's masque about the antagonist \"by the Yellow Sands.\" Hogarth's \"Scene from\" it features the female lead in the centre with her father and lover both on the left, and": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.038820293
      ],
      [
        " Tem",
        -0.0695552
      ],
      [
        "pest",
        -5.3193703e-06
      ]
    ]
  },
  "In Dryden's version, the female lead has a sister named Dorinda and a brother named Hippolito who was often played by a woman. Twentieth century adaptations of the original play include Minoru Fujita's": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.055687092
      ],
      [
        " Tem",
        -0.039778832
      ],
      [
        "pest",
        -1.4140442e-05
      ]
    ]
  }
}