{
  "The sum of the reciprocals of Sylvester's Sequence converge to this number, and in ZF set theory, it is defined as the set whose only element is the empty set. This only odd number in the range of Euler's totient is the largest output possible of the Mobius function, and Egyptian fractions have this number as the numerator. (*) Zero-factorial is equal to this number, as is i to the fourth power. Events which will definitely occur have probability equal to this number, and, like zero, all powers of this number are equal to it. For ten points, give this multiplicative identity, the first positive": {
    "guess": "One",
    "confidence": [
      [
        "One",
        -0.11324967
      ]
    ]
  },
  "The sum of the squares of the reciprocals of this function evaluated at the nonnegative integers is equal to the modified Bessel function of the first kind at x=2. The Leviathan Number is found by evaluating this function at 10 to the 666th power. The rising type can be represented with the Pochhammer Symbol. Wilson's Theorem states that this function of any prime minus 1 is also congruent to -1 modulo that prime. Legendre's theorem provides a corollary to determine the number of (*) trailing zeroes of this function evaluated at nonnegative integers. When this function is evaluated at large numbers, Stirling's approximation is used. The gamma function extends this function to all complex numbers": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.096737705
      ],
      [
        "ial",
        -8.709308e-05
      ]
    ]
  },
  "Summer riots occurred in this country's Rakhine State against the minority Rohingya people, and this": {
    "guess": "Rohingya conflict",
    "confidence": [
      [
        "R",
        -0.025525853
      ],
      [
        "oh",
        -0.0037993689
      ],
      [
        "ing",
        -1.0280384e-06
      ],
      [
        "ya",
        -2.4391957e-05
      ],
      [
        " conflict",
        -0.11687318
      ]
    ]
  },
  "What is the sum of the squares of the first eight natural numbers, that is one squared plus two squared": {
    "guess": "Square pyramidal number",
    "confidence": [
      [
        "Square",
        -0.07516977
      ],
      [
        " py",
        -0.045352697
      ],
      [
        "ram",
        -1.3067608e-05
      ],
      [
        "idal",
        -1.247159e-05
      ],
      [
        " number",
        -0.0017380057
      ]
    ]
  },
  "In Sumerian myth, there were seven of these, known as the Anunnaki. The title Un-nefer was given to a member of the Ennead of Heliopolis in recognition of his work in this capacity. In Hindu belief, the scribe Chitragupta helped the twin brother of Yamuna with his work in this role. In later Egyptian mythology, 42 auxiliary deities served this function in the Hall of the Two Truths in Duat. In Greek myth, the son of Zeus and Aegina shared this job with two sons of Zeus and Europa. In Egyptian myth, the demon Ammit and the feather of Maat played roles in the work of, FTP, what sort of netherworld": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -0.7384587
      ],
      [
        "world",
        -3.2929079e-06
      ]
    ]
  },
  "They can be summed in a pair-wise fashion to create the generalized Hamaker theory. In addition to contributions from ionic double layers, they comprise a major part of DLVO theory, and they are the source of the term raised to the sixth power in the Lennard-Jones potential. Recent studies have developed carbon nanotube hairs able to exploit them in a manner similar to geckos, which use them to stick to surfaces. They include permanent, induced, and transient interactions, the latter known as London dispersion. For 10 points, name these general intermolecular forces, named for a Dutch scientist.": {
    "guess": "Van der Waals force",
    "confidence": [
      [
        "Van",
        -0.0056572673
      ],
      [
        " der",
        -5.145119e-05
      ],
      [
        " Wa",
        -7.8987236e-05
      ],
      [
        "als",
        -1.378283e-05
      ],
      [
        " force",
        -0.0014325011
      ]
    ]
  },
  "The sum of the reciprocals of Sylvester's Sequence converge to this number, and in ZF set theory, it": {
    "guess": "Sylvester's sequence",
    "confidence": [
      [
        "S",
        -1.0503156
      ],
      [
        "ylv",
        -0.25960422
      ],
      [
        "ester",
        -1.9361265e-07
      ],
      [
        "'s",
        -0.0067684185
      ],
      [
        " sequence",
        -0.33530033
      ]
    ]
  },
  "The sum of the squares of the reciprocals of this function evaluated at the nonnegative integers is equal to the modified Bessel function of the first kind at x=2. The Leviathan Number is found by evaluating this function at 10 to the 666th power. The rising type can be represented with the Pochhammer Symbol. Wilson's Theorem states that this function of any prime minus 1 is also congruent to -1 modulo that prime. Legendre's theorem provides a corollary to determine the number of (*) trailing zeroes of this function evaluated at nonnegative integers. When this function is evaluated at large numbers,": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.024090955
      ],
      [
        "ial",
        -0.00016897499
      ]
    ]
  },
  "The sum of the squares of the reciprocals of this function evaluated at the nonnegative integers is equal to the modified Bessel function of the first kind at x=2. The Leviathan Number is found by evaluating this function at 10 to the 666th power. The rising type can be represented with the Pochhammer Symbol. Wilson's Theorem states that this function of any prime minus 1 is also congruent to -1 modulo that prime. Legendre's theorem provides a corollary to determine the number of (*) trailing zeroes of this function evaluated at nonnegative integers. When this function is evaluated at large numbers, Stirling's approximation is used. The gamma function extends this function to all complex numbers other than negative integers. For 10 points, name this function that, for positive integers n, is the product from 1 to n, and which is represented by an exclamation point.": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.0009348055
      ],
      [
        "ial",
        -1.0564331e-05
      ]
    ]
  },
  "They can be summed in a pair-wise fashion to create the generalized Hamaker theory. In addition to contributions from ionic double layers, they comprise a major part of DLVO theory, and they are the source of the term raised to the sixth power in the Lennard-Jones potential. Recent studies have developed carbon nanotube hairs able to exploit them in a manner similar to geckos, which use them to stick to surfaces. They include permanent, induced, and transient interactions, the latter known as London": {
    "guess": "Van der Waals force",
    "confidence": [
      [
        "Van",
        -0.05933256
      ],
      [
        " der",
        -0.00026157423
      ],
      [
        " Wa",
        -1.0087517e-05
      ],
      [
        "als",
        -1.8908588e-05
      ],
      [
        " force",
        -0.0035933023
      ]
    ]
  },
  "The sum of the squares of the reciprocals of this function evaluated at the nonnegative integers is equal to the modified Bessel function of the first kind at x=2. The Leviathan Number is found by evaluating this function at 10 to the 666th power. The rising type can be represented with the Pochhammer": {
    "guess": "Hyperfactorial",
    "confidence": [
      [
        "Hyper",
        -1.3069024
      ],
      [
        "factor",
        -0.6016577
      ],
      [
        "ial",
        -0.001303453
      ]
    ]
  },
  "The sum of the squares of the reciprocals of this function evaluated at the nonnegative integers is equal to the modified Bessel function of the first kind at x=2. The Leviathan Number is found by evaluating": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -1.5473284
      ],
      [
        "iem",
        -0.22633135
      ],
      [
        "ann",
        -4.632543e-05
      ],
      [
        " z",
        -0.00048393858
      ],
      [
        "eta",
        -5.2001665e-06
      ],
      [
        " function",
        -0.00046653853
      ]
    ]
  },
  "Summer riots occurred in this country's Rakhine State against the minority Rohingya people, and this nation is still fighting a civil war over governance in Kachin. One politician from this country was": {
    "guess": "Aung San Suu Kyi",
    "confidence": [
      [
        "A",
        -0.1236124
      ],
      [
        "ung",
        -5.1928004e-05
      ],
      [
        " San",
        -9.770221e-05
      ],
      [
        " Su",
        -6.749814e-06
      ],
      [
        "u",
        -7.684157e-05
      ],
      [
        " Ky",
        -2.8160932e-06
      ],
      [
        "i",
        -2.0458236e-05
      ]
    ]
  },
  "The sum of the first n consecutive odd integers results in this function of n. In carpentry, the steel one of these is used to make right angles. This shape was once used as an infantry formation to defend against cavalry charges. It has the largest area of any other quadrilateral with the same perimeter. For ten points, name this equilateral four sided figure that has perpendicular diagonals.": {
    "guess": "Rhombus",
    "confidence": [
      [
        "Rh",
        -0.7991397
      ],
      [
        "omb",
        -9.849109e-06
      ],
      [
        "us",
        -0.00018613665
      ]
    ]
  },
  "In Sumerian myth, there were seven of these, known as the Anunnaki. The title Un-nefer was given to a member of the Ennead of Heliopolis in recognition of his work in this capacity. In Hindu belief, the": {
    "guess": "Deities of Death",
    "confidence": [
      [
        "De",
        -2.1668487
      ],
      [
        "ities",
        -0.7793106
      ],
      [
        " of",
        -0.43632436
      ],
      [
        " Death",
        -1.2575142
      ]
    ]
  },
  "What is the sum of the squares of the first eight natural numbers, that is one squared plus two squared plus three squared up to eight squared? Computing this one term at a time may be difficult, but it": {
    "guess": "Sum of squares of natural numbers",
    "confidence": [
      [
        "Sum",
        -0.65911704
      ],
      [
        " of",
        -0.11687117
      ],
      [
        " squares",
        -0.0567838
      ],
      [
        " of",
        -0.05705351
      ],
      [
        " natural",
        -0.32870826
      ],
      [
        " numbers",
        -2.5703197e-05
      ]
    ]
  },
  "In Sumerian myth, there were seven of these, known as the Anunnaki. The title Un-nefer was given to a member of the Ennead of Heliopolis in recognition of his work in this capacity. In Hindu belief, the scribe Chitragupta helped the twin brother of Yamuna with his work in this role. In later Egyptian mythology, 42 auxiliary deities served this function in the Hall of the Two Truths in Duat. In Greek myth, the son of Zeus and Aegina shared this job with two sons of Zeus and Europa. In Egyptian myth,": {
    "guess": "Judge of the Dead",
    "confidence": [
      [
        "Judge",
        -2.0067027
      ],
      [
        " of",
        -0.0029957665
      ],
      [
        " the",
        -5.538491e-05
      ],
      [
        " Dead",
        -0.68887705
      ]
    ]
  },
  "The sum of the first n consecutive odd integers results in this function of n. In carpentry, the steel": {
    "guess": "Sum of consecutive odd integers",
    "confidence": [
      [
        "Sum",
        -1.2284474
      ],
      [
        " of",
        -0.13258421
      ],
      [
        " consecutive",
        -0.08983738
      ],
      [
        " odd",
        -0.20618446
      ],
      [
        " integers",
        -0.38900685
      ]
    ]
  },
  "Summer riots occurred in this country's Rakhine State against the minority Rohingya people, and this nation is still fighting a civil war over governance in Kachin. One politician from this country was placed under house arrest after the National League for Democracy party dominated the 1990 elections.": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.09540281
      ],
      [
        "anmar",
        -6.754368e-05
      ]
    ]
  },
  "They can be summed in a pair-wise fashion to create the generalized Hamaker theory. In addition to contributions from ionic double layers, they comprise a major part of DLVO theory, and they are the source": {
    "guess": "Van der Waals force",
    "confidence": [
      [
        "Van",
        -0.20630814
      ],
      [
        " der",
        -0.0015386695
      ],
      [
        " Wa",
        -3.7697225e-06
      ],
      [
        "als",
        -3.1186566e-05
      ],
      [
        " force",
        -0.017607905
      ]
    ]
  },
  "In Sumerian myth, there were seven of these, known as the Anunnaki. The title Un-nefer was given to a member of the Ennead of Heliopolis in recognition of his work in this capacity. In Hindu belief, the scribe Chitragupta helped the twin brother of Yamuna with his work in this role. In later Egyptian mythology, 42 auxiliary deities served this function in the Hall of the Two Truths in Duat. In Greek": {
    "guess": "Judges of the dead",
    "confidence": [
      [
        "Jud",
        -0.86121535
      ],
      [
        "ges",
        -0.68902653
      ],
      [
        " of",
        -0.0054075923
      ],
      [
        " the",
        -0.0005090686
      ],
      [
        " dead",
        -0.6916508
      ]
    ]
  },
  "What is the sum of the squares of the first eight natural numbers, that is one squared plus two squared plus three squared up to eight squared? Computing this one term at a time may be difficult, but it is easy to prove by induction a closed formula which holds for all natural numbers. Those of you who have already learned the formula should know that the sum of the squares from one to \"n\" is equal to n times the quantity n plus one times the quantity two n plus one divided by six.": {
    "guess": "Square pyramidal number",
    "confidence": [
      [
        "Square",
        -0.15937728
      ],
      [
        " py",
        -0.035598923
      ],
      [
        "ram",
        -1.6643718e-05
      ],
      [
        "idal",
        -4.978234e-05
      ],
      [
        " number",
        -0.0025651953
      ]
    ]
  },
  "In Sumerian myth, there were seven of these, known as the Anunnaki. The title Un-nefer was given to a member of the Ennead of Heliopolis in recognition of his work in this capacity. In Hindu belief, the scribe Chitragupta helped the twin brother of Yamuna with his work in this role. In later Egyptian": {
    "guess": "Afterlife",
    "confidence": [
      [
        "After",
        -0.8159064
      ],
      [
        "life",
        -0.013479718
      ]
    ]
  },
  "The sum of the first n consecutive odd integers results in this function of n. In carpentry, the steel one of these is used to make right angles. This shape was once used as an infantry formation to defend against cavalry charges. It has the largest area of any other quadrilateral with the same perimeter.": {
    "guess": "Trapezoids",
    "confidence": [
      [
        "T",
        -0.4527395
      ],
      [
        "rape",
        -0.00057150197
      ],
      [
        "z",
        -1.1398757e-05
      ],
      [
        "oids",
        -0.3886
      ]
    ]
  },
  "The sum of the reciprocals of Sylvester's Sequence converge to this number, and in ZF set theory, it is defined as the set whose only element is the empty set. This only odd number in the range of Euler's totient is the largest output possible of the Mobius function, and Egyptian fractions have this": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0694361
      ]
    ]
  },
  "Summer riots occurred in this country's Rakhine State against the minority Rohingya people, and this nation is still fighting a civil war over governance in Kachin. One politician from this country was placed under house arrest after the National League for Democracy party dominated the 1990 elections. Its current president, (*) Thein Sein, took over in 2011 from Than Shwe. For ten points, name this Asian nation governed by a military junta from its recently-constructed capital Naypyidaw, home to female opposition leader Aung San Suu Kyi.": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.0088577755
      ],
      [
        "anmar",
        -3.9888433e-05
      ]
    ]
  },
  "They can be summed in a pair-wise fashion to create the generalized Hamaker theory. In addition to contributions from ionic double layers, they comprise a major part of DLVO theory, and they are the source of the term raised to the sixth power in the Lennard-Jones potential. Recent studies have developed carbon nanotube hairs able to exploit them in a manner similar to geckos, which use them to stick": {
    "guess": "Van der Waals force",
    "confidence": [
      [
        "Van",
        -0.15500833
      ],
      [
        " der",
        -0.0006903939
      ],
      [
        " Wa",
        -1.7239736e-05
      ],
      [
        "als",
        -2.2246291e-05
      ],
      [
        " force",
        -0.003753767
      ]
    ]
  },
  "The sum of the squares of the reciprocals of this function evaluated at the nonnegative integers is equal": {
    "guess": "Derivative",
    "confidence": [
      [
        "Der",
        -0.019618498
      ],
      [
        "ivative",
        -0.0003981376
      ]
    ]
  },
  "The sum of the squares of the reciprocals of this function evaluated at the nonnegative integers is equal to the modified Bessel function of the first kind at x=2. The Leviathan Number is found by evaluating this function at 10 to the 666th power. The rising type can be represented with the Pochhammer Symbol. Wilson's Theorem states that this function of any prime minus 1 is also congruent to -1 modulo": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.11768174
      ],
      [
        "ial",
        -0.00032223423
      ]
    ]
  },
  "They can be summed in a pair-wise fashion to create the generalized Hamaker theory. In addition to contributions": {
    "guess": "Van der Waals force",
    "confidence": [
      [
        "Van",
        -0.5460394
      ],
      [
        " der",
        -0.006769484
      ],
      [
        " Wa",
        -4.0246043e-05
      ],
      [
        "als",
        -4.608702e-05
      ],
      [
        " force",
        -0.28573972
      ]
    ]
  },
  "In Sumerian myth, there were seven of these, known as the Anunnaki. The title Un-nefer was given to a member of the Ennead of Heliopolis in recognition of his work in this capacity. In Hindu belief, the scribe Chitragupta helped the twin brother of Yamuna with his work in this role. In later Egyptian mythology, 42 auxiliary deities served this function in the Hall of the Two Truths in Duat. In Greek myth, the son of Zeus and Aegina shared this job with two sons of Zeus and Europa. In Egyptian myth, the demon Ammit and the feather of Maat played roles in the work of, FTP, what sort of netherworld functionary, a role shared by Yama, Osiris, Aeacus, Minos, and Rhadamanthys?": {
    "guess": "Psychopomp",
    "confidence": [
      [
        "Psych",
        -0.10113443
      ],
      [
        "op",
        -0.0010637711
      ],
      [
        "omp",
        -0.16168825
      ]
    ]
  },
  "The sum of the first n consecutive odd integers results in this function of n. In carpentry, the steel one of these is used to make right angles. This shape was once used as an infantry formation to defend": {
    "guess": "Square",
    "confidence": [
      [
        "Square",
        -0.7570368
      ]
    ]
  },
  "They can be summed in a pair-wise fashion to create the generalized Hamaker theory. In addition to contributions from ionic double layers, they comprise a major part of DLVO theory, and they are the source of the term raised to the sixth power in the Lennard-Jones potential. Recent studies have developed": {
    "guess": "Van der Waals force",
    "confidence": [
      [
        "Van",
        -0.6139056
      ],
      [
        " der",
        -0.00048548827
      ],
      [
        " Wa",
        -7.465036e-06
      ],
      [
        "als",
        -2.2127088e-05
      ],
      [
        " force",
        -0.007041075
      ]
    ]
  },
  "The sum of the squares of the reciprocals of this function evaluated at the nonnegative integers is equal to the modified Bessel function of the first kind at x=2. The Leviathan Number is found by evaluating this function at 10 to the 666th power. The rising type can be represented with the Pochhammer Symbol. Wilson's Theorem states that this function of any prime minus 1 is also congruent to -1 modulo that prime. Legendre's theorem provides a corollary to determine the number of (*) trailing zeroes of this function evaluated at nonnegative integers. When this function is evaluated at large numbers, Stirling's approximation is used. The gamma function extends this function to all complex numbers other than negative integers. For 10 points, name this function that, for positive integers n, is": {
    "guess": "Riemann zeta function",
    "confidence": [
      [
        "R",
        -0.08110114
      ],
      [
        "iem",
        -0.029699117
      ],
      [
        "ann",
        -0.00012892624
      ],
      [
        " z",
        -0.056509737
      ],
      [
        "eta",
        -3.650519e-06
      ],
      [
        " function",
        -0.000119874094
      ]
    ]
  },
  "In Sumerian myth, there were seven of these, known as the Anunnaki. The title Un-nefer was given to a": {
    "guess": "Anunnaki",
    "confidence": [
      [
        "An",
        -0.10147171
      ],
      [
        "unn",
        -0.0005346827
      ],
      [
        "aki",
        -2.5345586e-05
      ]
    ]
  },
  "The sum of the squares of the reciprocals of this function evaluated at the nonnegative integers is equal to the modified Bessel function of the first kind at x=2. The Leviathan Number is found by evaluating this function at 10 to the 666th power. The rising type can be represented with the Pochhammer Symbol. Wilson's Theorem states that this function of any prime minus 1 is also congruent to -1 modulo that prime. Legendre's theorem provides a corollary to determine the number of (*) trailing zeroes": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.08306959
      ],
      [
        "ial",
        -0.00058806024
      ]
    ]
  },
  "What is the sum of the squares of the first eight natural numbers, that is one squared plus two squared plus three squared up to eight squared? Computing this one term at a time may be difficult, but it is easy to prove by induction a closed formula which holds for all natural numbers. Those of you who have already learned the formula should know that the sum of the squares from one to \"n\" is equal": {
    "guess": "Square pyramidal number",
    "confidence": [
      [
        "Square",
        -0.612016
      ],
      [
        " py",
        -0.02585013
      ],
      [
        "ram",
        -4.3202e-07
      ],
      [
        "idal",
        -4.6444635e-05
      ],
      [
        " number",
        -0.0034052555
      ]
    ]
  },
  "The sum of the reciprocals of Sylvester's Sequence converge to this number, and in ZF set theory, it is defined as the set whose only element is the empty set. This only odd number in the range of Euler's totient is the largest output possible of the Mobius function, and Egyptian fractions have this number as the numerator. (*) Zero-factorial is equal to this number, as is i to the fourth power. Events": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7333146
      ]
    ]
  },
  "Summer riots occurred in this country's Rakhine State against the minority Rohingya people, and this nation is still fighting a civil war over governance in Kachin. One politician from this country was placed under house arrest after the National League for Democracy party dominated the 1990 elections. Its current president, (*) Thein Sein, took over in 2011 from Than Shwe. For ten points, name this Asian nation governed by a military junta from its recently-constructed capital Naypyidaw, home to": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.02175842
      ],
      [
        "anmar",
        -8.506662e-05
      ]
    ]
  },
  "The sum of the reciprocals of Sylvester's Sequence converge to this number, and in ZF set theory, it is defined as the set whose only element is the empty set. This only odd number in the range of Euler's totient is the largest output possible of the Mobius function, and Egyptian fractions have this number as the numerator. (*) Zero-factorial is equal to this number, as is i to the fourth power. Events which will definitely occur have probability equal to this number, and, like zero, all powers of": {
    "guess": "One",
    "confidence": [
      [
        "One",
        -0.70898044
      ]
    ]
  },
  "The sum of the reciprocals of Sylvester's Sequence converge to this number, and in ZF set theory, it is defined as the set whose only element is the empty set. This only odd number in the range of Euler's totient is the largest output possible of the Mobius function, and Egyptian fractions have this number as the numerator. (*) Zero-factorial is equal to this number, as is i to the fourth power. Events which will definitely occur have probability equal to this number, and, like zero, all powers of this number are equal to it. For ten points, give this multiplicative identity, the first positive integer.": {
    "guess": "One",
    "confidence": [
      [
        "One",
        -0.10946099
      ]
    ]
  },
  "Summer riots occurred in this country's Rakhine State against the minority Rohingya people, and this nation is still fighting a civil war over governance in Kachin. One politician from this country was placed under house arrest after the National League for Democracy party dominated the 1990 elections. Its current president, (*) Thein Sein, took over in 2011 from Than Shwe. For ten points, name this": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.13170736
      ],
      [
        "anmar",
        -8.590105e-05
      ]
    ]
  },
  "The sum of the reciprocals of Sylvester's Sequence converge to this number, and in ZF set theory, it is defined as the set whose only element is the empty set. This only odd number in the range of Euler's": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -1.1455495
      ],
      [
        "uler",
        -0.00051681313
      ],
      [
        "'s",
        -0.20888455
      ],
      [
        " number",
        -0.56841326
      ]
    ]
  },
  "What is the sum of the squares of the first eight natural numbers, that is one squared plus two squared plus three squared up to eight squared? Computing this one term at a time may be difficult, but it is easy to prove by induction a closed formula which holds for all natural numbers. Those of you who": {
    "guess": "Square pyramidal number",
    "confidence": [
      [
        "Square",
        -0.25055817
      ],
      [
        " py",
        -0.07037474
      ],
      [
        "ram",
        -6.869018e-06
      ],
      [
        "idal",
        -4.978234e-05
      ],
      [
        " number",
        -0.0019067394
      ]
    ]
  }
}