{
  "This man's family name is attached to a hothouse in Scotland that resembles a pineapple. He hid his family at his hunting lodge Porto Bello, and his soldiers easily won the Battle of Kemp's Landing against the Princess Anne County militia. He fled after a loss at Great Bridge where his Ethiopian Regiment was defeated. This leader lost further popularity when he ordered supplies moved to the HMS Magdalen": {
    "guess": "Lord Dunmore",
    "confidence": [
      [
        "Lord",
        -0.4223448
      ],
      [
        " Dun",
        -0.00041601455
      ],
      [
        "more",
        -0.00018792471
      ]
    ]
  },
  "Because of a family legend, the protagonist of this work has his head buried in a cave later decorated with Italian marble. Also present at the funeral is Fouqué, who had tried to persuade the protagonist to join him in the lumber business. However, tutoring the mayor's children eventually results in": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.5303151
      ],
      [
        " Red",
        -0.055356897
      ],
      [
        " and",
        -0.0003649018
      ],
      [
        " the",
        -0.0009343287
      ],
      [
        " Black",
        -6.122589e-05
      ]
    ]
  },
  "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since his mother had been L?'s concubine before marrying his father Zichu.  Born in Handan in the State": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.16461165
      ],
      [
        "in",
        -0.0002007987
      ],
      [
        " Shi",
        -0.002443193
      ],
      [
        " Huang",
        -0.00077793887
      ]
    ]
  },
  "Because of family trouble, he chose to conclude his life as king of Tiryns. This followed his fulfilling prophecy at Larissa and his defeat of Phineus and a band of men to win his wife. As an adult he accidentally gave rise to the vipers of the African desert, while as a youth he grew up on the island Seriphos, whose ruler Polydectes sent him on a famous quest. The quest culminated in his killing of": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0042164703
      ],
      [
        "se",
        -1.5213274e-05
      ],
      [
        "us",
        -1.4617256e-05
      ]
    ]
  },
  "His family friend Phil Stone helped him publish an octosyllabic couplet verse sequence before he began writing novels like a satire on New Orleans in which Sherwood Anderson is caricatured as Dawson Fairchild. The sewing machine agent V. K. Ratliff appears in his Snopes trilogy, and he also wrote Mosquitoes and a novel in which Dilsey Gibson looks after the Compsons. For 10 points, name this author": {
    "guess": "William Faulkner",
    "confidence": [
      [
        "William",
        -0.0022380434
      ],
      [
        " Faul",
        -0.0002191524
      ],
      [
        "k",
        -0.00040850835
      ],
      [
        "ner",
        -0.00021557629
      ]
    ]
  },
  "In Fall 2003 the Prado exhibited eight of his tapestries depicting the Life of Achilles. Engaged as a diplomat earlier in his career, it was in this capacity in England, a stay in which he completed nine canvases for the ceiling of the Banqueting Palace at Whitehall. Following his first marriage in 1609, he completed a Double Portrait in a Honeysuckle Bower, but two works completed in following 4 years, the Raising of and Descent from the Cross, would outdo that piece. FTP name this Flemish baroque painter who influenced Rembrandt, best known for his use of plump women as subject matter.": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.0023329516
      ],
      [
        " Paul",
        -0.00010556965
      ],
      [
        " Rub",
        -7.89631e-07
      ],
      [
        "ens",
        -0.0001201125
      ]
    ]
  },
  "The fall of Missolonghi prompted this battle, which unintentionally turned out to be the decisive battle of the war. An Allied fleet sailed to this site with the intention of negotiating a withdrawal by": {
    "guess": "Battle of Navarino",
    "confidence": [
      [
        "Battle",
        -0.085808635
      ],
      [
        " of",
        -5.6219335e-05
      ],
      [
        " Nav",
        -0.005050168
      ],
      [
        "ar",
        -6.4325184e-05
      ],
      [
        "ino",
        0.0
      ]
    ]
  },
  "This man was falsely convicted of corruption in 1712, for which he spent time in the Tower of London.": {
    "guess": "Robert Walpole",
    "confidence": [
      [
        "Robert",
        -0.032094087
      ],
      [
        " Wal",
        -0.07051361
      ],
      [
        "pole",
        -4.6563837e-05
      ]
    ]
  },
  "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since his mother had been L?'s concubine before marrying his father Zichu.  Born in Handan in the State of Zhao where his father was a hostage, he survived an assassination attempt by Jing Ke.  From his capital at Xianyang (pron. approx.: Hsyienyang), he conquered the state of Qi, as well as the area corresponding to modern Guangdong province in the south.  Assisted by his Chancellor Li Si (pron. approx.: Lee Suh), he implemented a Legalist program, eliminating feudalism and dividing his domain into commanderies ruled by centrally-appointed governors.  Buried in a tomb near Xi'an (pron. approx.: Hsyee-an) with an army of life-size terracotta warriors, FTP, name this first emperor of a unified China.": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.009097852
      ],
      [
        "in",
        -6.587483e-05
      ],
      [
        " Shi",
        -0.0016842282
      ],
      [
        " Huang",
        -8.208653e-05
      ]
    ]
  },
  "The fall of Missolonghi prompted this battle, which unintentionally turned out to be the decisive battle of the war. An Allied fleet sailed to this site with the intention of negotiating a withdrawal by the aggressors, but tensions were so high that as soon as a Turkish ship fired on a British gunboat an all-out battle ensued, with Russian and French vessels also engaging. The last major battle to be fought with wooden ships, this was, FTP, what decisive battle of the war that led to Greek independence?": {
    "guess": "Battle of Navarino",
    "confidence": [
      [
        "Battle",
        -0.02151017
      ],
      [
        " of",
        -4.274932e-05
      ],
      [
        " Nav",
        -6.2729996e-06
      ],
      [
        "ar",
        -8.3993786e-05
      ],
      [
        "ino",
        0.0
      ]
    ]
  },
  "The \"fall from physical grace\" of one character in this play \"should not suggest debauchery\" but rather \"a great weariness.\" That character suggests a companion will have to wear a prosthesis like Freud's if he continues to smoke, before proclaiming ($) \"Time Magazine isn't for blockheads.\" Frames in one location mentioned in this play are empty, because their owner has no pictures to put there, but he does own pornographic playing cards. One character in this play repeats (*) \"that's the way the": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.92523366
      ],
      [
        "'s",
        -0.0022293562
      ],
      [
        " Af",
        -0.004652388
      ],
      [
        "raid",
        -0.00012213163
      ],
      [
        " of",
        -0.00014323067
      ],
      [
        " Virginia",
        -0.0011108052
      ],
      [
        " Wool",
        -3.6908343e-05
      ],
      [
        "f",
        -1.4498052e-05
      ],
      [
        "?",
        -0.0003801489
      ]
    ]
  },
  "False texts in this genre include one which describes a snake known as \"the bold\", who is said to enter": {
    "guess": "Pseudepigrapha",
    "confidence": [
      [
        "P",
        -0.7445461
      ],
      [
        "se",
        -0.1379077
      ],
      [
        "ude",
        -0.00011439072
      ],
      [
        "p",
        -0.0003550079
      ],
      [
        "igraph",
        -0.42128143
      ],
      [
        "a",
        -0.054959465
      ]
    ]
  },
  "The fall of Missolonghi prompted this battle, which unintentionally turned out to be the decisive battle": {
    "guess": "Greek War of Independence",
    "confidence": [
      [
        "Greek",
        -0.6920095
      ],
      [
        " War",
        -0.00012201976
      ],
      [
        " of",
        -9.8536635e-05
      ],
      [
        " Independence",
        -0.00011105302
      ]
    ]
  },
  "Which are you more familiar with, Germanic languages or Romance languages? (Moderator: read appropriate bonus based on response)  I. Identify the following about Germanic languages F10PE.  A. It has been posited that the tribes speaking this branch of Germanic moved from Scandinavia to the area between the Oder and Vistula Rivers. Only Gothic is known from writing, and Crimean Gothic was the last to go extinct, doing so in the 18th Century. Other languages on this branch include Burgundian, Lombardic, and Vandalic.": {
    "guess": "East Germanic languages",
    "confidence": [
      [
        "East",
        -0.0213516
      ],
      [
        " German",
        -0.019545905
      ],
      [
        "ic",
        -3.392825e-05
      ],
      [
        " languages",
        -0.07639695
      ]
    ]
  },
  "His family friend Phil Stone helped him publish an octosyllabic couplet verse sequence before he began": {
    "guess": "Hudibras",
    "confidence": [
      [
        "H",
        -0.29703498
      ],
      [
        "ud",
        -0.0004896457
      ],
      [
        "ibr",
        -4.0603656e-05
      ],
      [
        "as",
        -9.8536635e-05
      ]
    ]
  },
  "A family of solutions to this equation scale with time to the two-thirds times one over the quantity \"one plus w\" power where w is equal to one-third for models involving optically thick conditions. One can derive an equation of state for a fluid pressure which can then be plugged into the first derivative of this equation to obtain a namesake acceleration equation. This equation typically includes four terms proportional to powers of redshift which represent matter, radiation, curvature and the cosmological constant and those terms are set equal to the square of the Hubble parameter. For 10 points, name this important equation in cosmology which describes the homogenous and isotropic expansion of space and can be derived using a quadruply-eponymous metric that takes its name from Lemaitre,": {
    "guess": "Friedmann equations",
    "confidence": [
      [
        "F",
        -0.00020258676
      ],
      [
        "ried",
        -0.000563519
      ],
      [
        "mann",
        -0.0005693563
      ],
      [
        " equations",
        -0.0013394086
      ]
    ]
  },
  "Because of a family legend, the protagonist of this work has his head buried in a cave later decorated with Italian marble. Also present at the funeral is Fouqué, who had tried to persuade the protagonist to join him in the lumber business. However, tutoring the mayor's children eventually results in an affair that ends with a letter from Valenod, and the protagonist later on engages in an affair with the daughter of Comte de La Mole after Abbé Pirard and the protagonist leave the seminary. The protagonist": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.0041363416
      ],
      [
        " Red",
        -0.00028553052
      ],
      [
        " and",
        -1.9743013e-05
      ],
      [
        " the",
        -0.000716604
      ],
      [
        " Black",
        -2.3795938e-05
      ]
    ]
  },
  "The \"fall from physical grace\" of one character in this play \"should not suggest debauchery\" but rather \"a great weariness.\" That character suggests a companion will have to wear a prosthesis like Freud's if he continues to smoke, before proclaiming ($) \"Time Magazine isn't for blockheads.\" Frames in one location mentioned in this play are empty, because their owner has no pictures to put there, but": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.41452804
      ],
      [
        "'s",
        -0.0017212345
      ],
      [
        " Af",
        -0.0015412846
      ],
      [
        "raid",
        -0.0001273766
      ],
      [
        " of",
        -0.00015574339
      ],
      [
        " Virginia",
        -0.00080438744
      ],
      [
        " Wool",
        -0.00026896485
      ],
      [
        "f",
        -2.188868e-05
      ],
      [
        "?",
        -0.0030038503
      ]
    ]
  },
  "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.28321233
      ],
      [
        "in",
        -0.00051943195
      ],
      [
        " Shi",
        -0.0074118744
      ],
      [
        " Huang",
        -0.0005411197
      ]
    ]
  },
  "A family of solutions to this equation scale with time to the two-thirds times one over the quantity \"one plus w\" power where w is equal to one-third for models involving optically thick conditions. One can derive an equation of state for a fluid pressure which can then be plugged into the first derivative of this equation to obtain a namesake acceleration equation. This equation typically includes four terms proportional to powers of redshift which represent matter, radiation, curvature and the cosmological constant and those terms are set equal to the square of the Hubble parameter. For 10 points, name this important equation in cosmology which describes the homogenous and isotropic expansion": {
    "guess": "Friedmann equations",
    "confidence": [
      [
        "F",
        -7.672237e-05
      ],
      [
        "ried",
        -0.00014215785
      ],
      [
        "mann",
        -0.00015657782
      ],
      [
        " equations",
        -0.0011653418
      ]
    ]
  },
  "Because of family trouble, he chose to conclude his life as king of Tiryns. This followed his fulfilling prophecy at Larissa and his defeat of Phineus and a band of men to win his wife. As an adult he accidentally gave rise to the vipers of the African desert, while as a youth he grew up on the island Seriphos, whose ruler Polydectes sent him on a famous quest. The quest culminated in his killing of his grandfather Acrisius and his quiet life thereafter with Andromeda. FTP, name this son of Danae who used the reflection of a shield to kill Medusa.": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.00894887
      ],
      [
        "se",
        -1.4021238e-05
      ],
      [
        "us",
        -0.0001503829
      ]
    ]
  },
  "This man and his family were arrested at Varennes while trying to flee to Montmédy. The \"Report to the King,\" written by this ruler's finance minister Jacques Necker, convinced lenders to continue financing the American Revolution. The National Assembly signed the (*) Tennis Court Oath in defiance of this ruler. The Bastille fell during the reign of, for 10 points, what husband of Marie Antoinette,": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.020574236
      ],
      [
        " XVI",
        -0.00026789203
      ]
    ]
  },
  "Because of a family legend, the protagonist of this work has his head buried in a cave later decorated with Italian marble. Also present at the funeral is Fouqué, who had tried to persuade the protagonist": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.42074826
      ],
      [
        " Red",
        -0.038570385
      ],
      [
        " and",
        -0.00019555374
      ],
      [
        " the",
        -0.0016416194
      ],
      [
        " Black",
        -3.8696395e-05
      ]
    ]
  },
  "The \"fall from physical grace\" of one character in this play \"should not suggest debauchery\" but rather": {
    "guess": "The Rake's Progress",
    "confidence": [
      [
        "The",
        -1.0037607
      ],
      [
        " R",
        -0.40846607
      ],
      [
        "ake",
        -0.0012633291
      ],
      [
        "'s",
        -0.34140822
      ],
      [
        " Progress",
        -0.0005799581
      ]
    ]
  },
  "Which are you more familiar with, Germanic languages or Romance languages? (Moderator: read appropriate bonus based on response)  I. Identify the following about Germanic languages F10PE.  A. It has been": {
    "guess": "Germanic languages",
    "confidence": [
      [
        "German",
        -0.0118426215
      ],
      [
        "ic",
        -0.00022129806
      ],
      [
        " languages",
        -0.06535
      ]
    ]
  },
  "In Fall 2003 the Prado exhibited eight of his tapestries depicting the Life of Achilles. Engaged as a": {
    "guess": "Francisco Goya",
    "confidence": [
      [
        "Franc",
        -0.6569116
      ],
      [
        "isco",
        -0.0005751936
      ],
      [
        " G",
        -0.5190638
      ],
      [
        "oya",
        -2.7014437e-05
      ]
    ]
  },
  "His family friend Phil Stone helped him publish an octosyllabic couplet verse sequence before he began writing novels like a satire on New Orleans in which Sherwood Anderson is caricatured as Dawson Fairchild.": {
    "guess": "William Faulkner",
    "confidence": [
      [
        "William",
        -0.20979103
      ],
      [
        " Faul",
        -0.00039194638
      ],
      [
        "k",
        -0.00047226032
      ],
      [
        "ner",
        -7.600714e-05
      ]
    ]
  },
  "A family of solutions to this equation scale with time to the two-thirds times one over the quantity \"one plus w\" power where w is equal to one-third for models involving optically thick conditions. One can derive an equation of state for a fluid pressure which can then be plugged into the first derivative of this equation to obtain a namesake acceleration equation. This equation typically includes four terms proportional to powers of redshift which represent matter, radiation, curvature and the": {
    "guess": "Friedmann equations",
    "confidence": [
      [
        "F",
        -0.011270159
      ],
      [
        "ried",
        -6.2775536e-05
      ],
      [
        "mann",
        -0.00019614976
      ],
      [
        " equations",
        -0.0016085283
      ]
    ]
  },
  "False texts in this genre include one which describes a snake known as \"the bold\", who is said to enter  graves and strike their inhabitants; that false text is organized as a list of fifteen punishments for those who derelict their religious duties. Another false text in this genre describes rewards being given out over thirteen days to reward those who pray, and a famous false one of these involves a story about smashing cross-shaped objects. These false texts are collectively known as the \"mawdu\". Rijal and Mustalah are the study of these texts, and the process of sanad involves checking the": {
    "guess": "Mawdu'at",
    "confidence": [
      [
        "M",
        -0.55670863
      ],
      [
        "aw",
        -0.0015666384
      ],
      [
        "du",
        -0.0014327395
      ],
      [
        "'",
        -0.17962988
      ],
      [
        "at",
        -0.08290742
      ]
    ]
  },
  "This man's family name is attached to a hothouse in Scotland that resembles a pineapple. He hid his family at his hunting lodge Porto Bello, and his soldiers easily won the Battle of Kemp's Landing against": {
    "guess": "John Murray, 4th Earl of Dunmore",
    "confidence": [
      [
        "John",
        -1.1700653
      ],
      [
        " Murray",
        -0.17789257
      ],
      [
        ",",
        -0.032562323
      ],
      [
        " ",
        -0.009964196
      ],
      [
        "4",
        -0.00064940983
      ],
      [
        "th",
        -3.0113732e-05
      ],
      [
        " Earl",
        -0.0006975424
      ],
      [
        " of",
        -4.2510914e-05
      ],
      [
        " Dun",
        -0.00013107191
      ],
      [
        "more",
        -3.619312e-05
      ]
    ]
  },
  "A family of solutions to this equation scale with time to the two-thirds times one over the quantity \"one plus w\" power where w is equal to one-third for models involving optically thick conditions. One can derive an equation of state for a fluid pressure which can then be plugged into the first derivative of this equation to obtain a namesake acceleration equation. This equation typically includes four terms proportional to powers of redshift which represent matter, radiation, curvature and the cosmological constant and those terms are set equal to the square of the Hubble parameter. For 10 points,": {
    "guess": "Friedmann equations",
    "confidence": [
      [
        "F",
        -0.0019431572
      ],
      [
        "ried",
        -7.6364755e-05
      ],
      [
        "mann",
        -0.0002036596
      ],
      [
        " equations",
        -0.0016292405
      ]
    ]
  },
  "The \"fall from physical grace\" of one character in this play \"should not suggest debauchery\" but rather \"a great weariness.\" That character suggests a companion will have to wear a prosthesis like Freud's if he continues to smoke, before proclaiming ($) \"Time Magazine isn't for blockheads.\" Frames in one location mentioned in this play are empty, because their owner has no pictures to put there, but he does own pornographic playing cards. One character in this play repeats (*) \"that's the way the cookie crumbles\" while talking to another about why he only has two daughters, each of whom owns a": {
    "guess": "The Zoo Story",
    "confidence": [
      [
        "The",
        -0.101988226
      ],
      [
        " Zoo",
        -0.14087042
      ],
      [
        " Story",
        -3.8696395e-05
      ]
    ]
  },
  "One family of beings in this religion is represented as serpents, is associated with rain and sorcerers, and is known as Simbi. Holy men in this religion are known as Houngan. This religion has a supreme god known as Bondye, which cannot be communicated with, so practitioners of this religion pray to spirits such as Papa Legba and Baron Samedi, which are known as loa. Created by syncretizing traditional African religion and Christianity, for 10 points, name this mostly Caribbean religion popular": {
    "guess": "Haitian Vodou",
    "confidence": [
      [
        "H",
        -0.22446285
      ],
      [
        "ait",
        -0.3101875
      ],
      [
        "ian",
        -0.00095267134
      ],
      [
        " V",
        -0.00013870094
      ],
      [
        "od",
        -0.001379283
      ],
      [
        "ou",
        -0.00016396845
      ]
    ]
  },
  "This man's family name is attached to a hothouse in Scotland that resembles a pineapple. He hid his family at his hunting lodge Porto Bello, and his soldiers easily won the Battle of Kemp's Landing against the Princess Anne County militia. He fled after a loss at Great Bridge where his Ethiopian Regiment was defeated. This leader lost further popularity when he ordered supplies moved to the HMS Magdalen during the Gunpowder Incident. This man's namesake war ended at the Battle of Point Pleasant and was fought against the Shawnees and Mingos. In 1775, he offered freedom to slaves who abandoned their": {
    "guess": "Lord Dunmore",
    "confidence": [
      [
        "Lord",
        -0.9066259
      ],
      [
        " Dun",
        -0.00036323295
      ],
      [
        "more",
        -0.00043484138
      ]
    ]
  },
  "This man's family name is attached to a hothouse in Scotland that resembles a pineapple. He hid his family at his hunting lodge Porto Bello, and his soldiers easily won the Battle of Kemp's Landing against the Princess Anne County militia. He fled after a loss at Great Bridge where his Ethiopian Regiment was defeated. This leader lost further popularity when he ordered supplies moved to the HMS Magdalen during the Gunpowder Incident. This man's namesake war ended at the Battle of Point Pleasant and was fought against the Shawnees and Mingos. In 1775, he offered freedom to slaves who abandoned their masters to join the British cause. This man was colonial administrator during Patrick Henry's \"give me liberty or give me death\" speech. For 10 points, name this last royal governor of the Colony": {
    "guess": "John Murray, 4th Earl of Dunmore",
    "confidence": [
      [
        "John",
        -0.63437057
      ],
      [
        " Murray",
        -0.00086274586
      ],
      [
        ",",
        -0.05916234
      ],
      [
        " ",
        -0.008762883
      ],
      [
        "4",
        -0.00021176544
      ],
      [
        "th",
        -2.2127088e-05
      ],
      [
        " Earl",
        -0.0009101523
      ],
      [
        " of",
        -4.1557283e-05
      ],
      [
        " Dun",
        -0.0005663762
      ],
      [
        "more",
        -3.1305768e-05
      ]
    ]
  },
  "The \"fall from physical grace\" of one character in this play \"should not suggest debauchery\" but rather \"a great weariness.\" That character suggests a companion will have to wear a prosthesis like Freud's if he continues to smoke, before proclaiming ($) \"Time Magazine isn't for blockheads.\" Frames in": {
    "guess": "Waiting for Godot",
    "confidence": [
      [
        "Waiting",
        -1.0796496
      ],
      [
        " for",
        -0.0007675792
      ],
      [
        " God",
        -0.0002671768
      ],
      [
        "ot",
        -2.2603901e-05
      ]
    ]
  },
  "This man and his family were arrested at Varennes while trying to flee to Montmédy. The \"Report to the King,\" written by this ruler's finance minister Jacques Necker, convinced lenders to continue financing": {
    "guess": "Flight to Varennes",
    "confidence": [
      [
        "Flight",
        -0.625158
      ],
      [
        " to",
        -0.00013679368
      ],
      [
        " V",
        -0.00017326632
      ],
      [
        "aren",
        -0.00020985818
      ],
      [
        "nes",
        -3.261701e-05
      ]
    ]
  },
  "A family of solutions to this equation scale with time to the two-thirds times one over the quantity \"one plus w\" power where w is equal to one-third for models involving optically thick conditions. One": {
    "guess": "Friedmann equations",
    "confidence": [
      [
        "F",
        -0.3823704
      ],
      [
        "ried",
        -0.00052205444
      ],
      [
        "mann",
        -0.00045689035
      ],
      [
        " equations",
        -0.015766867
      ]
    ]
  },
  "A family of solutions to this equation scale with time to the two-thirds times one over the quantity \"one plus w\" power where w is equal to one-third for models involving optically thick conditions. One can derive an equation of state for a fluid pressure which can then be plugged into the first derivative": {
    "guess": "Lane-Emden equation",
    "confidence": [
      [
        "Lane",
        -0.49715704
      ],
      [
        "-",
        -0.16435792
      ],
      [
        "Em",
        -1.998142e-05
      ],
      [
        "den",
        -1.4021238e-05
      ],
      [
        " equation",
        -0.093407154
      ]
    ]
  },
  "The fall of Missolonghi prompted this battle, which unintentionally turned out to be the decisive battle of the war. An Allied fleet sailed to this site with the intention of negotiating a withdrawal by the aggressors, but tensions were so high that as soon as a Turkish ship fired on a British gunboat": {
    "guess": "Battle of Navarino",
    "confidence": [
      [
        "Battle",
        -0.15324815
      ],
      [
        " of",
        -0.000106284875
      ],
      [
        " Nav",
        -0.00036609382
      ],
      [
        "ar",
        -9.253091e-06
      ],
      [
        "ino",
        0.0
      ]
    ]
  },
  "In Fall 2003 the Prado exhibited eight of his tapestries depicting the Life of Achilles. Engaged as a diplomat earlier in his career, it was in this capacity in England, a stay in which he completed nine canvases for the ceiling of the Banqueting Palace at Whitehall. Following his first marriage in 1609,": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.2773475
      ],
      [
        " Paul",
        -0.00017028624
      ],
      [
        " Rub",
        -3.8219583e-05
      ],
      [
        "ens",
        -0.00017100146
      ]
    ]
  },
  "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since his mother had been L?'s concubine before marrying his father Zichu.  Born in Handan in the State of Zhao where his father was a hostage, he survived an assassination attempt by Jing Ke.  From his capital at Xianyang (pron. approx.: Hsyienyang), he conquered the state of Qi, as well as the area": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.06941019
      ],
      [
        "in",
        -2.6895234e-05
      ],
      [
        " Shi",
        -0.003288467
      ],
      [
        " Huang",
        -0.00021974841
      ]
    ]
  },
  "False texts in this genre include one which describes a snake known as \"the bold\", who is said to enter  graves and strike their inhabitants; that false text is organized as a list of fifteen punishments for those who derelict their religious duties. Another false text in this genre describes rewards being given out over thirteen days to reward those who pray, and a famous false one of these involves a story about smashing cross-shaped objects. These false texts are collectively known as the \"mawdu\". Rijal and Mustalah are the study of these texts, and the process of sanad involves checking the asnad of these statements. Groups of these include the sahih, the qudsi, and the sharif, which are differentiated by the credibility of their chain of transmission, and they are the second most important": {
    "guess": "Hadith",
    "confidence": [
      [
        "Had",
        -0.06987808
      ],
      [
        "ith",
        -1.2948405e-05
      ]
    ]
  },
  "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since his mother had been L?'s concubine before marrying his father Zichu.  Born in Handan in the State of Zhao where his father was a hostage, he survived an assassination attempt by Jing Ke.  From his capital at Xianyang (pron. approx.: Hsyienyang), he conquered the state of Qi, as well as the area corresponding to modern Guangdong province in the south.  Assisted by his Chancellor Li Si (pron. approx.: Lee Suh), he implemented a Legalist program, eliminating feudalism and dividing his domain into": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.0059937397
      ],
      [
        "in",
        -0.00011856285
      ],
      [
        " Shi",
        -0.0012209403
      ],
      [
        " Huang",
        -0.00015753144
      ]
    ]
  },
  "His family friend Phil Stone helped him publish an octosyllabic couplet verse sequence before he began writing novels like a satire on New Orleans in which Sherwood Anderson is caricatured as Dawson Fairchild. The sewing machine agent V. K. Ratliff appears in his Snopes trilogy, and he also wrote Mosquitoes and a novel in which Dilsey Gibson looks after the Compsons. For 10 points, name this author of The Unvanquished, Light in August, Absalom, Absalom!, and The Sound and the Fury.": {
    "guess": "William Faulkner",
    "confidence": [
      [
        "William",
        -0.006800868
      ],
      [
        " Faul",
        -0.0002930367
      ],
      [
        "k",
        -0.00048429624
      ],
      [
        "ner",
        -0.00024323154
      ]
    ]
  },
  "A family of solutions to this equation scale with time to the two-thirds times one over the quantity \"one plus w\" power where w is equal to one-third for models involving optically thick conditions. One can derive an equation of state for a fluid pressure which can then be plugged into the first derivative of this equation to obtain a namesake acceleration equation. This equation typically includes": {
    "guess": "Friedmann equations",
    "confidence": [
      [
        "F",
        -0.49728763
      ],
      [
        "ried",
        -0.00024763108
      ],
      [
        "mann",
        -0.00040004487
      ],
      [
        " equations",
        -0.0047881226
      ]
    ]
  },
  "This man's family name is attached to a hothouse in Scotland that resembles a pineapple. He hid his family at his hunting lodge Porto Bello, and his soldiers easily won the Battle of Kemp's Landing against the Princess Anne County militia. He fled after a loss at Great Bridge where his Ethiopian Regiment was defeated. This leader lost further popularity when he ordered supplies moved to the HMS Magdalen during the Gunpowder Incident. This man's namesake war ended at the Battle of Point Pleasant and": {
    "guess": "John Murray, 4th Earl of Dunmore",
    "confidence": [
      [
        "John",
        -0.58980113
      ],
      [
        " Murray",
        -0.0013315484
      ],
      [
        ",",
        -0.034407314
      ],
      [
        " ",
        -0.017272756
      ],
      [
        "4",
        -0.00031997304
      ],
      [
        "th",
        -4.823269e-05
      ],
      [
        " Earl",
        -0.0016281677
      ],
      [
        " of",
        -6.17027e-05
      ],
      [
        " Dun",
        -0.00025049195
      ],
      [
        "more",
        -8.43514e-05
      ]
    ]
  },
  "This man's family name is attached to a hothouse in Scotland that resembles a pineapple. He hid his family at his hunting lodge Porto Bello, and his soldiers easily won the Battle of Kemp's Landing against the Princess Anne County militia. He fled after a loss at Great Bridge where his Ethiopian Regiment was defeated. This leader lost further popularity when he ordered supplies moved to the HMS Magdalen during the Gunpowder Incident. This man's namesake war ended at the Battle of Point Pleasant and was fought against the Shawnees and Mingos. In 1775, he offered freedom to slaves who abandoned their masters to join the British cause. This man was colonial administrator during Patrick Henry's \"give me liberty or give me death\" speech. For 10 points, name this last royal governor of the Colony of Virginia.": {
    "guess": "John Murray, 4th Earl of Dunmore",
    "confidence": [
      [
        "John",
        -0.37921244
      ],
      [
        " Murray",
        -0.00048083928
      ],
      [
        ",",
        -0.03068801
      ],
      [
        " ",
        -0.008859903
      ],
      [
        "4",
        -0.00019245445
      ],
      [
        "th",
        -2.0935051e-05
      ],
      [
        " Earl",
        -0.00033760787
      ],
      [
        " of",
        -5.443128e-05
      ],
      [
        " Dun",
        -0.00065822725
      ],
      [
        "more",
        -3.1544176e-05
      ]
    ]
  },
  "This man was falsely convicted of corruption in 1712, for which he spent time in the Tower of London. He reluctantly declared the War of Jenkins' Ear, and opposition from Whigs such as John Gay and Henry Fielding prompted him to pass the Licensing Act of 1736. He first came to prominence with his handling the aftermath of the South Sea Bubble, and George II gave this man the gift of 10 Downing Street. For 10 points, name this first prime minister of Great Britain.": {
    "guess": "Robert Walpole",
    "confidence": [
      [
        "Robert",
        -0.003531298
      ],
      [
        " Wal",
        -2.4272753e-05
      ],
      [
        "pole",
        -1.9027791e-05
      ]
    ]
  },
  "The \"fall from physical grace\" of one character in this play \"should not suggest debauchery\" but rather \"a great weariness.\" That character suggests a companion will have to wear a prosthesis like Freud's if he continues to smoke, before proclaiming ($) \"Time Magazine isn't for blockheads.\" Frames in one location mentioned in this play are empty, because their owner has no pictures to put there, but he does own pornographic playing cards. One character in this play repeats (*) \"that's the way the cookie crumbles\" while talking to another about why he only has two daughters, each of whom owns a parakeet. As that character dies he asks \"Could I have planned all this?\" before realizing \"I think I did.\" For ten points, identify this play which sees Peter accidentally stab Jerry while they sit on a Central Park bench, a work by Edward Albee.": {
    "guess": "The Zoo Story",
    "confidence": [
      [
        "The",
        -0.018324701
      ],
      [
        " Zoo",
        -0.0018516544
      ],
      [
        " Story",
        -1.11603495e-05
      ]
    ]
  },
  "This man was falsely convicted of corruption in 1712, for which he spent time in the Tower of London. He reluctantly declared the War of Jenkins' Ear, and opposition from Whigs such as John Gay and Henry Fielding prompted him to pass the Licensing Act of 1736. He first came to prominence with his handling the aftermath of the South Sea Bubble, and George II gave this man the gift of 10 Downing Street.": {
    "guess": "Robert Walpole",
    "confidence": [
      [
        "Robert",
        -0.007201817
      ],
      [
        " Wal",
        -5.8603408e-05
      ],
      [
        "pole",
        -4.0961266e-05
      ]
    ]
  },
  "One family of beings in this religion is represented as serpents, is associated with rain and sorcerers, and is known as Simbi. Holy men in this religion are known as Houngan. This religion has a supreme god known as Bondye, which cannot be communicated with, so practitioners of this religion pray to spirits such as Papa Legba and Baron Samedi, which are known as loa. Created by syncretizing traditional African religion and Christianity, for 10 points, name this mostly Caribbean religion popular in Haiti which is associated with namesake dolls.": {
    "guess": "Haitian Vodou",
    "confidence": [
      [
        "H",
        -0.38817015
      ],
      [
        "ait",
        -0.052754264
      ],
      [
        "ian",
        -0.0014633345
      ],
      [
        " V",
        -0.00012082772
      ],
      [
        "od",
        -0.0025769672
      ],
      [
        "ou",
        -0.00019543454
      ]
    ]
  },
  "In Fall 2003 the Prado exhibited eight of his tapestries depicting the Life of Achilles. Engaged as a diplomat earlier in his career, it was in this capacity in England, a stay in which he completed nine": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.8928555
      ],
      [
        " Paul",
        -0.0004481885
      ],
      [
        " Rub",
        -6.3490756e-05
      ],
      [
        "ens",
        -0.00039170796
      ]
    ]
  },
  "Because of a family legend, the protagonist of this work has his head buried in a cave later decorated with Italian marble. Also present at the funeral is Fouqué, who had tried to persuade the protagonist to join him in the lumber business. However, tutoring the mayor's children eventually results in an affair that ends with a letter from Valenod, and the protagonist later on engages in an affair with the daughter of Comte de La Mole after Abbé Pirard and the protagonist leave the seminary. The protagonist is sentenced to death for firing two shots at Madame de Rênal, who prevented his marriage to Mathilde, but she dies three days after the execution of her former lover Julien Sorel. The army and the church represent the title colors of, FTP, which novel by Stendhal?": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.0060426774
      ],
      [
        " Red",
        -0.00027158734
      ],
      [
        " and",
        -6.670925e-05
      ],
      [
        " the",
        -0.0022247217
      ],
      [
        " Black",
        -0.000108907356
      ]
    ]
  },
  "This man's family name is attached to a hothouse in Scotland that resembles a pineapple. He hid his family": {
    "guess": "Dunmore Pineapple",
    "confidence": [
      [
        "D",
        -0.8985749
      ],
      [
        "un",
        -0.04693458
      ],
      [
        "more",
        -0.0005958048
      ],
      [
        " Pine",
        -0.16766053
      ],
      [
        "apple",
        -1.3306016e-05
      ]
    ]
  },
  "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since his mother had been L?'s concubine before marrying his father Zichu.  Born in Handan in the State of Zhao where his father was a hostage, he survived an assassination attempt by Jing Ke.  From his capital at Xianyang (pron. approx.: Hsyienyang), he conquered the state of Qi, as well as the area corresponding to modern Guangdong province in the south.  Assisted by his Chancellor Li Si (pron. approx.: Lee Suh), he implemented a Legalist program, eliminating feudalism and dividing his domain into commanderies ruled by centrally-appointed governors.  Buried in a tomb near Xi'an (pron. approx.: Hsyee-an) with an army of life-size terracotta warriors, FTP, name this first emperor of a unified": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.004800465
      ],
      [
        "in",
        -8.3278566e-05
      ],
      [
        " Shi",
        -0.0017646669
      ],
      [
        " Huang",
        -6.194111e-05
      ]
    ]
  },
  "Which are you more familiar with, Germanic languages or Romance languages? (Moderator: read appropriate bonus based on response)  I. Identify the following about Germanic languages F10PE.  A. It has been posited that the tribes speaking this branch of Germanic moved from Scandinavia to the area between the Oder and Vistula Rivers. Only Gothic is known from writing, and Crimean Gothic was the last to": {
    "guess": "Germanic languages",
    "confidence": [
      [
        "German",
        -0.11501564
      ],
      [
        "ic",
        -0.011634922
      ],
      [
        " languages",
        -0.19428813
      ]
    ]
  },
  "Because of a family legend, the protagonist of this work has his head buried in a cave later decorated": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.108503684
      ],
      [
        " Red",
        -0.029642293
      ],
      [
        " and",
        -0.000197461
      ],
      [
        " the",
        -0.00059187476
      ],
      [
        " Black",
        -4.048445e-05
      ]
    ]
  },
  "False texts in this genre include one which describes a snake known as \"the bold\", who is said to enter  graves and strike their inhabitants; that false text is organized as a list of fifteen punishments for those who derelict their religious duties. Another false text in this genre describes rewards being given out over thirteen days to reward those who pray, and a famous false one of these involves a story about smashing cross-shaped objects. These false texts are collectively known as the \"mawdu\".": {
    "guess": "Hadith",
    "confidence": [
      [
        "Had",
        -0.44642806
      ],
      [
        "ith",
        -3.9650025e-05
      ]
    ]
  },
  "False texts in this genre include one which describes a snake known as \"the bold\", who is said to enter  graves and strike their inhabitants; that false text is organized as a list of fifteen punishments for those who derelict their religious duties. Another false text in this genre describes rewards being given out over thirteen days to reward those who pray, and a famous false one of these involves": {
    "guess": "Apocalyptic Literature",
    "confidence": [
      [
        "Ap",
        -0.14144927
      ],
      [
        "ocalyptic",
        -0.26987296
      ],
      [
        " Literature",
        -0.37220424
      ]
    ]
  },
  "Because of family trouble, he chose to conclude his life as king of Tiryns. This followed his fulfilling": {
    "guess": "Eurystheus",
    "confidence": [
      [
        "E",
        -0.63486564
      ],
      [
        "ur",
        -0.00093028304
      ],
      [
        "yst",
        -5.5980927e-05
      ],
      [
        "he",
        -1.9816675e-06
      ],
      [
        "us",
        -8.363618e-05
      ]
    ]
  },
  "Because of a family legend, the protagonist of this work has his head buried in a cave later decorated with Italian marble. Also present at the funeral is Fouqué, who had tried to persuade the protagonist to join him in the lumber business. However, tutoring the mayor's children eventually results in an affair that ends with a letter from Valenod, and the protagonist later on engages in an affair with": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.00216501
      ],
      [
        " Red",
        -0.0002451278
      ],
      [
        " and",
        -1.6882126e-05
      ],
      [
        " the",
        -0.0005265805
      ],
      [
        " Black",
        -1.5570886e-05
      ]
    ]
  },
  "This man and his family were arrested at Varennes while trying to flee to Montmédy. The \"Report to the King,\" written by this ruler's finance minister Jacques Necker, convinced lenders to continue financing the American Revolution. The National Assembly signed the (*) Tennis Court Oath in defiance of": {
    "guess": "Flight to Varennes",
    "confidence": [
      [
        "Flight",
        -0.015229882
      ],
      [
        " to",
        -4.370295e-05
      ],
      [
        " V",
        -6.420598e-05
      ],
      [
        "aren",
        -0.000108788154
      ],
      [
        "nes",
        -2.618001e-05
      ]
    ]
  },
  "In Fall 2003 the Prado exhibited eight of his tapestries depicting the Life of Achilles. Engaged as a diplomat earlier in his career, it was in this capacity in England, a stay in which he completed nine canvases for the ceiling of the Banqueting Palace at Whitehall. Following his first marriage in 1609, he completed a Double Portrait in a Honeysuckle Bower, but two works completed in following 4 years,": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.07662144
      ],
      [
        " Paul",
        -0.0011180693
      ],
      [
        " Rub",
        -6.8616515e-05
      ],
      [
        "ens",
        -0.00060736394
      ]
    ]
  },
  "Because of family trouble, he chose to conclude his life as king of Tiryns. This followed his fulfilling prophecy at Larissa and his defeat of Phineus and a band of men to win his wife. As an adult he": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.6356152
      ],
      [
        "se",
        -0.00023166878
      ],
      [
        "us",
        -6.325235e-05
      ]
    ]
  },
  "This man's family name is attached to a hothouse in Scotland that resembles a pineapple. He hid his family at his hunting lodge Porto Bello, and his soldiers easily won the Battle of Kemp's Landing against the Princess Anne County militia. He fled after a loss at Great Bridge where his Ethiopian Regiment was defeated. This leader lost further popularity when he ordered supplies moved to the HMS Magdalen during the Gunpowder Incident. This man's namesake war ended at the Battle of Point Pleasant and was fought against the Shawnees and Mingos. In 1775, he offered freedom to slaves who abandoned their masters to join the British cause. This man was colonial administrator during Patrick Henry's \"give": {
    "guess": "John Murray, 4th Earl of Dunmore",
    "confidence": [
      [
        "John",
        -0.19195232
      ],
      [
        " Murray",
        -0.0009157439
      ],
      [
        ",",
        -0.02797398
      ],
      [
        " ",
        -0.0056174346
      ],
      [
        "4",
        -0.00024810788
      ],
      [
        "th",
        -2.6418418e-05
      ],
      [
        " Earl",
        -0.00038157566
      ],
      [
        " of",
        -5.276243e-05
      ],
      [
        " Dun",
        -0.00055887003
      ],
      [
        "more",
        -4.7517467e-05
      ]
    ]
  },
  "This man and his family were arrested at Varennes while trying to flee to Montmédy. The \"Report to the King,\" written by this ruler's finance minister Jacques Necker, convinced lenders to continue financing the American Revolution. The National Assembly signed the (*) Tennis Court Oath in defiance of this ruler. The Bastille fell during the reign of, for 10 points, what husband of Marie Antoinette, a French king who was executed during the French Revolution?": {
    "guess": "Louis XVI of France",
    "confidence": [
      [
        "Louis",
        -0.057471942
      ],
      [
        " XVI",
        -0.0006052183
      ],
      [
        " of",
        -0.35949022
      ],
      [
        " France",
        -6.49212e-05
      ]
    ]
  },
  "This man was falsely convicted of corruption in 1712, for which he spent time in the Tower of London. He reluctantly declared the War of Jenkins' Ear, and opposition from Whigs such as John Gay and Henry": {
    "guess": "Robert Walpole",
    "confidence": [
      [
        "Robert",
        -0.0026316615
      ],
      [
        " Wal",
        -8.776276e-06
      ],
      [
        "pole",
        -5.7411373e-05
      ]
    ]
  },
  "Which are you more familiar with, Germanic languages or Romance languages? (Moderator: read appropriate": {
    "guess": "Romance languages",
    "confidence": [
      [
        "Rom",
        -0.4090235
      ],
      [
        "ance",
        -0.001405352
      ],
      [
        " languages",
        -0.10741859
      ]
    ]
  },
  "This man was falsely convicted of corruption in 1712, for which he spent time in the Tower of London. He reluctantly declared the War of Jenkins' Ear, and opposition from Whigs such as John Gay and Henry Fielding prompted him to pass the Licensing Act of 1736. He first came to prominence with his handling": {
    "guess": "Robert Walpole",
    "confidence": [
      [
        "Robert",
        -0.0035164487
      ],
      [
        " Wal",
        -0.0003118672
      ],
      [
        "pole",
        -5.955704e-05
      ]
    ]
  },
  "This man's family name is attached to a hothouse in Scotland that resembles a pineapple. He hid his family at his hunting lodge Porto Bello, and his soldiers easily won the Battle of Kemp's Landing against the Princess Anne County militia. He fled after a loss at Great Bridge where his Ethiopian Regiment": {
    "guess": "Lord Dunmore",
    "confidence": [
      [
        "Lord",
        -0.4672165
      ],
      [
        " Dun",
        -0.0013152359
      ],
      [
        "more",
        -0.00022999993
      ]
    ]
  },
  "Because of a family legend, the protagonist of this work has his head buried in a cave later decorated with Italian marble. Also present at the funeral is Fouqué, who had tried to persuade the protagonist to join him in the lumber business. However, tutoring the mayor's children eventually results in an affair that ends with a letter from Valenod, and the protagonist later on engages in an affair with the daughter of Comte de La Mole after Abbé Pirard and the protagonist leave the seminary. The protagonist is sentenced to death for firing two shots at Madame de Rênal, who prevented his marriage": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.0046754037
      ],
      [
        " Red",
        -0.00061748526
      ],
      [
        " and",
        -1.6286107e-05
      ],
      [
        " the",
        -0.0012115451
      ],
      [
        " Black",
        -1.92662e-05
      ]
    ]
  },
  "In Fall 2003 the Prado exhibited eight of his tapestries depicting the Life of Achilles. Engaged as a diplomat earlier in his career, it was in this capacity in England, a stay in which he completed nine canvases for the ceiling of the Banqueting Palace at Whitehall. Following his first marriage in 1609, he completed a Double Portrait in a Honeysuckle Bower, but two works completed in following 4 years, the Raising of and Descent from the Cross, would outdo that piece. FTP name this Flemish baroque": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.0056266813
      ],
      [
        " Paul",
        -0.0018008426
      ],
      [
        " Rub",
        -1.4378848e-05
      ],
      [
        "ens",
        -0.00031782736
      ]
    ]
  },
  "One family of beings in this religion is represented as serpents, is associated with rain and sorcerers, and is known as Simbi. Holy men in this religion are known as Houngan. This religion has a supreme god known as Bondye, which cannot be communicated with, so practitioners of this religion pray to": {
    "guess": "Voodoo",
    "confidence": [
      [
        "V",
        -0.45132938
      ],
      [
        "oodoo",
        -0.34388798
      ]
    ]
  },
  "Which are you more familiar with, Germanic languages or Romance languages? (Moderator: read appropriate bonus based on response)  I. Identify the following about Germanic languages F10PE.  A. It has been posited that the tribes speaking this branch of Germanic moved from Scandinavia to the area between the Oder and Vistula Rivers. Only Gothic is known from writing, and Crimean Gothic was the last to go extinct, doing so in the 18th Century. Other languages on this branch include Burgundian, Lombardic,": {
    "guess": "East Germanic languages",
    "confidence": [
      [
        "East",
        -0.055255383
      ],
      [
        " German",
        -0.03192668
      ],
      [
        "ic",
        -5.0020742e-05
      ],
      [
        " languages",
        -0.045153327
      ]
    ]
  },
  "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since his mother had been L?'s concubine before marrying his father Zichu.  Born in Handan in the State of Zhao where his father was a hostage, he survived an assassination attempt by Jing Ke.  From his capital at Xianyang (pron. approx.: Hsyienyang), he conquered the state of Qi, as well as the area corresponding to modern Guangdong province in the south.  Assisted by his Chancellor Li Si (pron. approx.:": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.012033801
      ],
      [
        "in",
        -9.066919e-05
      ],
      [
        " Shi",
        -0.004365798
      ],
      [
        " Huang",
        -0.00025311444
      ]
    ]
  },
  "One family of beings in this religion is represented as serpents, is associated with rain and sorcerers, and is known as Simbi. Holy men in this religion are known as Houngan. This religion has a supreme god known as Bondye, which cannot be communicated with, so practitioners of this religion pray to spirits such as Papa Legba and Baron Samedi, which are known as loa. Created by syncretizing traditional": {
    "guess": "Voodoo",
    "confidence": [
      [
        "V",
        -0.04266044
      ],
      [
        "oodoo",
        -0.27773473
      ]
    ]
  },
  "A family of solutions to this equation scale with time to the two-thirds times one over the quantity": {
    "guess": "Navier-Stokes equations",
    "confidence": [
      [
        "Nav",
        -0.27466878
      ],
      [
        "ier",
        -1.7120534e-05
      ],
      [
        "-St",
        -0.078205526
      ],
      [
        "okes",
        -4.7040652e-05
      ],
      [
        " equations",
        -0.010813875
      ]
    ]
  },
  "The \"fall from physical grace\" of one character in this play \"should not suggest debauchery\" but rather \"a great weariness.\" That character suggests a companion will have to wear a prosthesis like Freud's if he continues to smoke, before proclaiming ($) \"Time Magazine isn't for blockheads.\" Frames in one location mentioned in this play are empty, because their owner has no pictures to put there, but he does own pornographic playing cards. One character in this play repeats (*) \"that's the way the cookie crumbles\" while talking to another about why he only has two daughters, each of whom owns a parakeet. As that character dies he asks \"Could I have planned all this?\" before realizing \"I think": {
    "guess": "Long Day's Journey into Night",
    "confidence": [
      [
        "Long",
        -0.44087276
      ],
      [
        " Day",
        -0.0005826998
      ],
      [
        "'s",
        -0.0002576442
      ],
      [
        " Journey",
        -8.208653e-05
      ],
      [
        " into",
        -0.03848746
      ],
      [
        " Night",
        -0.0001341712
      ]
    ]
  },
  "The \"fall from physical grace\" of one character in this play \"should not suggest debauchery\" but rather \"a great weariness.\" That character suggests a companion will have to wear a prosthesis like Freud's": {
    "guess": "Long Day's Journey into Night",
    "confidence": [
      [
        "Long",
        -0.102015465
      ],
      [
        " Day",
        -0.00030721823
      ],
      [
        "'s",
        -0.0002906526
      ],
      [
        " Journey",
        -1.6643718e-05
      ],
      [
        " into",
        -0.055583246
      ],
      [
        " Night",
        -7.362307e-05
      ]
    ]
  },
  "False texts in this genre include one which describes a snake known as \"the bold\", who is said to enter  graves and strike their inhabitants; that false text is organized as a list of fifteen punishments": {
    "guess": "Apocalyptic literature",
    "confidence": [
      [
        "Ap",
        -0.16880144
      ],
      [
        "ocalyptic",
        -0.30496636
      ],
      [
        " literature",
        -0.12906621
      ]
    ]
  },
  "False texts in this genre include one which describes a snake known as \"the bold\", who is said to enter  graves and strike their inhabitants; that false text is organized as a list of fifteen punishments for those who derelict their religious duties. Another false text in this genre describes rewards": {
    "guess": "Apocalyptic literature",
    "confidence": [
      [
        "Ap",
        -0.030021105
      ],
      [
        "ocalyptic",
        -0.2846286
      ],
      [
        " literature",
        -0.057096403
      ]
    ]
  },
  "The \"fall from physical grace\" of one character in this play \"should not suggest debauchery\" but rather \"a great weariness.\" That character suggests a companion will have to wear a prosthesis like Freud's if he continues to smoke, before proclaiming ($) \"Time Magazine isn't for blockheads.\" Frames in one location mentioned in this play are empty, because their owner has no pictures to put there, but he does own pornographic playing cards. One character in this play repeats (*) \"that's the way the cookie crumbles\" while talking to another about why he only has two daughters, each of whom owns a parakeet. As that character dies he asks \"Could I have planned all this?\" before realizing \"I think I did.\" For ten points, identify this play which sees Peter accidentally stab Jerry while they sit on": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.5121309
      ],
      [
        "'s",
        -0.0014127352
      ],
      [
        " Af",
        -0.0054019033
      ],
      [
        "raid",
        -6.194111e-05
      ],
      [
        " of",
        -0.00013929696
      ],
      [
        " Virginia",
        -0.00065131707
      ],
      [
        " Wool",
        -0.00012642296
      ],
      [
        "f",
        -1.9816675e-06
      ],
      [
        "?",
        -0.00348912
      ]
    ]
  },
  "The fall of Missolonghi prompted this battle, which unintentionally turned out to be the decisive battle of the war. An Allied fleet sailed to this site with the intention of negotiating a withdrawal by the aggressors, but tensions were so high that as soon as a Turkish ship fired on a British gunboat an all-out battle ensued, with Russian and French vessels also engaging. The last major battle to": {
    "guess": "Battle of Navarino",
    "confidence": [
      [
        "Battle",
        -0.036664333
      ],
      [
        " of",
        -2.4749568e-05
      ],
      [
        " Nav",
        -4.8471098e-05
      ],
      [
        "ar",
        -1.2948405e-05
      ],
      [
        "ino",
        0.0
      ]
    ]
  },
  "His family friend Phil Stone helped him publish an octosyllabic couplet verse sequence before he began writing novels like a satire on New Orleans in which Sherwood Anderson is caricatured as Dawson Fairchild. The sewing machine agent V. K. Ratliff appears in his Snopes trilogy, and he also wrote Mosquitoes": {
    "guess": "William Faulkner",
    "confidence": [
      [
        "William",
        -0.05385849
      ],
      [
        " Faul",
        -0.00024643904
      ],
      [
        "k",
        -0.00040898516
      ],
      [
        "ner",
        -8.45898e-05
      ]
    ]
  },
  "One family of beings in this religion is represented as serpents, is associated with rain and sorcerers, and is known as Simbi. Holy men in this religion are known as Houngan. This religion has a supreme": {
    "guess": "Voodooism",
    "confidence": [
      [
        "V",
        -0.5422281
      ],
      [
        "oodoo",
        -0.4881761
      ],
      [
        "ism",
        -0.48874754
      ]
    ]
  },
  "A family of solutions to this equation scale with time to the two-thirds times one over the quantity \"one plus w\" power where w is equal to one-third for models involving optically thick conditions. One can derive an equation of state for a fluid pressure which can then be plugged into the first derivative of this equation to obtain a namesake acceleration equation. This equation typically includes four terms proportional to powers of redshift which represent matter, radiation, curvature and the cosmological constant and those terms are set equal to the square of the Hubble parameter. For 10 points, name this important equation in cosmology which describes the homogenous and isotropic expansion of space and can be derived using a quadruply-eponymous metric that takes its name from Lemaitre, Robertson, Walker and this equation's namesake.": {
    "guess": "Friedmann equations",
    "confidence": [
      [
        "F",
        -8.888114e-05
      ],
      [
        "ried",
        -0.00023250321
      ],
      [
        "mann",
        -0.00027742467
      ],
      [
        " equations",
        -0.0031103343
      ]
    ]
  },
  "Because of family trouble, he chose to conclude his life as king of Tiryns. This followed his fulfilling prophecy at Larissa and his defeat of Phineus and a band of men to win his wife. As an adult he accidentally gave rise to the vipers of the African desert, while as a youth he grew up on the island": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.6602984
      ],
      [
        "acles",
        -0.009181951
      ]
    ]
  },
  "One family of beings in this religion is represented as serpents, is associated with rain and sorcerers,": {
    "guess": "Nāga",
    "confidence": [
      [
        "N",
        -0.7721061
      ],
      [
        "ā",
        -0.706967
      ],
      [
        "ga",
        -0.6227909
      ]
    ]
  },
  "Which are you more familiar with, Germanic languages or Romance languages? (Moderator: read appropriate bonus based on response)  I. Identify the following about Germanic languages F10PE.  A. It has been posited that the tribes speaking this branch of Germanic moved from Scandinavia to the area between": {
    "guess": "Germanic languages",
    "confidence": [
      [
        "German",
        -0.2504287
      ],
      [
        "ic",
        -0.0038662315
      ],
      [
        " languages",
        -0.053580116
      ]
    ]
  },
  "This man and his family were arrested at Varennes while trying to flee to Montmédy. The \"Report to the": {
    "guess": "Flight to Varennes",
    "confidence": [
      [
        "Flight",
        -0.033082362
      ],
      [
        " to",
        -7.421909e-05
      ],
      [
        " V",
        -8.5543434e-05
      ],
      [
        "aren",
        -7.2192626e-05
      ],
      [
        "nes",
        -2.1054253e-05
      ]
    ]
  },
  "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since his mother had been L?'s concubine before marrying his father Zichu.  Born in Handan in the State of Zhao where his father was a hostage, he survived an assassination attempt by Jing Ke.  From his": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.19938464
      ],
      [
        "in",
        -0.0002582402
      ],
      [
        " Shi",
        -0.0030057505
      ],
      [
        " Huang",
        -0.0002749214
      ]
    ]
  },
  "Because of family trouble, he chose to conclude his life as king of Tiryns. This followed his fulfilling prophecy at Larissa and his defeat of Phineus and a band of men to win his wife. As an adult he accidentally gave rise to the vipers of the African desert, while as a youth he grew up on the island Seriphos, whose ruler Polydectes sent him on a famous quest. The quest culminated in his killing of his grandfather Acrisius and his quiet life thereafter with Andromeda. FTP, name this son of Danae": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0017199233
      ],
      [
        "se",
        -1.3663626e-05
      ],
      [
        "us",
        -5.7530575e-05
      ]
    ]
  },
  "False texts in this genre include one which describes a snake known as \"the bold\", who is said to enter  graves and strike their inhabitants; that false text is organized as a list of fifteen punishments for those who derelict their religious duties. Another false text in this genre describes rewards being given out over thirteen days to reward those who pray, and a famous false one of these involves a story about smashing cross-shaped objects. These false texts are collectively known as the \"mawdu\". Rijal and Mustalah are the study of these texts, and the process of sanad involves checking the asnad of these statements. Groups of these include the sahih, the qudsi, and the sharif, which are differentiated by the credibility of their chain of transmission, and they are the second most important source for jurisprudence. For ten points, name these extra-Koranical sayings of the Prophet Muhammad.": {
    "guess": "Hadith",
    "confidence": [
      [
        "Had",
        -0.00088966393
      ],
      [
        "ith",
        -5.1928004e-05
      ]
    ]
  },
  "False texts in this genre include one which describes a snake known as \"the bold\", who is said to enter  graves and strike their inhabitants; that false text is organized as a list of fifteen punishments for those who derelict their religious duties. Another false text in this genre describes rewards being given out over thirteen days to reward those who pray, and a famous false one of these involves a story about smashing cross-shaped objects. These false texts are collectively known as the \"mawdu\". Rijal and Mustalah are the study of these texts, and the process of sanad involves checking the asnad of these statements. Groups of these include the sahih, the qudsi, and the sharif, which are": {
    "guess": "Hadith",
    "confidence": [
      [
        "Had",
        -0.24818145
      ],
      [
        "ith",
        -1.0683535e-05
      ]
    ]
  },
  "Because of a family legend, the protagonist of this work has his head buried in a cave later decorated with Italian marble. Also present at the funeral is Fouqué, who had tried to persuade the protagonist to join him in the lumber business. However, tutoring the mayor's children eventually results in an affair that ends with a letter from Valenod, and the protagonist later on engages in an affair with the daughter of Comte de La Mole after Abbé Pirard and the protagonist leave the seminary. The protagonist is sentenced to death for firing two shots at Madame de Rênal, who prevented his marriage to Mathilde, but she dies three days after the execution of her former lover Julien Sorel. The army": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.0020333228
      ],
      [
        " Red",
        -0.001581282
      ],
      [
        " and",
        -4.978234e-05
      ],
      [
        " the",
        -0.0013911888
      ],
      [
        " Black",
        -3.2140193e-05
      ]
    ]
  },
  "His family name and given name were Ying Zheng, and it is rumored that his real father was L? Buwei since his mother had been L?'s concubine before marrying his father Zichu.  Born in Handan in the State of Zhao where his father was a hostage, he survived an assassination attempt by Jing Ke.  From his capital at Xianyang (pron. approx.: Hsyienyang), he conquered the state of Qi, as well as the area corresponding to modern Guangdong province in the south.  Assisted by his Chancellor Li Si (pron. approx.: Lee Suh), he implemented a Legalist program, eliminating feudalism and dividing his domain into commanderies ruled by centrally-appointed governors.  Buried in a tomb near Xi'an (pron. approx.:": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.02179726
      ],
      [
        "in",
        -0.000115582756
      ],
      [
        " Shi",
        -0.003369135
      ],
      [
        " Huang",
        -0.00042364356
      ]
    ]
  }
}