{
  "von Leisdorf has a relationship with a grocer in this author's \"Towns and Country Lovers,\" collected in Soldier's Embrace. She also wrote about Jessica Stilwell, who shelters the affair between Gideon and Ann Davis in An Occasion for Loving. One work sees Bernard Chabalier's lover Rosemarie try to understand": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.0029659343
      ],
      [
        "ad",
        -0.00011963568
      ],
      [
        "ine",
        -0.00018542144
      ],
      [
        " Gord",
        -0.0001136755
      ],
      [
        "imer",
        -0.000147522
      ]
    ]
  },
  "von Leisdorf has a relationship with a grocer in this author's \"Towns and Country Lovers,\" collected": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.03654837
      ],
      [
        "ad",
        -0.01672309
      ],
      [
        "ine",
        -0.00053170626
      ],
      [
        " Gord",
        -0.00057567045
      ],
      [
        "imer",
        -1.0564331e-05
      ]
    ]
  },
  "von Leisdorf has a relationship with a grocer in this author's \"Towns and Country Lovers,\" collected in Soldier's Embrace. She also wrote about Jessica Stilwell, who shelters the affair between Gideon and Ann Davis in An Occasion for Loving. One work sees Bernard Chabalier's lover Rosemarie try to understand her father Lionel's communist activism, and the title character of another novel appropriates Bam's bakkie after helping the Smales family escape a revolution against apartheid. FTP, name this": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.0024178687
      ],
      [
        "ad",
        -0.0028109404
      ],
      [
        "ine",
        -0.00019030878
      ],
      [
        " Gord",
        -0.00027420983
      ],
      [
        "imer",
        -0.000115463554
      ]
    ]
  },
  "von Leisdorf has a relationship with a grocer in this author's \"Towns and Country Lovers,\" collected in Soldier's Embrace. She also wrote about Jessica Stilwell, who shelters the affair between Gideon and Ann Davis in An Occasion for Loving. One work sees Bernard Chabalier's lover Rosemarie try to understand her father Lionel's communist activism, and the title character of another novel appropriates": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.031216921
      ],
      [
        "ad",
        -0.0010050623
      ],
      [
        "ine",
        -0.00038479414
      ],
      [
        " Gord",
        -0.00013822412
      ],
      [
        "imer",
        -0.00011725161
      ]
    ]
  },
  "von Leisdorf has a relationship with a grocer in this author's \"Towns and Country Lovers,\" collected in Soldier's Embrace. She also wrote about Jessica Stilwell, who shelters the affair between Gideon and Ann Davis in An Occasion for Loving. One work sees Bernard Chabalier's lover Rosemarie try to understand her father Lionel's communist activism, and the title character of another novel appropriates Bam's bakkie after helping the Smales family escape a revolution against apartheid. FTP, name this author of The Burger's Daughter and July's People.": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.0023501958
      ],
      [
        "ad",
        -9.674858e-05
      ],
      [
        "ine",
        -2.3676734e-05
      ],
      [
        " Gord",
        -2.546479e-05
      ],
      [
        "imer",
        -4.608702e-05
      ]
    ]
  },
  "von Leisdorf has a relationship with a grocer in this author's \"Towns and Country Lovers,\" collected in Soldier's Embrace. She also wrote about Jessica Stilwell, who shelters the affair between Gideon": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.018357126
      ],
      [
        "ad",
        -0.0006485754
      ],
      [
        "ine",
        -0.00053099106
      ],
      [
        " Gord",
        -0.0002359601
      ],
      [
        "imer",
        -0.00010175513
      ]
    ]
  }
}