{
  "It is the best-known of the stories published in the collection In the Midst of Life. Due to \"circumstances of an imperious nature\" the central character could not take part in the disastrous campaigns that led to the fall of Corinth. We also learn that he only imagined his escape from the rifle fire of two sentinels. This story tells us that the protagonist is a planter from an old Alabama family, who has been captured by the Federal army. Ending with the hanging of Peyton Farquhar, FTP, identify": {
    "guess": "Chickamauga",
    "confidence": [
      [
        "Ch",
        -0.2935366
      ],
      [
        "ick",
        -0.0016501873
      ],
      [
        "ama",
        -0.00085810066
      ],
      [
        "uga",
        -0.00018113377
      ]
    ]
  },
  "The beta type is present in yeasts, molds, bacteria, and plants, particularly in the seeds, where they": {
    "guess": "Beta-glucan",
    "confidence": [
      [
        "Beta",
        -0.6855803
      ],
      [
        "-gl",
        -0.06359763
      ],
      [
        "uc",
        -2.7729659e-05
      ],
      [
        "an",
        -0.25644648
      ]
    ]
  },
  "His best-known work was actually the solution to a thesis problem presented by his fellow student Paul": {
    "guess": "John Nash",
    "confidence": [
      [
        "John",
        -1.9088435
      ],
      [
        " Nash",
        -0.32547203
      ]
    ]
  },
  "Besides the namesake Vermonter, this man was the only other Republican Senator on the Dillingham Commission, which came up with the National Origins Formula and reading test that severely reduced immigration to the U.S. This man assisted Henry Adams in editing the North American Review after becoming the first-ever recipient of a doctorate in political science from Harvard, and was a U.S. spokesman at the Washington Naval Conference. As Senator from Massachusetts, he introduced namesake \"reservations,\"": {
    "guess": "Henry Cabot Lodge Jr.",
    "confidence": [
      [
        "Henry",
        -0.044887226
      ],
      [
        " Cab",
        -0.00031997304
      ],
      [
        "ot",
        -2.3676734e-05
      ],
      [
        " Lodge",
        -2.6656826e-05
      ],
      [
        " Jr",
        -0.11743799
      ],
      [
        ".",
        -0.00026658078
      ]
    ]
  },
  "His best-known work was actually the solution to a thesis problem presented by his fellow student Paul Ewald. At the University of Berlin he served as the research adviser to Leo Szilard and Friedrich and Knipping, who experimentally verified his namesake pattern. This man's experiment using a copper sulfate compound showed dark spots on a photographic plate behind the crystal, which confirmed his prediction that X-rays could be diffracted by a crystal acting as a natural diffraction grating. FTP, identify this German physicist whose work led to the discovery of X-ray crystallography and won him the 1914 Nobel in physics.": {
    "guess": "Max von Laue",
    "confidence": [
      [
        "Max",
        -0.006684587
      ],
      [
        " von",
        -0.0026069295
      ],
      [
        " La",
        -3.3451433e-05
      ],
      [
        "ue",
        -4.246537e-06
      ]
    ]
  },
  "The best complete text is considered to be the Amiatinus which like most of the oldest texts, includes the Epistle to the Laodiceans. Based on the Textus Receptus, the Hexapla of Origen, the Masoretic text and other sources, its editor made two versions, the \"Gallicana\" and the \"Romana.\" Though it is the \"Clementine\" edition that is standard today. Revised by Theodulf and Alcuin, printed by Gutenberg, and made official by the Council of Trent, it was commissioned by Pope Damasus and translated by": {
    "guess": "Latin Vulgate",
    "confidence": [
      [
        "Latin",
        -0.6959413
      ],
      [
        " Vul",
        -0.0478366
      ],
      [
        "gate",
        -0.00039552248
      ]
    ]
  },
  "The beta type is present in yeasts, molds, bacteria, and plants, particularly in the seeds, where they serve as the principal components of diastase. The alpha kind is found in mammals, and occurs in two primary versions. The pancreatic type continues the process initiated by the most famous type, known": {
    "guess": "Amylase",
    "confidence": [
      [
        "Amy",
        -0.28433877
      ],
      [
        "l",
        -4.0603656e-05
      ],
      [
        "ase",
        -0.0009913649
      ]
    ]
  },
  "The Betterton-Kroll process removes bismuth from ores of this element and, with sulfur, it is found in the mineral galena. The tetraethyl form of this element raises octane ratings in gasoline. Oxides": {
    "guess": "Lead",
    "confidence": [
      [
        "Lead",
        -0.0042648967
      ]
    ]
  },
  "Her best friend's name is Alison, which is ironic since she is also named Alison. She is hard of hearing - a result of being beaten by Jankyn, her fifth husband. She cheats on her fourth husband Metellius, but, of course, gap- toothed people are inevitably lusty. Her trade is cloth-making, and she tells the tale of the knight who searches for \"what women most want.\" FTP name this sole secular female": {
    "guess": "The Wife of Bath",
    "confidence": [
      [
        "The",
        -0.13848963
      ],
      [
        " Wife",
        -0.005256884
      ],
      [
        " of",
        -0.00044806927
      ],
      [
        " Bath",
        -0.00028684177
      ]
    ]
  },
  "The best complete text is considered to be the Amiatinus which like most of the oldest texts, includes the Epistle to the Laodiceans. Based on the Textus Receptus, the Hexapla of Origen, the Masoretic text and other sources, its editor made two versions, the \"Gallicana\" and the \"Romana.\" Though it is the \"Clementine\" edition that is standard today. Revised by Theodulf and Alcuin, printed by Gutenberg,": {
    "guess": "Vulgate",
    "confidence": [
      [
        "V",
        -0.2764102
      ],
      [
        "ul",
        -6.5278815e-05
      ],
      [
        "gate",
        -6.2729996e-06
      ]
    ]
  },
  "The best works this movement produced were poems like 1939's \"Return to My Native Land,\" 1945's \"Songs of Shadow,\" and 1956's \"Ethiopiques.\" It was founded by Leon Damas of French Guiana, Aime Cesaire of Martinique, and Leopold Senghor, the first president of Senegal. FTP name the literary and artistic movement founded in the 1930s by French-speaking black writers living in Paris, which protested against": {
    "guess": "Negritude",
    "confidence": [
      [
        "Neg",
        -0.55904645
      ],
      [
        "rit",
        -5.5577775e-06
      ],
      [
        "ude",
        -2.4584822e-06
      ]
    ]
  },
  "The beta type is present in yeasts, molds, bacteria, and plants, particularly in the seeds, where they serve as the principal components of diastase. The alpha kind is found in mammals, and occurs in two": {
    "guess": "Alpha-Amylase",
    "confidence": [
      [
        "Alpha",
        -0.55810064
      ],
      [
        "-A",
        -0.045356683
      ],
      [
        "my",
        -9.484132e-05
      ],
      [
        "l",
        -0.00013440961
      ],
      [
        "ase",
        -0.0016747066
      ]
    ]
  },
  "The Betterton-Kroll process removes bismuth from ores of this element and, with sulfur, it is found in the mineral galena. The tetraethyl form of this element raises octane ratings in gasoline. Oxides of this element form (*) crystal glass, and this element and tin combine to make solder. This element can provide shielding from radiation and was once used in pipes and paints. For 10 points, name this": {
    "guess": "Lead",
    "confidence": [
      [
        "Lead",
        -0.015935827
      ]
    ]
  },
  "This man was betrayed by Ariamnes, a ward of the commander Surenas, who led him to refuse the help of the king Artavasdes. He had been consigned to cave arrest with Vibius Paciaecus as his only outside contact, and after that, had quarreled with Metellus in Africa. In one famous campaign, he defeated forces under a member of the school of Lentulus Batiatus and in another, he conquered Zenobotium before": {
    "guess": "Marcus Licinius Crassus",
    "confidence": [
      [
        "Marcus",
        -0.61938375
      ],
      [
        " Lic",
        -0.008474747
      ],
      [
        "ini",
        -0.0012130911
      ],
      [
        "us",
        -2.8564085e-05
      ],
      [
        " Cr",
        -0.0030343977
      ],
      [
        "ass",
        -4.4849444e-06
      ],
      [
        "us",
        -0.0002755174
      ]
    ]
  },
  "The beta subunit of this enzyme features the highly conserved DELSEED motif. Neutralization of aspartate residues in this enzyme allows the movement of its c-ring. Inhibitors of it include DCCD and oligomycin. One subunit of this enzyme transitions between loose, tight and open conformations, according to the binding change mechanism of Paul Boyer. The two components of this enzyme are connected by a stator. Those two components are F-sub-zero and F-sub-one, rotary motors whose direction is controlled": {
    "guess": "ATP synthase",
    "confidence": [
      [
        "AT",
        -0.20770173
      ],
      [
        "P",
        -8.1490514e-05
      ],
      [
        " synth",
        -0.08786955
      ],
      [
        "ase",
        -5.3954464e-05
      ]
    ]
  },
  "This man was betrayed by Ariamnes, a ward of the commander Surenas, who led him to refuse the help of the king Artavasdes. He had been consigned to cave arrest with Vibius Paciaecus as his only outside contact, and after that, had quarreled with Metellus in Africa. In one famous campaign, he defeated forces under a member of the school of Lentulus Batiatus and in another, he conquered Zenobotium before being misled to fight in the desert rather than joining the Armenians in the mountains. While Euripides' The Bacchae was being performed, he was an unwilling guest at the wedding of Pacorus and Artavasdes' daughter. He won one campaign with a victory at Lucanium, and lost another against a force": {
    "guess": "Marcus Licinius Crassus",
    "confidence": [
      [
        "Marcus",
        -1.1258532
      ],
      [
        " Lic",
        -0.0029725914
      ],
      [
        "ini",
        -0.0011907028
      ],
      [
        "us",
        -2.4630364e-05
      ],
      [
        " Cr",
        -0.0010168524
      ],
      [
        "ass",
        -4.00813e-06
      ],
      [
        "us",
        -0.00028231202
      ]
    ]
  },
  "This man was betrayed by Ariamnes, a ward of the commander Surenas, who led him to refuse the help of the king Artavasdes. He had been consigned to cave arrest with Vibius Paciaecus as his only outside contact, and after that, had quarreled with Metellus in Africa. In one famous campaign, he defeated": {
    "guess": "Marcus Licinius Crassus",
    "confidence": [
      [
        "Marcus",
        -1.1950276
      ],
      [
        " Lic",
        -0.06460624
      ],
      [
        "ini",
        -0.0011795124
      ],
      [
        "us",
        -3.5358695e-05
      ],
      [
        " Cr",
        -0.0008346432
      ],
      [
        "ass",
        -3.7697225e-06
      ],
      [
        "us",
        -0.00023298002
      ]
    ]
  },
  "This man was betrayed by Ariamnes, a ward of the commander Surenas, who led him to refuse the help of the king Artavasdes. He had been consigned to cave arrest with Vibius Paciaecus as his only outside contact, and after that, had quarreled with Metellus in Africa. In one famous campaign, he defeated forces under a member of the school of Lentulus Batiatus and in another, he conquered Zenobotium before being misled to fight in the desert rather than joining the Armenians in the mountains. While Euripides' The Bacchae was being performed, he was an unwilling guest at the wedding of Pacorus and Artavasdes'": {
    "guess": "Crassus",
    "confidence": [
      [
        "Cr",
        -0.78038937
      ],
      [
        "ass",
        -0.00020270597
      ],
      [
        "us",
        -0.00021986762
      ]
    ]
  },
  "The best book published in either English or French in this polity is awarded the annual Aqua Books Lansdowne": {
    "guess": "Manitoba Book Awards",
    "confidence": [
      [
        "Man",
        -0.31031904
      ],
      [
        "it",
        -0.022658175
      ],
      [
        "oba",
        -0.00084726774
      ],
      [
        " Book",
        -0.2403265
      ],
      [
        " Awards",
        -0.69574505
      ]
    ]
  },
  "A beta-sheet sandwich structure is common to all types of these whose Fab and Fc regions can be separated by papain based on their crystallizability. Their effector functions are increased through CSR, while somatic hypermutation occurs in their variable regions and renders a higher affinity for binding sites. They are used in the ELISA process, and Kohler and Milstein got the Nobel in Medicine for producing the monoclonal varieties of these. They can easily change isotypes, of which humans have five, and they attach to epitope of their targets by induced fit. For 10 points, name these y- shaped": {
    "guess": "Antibodies",
    "confidence": [
      [
        "Ant",
        -0.19895154
      ],
      [
        "ib",
        -0.00028338484
      ],
      [
        "odies",
        -0.6548648
      ]
    ]
  },
  "After his betrothal to Maria Leszczynska led to involvement in the War of Polish Succession, he vowed": {
    "guess": "Louis XV of France",
    "confidence": [
      [
        "Louis",
        -0.3083066
      ],
      [
        " XV",
        -0.0007104054
      ],
      [
        " of",
        -0.22735962
      ],
      [
        " France",
        -6.1821906e-05
      ]
    ]
  },
  "It is the best-known of the stories published in the collection In the Midst of Life. Due to \"circumstances of an imperious nature\" the central character could not take part in the disastrous campaigns that led to the fall of Corinth. We also learn that he only imagined his escape from the rifle fire of two sentinels. This story tells us that the protagonist is a planter from an old Alabama family, who has been captured by the Federal army. Ending with the hanging of Peyton Farquhar, FTP, identify this tale by Ambrose Bierce.": {
    "guess": "An Occurrence at Owl Creek Bridge",
    "confidence": [
      [
        "An",
        -0.006210801
      ],
      [
        " Occ",
        -1.7478143e-05
      ],
      [
        "urrence",
        -0.00046105517
      ],
      [
        " at",
        -1.5451682e-05
      ],
      [
        " Owl",
        -2.4584822e-06
      ],
      [
        " Creek",
        -3.106736e-05
      ],
      [
        " Bridge",
        -3.1737043e-06
      ]
    ]
  },
  "The beta type is present in yeasts, molds, bacteria, and plants, particularly in the seeds, where they serve as the principal components of diastase. The alpha kind is found in mammals, and occurs in two primary versions. The pancreatic type continues the process initiated by the most famous type, known as ptyalin, which catalyzes the hydrolysis of starch into smaller carbohydrates like maltose. FTP, what is this class of enzymes known for its presence in saliva?": {
    "guess": "Amylase",
    "confidence": [
      [
        "Amy",
        -0.040579632
      ],
      [
        "l",
        -1.18755715e-05
      ],
      [
        "ase",
        -0.0021195696
      ]
    ]
  },
  "It is the best-known of the stories published in the collection In the Midst of Life. Due to \"circumstances of an imperious nature\" the central character could not take part in the disastrous campaigns": {
    "guess": "The Red Badge of Courage",
    "confidence": [
      [
        "The",
        -1.3757799
      ],
      [
        " Red",
        -0.8558299
      ],
      [
        " Badge",
        -0.025608122
      ],
      [
        " of",
        -4.477578e-05
      ],
      [
        " Courage",
        -3.5835506e-05
      ]
    ]
  },
  "The beta type is present in yeasts, molds, bacteria, and plants, particularly in the seeds, where they serve as the principal components of diastase. The alpha kind is found in mammals, and occurs in two primary versions. The pancreatic type continues the process initiated by the most famous type, known as ptyalin, which catalyzes the hydrolysis of starch into smaller carbohydrates like maltose. FTP,": {
    "guess": "Amylase",
    "confidence": [
      [
        "Amy",
        -0.100203656
      ],
      [
        "l",
        -2.0458236e-05
      ],
      [
        "ase",
        -0.0007045681
      ]
    ]
  },
  "The Betterton-Kroll process removes bismuth from ores of this element and, with sulfur, it is found in the mineral galena. The tetraethyl form of this element raises octane ratings in gasoline. Oxides of this element form (*) crystal glass, and this element and tin combine to make solder. This element": {
    "guess": "Lead",
    "confidence": [
      [
        "Lead",
        -0.002668996
      ]
    ]
  },
  "His best comedy was The Shoemaker's Marvelous Wife, and he also wrote farces and puppet plays, though": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.87031615
      ],
      [
        "eder",
        -0.002329744
      ],
      [
        "ico",
        -8.6497064e-05
      ],
      [
        " García",
        -0.00064249965
      ],
      [
        " Lor",
        -1.3186812e-05
      ],
      [
        "ca",
        -3.5954712e-05
      ]
    ]
  },
  "After his betrothal to Maria Leszczynska led to involvement in the War of Polish Succession, he vowed to rule without a minister. Placed on the throne at age five, he attempted to restore power to the crown, but the influence of mistresses like Madame de Pompadour induced him to fight in both the War of Austrian Succession and Seven Years' War. For 10 points, name this great-grandson of the Sun King.": {
    "guess": "Louis XV of France",
    "confidence": [
      [
        "Louis",
        -0.01704519
      ],
      [
        " XV",
        -0.018282099
      ],
      [
        " of",
        -0.6721102
      ],
      [
        " France",
        -0.00012809181
      ]
    ]
  },
  "Besides the namesake Vermonter, this man was the only other Republican Senator on the Dillingham Commission, which came up with the National Origins Formula and reading test that severely reduced immigration to the U.S. This man assisted Henry Adams in editing the North American Review after becoming": {
    "guess": "Henry Cabot Lodge",
    "confidence": [
      [
        "Henry",
        -0.33479515
      ],
      [
        " Cab",
        -0.0053876685
      ],
      [
        "ot",
        -1.0445127e-05
      ],
      [
        " Lodge",
        -1.1041146e-05
      ]
    ]
  },
  "Besides the namesake Vermonter, this man was the only other Republican Senator on the Dillingham Commission, which came up with the National Origins Formula and reading test that severely reduced immigration to the U.S. This man assisted Henry Adams in editing the North American Review after becoming the first-ever recipient of a doctorate in political science from Harvard, and was a U.S. spokesman at the Washington Naval Conference. As Senator from Massachusetts, he introduced namesake \"reservations,\" which were amendments reserving certain powers to Congress, as chairman of the Foreign Relations Committee. For 10 points, name this man who thus frustrated ratification of the Treaty of Versailles,": {
    "guess": "Henry Cabot Lodge",
    "confidence": [
      [
        "Henry",
        -0.017566675
      ],
      [
        " Cab",
        -0.00082737545
      ],
      [
        "ot",
        -0.000110337794
      ],
      [
        " Lodge",
        -6.1106686e-05
      ]
    ]
  },
  "The best works this movement produced were poems like 1939's \"Return to My Native Land,\" 1945's \"Songs": {
    "guess": "Negritude Movement",
    "confidence": [
      [
        "Neg",
        -0.02776287
      ],
      [
        "rit",
        -2.9352968e-06
      ],
      [
        "ude",
        -7.465036e-06
      ],
      [
        " Movement",
        -0.3865367
      ]
    ]
  },
  "Her best friend is Henrietta Stackpole, the female  correspondent of an American newspaper. She receives a marriage  proposal from Caspar Goodwood, but leaves him and her upstate New  York home to go to England, where she collects admirers including  Lord Warburton and her cousin, Ralph Touchett. A disastrous  friendship with Serena Merle follows, leading to her marriage with  the domineering Gilbert Osmond. FTP, name this heroine of Henry  James' novel \"Portrait of a Lady\".": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.17560904
      ],
      [
        " Portrait",
        -0.0102103725
      ],
      [
        " of",
        -9.639097e-05
      ],
      [
        " a",
        -0.00010759611
      ],
      [
        " Lady",
        -5.7172965e-05
      ]
    ]
  },
  "Better alignment of data in the cache is an advantage of the unrolled type of this structure, and they are used in the bottom layer of an extension of them that was invented by William Pugh. Their end can include sentinel objects which act as dummy links, and programming languages such as Scheme and LISP have these data structures built-in. Developed in the 1950s by Newell, Shaw, and Simon, these structures include an XOR variety that can prevent the need for more space when using the doubly type.": {
    "guess": "Linked list",
    "confidence": [
      [
        "Linked",
        -0.15348068
      ],
      [
        " list",
        -0.007926238
      ]
    ]
  },
  "The best book published in either English or French in this polity is awarded the annual Aqua Books Lansdowne Prize. Just like a nearby province, which hosts Ogopogo, this place is home to a lake monster, that is named after this province. This province's highest point, Mount Baldy, is found in its Duck Mountain Provincial Park. Here, the Assiniboine River meets the Red River system, which also includes": {
    "guess": "Manitoba",
    "confidence": [
      [
        "Man",
        -0.05215891
      ],
      [
        "it",
        -2.3915141e-05
      ],
      [
        "oba",
        -0.00013882013
      ]
    ]
  },
  "The best book published in either English or French in this polity is awarded the annual Aqua Books Lansdowne Prize. Just like a nearby province, which hosts Ogopogo, this place is home to a lake monster, that is named after this province. This province's highest point, Mount Baldy, is found in its Duck Mountain Provincial Park. Here, the Assiniboine River meets the Red River system, which also includes the Nelson River. Tourists come to its city of Churchill to see polar bears migrate inland toward the shore of Hudson Bay, which borders the northeastern tip of this province. This easternmost of the \"Prairie Provinces\" borders Nunavut to the north, North Dakota and Minnesota to the south, and Saskatchewan to the west. For 10 points, name this home of Winnipeg.": {
    "guess": "Manitoba",
    "confidence": [
      [
        "Man",
        -0.0021017257
      ],
      [
        "it",
        -9.133887e-06
      ],
      [
        "oba",
        -4.4179764e-05
      ]
    ]
  },
  "A beta-sheet sandwich structure is common to all types of these whose Fab and Fc regions can be separated by papain based on their crystallizability. Their effector functions are increased through CSR, while somatic hypermutation occurs in their variable regions and renders a higher affinity for binding sites. They are used in the ELISA process, and Kohler and Milstein got the Nobel in Medicine for": {
    "guess": "Monoclonal Antibody",
    "confidence": [
      [
        "Mon",
        -0.034696132
      ],
      [
        "oc",
        -0.00013238314
      ],
      [
        "lon",
        -4.3202e-07
      ],
      [
        "al",
        -1.9504607e-05
      ],
      [
        " Antib",
        -0.7566015
      ],
      [
        "ody",
        -0.51836634
      ]
    ]
  },
  "Her best friend is Henrietta Stackpole, the female  correspondent of an American newspaper. She receives a marriage  proposal from Caspar Goodwood, but leaves him and her upstate New  York home to go to England, where she collects admirers including  Lord Warburton and her cousin, Ralph Touchett. A disastrous": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.093737625
      ],
      [
        " Portrait",
        -0.0056912843
      ],
      [
        " of",
        -3.6431527e-05
      ],
      [
        " a",
        -4.3941356e-05
      ],
      [
        " Lady",
        -1.831257e-05
      ]
    ]
  },
  "Besides the namesake Vermonter, this man was the only other Republican Senator on the Dillingham Commission,": {
    "guess": "William P. Frye",
    "confidence": [
      [
        "William",
        -0.9553638
      ],
      [
        " P",
        -0.42817917
      ],
      [
        ".",
        -0.0029211377
      ],
      [
        " Fry",
        -0.24052323
      ],
      [
        "e",
        -2.677603e-05
      ]
    ]
  },
  "One betrayed her father King Nisus of Megara, but the more famous one, at least according to Ovid, was loved by a sea deity also known as Pontius. He importuned her to no avail until he appealed to Circe for help. Circe, herself lusting after Glaucus, plotted to get rid of her rival by poisoning the": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.013649768
      ],
      [
        "yll",
        -2.939851e-05
      ],
      [
        "a",
        -7.529192e-05
      ]
    ]
  },
  "After his betrothal to Maria Leszczynska led to involvement in the War of Polish Succession, he vowed to rule without a minister. Placed on the throne at age five, he attempted to restore power to the crown, but the influence of mistresses like Madame de Pompadour induced him to fight in both the War": {
    "guess": "Louis XV",
    "confidence": [
      [
        "Louis",
        -0.00920463
      ],
      [
        " XV",
        -0.005227948
      ]
    ]
  },
  "Besides the namesake Vermonter, this man was the only other Republican Senator on the Dillingham Commission, which came up with the National Origins Formula and reading test that severely reduced immigration to the U.S. This man assisted Henry Adams in editing the North American Review after becoming the first-ever recipient of a doctorate in political science from Harvard, and was a U.S. spokesman": {
    "guess": "Henry Cabot Lodge",
    "confidence": [
      [
        "Henry",
        -0.09469495
      ],
      [
        " Cab",
        -0.24434298
      ],
      [
        "ot",
        -5.8484206e-05
      ],
      [
        " Lodge",
        -2.7968066e-05
      ]
    ]
  },
  "The best works this movement produced were poems like 1939's \"Return to My Native Land,\" 1945's \"Songs of Shadow,\" and 1956's \"Ethiopiques.\" It was founded by Leon Damas of French Guiana, Aime Cesaire of Martinique, and Leopold Senghor, the first president of Senegal. FTP name the literary and artistic": {
    "guess": "Négritude",
    "confidence": [
      [
        "N",
        -0.5927481
      ],
      [
        "é",
        -0.0003673941
      ],
      [
        "gr",
        0.0
      ],
      [
        "itude",
        -9.0883464e-07
      ]
    ]
  },
  "His best comedy was The Shoemaker's Marvelous Wife, and he also wrote farces and puppet plays, though he is better known as a poet and tragedian. He adapted the ballad in his Romancero Gitano, and after": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -1.0965897
      ],
      [
        " Rac",
        -0.00431238
      ],
      [
        "ine",
        -4.608702e-05
      ]
    ]
  },
  "It is the best-known of the stories published in the collection In the Midst of Life. Due to \"circumstances of an imperious nature\" the central character could not take part in the disastrous campaigns that led to the fall of Corinth. We also learn that he only imagined his escape from the rifle fire": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -1.750535
      ],
      [
        " Crane",
        -0.00978407
      ]
    ]
  },
  "The best book published in either English or French in this polity is awarded the annual Aqua Books Lansdowne Prize. Just like a nearby province, which hosts Ogopogo, this place is home to a lake monster, that is named after this province. This province's highest point, Mount Baldy, is found in its Duck": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.31822985
      ],
      [
        " Columbia",
        -0.00041125002
      ]
    ]
  },
  "His best comedy was The Shoemaker's Marvelous Wife, and he also wrote farces and puppet plays, though he is better known as a poet and tragedian. He adapted the ballad in his Romancero Gitano, and after traveling to America in 1928 produced Poet in New York. FTP, identify this Spanish author, who was": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.010777087
      ],
      [
        "eder",
        -1.9743013e-05
      ],
      [
        "ico",
        -6.0033854e-05
      ],
      [
        " García",
        -0.0067112283
      ],
      [
        " Lor",
        -2.3392786e-06
      ],
      [
        "ca",
        -4.4894987e-05
      ]
    ]
  },
  "One betrayed her father King Nisus of Megara, but the more famous one, at least according to Ovid, was loved by a sea deity also known as Pontius. He importuned her to no avail until he appealed to Circe for help. Circe, herself lusting after Glaucus, plotted to get rid of her rival by poisoning the stream of the young nymph. FTP, name this unfortunate mythological heroine, who upon contact with the": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.0058651515
      ],
      [
        "yll",
        -1.3544423e-05
      ],
      [
        "a",
        -8.43514e-05
      ]
    ]
  },
  "One betrayed her father King Nisus of Megara, but the more famous one, at least according to Ovid, was loved by a sea deity also known as Pontius. He importuned her to no avail until he appealed to Circe for help. Circe, herself lusting after Glaucus, plotted to get rid of her rival by poisoning the stream of the young nymph. FTP, name this unfortunate mythological heroine, who upon contact with the poison metamorphosed into a monster with twelve feet and six heads, destined to live on a cliff across": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.0043540485
      ],
      [
        "yll",
        -5.3193703e-06
      ],
      [
        "a",
        -1.247159e-05
      ]
    ]
  },
  "The beta subunit of this enzyme features the highly conserved DELSEED motif. Neutralization of aspartate residues in this enzyme allows the movement of its c-ring. Inhibitors of it include DCCD and oligomycin.": {
    "guess": "ATP synthase",
    "confidence": [
      [
        "AT",
        -0.19982003
      ],
      [
        "P",
        -3.0232935e-05
      ],
      [
        " synth",
        -0.07195533
      ],
      [
        "ase",
        -6.849731e-05
      ]
    ]
  },
  "In the best known species of this bird the male's  plumage is iridescent, metallic green above, with a vivid crimson abdomen. The bird is nearly 4 feet long, including its 3-foot-long tail plumes. Central Americans believe  that a captured bird dies of a broken heart, and it is the national bird of Guatemala.": {
    "guess": "Quetzal",
    "confidence": [
      [
        "Qu",
        -0.27267057
      ],
      [
        "etz",
        -5.1928004e-05
      ],
      [
        "al",
        -0.00039170796
      ]
    ]
  },
  "The best book published in either English or French in this polity is awarded the annual Aqua Books Lansdowne Prize. Just like a nearby province, which hosts Ogopogo, this place is home to a lake monster, that is named after this province. This province's highest point, Mount Baldy, is found in its Duck Mountain Provincial Park. Here, the Assiniboine River meets the Red River system, which also includes the Nelson River. Tourists come to its city of Churchill to see polar bears migrate inland toward the shore of Hudson Bay, which borders the northeastern tip of this province. This easternmost of the \"Prairie Provinces\" borders Nunavut to the north, North Dakota and Minnesota to the south, and": {
    "guess": "Manitoba",
    "confidence": [
      [
        "Man",
        -0.0060706446
      ],
      [
        "it",
        -2.1769476e-05
      ],
      [
        "oba",
        -9.460292e-05
      ]
    ]
  },
  "Her best friend's name is Alison, which is ironic since she is also named Alison. She is hard of hearing - a result of being beaten by Jankyn, her fifth husband. She cheats on her fourth husband Metellius, but, of course, gap- toothed people are inevitably lusty. Her trade is cloth-making, and she tells the tale of the knight who searches for \"what women most want.\" FTP name this sole secular female in Chaucer's Canterbury Tales.": {
    "guess": "The Wife of Bath's Tale",
    "confidence": [
      [
        "The",
        -0.03064189
      ],
      [
        " Wife",
        -0.010262409
      ],
      [
        " of",
        -0.00027254096
      ],
      [
        " Bath",
        -0.00020532844
      ],
      [
        "'s",
        -0.3013022
      ],
      [
        " Tale",
        -0.18385753
      ]
    ]
  },
  "Besides the namesake Vermonter, this man was the only other Republican Senator on the Dillingham Commission, which came up with the National Origins Formula and reading test that severely reduced immigration to the U.S. This man assisted Henry Adams in editing the North American Review after becoming the first-ever recipient of a doctorate in political science from Harvard, and was a U.S. spokesman at the Washington Naval Conference. As Senator from Massachusetts, he introduced namesake \"reservations,\" which were amendments reserving certain powers to Congress, as chairman of the Foreign Relations": {
    "guess": "Henry Cabot Lodge Jr.",
    "confidence": [
      [
        "Henry",
        -0.02421895
      ],
      [
        " Cab",
        -0.00027456743
      ],
      [
        "ot",
        -2.319992e-05
      ],
      [
        " Lodge",
        -3.202099e-05
      ],
      [
        " Jr",
        -0.15052079
      ],
      [
        ".",
        -0.00024929992
      ]
    ]
  },
  "The beta subunit of this enzyme features the highly conserved DELSEED motif. Neutralization of aspartate residues in this enzyme allows the movement of its c-ring. Inhibitors of it include DCCD and oligomycin. One subunit of this enzyme transitions between loose, tight and open conformations, according to the binding change mechanism of Paul Boyer. The two components of this enzyme are connected by a stator. Those two components are F-sub-zero and F-sub-one, rotary motors whose direction is controlled by the flow of protons across a membrane. For 10 points, name this enzyme that produces the major energy storing molecule in cells.": {
    "guess": "ATP synthase",
    "confidence": [
      [
        "AT",
        -0.008002758
      ],
      [
        "P",
        -1.6524515e-05
      ],
      [
        " synth",
        -0.07871847
      ],
      [
        "ase",
        -1.3186812e-05
      ]
    ]
  },
  "A beta-sheet sandwich structure is common to all types of these whose Fab and Fc regions can be separated by papain based on their crystallizability. Their effector functions are increased through CSR, while somatic hypermutation occurs in their variable regions and renders a higher affinity for binding sites. They are used in the ELISA process, and Kohler and Milstein got the Nobel in Medicine for producing the monoclonal varieties of these. They can easily change isotypes, of which humans have five, and they attach to epitope of their targets by induced fit. For 10 points, name these y- shaped proteins produced by B Cells, that target and attack foreign antigens.": {
    "guess": "Immunoglobulins",
    "confidence": [
      [
        "Im",
        -0.08277356
      ],
      [
        "mun",
        -0.00010640408
      ],
      [
        "oglob",
        -0.000111410634
      ],
      [
        "ul",
        -0.418841
      ],
      [
        "ins",
        -7.922564e-05
      ]
    ]
  },
  "It is the best-known of the stories published in the collection In the Midst of Life. Due to \"circumstances": {
    "guess": "In the Midst of Life (short story collection)",
    "confidence": [
      [
        "In",
        -0.27910012
      ],
      [
        " the",
        -0.020486413
      ],
      [
        " Mid",
        -0.0082870135
      ],
      [
        "st",
        -3.2929079e-06
      ],
      [
        " of",
        -0.00013488642
      ],
      [
        " Life",
        -0.10940093
      ],
      [
        " (",
        -0.29489064
      ],
      [
        "short",
        -0.2539087
      ],
      [
        " story",
        -0.012705296
      ],
      [
        " collection",
        -0.023290198
      ],
      [
        ")",
        -0.0009977982
      ]
    ]
  },
  "Her best friend's name is Alison, which is ironic since she is also named Alison. She is hard of hearing - a result of being beaten by Jankyn, her fifth husband. She cheats on her fourth husband Metellius,": {
    "guess": "The Wife of Bath's Prologue and Tale",
    "confidence": [
      [
        "The",
        -0.15608026
      ],
      [
        " Wife",
        -0.115319155
      ],
      [
        " of",
        -0.024718234
      ],
      [
        " Bath",
        -0.01671043
      ],
      [
        "'s",
        -0.59817445
      ],
      [
        " Pro",
        -0.6070179
      ],
      [
        "logue",
        -1.8193366e-05
      ],
      [
        " and",
        -0.083879784
      ],
      [
        " Tale",
        -6.313315e-05
      ]
    ]
  },
  "Better alignment of data in the cache is an advantage of the unrolled type of this structure, and they are used in the bottom layer of an extension of them that was invented by William Pugh. Their end can include sentinel objects which act as dummy links, and programming languages such as Scheme and LISP have these data structures built-in. Developed in the 1950s by Newell, Shaw, and Simon, these structures include an XOR variety that can prevent the need for more space when using the doubly type. For 10 points, name this linear data structure that uses pointers to connect nodes together.": {
    "guess": "Linked list",
    "confidence": [
      [
        "Linked",
        -0.5562594
      ],
      [
        " list",
        -0.034420677
      ]
    ]
  },
  "This man was betrayed by Ariamnes, a ward of the commander Surenas, who led him to refuse the help of the king Artavasdes. He had been consigned to cave arrest with Vibius Paciaecus as his only outside contact, and after that, had quarreled with Metellus in Africa. In one famous campaign, he defeated forces under a member of the school of Lentulus Batiatus and in another, he conquered Zenobotium before being misled to fight in the desert rather than joining the Armenians in the mountains. While Euripides'": {
    "guess": "Spartacus",
    "confidence": [
      [
        "S",
        -0.81989676
      ],
      [
        "part",
        -0.114687674
      ],
      [
        "acus",
        -0.00051287946
      ]
    ]
  },
  "His best-known work was actually the solution to a thesis problem presented by his fellow student Paul Ewald. At the University of Berlin he served as the research adviser to Leo Szilard and Friedrich": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.28396824
      ],
      [
        " Einstein",
        -0.00021307668
      ]
    ]
  },
  "In the best known species of this bird the male's  plumage is iridescent, metallic green above, with a vivid crimson abdomen. The bird is nearly 4 feet long, including its 3-foot-long tail plumes. Central": {
    "guess": "Peacock",
    "confidence": [
      [
        "Pe",
        -0.6144673
      ],
      [
        "acock",
        -0.3490411
      ]
    ]
  },
  "In his best-known work, this economist argued that sports such as football result in a \"one-sided return": {
    "guess": "Thorstein Veblen",
    "confidence": [
      [
        "Thor",
        -0.1361167
      ],
      [
        "stein",
        -0.00027051452
      ],
      [
        " Ve",
        -0.00011498674
      ],
      [
        "bl",
        -6.587483e-05
      ],
      [
        "en",
        -3.4762674e-05
      ]
    ]
  },
  "The beta subunit of this enzyme features the highly conserved DELSEED motif. Neutralization of aspartate residues in this enzyme allows the movement of its c-ring. Inhibitors of it include DCCD and oligomycin. One subunit of this enzyme transitions between loose, tight and open conformations, according": {
    "guess": "ATP synthase",
    "confidence": [
      [
        "AT",
        -0.20278127
      ],
      [
        "P",
        -3.5835506e-05
      ],
      [
        " synth",
        -0.031956464
      ],
      [
        "ase",
        -1.50940705e-05
      ]
    ]
  },
  "This man was betrayed by Ariamnes, a ward of the commander Surenas, who led him to refuse the help of the king Artavasdes. He had been consigned to cave arrest with Vibius Paciaecus as his only outside contact, and after that, had quarreled with Metellus in Africa. In one famous campaign, he defeated forces under a member of the school of Lentulus Batiatus and in another, he conquered Zenobotium before being misled to fight in the desert rather than joining the Armenians in the mountains. While Euripides' The Bacchae was being performed, he was an unwilling guest at the wedding of Pacorus and Artavasdes' daughter. He won one campaign with a victory at Lucanium, and lost another against a force that included the kataphraktoi. FTP, name this man, who defeated the uprising of Spartacus and lost his life at the Battle of Carrhae, a member of the First Triumvirate.": {
    "guess": "Marcus Licinius Crassus",
    "confidence": [
      [
        "Marcus",
        -0.0517722
      ],
      [
        " Lic",
        -2.9756122e-05
      ],
      [
        "ini",
        -0.00030948312
      ],
      [
        "us",
        -1.0445127e-05
      ],
      [
        " Cr",
        -4.8425554e-06
      ],
      [
        "ass",
        -1.2664457e-06
      ],
      [
        "us",
        -9.674858e-05
      ]
    ]
  },
  "The beta subunit of this enzyme features the highly conserved DELSEED motif. Neutralization of aspartate": {
    "guess": "RNA polymerase",
    "confidence": [
      [
        "RNA",
        -0.36303073
      ],
      [
        " polymer",
        -0.12298674
      ],
      [
        "ase",
        -0.0003620409
      ]
    ]
  },
  "His best-known work was actually the solution to a thesis problem presented by his fellow student Paul Ewald. At the University of Berlin he served as the research adviser to Leo Szilard and Friedrich and Knipping, who experimentally verified his namesake pattern. This man's experiment using a copper sulfate compound showed dark spots on a photographic plate behind the crystal, which confirmed his prediction that X-rays could be diffracted by a crystal acting as a natural diffraction grating. FTP,": {
    "guess": "Max von Laue",
    "confidence": [
      [
        "Max",
        -0.19334497
      ],
      [
        " von",
        -0.003781547
      ],
      [
        " La",
        -1.8074163e-05
      ],
      [
        "ue",
        -1.147242e-06
      ]
    ]
  },
  "In his best-known work, this economist argued that sports such as football result in a \"one-sided return to barbarism.\" He wrote a work on \"the conduct of universities by business men\" titled The Higher": {
    "guess": "Thorstein Veblen",
    "confidence": [
      [
        "Thor",
        -0.20576477
      ],
      [
        "stein",
        -8.959636e-05
      ],
      [
        " Ve",
        -0.002153115
      ],
      [
        "bl",
        -0.00010783452
      ],
      [
        "en",
        -1.6166903e-05
      ]
    ]
  },
  "Better alignment of data in the cache is an advantage of the unrolled type of this structure, and they are used in the bottom layer of an extension of them that was invented by William Pugh. Their end": {
    "guess": "Skip List",
    "confidence": [
      [
        "Skip",
        -0.8000066
      ],
      [
        " List",
        -0.4999722
      ]
    ]
  },
  "His best-known work was actually the solution to a thesis problem presented by his fellow student Paul Ewald. At the University of Berlin he served as the research adviser to Leo Szilard and Friedrich and Knipping, who experimentally verified his namesake pattern. This man's experiment using a copper sulfate compound showed dark spots on a photographic plate behind the crystal, which confirmed his prediction that X-rays could be diffracted by a crystal acting as a natural diffraction grating. FTP, identify this German physicist whose work led to the discovery of X-ray crystallography and won him": {
    "guess": "Max von Laue",
    "confidence": [
      [
        "Max",
        -0.020689376
      ],
      [
        " von",
        -0.0004155377
      ],
      [
        " La",
        -2.4391957e-05
      ],
      [
        "ue",
        -2.220075e-06
      ]
    ]
  },
  "This man was betrayed by Ariamnes, a ward of the commander Surenas, who led him to refuse the help of the king Artavasdes. He had been consigned to cave arrest with Vibius Paciaecus as his only outside contact, and after that, had quarreled with Metellus in Africa. In one famous campaign, he defeated forces under a member of the school of Lentulus Batiatus and in another, he conquered Zenobotium before being misled to fight in the desert rather than joining the Armenians in the mountains. While Euripides' The Bacchae was being performed, he was an unwilling guest at the wedding of Pacorus and Artavasdes' daughter. He won one campaign with a victory at Lucanium, and lost another against a force that included the kataphraktoi. FTP, name this man, who defeated the uprising of Spartacus and lost": {
    "guess": "Marcus Licinius Crassus",
    "confidence": [
      [
        "Marcus",
        -1.0051318
      ],
      [
        " Lic",
        -0.001199159
      ],
      [
        "ini",
        -0.0011468872
      ],
      [
        "us",
        -4.167649e-05
      ],
      [
        " Cr",
        -0.00093504385
      ],
      [
        "ass",
        -2.0458236e-05
      ],
      [
        "us",
        -0.00028517292
      ]
    ]
  },
  "It is the best-known of the stories published in the collection In the Midst of Life. Due to \"circumstances of an imperious nature\" the central character could not take part in the disastrous campaigns that led to the fall of Corinth. We also learn that he only imagined his escape from the rifle fire of two sentinels. This story tells us that the protagonist is a planter from an old Alabama family,": {
    "guess": "An Occurrence at Owl Creek Bridge",
    "confidence": [
      [
        "An",
        -0.12029064
      ],
      [
        " Occ",
        -0.01608446
      ],
      [
        "urrence",
        -0.0012604719
      ],
      [
        " at",
        -0.00013357517
      ],
      [
        " Owl",
        -9.849109e-06
      ],
      [
        " Creek",
        -4.2868523e-05
      ],
      [
        " Bridge",
        -2.0100624e-05
      ]
    ]
  },
  "The Betterton-Kroll process removes bismuth from ores of this element and, with sulfur, it is found in the mineral galena. The tetraethyl form of this element raises octane ratings in gasoline. Oxides of this element form (*) crystal glass, and this element and tin combine to make solder. This element can provide shielding from radiation and was once used in pipes and paints. For 10 points, name this toxic element with chemical symbol Pb.": {
    "guess": "Lead",
    "confidence": [
      [
        "Lead",
        -0.0036569608
      ]
    ]
  },
  "Her best friend is Henrietta Stackpole, the female  correspondent of an American newspaper. She receives a marriage  proposal from Caspar Goodwood, but leaves him and her upstate New  York home to go to": {
    "guess": "Henrietta Stackpole",
    "confidence": [
      [
        "Hen",
        -0.20886938
      ],
      [
        "ri",
        -0.42324308
      ],
      [
        "etta",
        -0.0009375471
      ],
      [
        " Stack",
        -0.0017879904
      ],
      [
        "pole",
        -0.000116417184
      ]
    ]
  },
  "A beta-sheet sandwich structure is common to all types of these whose Fab and Fc regions can be separated": {
    "guess": "Immunoglobulins",
    "confidence": [
      [
        "Im",
        -0.008563155
      ],
      [
        "mun",
        -4.501419e-05
      ],
      [
        "oglob",
        -7.982166e-05
      ],
      [
        "ul",
        -0.11129916
      ],
      [
        "ins",
        -2.546479e-05
      ]
    ]
  },
  "The best complete text is considered to be the Amiatinus which like most of the oldest texts, includes the Epistle to the Laodiceans. Based on the Textus Receptus, the Hexapla of Origen, the Masoretic text and other sources, its editor made two versions, the \"Gallicana\" and the \"Romana.\" Though it is": {
    "guess": "Vulgate",
    "confidence": [
      [
        "V",
        -0.6534468
      ],
      [
        "ul",
        -0.0007525706
      ],
      [
        "gate",
        -5.4908094e-05
      ]
    ]
  },
  "Her best friend is Henrietta Stackpole, the female  correspondent of an American newspaper. She receives a marriage  proposal from Caspar Goodwood, but leaves him and her upstate New  York home to go to England, where she collects admirers including  Lord Warburton and her cousin, Ralph Touchett. A disastrous  friendship with Serena Merle follows, leading to her marriage with  the domineering Gilbert": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.0040451563
      ],
      [
        " Portrait",
        -0.00047738242
      ],
      [
        " of",
        -4.4894987e-05
      ],
      [
        " a",
        -0.00016527968
      ],
      [
        " Lady",
        -1.6762922e-05
      ]
    ]
  },
  "The best book published in either English or French in this polity is awarded the annual Aqua Books Lansdowne Prize. Just like a nearby province, which hosts Ogopogo, this place is home to a lake monster,": {
    "guess": "Manitoba",
    "confidence": [
      [
        "Man",
        -0.0042440123
      ],
      [
        "it",
        -5.419287e-05
      ],
      [
        "oba",
        -0.00022392054
      ]
    ]
  },
  "One betrayed her father King Nisus of Megara, but the more famous one, at least according to Ovid, was loved by a sea deity also known as Pontius. He importuned her to no avail until he appealed to Circe": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.023675635
      ],
      [
        "yll",
        -1.6882126e-05
      ],
      [
        "a",
        -4.6802244e-05
      ]
    ]
  },
  "His best-known work was actually the solution to a thesis problem presented by his fellow student Paul Ewald. At the University of Berlin he served as the research adviser to Leo Szilard and Friedrich and Knipping, who experimentally verified his namesake pattern. This man's experiment using a copper sulfate compound showed dark spots on a photographic plate behind the crystal, which confirmed his": {
    "guess": "Max von Laue",
    "confidence": [
      [
        "Max",
        -0.62495756
      ],
      [
        " von",
        -0.0011672453
      ],
      [
        " La",
        -1.9743013e-05
      ],
      [
        "ue",
        -2.6968896e-06
      ]
    ]
  },
  "A beta-sheet sandwich structure is common to all types of these whose Fab and Fc regions can be separated by papain based on their crystallizability. Their effector functions are increased through CSR,": {
    "guess": "Immunoglobulin",
    "confidence": [
      [
        "Im",
        -0.005516308
      ],
      [
        "mun",
        -1.27099975e-05
      ],
      [
        "oglob",
        -0.00022618541
      ],
      [
        "ulin",
        -0.28554764
      ]
    ]
  },
  "The best complete text is considered to be the Amiatinus which like most of the oldest texts, includes": {
    "guess": "Bible",
    "confidence": [
      [
        "B",
        -0.85348105
      ],
      [
        "ible",
        -0.038346354
      ]
    ]
  },
  "Her best friend's name is Alison, which is ironic since she is also named Alison. She is hard of hearing - a result of being beaten by Jankyn, her fifth husband. She cheats on her fourth husband Metellius, but, of course, gap- toothed people are inevitably lusty. Her trade is cloth-making, and she tells": {
    "guess": "The Wife of Bath",
    "confidence": [
      [
        "The",
        -0.038520727
      ],
      [
        " Wife",
        -0.018349992
      ],
      [
        " of",
        -0.0024999138
      ],
      [
        " Bath",
        -0.00046701534
      ]
    ]
  },
  "A beta-sheet sandwich structure is common to all types of these whose Fab and Fc regions can be separated by papain based on their crystallizability. Their effector functions are increased through CSR, while somatic hypermutation occurs in their variable regions and renders a higher affinity for binding sites. They are used in the ELISA process, and Kohler and Milstein got the Nobel in Medicine for producing the monoclonal varieties of these. They can easily change isotypes, of which humans have": {
    "guess": "Immunoglobulin",
    "confidence": [
      [
        "Im",
        -0.17782742
      ],
      [
        "mun",
        -2.6299214e-05
      ],
      [
        "oglob",
        -0.00036335218
      ],
      [
        "ulin",
        -0.29245067
      ]
    ]
  },
  "Better alignment of data in the cache is an advantage of the unrolled type of this structure, and they are used in the bottom layer of an extension of them that was invented by William Pugh. Their end can include sentinel objects which act as dummy links, and programming languages such as Scheme and LISP have these data structures built-in. Developed in the 1950s by Newell, Shaw, and Simon, these structures": {
    "guess": "Linked list",
    "confidence": [
      [
        "Linked",
        -0.053366873
      ],
      [
        " list",
        -0.01587728
      ]
    ]
  },
  "The best complete text is considered to be the Amiatinus which like most of the oldest texts, includes the Epistle to the Laodiceans. Based on the Textus Receptus, the Hexapla of Origen, the Masoretic text and other sources, its editor made two versions, the \"Gallicana\" and the \"Romana.\" Though it is the \"Clementine\" edition that is standard today. Revised by Theodulf and Alcuin, printed by Gutenberg, and made official by the Council of Trent, it was commissioned by Pope Damasus and translated by Jerome. FTP, identify this Latin text of the Bible, standard for over a thousand years.": {
    "guess": "Vulgate",
    "confidence": [
      [
        "V",
        -0.02202294
      ],
      [
        "ul",
        -0.00016969022
      ],
      [
        "gate",
        -8.180258e-06
      ]
    ]
  },
  "This man was betrayed by Ariamnes, a ward of the commander Surenas, who led him to refuse the help of the king Artavasdes. He had been consigned to cave arrest with Vibius Paciaecus as his only outside": {
    "guess": "Marcus Licinius Crassus",
    "confidence": [
      [
        "Marcus",
        -0.5612103
      ],
      [
        " Lic",
        -0.0034477802
      ],
      [
        "ini",
        -0.00048620347
      ],
      [
        "us",
        -2.3676734e-05
      ],
      [
        " Cr",
        -0.0005468378
      ],
      [
        "ass",
        -1.3856493e-06
      ],
      [
        "us",
        -0.0002585978
      ]
    ]
  },
  "Better alignment of data in the cache is an advantage of the unrolled type of this structure, and they": {
    "guess": "Linked list",
    "confidence": [
      [
        "Linked",
        -0.0006509595
      ],
      [
        " list",
        -0.001973719
      ]
    ]
  },
  "His best comedy was The Shoemaker's Marvelous Wife, and he also wrote farces and puppet plays, though he is better known as a poet and tragedian. He adapted the ballad in his Romancero Gitano, and after traveling to America in 1928 produced Poet in New York. FTP, identify this Spanish author, who was murdered by Falangist soldiers in 1936, best known for plays like Yerma and Blood Wedding.": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.00066096894
      ],
      [
        "eder",
        -1.147242e-06
      ],
      [
        "ico",
        -1.1279553e-05
      ],
      [
        " García",
        -0.00012546933
      ],
      [
        " Lor",
        -3.1281633e-07
      ],
      [
        "ca",
        -1.4259645e-05
      ]
    ]
  },
  "His best-known work was actually the solution to a thesis problem presented by his fellow student Paul Ewald. At the University of Berlin he served as the research adviser to Leo Szilard and Friedrich and Knipping, who experimentally verified his namesake pattern. This man's experiment using a copper": {
    "guess": "Max von Laue",
    "confidence": [
      [
        "Max",
        -0.014857978
      ],
      [
        " von",
        -0.00039576087
      ],
      [
        " La",
        -3.2929079e-06
      ],
      [
        "ue",
        -1.504853e-06
      ]
    ]
  },
  "In the best known species of this bird the male's  plumage is iridescent, metallic green above, with": {
    "guess": "Peafowl",
    "confidence": [
      [
        "Pe",
        -0.70227426
      ],
      [
        "af",
        -0.2959937
      ],
      [
        "owl",
        -0.00020222914
      ]
    ]
  },
  "The best book published in either English or French in this polity is awarded the annual Aqua Books Lansdowne Prize. Just like a nearby province, which hosts Ogopogo, this place is home to a lake monster, that is named after this province. This province's highest point, Mount Baldy, is found in its Duck Mountain Provincial Park. Here, the Assiniboine River meets the Red River system, which also includes the Nelson River. Tourists come to its city of Churchill to see polar bears migrate inland toward the shore of Hudson Bay, which borders the northeastern tip of this province. This easternmost of": {
    "guess": "Manitoba",
    "confidence": [
      [
        "Man",
        -0.003459895
      ],
      [
        "it",
        -1.6286107e-05
      ],
      [
        "oba",
        -7.338466e-05
      ]
    ]
  },
  "In his best-known work, this economist argued that sports such as football result in a \"one-sided return to barbarism.\" He wrote a work on \"the conduct of universities by business men\" titled The Higher Learning In America. He also wrote about the (*) \"captains of industry\" in The Theory of Business": {
    "guess": "Thorstein Veblen",
    "confidence": [
      [
        "Thor",
        -0.0023047698
      ],
      [
        "stein",
        -3.8338785e-05
      ],
      [
        " Ve",
        -0.0002584786
      ],
      [
        "bl",
        -5.383526e-05
      ],
      [
        "en",
        -1.831257e-05
      ]
    ]
  },
  "This man was betrayed by Ariamnes, a ward of the commander Surenas, who led him to refuse the help of": {
    "guess": "Battle of Carrhae",
    "confidence": [
      [
        "Battle",
        -0.6673988
      ],
      [
        " of",
        -0.0067762383
      ],
      [
        " Carr",
        -0.0033290917
      ],
      [
        "ha",
        -3.106736e-05
      ],
      [
        "e",
        -1.7432603e-06
      ]
    ]
  },
  "Besides the namesake Vermonter, this man was the only other Republican Senator on the Dillingham Commission, which came up with the National Origins Formula and reading test that severely reduced immigration": {
    "guess": "Dillingham Commission",
    "confidence": [
      [
        "D",
        -0.35000142
      ],
      [
        "illing",
        -0.037970327
      ],
      [
        "ham",
        -4.4537377e-05
      ],
      [
        " Commission",
        -0.0007006417
      ]
    ]
  },
  "Better alignment of data in the cache is an advantage of the unrolled type of this structure, and they are used in the bottom layer of an extension of them that was invented by William Pugh. Their end can include sentinel objects which act as dummy links, and programming languages such as Scheme and": {
    "guess": "B-tree",
    "confidence": [
      [
        "B",
        -0.22553231
      ],
      [
        "-tree",
        -0.14591977
      ]
    ]
  },
  "In his best-known work, this economist argued that sports such as football result in a \"one-sided return to barbarism.\" He wrote a work on \"the conduct of universities by business men\" titled The Higher Learning In America. He also wrote about the (*) \"captains of industry\" in The Theory of Business Enterprise. For 10 points, name this Norwegian-American economist who coined the term \"conspicuous consumption\" in The Theory of the Leisure Class.": {
    "guess": "Thorstein Veblen",
    "confidence": [
      [
        "Thor",
        -0.0013332173
      ],
      [
        "stein",
        -9.968313e-06
      ],
      [
        " Ve",
        -6.968935e-05
      ],
      [
        "bl",
        -2.0219828e-05
      ],
      [
        "en",
        -1.8908588e-05
      ]
    ]
  },
  "The beta subunit of this enzyme features the highly conserved DELSEED motif. Neutralization of aspartate residues in this enzyme allows the movement of its c-ring. Inhibitors of it include DCCD and oligomycin. One subunit of this enzyme transitions between loose, tight and open conformations, according to the binding change mechanism of Paul Boyer. The two components of this enzyme are connected by a stator. Those two components are F-sub-zero and F-sub-one, rotary motors whose direction is controlled by the flow of protons across a membrane. For 10 points, name this enzyme that produces the major": {
    "guess": "ATP synthase",
    "confidence": [
      [
        "AT",
        -0.034640636
      ],
      [
        "P",
        -0.00013262156
      ],
      [
        " synth",
        -0.08523069
      ],
      [
        "ase",
        -1.5570886e-05
      ]
    ]
  },
  "A beta-sheet sandwich structure is common to all types of these whose Fab and Fc regions can be separated by papain based on their crystallizability. Their effector functions are increased through CSR, while somatic hypermutation occurs in their variable regions and renders a higher affinity for binding": {
    "guess": "Immunoglobulin",
    "confidence": [
      [
        "Im",
        -0.042857017
      ],
      [
        "mun",
        -1.4855664e-05
      ],
      [
        "oglob",
        -0.000112125854
      ],
      [
        "ulin",
        -0.16753925
      ]
    ]
  },
  "The best works this movement produced were poems like 1939's \"Return to My Native Land,\" 1945's \"Songs of Shadow,\" and 1956's \"Ethiopiques.\" It was founded by Leon Damas of French Guiana, Aime Cesaire of Martinique, and Leopold Senghor, the first president of Senegal. FTP name the literary and artistic movement founded in the 1930s by French-speaking black writers living in Paris, which protested against colonial rule and championed African values.": {
    "guess": "Negritude",
    "confidence": [
      [
        "Neg",
        -0.23722886
      ],
      [
        "rit",
        -3.4121115e-06
      ],
      [
        "ude",
        -5.5577775e-06
      ]
    ]
  },
  "Her best friend's name is Alison, which is ironic since she is also named Alison. She is hard of hearing": {
    "guess": "The Miller's Tale",
    "confidence": [
      [
        "The",
        -0.881487
      ],
      [
        " Miller",
        -1.9652904
      ],
      [
        "'s",
        -0.0011215225
      ],
      [
        " Tale",
        -0.008598974
      ]
    ]
  },
  "The best works this movement produced were poems like 1939's \"Return to My Native Land,\" 1945's \"Songs of Shadow,\" and 1956's \"Ethiopiques.\" It was founded by Leon Damas of French Guiana, Aime Cesaire": {
    "guess": "Negritude",
    "confidence": [
      [
        "Neg",
        -0.045590423
      ],
      [
        "rit",
        -6.2729996e-06
      ],
      [
        "ude",
        -5.9153886e-06
      ]
    ]
  },
  "One betrayed her father King Nisus of Megara, but the more famous one, at least according to Ovid, was loved by a sea deity also known as Pontius. He importuned her to no avail until he appealed to Circe for help. Circe, herself lusting after Glaucus, plotted to get rid of her rival by poisoning the stream of the young nymph. FTP, name this unfortunate mythological heroine, who upon contact with the poison metamorphosed into a monster with twelve feet and six heads, destined to live on a cliff across from Charybdis and eat sailors unlucky enough to pass through the Straits of Messina.": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.0065194946
      ],
      [
        "yll",
        -3.4762674e-05
      ],
      [
        "a",
        -3.6789137e-05
      ]
    ]
  },
  "In his best-known work, this economist argued that sports such as football result in a \"one-sided return to barbarism.\" He wrote a work on \"the conduct of universities by business men\" titled The Higher Learning In America. He also wrote about the (*) \"captains of industry\" in The Theory of Business Enterprise. For 10 points, name this Norwegian-American economist who coined the term \"conspicuous consumption\"": {
    "guess": "Thorstein Veblen",
    "confidence": [
      [
        "Thor",
        -0.0019812142
      ],
      [
        "stein",
        -1.3663626e-05
      ],
      [
        " Ve",
        -4.465658e-05
      ],
      [
        "bl",
        -2.2127088e-05
      ],
      [
        "en",
        -1.2590794e-05
      ]
    ]
  },
  "Her best friend is Henrietta Stackpole, the female  correspondent of an American newspaper. She receives": {
    "guess": "The Portrait of a Lady",
    "confidence": [
      [
        "The",
        -0.21437772
      ],
      [
        " Portrait",
        -0.0030244102
      ],
      [
        " of",
        -5.8841815e-05
      ],
      [
        " a",
        -0.00028576894
      ],
      [
        " Lady",
        -2.7014437e-05
      ]
    ]
  },
  "The best complete text is considered to be the Amiatinus which like most of the oldest texts, includes the Epistle to the Laodiceans. Based on the Textus Receptus, the Hexapla of Origen, the Masoretic": {
    "guess": "Bible",
    "confidence": [
      [
        "B",
        -0.36981854
      ],
      [
        "ible",
        -0.011128819
      ]
    ]
  },
  "One betrayed her father King Nisus of Megara, but the more famous one, at least according to Ovid, was": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.021778015
      ],
      [
        "yll",
        -8.657073e-06
      ],
      [
        "a",
        -4.0961266e-05
      ]
    ]
  },
  "The beta subunit of this enzyme features the highly conserved DELSEED motif. Neutralization of aspartate residues in this enzyme allows the movement of its c-ring. Inhibitors of it include DCCD and oligomycin. One subunit of this enzyme transitions between loose, tight and open conformations, according to the binding change mechanism of Paul Boyer. The two components of this enzyme are connected by": {
    "guess": "ATP synthase",
    "confidence": [
      [
        "AT",
        -0.12958963
      ],
      [
        "P",
        -0.00013941615
      ],
      [
        " synth",
        -0.11918328
      ],
      [
        "ase",
        -1.0206721e-05
      ]
    ]
  },
  "After his betrothal to Maria Leszczynska led to involvement in the War of Polish Succession, he vowed to rule without a minister. Placed on the throne at age five, he attempted to restore power to the": {
    "guess": "Louis XV of France",
    "confidence": [
      [
        "Louis",
        -0.040715955
      ],
      [
        " XV",
        -0.0026838488
      ],
      [
        " of",
        -0.060581427
      ],
      [
        " France",
        -7.226629e-06
      ]
    ]
  },
  "The best book published in either English or French in this polity is awarded the annual Aqua Books Lansdowne Prize. Just like a nearby province, which hosts Ogopogo, this place is home to a lake monster, that is named after this province. This province's highest point, Mount Baldy, is found in its Duck Mountain Provincial Park. Here, the Assiniboine River meets the Red River system, which also includes the Nelson River. Tourists come to its city of Churchill to see polar bears migrate inland toward": {
    "guess": "Manitoba",
    "confidence": [
      [
        "Man",
        -0.030658184
      ],
      [
        "it",
        -5.6934558e-05
      ],
      [
        "oba",
        -0.00011844365
      ]
    ]
  },
  "The Betterton-Kroll process removes bismuth from ores of this element and, with sulfur, it is found in": {
    "guess": "Galena",
    "confidence": [
      [
        "Gal",
        -0.5616255
      ],
      [
        "ena",
        -6.659005e-05
      ]
    ]
  },
  "Besides the namesake Vermonter, this man was the only other Republican Senator on the Dillingham Commission, which came up with the National Origins Formula and reading test that severely reduced immigration to the U.S. This man assisted Henry Adams in editing the North American Review after becoming the first-ever recipient of a doctorate in political science from Harvard, and was a U.S. spokesman at the Washington Naval Conference. As Senator from Massachusetts, he introduced namesake \"reservations,\" which were amendments reserving certain powers to Congress, as chairman of the Foreign Relations Committee. For 10 points, name this man who thus frustrated ratification of the Treaty of Versailles, a rival of Woodrow Wilson and leading opponent of U.S. membership in the League of Nations.": {
    "guess": "Henry Cabot Lodge",
    "confidence": [
      [
        "Henry",
        -0.0016229337
      ],
      [
        " Cab",
        -5.8484206e-05
      ],
      [
        "ot",
        -3.631232e-05
      ],
      [
        " Lodge",
        -5.9153886e-06
      ]
    ]
  }
}