{
  "In the Celtic romance The Voyage of Mael Duin, the title warrior's crew becomes intoxicated by a maiden on an island with four of these entities made out of gold, silver, copper and crystal. Some of these entities were created by the sons of Zeus and Antiope; according to that story, the struggling Zethus was aided in making them by the magical lyre-playing of his brother Amphion. In a Norse myth, an anonymous hrimthurs offered to create one of them in exchange for the sun, the moon, and Freya, but was killed by Thor after Loki distracted his horse Svadlifari. Poseidon and Apollo sent a sea monster and a plague to attack Troy after Laomedon refused to pay them for constructing another of these": {
    "guess": "Troy",
    "confidence": [
      [
        "T",
        -0.5076647
      ],
      [
        "roy",
        -0.0013325021
      ]
    ]
  },
  "When cells of this structure do not fully develop, lesions called Tornwaldt's cysts can form. During embryonic development, this structure produces a morphogen important in organ differentiation named after Sonic the Hedgehog. It is composed of a glycoprotein core surrounded by two collagen helices,": {
    "guess": "Notochord",
    "confidence": [
      [
        "N",
        -0.030130185
      ],
      [
        "oto",
        -0.14781019
      ],
      [
        "ch",
        -4.8351892e-05
      ],
      [
        "ord",
        -5.669615e-05
      ]
    ]
  },
  "This Celtic myth consists of a pack of huge black hounds that have licks of green fire for their eyes": {
    "guess": "Cŵn Annwn",
    "confidence": [
      [
        "C",
        -0.43530664
      ],
      [
        "\\xc5",
        -0.23819806
      ],
      [
        "\\xb5",
        -0.0028405376
      ],
      [
        "n",
        -6.392203e-06
      ],
      [
        " Ann",
        -2.0815847e-05
      ],
      [
        "wn",
        -1.569009e-05
      ]
    ]
  },
  "He celebrates \"the love of Man and in praise of God\" in the poem \"In Country Heaven,\" while another poem conceives of his uncle's farm as \"Adam and maiden.\" This author of the collections Eighteen Poems and Deaths and Entrances also wrote a radio play, Under Milk Wood, and the nostalgic \"A Child's Christmas": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.0009508833
      ],
      [
        "ylan",
        -8.0656086e-05
      ],
      [
        " Thomas",
        -6.313315e-05
      ]
    ]
  },
  "He celebrates \"the love of Man and in praise of God\" in the poem \"In Country Heaven,\" while another poem": {
    "guess": "William Wordsworth",
    "confidence": [
      [
        "William",
        -2.2808106
      ],
      [
        " Words",
        -2.143382
      ],
      [
        "worth",
        -0.00022511258
      ]
    ]
  },
  "Cells are divided by fluid-filled vacuoles in a variant of this process undergone by four species of chenopods. A final decarboxylation in this process occurs after conversion to malate, and its first": {
    "guess": "Crassulacean acid metabolism",
    "confidence": [
      [
        "Cr",
        -0.09948657
      ],
      [
        "ass",
        -7.3861476e-05
      ],
      [
        "ul",
        -5.3358446e-05
      ],
      [
        "ace",
        -0.00013524403
      ],
      [
        "an",
        -8.864273e-05
      ],
      [
        " acid",
        -0.0733512
      ],
      [
        " metabolism",
        -0.00016063073
      ]
    ]
  },
  "In the Celtic romance The Voyage of Mael Duin, the title warrior's crew becomes intoxicated by a maiden": {
    "guess": "The Voyage of Mael Duin",
    "confidence": [
      [
        "The",
        -0.15308285
      ],
      [
        " Voyage",
        -0.0011729635
      ],
      [
        " of",
        -0.00018625586
      ],
      [
        " M",
        -0.035622157
      ],
      [
        "ael",
        -0.0027499574
      ],
      [
        " Du",
        -0.0020729443
      ],
      [
        "in",
        -0.00024358915
      ]
    ]
  },
  "Cell bodies in which this substance has not yet been synthesized are called etioplasts. The synthesis of this substance is stimulated by cytokinin and can be inhibited by iron deficiency. Its catabolism is accompanied by an increase in pheophytin a and results in its conversion into a set of tetrapyrrole compounds. This porphyrin contains a central (*) magnesium ion, and its \"E\" type is found only in two species of golden algae. It is located in structures that are arranged in grana, thylakoids, where it is arranged with protein complexes called photosystems. For 10 points, name this green plant pigment that helps capture light energy.": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0006298751
      ],
      [
        "lor",
        -1.9027791e-05
      ],
      [
        "oph",
        -0.00011617878
      ],
      [
        "yll",
        -0.00020556684
      ]
    ]
  },
  "To celebrate the birth of his child, one of the main characters dances until the fiddler drops from exhaustion. That character's son pays visits to the local prostitute Minnie. This drama begins with Simeon and Peter joining the California gold rush and renouncing their claim to the farm, leaving their father Ephraim to marry his third wife Abbie Putnam, who smothers her illegitimate child by her stepson Eben. For 10 points, identify this Eugene O'Neill play about the Cabots, named for the trees": {
    "guess": "Desire Under the Elms",
    "confidence": [
      [
        "Des",
        -0.0040375562
      ],
      [
        "ire",
        -9.133887e-06
      ],
      [
        " Under",
        -5.50273e-05
      ],
      [
        " the",
        -0.00079914613
      ],
      [
        " El",
        -4.00813e-06
      ],
      [
        "ms",
        -2.577686e-06
      ]
    ]
  },
  "These cells are associated with Lyn and Syk tyrosine protein kinases, and they are influenced by TSLP in the embryonic liver. The genetic disorder Bruton's XLA is caused by an error in their development, and their activator protein is Pax-5, which induces the expression of their namesake linker protein. CD19, CD81, and CR2 make up their namesake co-receptor complex, and there are early and late types of their pro variety, which is distinguished by the expression of the IL-7 receptor. Numerous in the follicular cortex, they can also be divided into conventional and CD5 plus types, the latter of which are self- renewing. As part of humoral immunity, they can be differentiated into plasma cells. FTP, name this type of lymphocyte that develops in the bone marrow and produces antibodies.": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.012819107
      ],
      [
        " cell",
        -0.033756007
      ]
    ]
  },
  "Cells designated by this letter secrete amylin. Carbohydrates designated by this have the anomeric hydroxyl group on the same side as the CH2OH group. Propanolol and metoprolol affect adrenergic receptors designated by this letter, blocking the action of epinephrine. Brain waves described by this letter characterize full consciousness, and cellulose forms this type of glycosidic linkage. Parallel amino acid strands form hydrogen bonds in a secondary structure named for this letter, the pleated sheet.": {
    "guess": "Alpha",
    "confidence": [
      [
        "Alpha",
        -0.27779052
      ]
    ]
  },
  "This celestial body has two clusters of volcanoes called the Ishtar Terra and the Aphrodite Terra. Its tallest mountain, named Maxwell Mountain, lies in the Ishtar Terra and spews a lot of sulfur compounds and carbon dioxide into the atmosphere. It is the only planet in the Solar System that has true retrograde motion. It has the highest albedo of all planets in the solar system due to its thick atmosphere, which also leads to runaway greenhouse effect. For 10 points, name this hottest planet, the": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.001100207
      ],
      [
        "enus",
        -3.1281633e-07
      ]
    ]
  },
  "Cell bodies in which this substance has not yet been synthesized are called etioplasts. The synthesis of this substance is stimulated by cytokinin and can be inhibited by iron deficiency. Its catabolism": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.007946699
      ],
      [
        "lor",
        -6.749814e-06
      ],
      [
        "oph",
        -0.00069146673
      ],
      [
        "yll",
        -0.00015490896
      ]
    ]
  },
  "In Celebration of You is an unpublished collection of love poetry this man wrote to his lover, Lou Andreas.": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.049258478
      ],
      [
        "ainer",
        -0.0012054695
      ],
      [
        " Maria",
        -0.00015443214
      ],
      [
        " R",
        -2.057744e-05
      ],
      [
        "il",
        -0.00013882013
      ],
      [
        "ke",
        -3.297462e-05
      ]
    ]
  },
  "About to celebrate its centennial on July 19, this system consists of 199 kilometers of track and 368": {
    "guess": "Panama Canal",
    "confidence": [
      [
        "Pan",
        -1.3251306
      ],
      [
        "ama",
        -0.0017558604
      ],
      [
        " Canal",
        -0.022645935
      ]
    ]
  },
  "This Celtic myth consists of a pack of huge black hounds that have licks of green fire for their eyes and tongues, and their master, a man with crowned by a set of stag antlers and wearing a suit of black": {
    "guess": "Cŵn Annwn",
    "confidence": [
      [
        "C",
        -0.7773568
      ],
      [
        "\\xc5",
        -0.17768021
      ],
      [
        "\\xb5",
        -0.18548259
      ],
      [
        "n",
        -1.6524515e-05
      ],
      [
        " Ann",
        -8.776276e-06
      ],
      [
        "wn",
        -2.939851e-05
      ]
    ]
  },
  "Cells which are named for this protein can be surrounded by an envelope containing cystatin A and loricrin. IRS cells produce large amounts of trichohyalin and this other protein. Filaggrin helps facilitate aggregation of this protein, whose acidic and basic types form type I and type II (*) intermediate filaments. Cells that produce this protein are located in abundance in the stratum granulosum and the stratum lucidum. Large amounts of this protein are produced in a hardening process known as cornification.": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.007819787
      ],
      [
        "er",
        -1.9816675e-06
      ],
      [
        "atin",
        -0.0001441843
      ]
    ]
  },
  "These cells are associated with Lyn and Syk tyrosine protein kinases, and they are influenced by TSLP in the embryonic liver. The genetic disorder Bruton's XLA is caused by an error in their development,": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.06909317
      ],
      [
        " cell",
        -0.07075943
      ]
    ]
  },
  "Cells designated by this letter secrete amylin. Carbohydrates designated by this have the anomeric hydroxyl group on the same side as the CH2OH group. Propanolol and metoprolol affect adrenergic receptors designated by this letter, blocking the action of epinephrine. Brain waves described by this letter characterize full consciousness, and cellulose forms this type of glycosidic linkage. Parallel amino acid strands form hydrogen bonds in a secondary structure named for this letter, the pleated sheet. The Islets of Langerhans mostly consist of insulin-secreting cells named for this Greek letter. For 10 points, name this letter designating animals a step below the \"alpha male.\"": {
    "guess": "Beta cell",
    "confidence": [
      [
        "Beta",
        -0.008196332
      ],
      [
        " cell",
        -0.0600141
      ]
    ]
  },
  "Cells are divided by fluid-filled vacuoles in a variant of this process undergone by four species of": {
    "guess": "Mitosis",
    "confidence": [
      [
        "Mit",
        -0.2375801
      ],
      [
        "osis",
        -0.0013815442
      ]
    ]
  },
  "These cells come in pyramidal and multipolar varieties. Protein synthesis in them takes place in Nissl (NISS-uhl) bodies. One component of them is protected by a myelin (MY-uh-lin) sheath, which may be formed of Schwann (SHVAHN) cells. They come in afferent and efferent types, which are also known as sensory and motor, respectively. They consist of a soma, dendrites, and an axon, and transmit impulses across synapses. For 20 points, name these cells of the nervous system.": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.00014883325
      ],
      [
        "uron",
        -0.0015171191
      ]
    ]
  },
  "This celestial body is surrounded by 4 rings, the outermost of which, 1989N1R, displays non-uniformity of particle density never before observed in the solar system. Visited by Voyager 2, the mission found it to be characterized by a bright feature dubbed the \"scooter,\" an atmospheric storm called the \"Great Dark Spot\", and not 2 moons, as was previously believed, but rather 8, including Despina, Larissa, and Proteus. With an nearly circular orbital eccentricity of 0.009, FTP name this planet, usually the 8th in distance from the sun.": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.021515768
      ],
      [
        "ptune",
        -1.11603495e-05
      ]
    ]
  },
  "Cells designated by this letter secrete amylin. Carbohydrates designated by this have the anomeric hydroxyl group on the same side as the CH2OH group. Propanolol and metoprolol affect adrenergic receptors designated by this letter, blocking the action of epinephrine. Brain waves described by this letter characterize full consciousness, and cellulose forms this type of glycosidic linkage. Parallel amino acid strands form hydrogen bonds in a secondary structure named for this letter, the pleated sheet. The Islets of Langerhans mostly consist of insulin-secreting cells named for this Greek letter.": {
    "guess": "Alpha",
    "confidence": [
      [
        "Alpha",
        -0.56933975
      ]
    ]
  },
  "Cells are divided by fluid-filled vacuoles in a variant of this process undergone by four species of chenopods. A final decarboxylation in this process occurs after conversion to malate, and its first two steps involve the enzymes pyruvate-phosphate dikinase and PEP carboxylase. Organisms adapted to perform it possess Kranz anatomy, where grana-less bundle-sheath cells are bordered by mesophyll cells. Adapted as a way to prevent photorespiration by RuBisCO along with CAM, for 10 points, name this": {
    "guess": "C4 carbon fixation",
    "confidence": [
      [
        "C",
        -0.4855156
      ],
      [
        "4",
        -0.0061843875
      ],
      [
        " carbon",
        -0.13651831
      ],
      [
        " fixation",
        -0.043217845
      ]
    ]
  },
  "Cells designated by this letter secrete amylin. Carbohydrates designated by this have the anomeric hydroxyl group on the same side as the CH2OH group. Propanolol and metoprolol affect adrenergic receptors designated by this letter, blocking the action of epinephrine. Brain waves described by this letter characterize full consciousness, and cellulose forms this type of glycosidic linkage. Parallel amino": {
    "guess": "Alpha",
    "confidence": [
      [
        "Alpha",
        -0.66052574
      ]
    ]
  },
  "To celebrate the birth of his child, one of the main characters dances until the fiddler drops from exhaustion.": {
    "guess": "Fiddler on the Roof",
    "confidence": [
      [
        "F",
        -0.16217521
      ],
      [
        "idd",
        -0.03219567
      ],
      [
        "ler",
        -0.00017541199
      ],
      [
        " on",
        -0.022954263
      ],
      [
        " the",
        -4.8709502e-05
      ],
      [
        " Roof",
        -0.00026836884
      ]
    ]
  },
  "In the Celtic romance The Voyage of Mael Duin, the title warrior's crew becomes intoxicated by a maiden on an island with four of these entities made out of gold, silver, copper and crystal. Some of these entities were created by the sons of Zeus and Antiope; according to that story, the struggling Zethus": {
    "guess": "Amphora",
    "confidence": [
      [
        "Am",
        -1.4213369
      ],
      [
        "ph",
        -0.56697
      ],
      [
        "ora",
        -0.59803593
      ]
    ]
  },
  "When cells of this structure do not fully develop, lesions called Tornwaldt's cysts can form. During embryonic development, this structure produces a morphogen important in organ differentiation named after Sonic the Hedgehog. It is composed of a glycoprotein core surrounded by two collagen helices, and it served as a backbone in Haikouichthys. Though it is a defining feature of the phylum Chordata,": {
    "guess": "Notochord",
    "confidence": [
      [
        "N",
        -0.013099637
      ],
      [
        "oto",
        -1.9743013e-05
      ],
      [
        "ch",
        -4.8425554e-06
      ],
      [
        "ord",
        -6.2729996e-06
      ]
    ]
  },
  "Cells are divided by fluid-filled vacuoles in a variant of this process undergone by four species of chenopods. A final decarboxylation in this process occurs after conversion to malate, and its first two steps involve the enzymes pyruvate-phosphate dikinase and PEP carboxylase. Organisms adapted to": {
    "guess": "Crassulacean acid metabolism",
    "confidence": [
      [
        "Cr",
        -0.051312067
      ],
      [
        "ass",
        -4.4849444e-06
      ],
      [
        "ul",
        -3.9054008e-05
      ],
      [
        "ace",
        -9.293406e-05
      ],
      [
        "an",
        -8.6735476e-05
      ],
      [
        " acid",
        -0.18002307
      ],
      [
        " metabolism",
        -0.00013703208
      ]
    ]
  },
  "These cells are enlarged and ineffective in individuals with Bernard-Soulier syndrome. Alpha granules within these bodies contain the protein vitronectin and von Willebrand Factor, which allows these cells to bind to collagen. These cells, produced from megakaryocytes in the red marrow, are sometimes called thrombocytes due to their release of thromboxanes during the formation of a namesake plug. For": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.003342998
      ],
      [
        "let",
        -0.108144894
      ]
    ]
  },
  "This celestial body is composed of roughly equal parts of rock and water ice, with small amounts of volatile frozen ammonia. Surface features include Gomul Catena, located within the Valhalla multi-ring structure, and the even longer Gipul Catena, a chain of craters over 600 kilometers long. Both chains formed from the impact of comets fragmented by the tidal forces of the object around which this satellite orbits. Yet as the outermost of the Galilean moons, it experiences neither orbital resonance": {
    "guess": "CALLISTO",
    "confidence": [
      [
        "CALL",
        -0.8854461
      ],
      [
        "IST",
        -6.2729996e-06
      ],
      [
        "O",
        -9.114601e-05
      ]
    ]
  },
  "Cells are divided by fluid-filled vacuoles in a variant of this process undergone by four species of chenopods. A final decarboxylation in this process occurs after conversion to malate, and its first two steps involve the enzymes pyruvate-phosphate dikinase and PEP carboxylase. Organisms adapted to perform it possess Kranz anatomy, where grana-less bundle-sheath cells are bordered by mesophyll cells.": {
    "guess": "Crassulacean acid metabolism",
    "confidence": [
      [
        "Cr",
        -0.24704258
      ],
      [
        "ass",
        -0.00021521868
      ],
      [
        "ul",
        -9.674858e-05
      ],
      [
        "ace",
        -0.00022392054
      ],
      [
        "an",
        -6.122589e-05
      ],
      [
        " acid",
        -0.10998687
      ],
      [
        " metabolism",
        -0.00037240062
      ]
    ]
  },
  "In the Celtic romance The Voyage of Mael Duin, the title warrior's crew becomes intoxicated by a maiden on an island with four of these entities made out of gold, silver, copper and crystal. Some of these entities were created by the sons of Zeus and Antiope; according to that story, the struggling Zethus was aided in making them by the magical lyre-playing of his brother Amphion. In a Norse myth, an anonymous hrimthurs offered to create one of them in exchange for the sun, the moon, and Freya, but was killed by Thor after Loki distracted his horse Svadlifari. Poseidon and Apollo sent a sea monster and a plague to attack Troy after Laomedon refused to pay them for constructing another of these objects. For 10 points, identify these common defensive structures which surrounded both Asgard and": {
    "guess": "Walls of Troy",
    "confidence": [
      [
        "W",
        -0.14846487
      ],
      [
        "alls",
        -0.000117132404
      ],
      [
        " of",
        -0.012299841
      ],
      [
        " Troy",
        -0.62094015
      ]
    ]
  },
  "Cell bodies in which this substance has not yet been synthesized are called etioplasts. The synthesis": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.54737705
      ],
      [
        "lor",
        -0.0011797508
      ],
      [
        "oph",
        -0.09834628
      ],
      [
        "yll",
        -0.00015550498
      ]
    ]
  },
  "About to celebrate its centennial on July 19, this system consists of 199 kilometers of track and 368 stations serving 15 separate routes transporting around 6 million people daily in and out of the city.": {
    "guess": "Beijing Subway",
    "confidence": [
      [
        "Be",
        -1.2694443
      ],
      [
        "ijing",
        -0.008155064
      ],
      [
        " Subway",
        -0.0057564764
      ]
    ]
  },
  "Cells which are named for this protein can be surrounded by an envelope containing cystatin A and loricrin. IRS cells produce large amounts of trichohyalin and this other protein. Filaggrin helps facilitate aggregation of this protein, whose acidic and basic types form type I and type II (*) intermediate filaments. Cells that produce this protein are located in abundance in the stratum granulosum and the stratum lucidum. Large amounts of this protein are produced in a hardening process known as cornification. In the epidermis this protein makes skin waterproof and contributes to its structural integrity. For 10 points, name this protein found in abundance in hair and fingernails.": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.0053196163
      ],
      [
        "er",
        -3.650519e-06
      ],
      [
        "atin",
        -5.5146502e-05
      ]
    ]
  },
  "Cell bodies in which this substance has not yet been synthesized are called etioplasts. The synthesis of this substance is stimulated by cytokinin and can be inhibited by iron deficiency. Its catabolism is accompanied by an increase in pheophytin a and results in its conversion into a set of tetrapyrrole compounds. This porphyrin contains a central (*) magnesium ion, and its \"E\" type is found only in two species of golden algae. It is located in structures that are arranged in grana, thylakoids, where it is arranged with protein complexes called photosystems. For 10 points, name this green plant": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0020317768
      ],
      [
        "lor",
        -2.5226382e-05
      ],
      [
        "oph",
        -0.0018528391
      ],
      [
        "yll",
        -0.00015145572
      ]
    ]
  },
  "This celestial body is composed of roughly equal parts of rock and water ice, with small amounts of volatile frozen ammonia. Surface features include Gomul Catena, located within the Valhalla multi-ring": {
    "guess": "Callisto",
    "confidence": [
      [
        "Call",
        -0.67419004
      ],
      [
        "isto",
        -0.00073660817
      ]
    ]
  },
  "These cells can be divided into types I and II based on their expression of Ran2 and A2B5, and caveolin-1 is a potential marker for tumors of these cells. They link to each other via gap junctions, forming a syncytium, and one type of them that exists in the cerebellum is known as Bergmann's cells. Their membranes have a high density of potassium channels, which allow them to control the ionic content of the extracellular space, and another type of them extend foot-like processes in the blood-brain": {
    "guess": "Astrocyte",
    "confidence": [
      [
        "Ast",
        -0.110791996
      ],
      [
        "ro",
        -7.481511e-05
      ],
      [
        "cy",
        -0.00017588881
      ],
      [
        "te",
        -0.0004907185
      ]
    ]
  },
  "In Celebration of You is an unpublished collection of love poetry this man wrote to his lover, Lou Andreas. He took a trip to Scandinavia in 1904 where he took notes for his novel about a Dane in Paris, The Notebook of Malte Laurids Brigge.  The three segments Of the Monastic Life, Of Pilgrimage, and Of Poverty and Death make up his collection The Book of Hours, but it is a set of sonnets and a collection": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.019189877
      ],
      [
        "ainer",
        -0.0011936792
      ],
      [
        " Maria",
        -0.0001441843
      ],
      [
        " R",
        -3.619312e-05
      ],
      [
        "il",
        -0.00014859485
      ],
      [
        "ke",
        -2.8444882e-05
      ]
    ]
  },
  "This Celtic myth consists of a pack of huge black hounds that have licks of green fire for their eyes and tongues, and their master, a man with crowned by a set of stag antlers and wearing a suit of black leather. FTP name this group that appears when there is evil in the land and attempts to track in": {
    "guess": "Wild Hunt",
    "confidence": [
      [
        "Wild",
        -0.4800702
      ],
      [
        " Hunt",
        -0.0010918775
      ]
    ]
  },
  "This celestial body has two clusters of volcanoes called the Ishtar Terra and the Aphrodite Terra. Its tallest mountain, named Maxwell Mountain, lies in the Ishtar Terra and spews a lot of sulfur compounds and carbon dioxide into the atmosphere. It is the only planet in the Solar System that has true retrograde motion. It has the highest albedo of all planets in the solar system due to its thick atmosphere, which also leads to runaway greenhouse effect. For 10 points, name this hottest planet, the second closest to the Sun.": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.00036822853
      ],
      [
        "enus",
        -3.1281633e-07
      ]
    ]
  },
  "This celestial body is composed of roughly equal parts of rock and water ice, with small amounts of volatile frozen ammonia. Surface features include Gomul Catena, located within the Valhalla multi-ring structure, and the even longer Gipul Catena, a chain of craters over 600 kilometers long. Both chains formed from the impact of comets fragmented by the tidal forces of the object around which this": {
    "guess": "Miranda (moon)",
    "confidence": [
      [
        "Mir",
        -0.85432315
      ],
      [
        "anda",
        -4.5371802e-05
      ],
      [
        " (",
        -0.2701688
      ],
      [
        "moon",
        -0.000112245056
      ],
      [
        ")",
        -4.1273333e-06
      ]
    ]
  },
  "These cells are associated with Lyn and Syk tyrosine protein kinases, and they are influenced by TSLP in the embryonic liver. The genetic disorder Bruton's XLA is caused by an error in their development, and their activator protein is Pax-5, which induces the expression of their namesake linker protein.": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.005954395
      ],
      [
        " cell",
        -0.027132614
      ]
    ]
  },
  "To celebrate the birth of his child, one of the main characters dances until the fiddler drops from exhaustion. That character's son pays visits to the local prostitute Minnie. This drama begins with Simeon and Peter joining the California gold rush and renouncing their claim to the farm, leaving their father Ephraim to marry his third wife Abbie Putnam, who smothers her illegitimate child by her stepson Eben. For 10 points, identify this Eugene O'Neill play about the Cabots, named for the trees that bend over the central farm.": {
    "guess": "Desire Under the Elms",
    "confidence": [
      [
        "Des",
        -0.0031137804
      ],
      [
        "ire",
        -7.822647e-06
      ],
      [
        " Under",
        -5.407367e-05
      ],
      [
        " the",
        -0.0010248318
      ],
      [
        " El",
        -4.1273333e-06
      ],
      [
        "ms",
        -2.3392786e-06
      ]
    ]
  },
  "This celestial body has two clusters of volcanoes called the Ishtar Terra and the Aphrodite Terra. Its tallest mountain, named Maxwell Mountain, lies in the Ishtar Terra and spews a lot of sulfur compounds and carbon dioxide into the atmosphere. It is the only planet in the Solar System that has true retrograde motion. It has the highest albedo of all planets in the solar system due to its thick atmosphere,": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.00028934504
      ],
      [
        "enus",
        -3.1281633e-07
      ]
    ]
  },
  "Cells which are named for this protein can be surrounded by an envelope containing cystatin A and loricrin. IRS cells produce large amounts of trichohyalin and this other protein. Filaggrin helps facilitate aggregation of this protein, whose acidic and basic types form type I and type II (*) intermediate filaments. Cells that produce this protein are located in abundance in the stratum granulosum and": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.20035647
      ],
      [
        "er",
        -1.8624639e-06
      ],
      [
        "atin",
        -0.00015896189
      ]
    ]
  },
  "Cells are divided by fluid-filled vacuoles in a variant of this process undergone by four species of chenopods. A final decarboxylation in this process occurs after conversion to malate, and its first two steps involve the enzymes pyruvate-phosphate dikinase and PEP carboxylase. Organisms adapted to perform it possess Kranz anatomy, where grana-less bundle-sheath cells are bordered by mesophyll cells. Adapted as a way to prevent photorespiration by RuBisCO along with CAM, for 10 points, name this alternative photosynthetic pathway employed by many land plants.": {
    "guess": "C4 carbon fixation",
    "confidence": [
      [
        "C",
        -0.04273538
      ],
      [
        "4",
        -0.00027444822
      ],
      [
        " carbon",
        -0.030653318
      ],
      [
        " fixation",
        -0.00043496056
      ]
    ]
  },
  "Cell bodies in which this substance has not yet been synthesized are called etioplasts. The synthesis of this substance is stimulated by cytokinin and can be inhibited by iron deficiency. Its catabolism is accompanied by an increase in pheophytin a and results in its conversion into a set of tetrapyrrole": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.06406221
      ],
      [
        "lor",
        -2.2246291e-05
      ],
      [
        "oph",
        -0.001272616
      ],
      [
        "yll",
        -0.00059008674
      ]
    ]
  },
  "These cells are enlarged and ineffective in individuals with Bernard-Soulier syndrome. Alpha granules within these bodies contain the protein vitronectin and von Willebrand Factor, which allows these cells": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.0070192916
      ],
      [
        "let",
        -0.21429583
      ]
    ]
  },
  "In the Celtic romance The Voyage of Mael Duin, the title warrior's crew becomes intoxicated by a maiden on an island with four of these entities made out of gold, silver, copper and crystal. Some of these entities were created by the sons of Zeus and Antiope; according to that story, the struggling Zethus was aided in making them by the magical lyre-playing of his brother Amphion. In a Norse myth,": {
    "guess": "Amphion",
    "confidence": [
      [
        "Am",
        -0.6623831
      ],
      [
        "ph",
        -0.0005776969
      ],
      [
        "ion",
        -0.00040469383
      ]
    ]
  },
  "He celebrates \"the love of Man and in praise of God\" in the poem \"In Country Heaven,\" while another poem conceives of his uncle's farm as \"Adam and maiden.\" This author of the collections Eighteen Poems and Deaths and Entrances also wrote a radio play, Under Milk Wood, and the nostalgic \"A Child's Christmas in Wales.\" For 10 points, name this Welsh poet of \"Fern Hill\" and \"Do Not Go Gentle into That Good Night.\"": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.0053755795
      ],
      [
        "ylan",
        -1.0206721e-05
      ],
      [
        " Thomas",
        -0.00028719936
      ]
    ]
  },
  "These cells are enlarged and ineffective in individuals with Bernard-Soulier syndrome. Alpha granules": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.029634072
      ],
      [
        "let",
        -0.17644477
      ]
    ]
  },
  "To celebrate the birth of his child, one of the main characters dances until the fiddler drops from exhaustion. That character's son pays visits to the local prostitute Minnie. This drama begins with Simeon and Peter joining the California gold rush and renouncing their claim to the farm, leaving their": {
    "guess": "The Wikipedia page for \"The Aspern Papers\"",
    "confidence": [
      [
        "The",
        -0.95688385
      ],
      [
        " Wikipedia",
        -1.3769855
      ],
      [
        " page",
        -0.0032805023
      ],
      [
        " for",
        -0.49259034
      ],
      [
        " \"",
        -1.1811522
      ],
      [
        "The",
        -0.8816303
      ],
      [
        " As",
        -2.0076568
      ],
      [
        "per",
        -0.024673924
      ],
      [
        "n",
        -0.00014644918
      ],
      [
        " Papers",
        -0.0005382588
      ],
      [
        "\"",
        -0.031258978
      ]
    ]
  },
  "When cells of this structure do not fully develop, lesions called Tornwaldt's cysts can form. During embryonic development, this structure produces a morphogen important in organ differentiation named after Sonic the Hedgehog. It is composed of a glycoprotein core surrounded by two collagen helices, and it served as a backbone in Haikouichthys. Though it is a defining feature of the phylum Chordata, most chordates do not retain this structure into adulthood, though tunicates and lancelets notably do. Identify this structure that is the precursor to the intevertebral disk, a structure found in the embryos of all chordates.": {
    "guess": "Notochord",
    "confidence": [
      [
        "N",
        -0.010741472
      ],
      [
        "oto",
        -6.754368e-05
      ],
      [
        "ch",
        -1.7954959e-05
      ],
      [
        "ord",
        -6.1106686e-05
      ]
    ]
  },
  "When cells of this structure do not fully develop, lesions called Tornwaldt's cysts can form. During embryonic development, this structure produces a morphogen important in organ differentiation named after Sonic the Hedgehog. It is composed of a glycoprotein core surrounded by two collagen helices, and it served as a backbone in Haikouichthys. Though it is a defining feature of the phylum Chordata, most chordates do not retain this structure into adulthood, though tunicates and lancelets notably do. Identify this structure that is the precursor to the intevertebral disk, a structure found in the": {
    "guess": "Notochord",
    "confidence": [
      [
        "N",
        -0.022360716
      ],
      [
        "oto",
        -9.794062e-05
      ],
      [
        "ch",
        -1.4617256e-05
      ],
      [
        "ord",
        -5.371606e-05
      ]
    ]
  },
  "This celestial body is surrounded by 4 rings, the outermost of which, 1989N1R, displays non-uniformity of particle density never before observed in the solar system. Visited by Voyager 2, the mission found it to be characterized by a bright feature dubbed the \"scooter,\" an atmospheric storm called the \"Great Dark Spot\", and not 2 moons, as was previously believed, but rather 8, including Despina, Larissa,": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.0833073
      ],
      [
        "ptune",
        -9.610702e-06
      ]
    ]
  },
  "Cell bodies in which this substance has not yet been synthesized are called etioplasts. The synthesis of this substance is stimulated by cytokinin and can be inhibited by iron deficiency. Its catabolism is accompanied by an increase in pheophytin a and results in its conversion into a set of tetrapyrrole compounds. This porphyrin contains a central (*) magnesium ion, and its \"E\" type is found only": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.027862461
      ],
      [
        "lor",
        -5.145119e-05
      ],
      [
        "oph",
        -0.00015312091
      ],
      [
        "yll",
        -0.00062904065
      ]
    ]
  },
  "This celestial body is surrounded by 4 rings, the outermost of which, 1989N1R, displays non-uniformity of particle density never before observed in the solar system. Visited by Voyager 2, the mission found": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.34310043
      ],
      [
        "ptune",
        -0.0004392519
      ]
    ]
  },
  "These cells can be divided into types I and II based on their expression of Ran2 and A2B5, and caveolin-1 is a potential marker for tumors of these cells. They link to each other via gap junctions, forming a syncytium, and one type of them that exists in the cerebellum is known as Bergmann's cells. Their membranes have a high density of potassium channels, which allow them to control the ionic content": {
    "guess": "Astrocyte",
    "confidence": [
      [
        "Ast",
        -0.032029085
      ],
      [
        "ro",
        -7.2192626e-05
      ],
      [
        "cy",
        -0.00072899385
      ],
      [
        "te",
        -0.009216209
      ]
    ]
  },
  "Cells designated by this letter secrete amylin. Carbohydrates designated by this have the anomeric hydroxyl group on the same side as the CH2OH group. Propanolol and metoprolol affect adrenergic receptors": {
    "guess": "Alpha",
    "confidence": [
      [
        "Alpha",
        -1.1637481
      ]
    ]
  },
  "About to celebrate its centennial on July 19, this system consists of 199 kilometers of track and 368 stations serving 15 separate routes transporting around 6 million people daily in and out of the city. For ten points, name this light rail subway system that services the French capital of Paris.": {
    "guess": "Paris Métro",
    "confidence": [
      [
        "Paris",
        -0.026760362
      ],
      [
        " Mét",
        -0.029083302
      ],
      [
        "ro",
        -8.304016e-05
      ]
    ]
  },
  "These cells come in pyramidal and multipolar varieties. Protein synthesis in them takes place in Nissl (NISS-uhl) bodies. One component of them is protected by a myelin (MY-uh-lin) sheath, which may be": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.005564686
      ],
      [
        "uron",
        -0.0005436193
      ]
    ]
  },
  "These cells are associated with Lyn and Syk tyrosine protein kinases, and they are influenced by TSLP in the embryonic liver. The genetic disorder Bruton's XLA is caused by an error in their development, and their activator protein is Pax-5, which induces the expression of their namesake linker protein. CD19, CD81, and CR2 make up their namesake co-receptor complex, and there are early and late types of their pro variety, which is distinguished by the expression of the IL-7 receptor. Numerous in the follicular cortex, they can also be divided into conventional and CD5 plus types, the latter of": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.013649411
      ],
      [
        " cell",
        -0.00939998
      ]
    ]
  },
  "These cells come in pyramidal and multipolar varieties. Protein synthesis in them takes place in Nissl (NISS-uhl) bodies. One component of them is protected by a myelin (MY-uh-lin) sheath, which may be formed of Schwann (SHVAHN) cells. They come in afferent and efferent types, which are also known as": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.003422355
      ],
      [
        "uron",
        -0.0066040563
      ]
    ]
  },
  "In Celebration of You is an unpublished collection of love poetry this man wrote to his lover, Lou Andreas. He took a trip to Scandinavia in 1904 where he took notes for his novel about a Dane in Paris, The Notebook of Malte Laurids Brigge.  The three segments Of the Monastic Life, Of Pilgrimage, and": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.40084797
      ],
      [
        "ainer",
        -0.009144855
      ],
      [
        " Maria",
        -0.00041339206
      ],
      [
        " R",
        -0.000147522
      ],
      [
        "il",
        -0.00021271907
      ],
      [
        "ke",
        -2.057744e-05
      ]
    ]
  },
  "These cells are associated with Lyn and Syk tyrosine protein kinases, and they are influenced by TSLP in the embryonic liver. The genetic disorder Bruton's XLA is caused by an error in their development, and their activator protein is Pax-5, which induces the expression of their namesake linker protein. CD19, CD81, and CR2 make up their namesake co-receptor complex, and there are early and late types of their pro variety, which is distinguished by the expression of the IL-7 receptor. Numerous in": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.0059786886
      ],
      [
        " cell",
        -0.013986374
      ]
    ]
  },
  "This celestial body is surrounded by 4 rings, the outermost of which, 1989N1R, displays non-uniformity of particle density never before observed in the solar system. Visited by Voyager 2, the mission found it to be characterized by a bright feature dubbed the \"scooter,\" an atmospheric storm called the": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.008776235
      ],
      [
        "ptune",
        -3.3213026e-05
      ]
    ]
  },
  "These cells come in pyramidal and multipolar varieties. Protein synthesis in them takes place in Nissl (NISS-uhl) bodies. One component of them is protected by a myelin (MY-uh-lin) sheath, which may be formed of Schwann (SHVAHN) cells. They come in afferent and efferent types, which are also known as sensory and motor, respectively. They consist of a soma, dendrites, and an axon, and transmit impulses": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.0005751936
      ],
      [
        "uron",
        -2.3915141e-05
      ]
    ]
  },
  "Cells designated by this letter secrete amylin. Carbohydrates designated by this have the anomeric hydroxyl": {
    "guess": "Alpha",
    "confidence": [
      [
        "Alpha",
        -1.2314019
      ]
    ]
  },
  "When cells of this structure do not fully develop, lesions called Tornwaldt's cysts can form. During embryonic development, this structure produces a morphogen important in organ differentiation named": {
    "guess": "Nasopharynx",
    "confidence": [
      [
        "N",
        -0.07098942
      ],
      [
        "as",
        -0.5684095
      ],
      [
        "oph",
        -0.39979422
      ],
      [
        "ary",
        -0.000260859
      ],
      [
        "nx",
        -0.00790802
      ]
    ]
  },
  "These cells can be divided into types I and II based on their expression of Ran2 and A2B5, and caveolin-1 is a potential marker for tumors of these cells. They link to each other via gap junctions, forming": {
    "guess": "Oligodendrocyte",
    "confidence": [
      [
        "O",
        -0.7925135
      ],
      [
        "lig",
        -0.003507534
      ],
      [
        "od",
        -0.00030769507
      ],
      [
        "end",
        -0.0004653465
      ],
      [
        "ro",
        -1.3902034e-05
      ],
      [
        "cy",
        -0.002184165
      ],
      [
        "te",
        -0.040610198
      ]
    ]
  },
  "In Celebration of You is an unpublished collection of love poetry this man wrote to his lover, Lou Andreas. He took a trip to Scandinavia in 1904 where he took notes for his novel about a Dane in Paris, The Notebook of Malte Laurids Brigge.  The three segments Of the Monastic Life, Of Pilgrimage, and Of Poverty and Death make up his collection The Book of Hours, but it is a set of sonnets and a collection of elegies from a Czech castle for which he is most famous. For 10 points—name this poet of Duino Elegies and Sonnets to Orpheus.": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.003053289
      ],
      [
        "ainer",
        -0.0011860613
      ],
      [
        " Maria",
        -7.77952e-05
      ],
      [
        " R",
        -9.253091e-06
      ],
      [
        "il",
        -0.00014430351
      ],
      [
        "ke",
        -8.0656086e-05
      ]
    ]
  },
  "Cells designated by this letter secrete amylin. Carbohydrates designated by this have the anomeric hydroxyl group on the same side as the CH2OH group. Propanolol and metoprolol affect adrenergic receptors designated by this letter, blocking the action of epinephrine. Brain waves described by this letter": {
    "guess": "Alpha wave",
    "confidence": [
      [
        "Alpha",
        -0.59324515
      ],
      [
        " wave",
        -0.35552725
      ]
    ]
  },
  "These cells are associated with Lyn and Syk tyrosine protein kinases, and they are influenced by TSLP in the embryonic liver. The genetic disorder Bruton's XLA is caused by an error in their development, and their activator protein is Pax-5, which induces the expression of their namesake linker protein. CD19, CD81, and CR2 make up their namesake co-receptor complex, and there are early and late types of their pro variety, which is distinguished by the expression of the IL-7 receptor. Numerous in the follicular cortex, they can also be divided into conventional and CD5 plus types, the latter of which are self- renewing. As part of humoral immunity, they can be differentiated into plasma cells.": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.009601548
      ],
      [
        " cell",
        -0.026778582
      ]
    ]
  },
  "This celestial body is composed of roughly equal parts of rock and water ice, with small amounts of volatile frozen ammonia. Surface features include Gomul Catena, located within the Valhalla multi-ring structure, and the even longer Gipul Catena, a chain of craters over 600 kilometers long. Both chains formed from the impact of comets fragmented by the tidal forces of the object around which this satellite orbits. Yet as the outermost of the Galilean moons, it experiences neither orbital resonance nor tidal heating. FTP, name this second-largest moon of Jupiter and third-largest moon in the solar system, named after a nymph who first turned into a bear and then into the constellation Ursa Major.": {
    "guess": "Callisto (moon)",
    "confidence": [
      [
        "Call",
        -0.025248079
      ],
      [
        "isto",
        -1.4855664e-05
      ],
      [
        " (",
        -0.6862803
      ],
      [
        "moon",
        -8.792751e-05
      ],
      [
        ")",
        -2.8921695e-05
      ]
    ]
  },
  "This Celtic myth consists of a pack of huge black hounds that have licks of green fire for their eyes and tongues, and their master, a man with crowned by a set of stag antlers and wearing a suit of black leather. FTP name this group that appears when there is evil in the land and attempts to track in down, drawing in innocent bystanders in the process.": {
    "guess": "Wild Hunt",
    "confidence": [
      [
        "Wild",
        -0.5453702
      ],
      [
        " Hunt",
        -0.0023918252
      ]
    ]
  },
  "Cells which are named for this protein can be surrounded by an envelope containing cystatin A and loricrin. IRS cells produce large amounts of trichohyalin and this other protein. Filaggrin helps facilitate": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.47432822
      ],
      [
        "er",
        -2.7610455e-05
      ],
      [
        "atin",
        -0.0004446124
      ]
    ]
  },
  "Cells which are named for this protein can be surrounded by an envelope containing cystatin A and loricrin. IRS cells produce large amounts of trichohyalin and this other protein. Filaggrin helps facilitate aggregation of this protein, whose acidic and basic types form type I and type II (*) intermediate filaments. Cells that produce this protein are located in abundance in the stratum granulosum and the stratum lucidum. Large amounts of this protein are produced in a hardening process known as cornification. In the epidermis this protein makes skin waterproof and contributes to its structural": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.0049300045
      ],
      [
        "er",
        -6.1537958e-06
      ],
      [
        "atin",
        -7.088138e-05
      ]
    ]
  },
  "This celestial body has two clusters of volcanoes called the Ishtar Terra and the Aphrodite Terra. Its tallest mountain, named Maxwell Mountain, lies in the Ishtar Terra and spews a lot of sulfur compounds and carbon dioxide into the atmosphere. It is the only planet in the Solar System that has true": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.00036930136
      ],
      [
        "enus",
        -5.5122365e-07
      ]
    ]
  },
  "This celestial body is composed of roughly equal parts of rock and water ice, with small amounts of volatile": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.08378233
      ],
      [
        "rit",
        -8.208653e-05
      ],
      [
        "on",
        -1.3067608e-05
      ],
      [
        " (",
        -0.004442105
      ],
      [
        "moon",
        -0.0004101772
      ],
      [
        ")",
        -7.3458323e-06
      ]
    ]
  },
  "To celebrate the birth of his child, one of the main characters dances until the fiddler drops from exhaustion. That character's son pays visits to the local prostitute Minnie. This drama begins with Simeon": {
    "guess": "Desire Under the Elms",
    "confidence": [
      [
        "Des",
        -0.07053183
      ],
      [
        "ire",
        -0.00047988567
      ],
      [
        " Under",
        -0.0013232151
      ],
      [
        " the",
        -0.0017831179
      ],
      [
        " El",
        -1.0802739e-05
      ],
      [
        "ms",
        -1.0087517e-05
      ]
    ]
  },
  "Cells which are named for this protein can be surrounded by an envelope containing cystatin A and loricrin. IRS cells produce large amounts of trichohyalin and this other protein. Filaggrin helps facilitate aggregation of this protein, whose acidic and basic types form type I and type II (*) intermediate": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.18217543
      ],
      [
        "er",
        -0.00010616567
      ],
      [
        "atin",
        -0.0020611652
      ]
    ]
  },
  "In Celebration of You is an unpublished collection of love poetry this man wrote to his lover, Lou Andreas. He took a trip to Scandinavia in 1904 where he took notes for his novel about a Dane in Paris,": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.29897803
      ],
      [
        "ainer",
        -0.0048347535
      ],
      [
        " Maria",
        -0.00076650636
      ],
      [
        " R",
        -7.588794e-05
      ],
      [
        "il",
        -0.00015705463
      ],
      [
        "ke",
        -3.8338785e-05
      ]
    ]
  },
  "In the Celtic romance The Voyage of Mael Duin, the title warrior's crew becomes intoxicated by a maiden on an island with four of these entities made out of gold, silver, copper and crystal. Some of these entities were created by the sons of Zeus and Antiope; according to that story, the struggling Zethus was aided in making them by the magical lyre-playing of his brother Amphion. In a Norse myth, an anonymous hrimthurs offered to create one of them in exchange for the sun, the moon, and Freya, but was killed by Thor after Loki distracted his horse Svadlifari. Poseidon and Apollo sent a sea monster": {
    "guess": "Lyre",
    "confidence": [
      [
        "Ly",
        -1.4645851
      ],
      [
        "re",
        -0.0017788302
      ]
    ]
  },
  "This celestial body is surrounded by 4 rings, the outermost of which, 1989N1R, displays non-uniformity": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.6855366
      ],
      [
        "ran",
        -0.0006031918
      ],
      [
        "us",
        -0.01248682
      ]
    ]
  },
  "When cells of this structure do not fully develop, lesions called Tornwaldt's cysts can form. During embryonic development, this structure produces a morphogen important in organ differentiation named after Sonic the Hedgehog. It is composed of a glycoprotein core surrounded by two collagen helices, and it served as a backbone in Haikouichthys. Though it is a defining feature of the phylum Chordata, most chordates do not retain this structure into adulthood, though tunicates and lancelets notably": {
    "guess": "Notochord",
    "confidence": [
      [
        "N",
        -0.0106954705
      ],
      [
        "oto",
        -1.342522e-05
      ],
      [
        "ch",
        -7.465036e-06
      ],
      [
        "ord",
        -2.3080716e-05
      ]
    ]
  },
  "In the Celtic romance The Voyage of Mael Duin, the title warrior's crew becomes intoxicated by a maiden on an island with four of these entities made out of gold, silver, copper and crystal. Some of these entities were created by the sons of Zeus and Antiope; according to that story, the struggling Zethus was aided in making them by the magical lyre-playing of his brother Amphion. In a Norse myth, an anonymous hrimthurs offered to create one of them in exchange for the sun, the moon, and Freya, but": {
    "guess": "Seven Against Thebes",
    "confidence": [
      [
        "Seven",
        -0.64041036
      ],
      [
        " Against",
        -0.990674
      ],
      [
        " The",
        -5.538491e-05
      ],
      [
        "bes",
        -0.000116894
      ]
    ]
  },
  "Cell bodies in which this substance has not yet been synthesized are called etioplasts. The synthesis of this substance is stimulated by cytokinin and can be inhibited by iron deficiency. Its catabolism is accompanied by an increase in pheophytin a and results in its conversion into a set of tetrapyrrole compounds. This porphyrin contains a central (*) magnesium ion, and its \"E\" type is found only in two species of golden algae. It is located in structures that are arranged in grana, thylakoids,": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0029690266
      ],
      [
        "lor",
        -9.4914985e-06
      ],
      [
        "oph",
        -0.0005842494
      ],
      [
        "yll",
        -0.00019162003
      ]
    ]
  },
  "In Celebration of You is an unpublished collection of love poetry this man wrote to his lover, Lou Andreas. He took a trip to Scandinavia in 1904 where he took notes for his novel about a Dane in Paris, The Notebook of Malte Laurids Brigge.  The three segments Of the Monastic Life, Of Pilgrimage, and Of Poverty and Death make up his collection The Book of Hours, but it is a set of sonnets and a collection of elegies from a Czech castle for which he is most famous. For 10 points—name this poet of": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.004517939
      ],
      [
        "ainer",
        -0.00067335507
      ],
      [
        " Maria",
        -0.00014466111
      ],
      [
        " R",
        -1.1637165e-05
      ],
      [
        "il",
        -0.00015657782
      ],
      [
        "ke",
        -6.587483e-05
      ]
    ]
  },
  "To celebrate the birth of his child, one of the main characters dances until the fiddler drops from exhaustion. That character's son pays visits to the local prostitute Minnie. This drama begins with Simeon and Peter joining the California gold rush and renouncing their claim to the farm, leaving their father Ephraim to marry his third wife Abbie Putnam, who smothers her illegitimate child by her stepson": {
    "guess": "Desire Under the Elms",
    "confidence": [
      [
        "Des",
        -0.0042240666
      ],
      [
        "ire",
        -9.849109e-06
      ],
      [
        " Under",
        -5.3239244e-05
      ],
      [
        " the",
        -0.00069897284
      ],
      [
        " El",
        -1.8624639e-06
      ],
      [
        "ms",
        -2.577686e-06
      ]
    ]
  },
  "This celestial body is surrounded by 4 rings, the outermost of which, 1989N1R, displays non-uniformity of particle density never before observed in the solar system. Visited by Voyager 2, the mission found it to be characterized by a bright feature dubbed the \"scooter,\" an atmospheric storm called the \"Great Dark Spot\", and not 2 moons, as was previously believed, but rather 8, including Despina, Larissa, and Proteus. With an nearly circular orbital eccentricity of 0.009, FTP name this planet, usually": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.0031816366
      ],
      [
        "ptune",
        -3.0471343e-05
      ]
    ]
  },
  "These cells are associated with Lyn and Syk tyrosine protein kinases, and they are influenced by TSLP": {
    "guess": "Basophils",
    "confidence": [
      [
        "Bas",
        -1.1472988
      ],
      [
        "oph",
        -0.3666466
      ],
      [
        "ils",
        -0.0016260257
      ]
    ]
  },
  "This celestial body is composed of roughly equal parts of rock and water ice, with small amounts of volatile frozen ammonia. Surface features include Gomul Catena, located within the Valhalla multi-ring structure, and the even longer Gipul Catena, a chain of craters over 600 kilometers long. Both chains": {
    "guess": "Callisto (moon)",
    "confidence": [
      [
        "Call",
        -0.2903026
      ],
      [
        "isto",
        -0.003488524
      ],
      [
        " (",
        -0.45424563
      ],
      [
        "moon",
        -0.00034177996
      ],
      [
        ")",
        -2.6895234e-05
      ]
    ]
  },
  "This celestial body has two clusters of volcanoes called the Ishtar Terra and the Aphrodite Terra. Its tallest mountain, named Maxwell Mountain, lies in the Ishtar Terra and spews a lot of sulfur compounds": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.001027093
      ],
      [
        "enus",
        -1.6240566e-06
      ]
    ]
  },
  "This celestial body has two clusters of volcanoes called the Ishtar Terra and the Aphrodite Terra. Its": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.0011860613
      ],
      [
        "enus",
        -1.7432603e-06
      ]
    ]
  },
  "In the Celtic romance The Voyage of Mael Duin, the title warrior's crew becomes intoxicated by a maiden on an island with four of these entities made out of gold, silver, copper and crystal. Some of these entities were created by the sons of Zeus and Antiope; according to that story, the struggling Zethus was aided in making them by the magical lyre-playing of his brother Amphion. In a Norse myth, an anonymous hrimthurs offered to create one of them in exchange for the sun, the moon, and Freya, but was killed by Thor after Loki distracted his horse Svadlifari. Poseidon and Apollo sent a sea monster and a plague to attack Troy after Laomedon refused to pay them for constructing another of these objects. For 10 points, identify these common defensive structures which surrounded both Asgard and Troy.": {
    "guess": "Walls of Troy",
    "confidence": [
      [
        "W",
        -0.053818613
      ],
      [
        "alls",
        -2.7133641e-05
      ],
      [
        " of",
        -0.00048393858
      ],
      [
        " Troy",
        -0.0019525411
      ]
    ]
  },
  "These cells come in pyramidal and multipolar varieties. Protein synthesis in them takes place in Nissl": {
    "guess": "Neuron",
    "confidence": [
      [
        "Ne",
        -0.0009975597
      ],
      [
        "uron",
        -0.00044735408
      ]
    ]
  },
  "He celebrates \"the love of Man and in praise of God\" in the poem \"In Country Heaven,\" while another poem conceives of his uncle's farm as \"Adam and maiden.\" This author of the collections Eighteen Poems": {
    "guess": "D. H. Lawrence",
    "confidence": [
      [
        "D",
        -0.08847007
      ],
      [
        ".",
        -0.7328714
      ],
      [
        " H",
        -0.004666388
      ],
      [
        ".",
        -0.00022177487
      ],
      [
        " Lawrence",
        -0.00017779607
      ]
    ]
  },
  "These cells are enlarged and ineffective in individuals with Bernard-Soulier syndrome. Alpha granules within these bodies contain the protein vitronectin and von Willebrand Factor, which allows these cells to bind to collagen. These cells, produced from megakaryocytes in the red marrow, are sometimes called thrombocytes due to their release of thromboxanes during the formation of a namesake plug. For 10 points, name these cells found in blood that assist in clotting.": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.0011237874
      ],
      [
        "let",
        -0.42837703
      ]
    ]
  },
  "These cells can be divided into types I and II based on their expression of Ran2 and A2B5, and caveolin-1 is a potential marker for tumors of these cells. They link to each other via gap junctions, forming a syncytium, and one type of them that exists in the cerebellum is known as Bergmann's cells. Their": {
    "guess": "Astrocyte",
    "confidence": [
      [
        "Ast",
        -0.041031115
      ],
      [
        "ro",
        -3.9292416e-05
      ],
      [
        "cy",
        -0.0018292918
      ],
      [
        "te",
        -0.0028613433
      ]
    ]
  },
  "In the Celtic romance The Voyage of Mael Duin, the title warrior's crew becomes intoxicated by a maiden on an island with four of these entities made out of gold, silver, copper and crystal. Some of these": {
    "guess": "The Voyage of Mael Duin",
    "confidence": [
      [
        "The",
        -1.4432482
      ],
      [
        " Voyage",
        -0.17922807
      ],
      [
        " of",
        -0.00039968727
      ],
      [
        " M",
        -0.026489908
      ],
      [
        "ael",
        -0.014475973
      ],
      [
        " Du",
        -0.005099153
      ],
      [
        "in",
        -0.00069992646
      ]
    ]
  },
  "These cells are enlarged and ineffective in individuals with Bernard-Soulier syndrome. Alpha granules within these bodies contain the protein vitronectin and von Willebrand Factor, which allows these cells to bind to collagen. These cells, produced from megakaryocytes in the red marrow, are sometimes": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.0010063736
      ],
      [
        "let",
        -0.0135651035
      ]
    ]
  },
  "Cells which are named for this protein can be surrounded by an envelope containing cystatin A and loricrin.": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.04743276
      ],
      [
        "er",
        -0.00013488642
      ],
      [
        "atin",
        -0.0005630422
      ]
    ]
  },
  "These cells can be divided into types I and II based on their expression of Ran2 and A2B5, and caveolin-1": {
    "guess": "Oligodendrocyte",
    "confidence": [
      [
        "O",
        -0.609329
      ],
      [
        "lig",
        -0.026239453
      ],
      [
        "od",
        -0.00016790217
      ],
      [
        "end",
        -0.00040230976
      ],
      [
        "ro",
        -5.0616763e-05
      ],
      [
        "cy",
        -0.0021808348
      ],
      [
        "te",
        -0.009037124
      ]
    ]
  },
  "These cells can be divided into types I and II based on their expression of Ran2 and A2B5, and caveolin-1 is a potential marker for tumors of these cells. They link to each other via gap junctions, forming a syncytium, and one type of them that exists in the cerebellum is known as Bergmann's cells. Their membranes have a high density of potassium channels, which allow them to control the ionic content of the extracellular space, and another type of them extend foot-like processes in the blood-brain barrier. FTP, name this class of glia that take their name from their star-like shape.": {
    "guess": "Astrocyte",
    "confidence": [
      [
        "Ast",
        -0.007064155
      ],
      [
        "ro",
        -5.6576944e-05
      ],
      [
        "cy",
        -3.2736214e-05
      ],
      [
        "te",
        -0.0003701358
      ]
    ]
  },
  "This celestial body is composed of roughly equal parts of rock and water ice, with small amounts of volatile frozen ammonia. Surface features include Gomul Catena, located within the Valhalla multi-ring structure, and the even longer Gipul Catena, a chain of craters over 600 kilometers long. Both chains formed from the impact of comets fragmented by the tidal forces of the object around which this satellite orbits. Yet as the outermost of the Galilean moons, it experiences neither orbital resonance nor tidal heating. FTP, name this second-largest moon of Jupiter and third-largest moon in the solar": {
    "guess": "Callisto (moon)",
    "confidence": [
      [
        "Call",
        -0.035916846
      ],
      [
        "isto",
        -6.2729996e-06
      ],
      [
        " (",
        -0.4119796
      ],
      [
        "moon",
        -3.655073e-05
      ],
      [
        ")",
        -3.5120287e-05
      ]
    ]
  },
  "These cells are associated with Lyn and Syk tyrosine protein kinases, and they are influenced by TSLP in the embryonic liver. The genetic disorder Bruton's XLA is caused by an error in their development, and their activator protein is Pax-5, which induces the expression of their namesake linker protein. CD19, CD81, and CR2 make up their namesake co-receptor complex, and there are early and late types": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.00325555
      ],
      [
        " cell",
        -0.018458126
      ]
    ]
  },
  "He celebrates \"the love of Man and in praise of God\" in the poem \"In Country Heaven,\" while another poem conceives of his uncle's farm as \"Adam and maiden.\" This author of the collections Eighteen Poems and Deaths and Entrances also wrote a radio play, Under Milk Wood, and the nostalgic \"A Child's Christmas in Wales.\" For 10 points, name this Welsh poet of \"Fern Hill\" and \"Do Not Go Gentle into That": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.008278973
      ],
      [
        "ylan",
        -2.2484697e-05
      ],
      [
        " Thomas",
        -0.00029875844
      ]
    ]
  },
  "When cells of this structure do not fully develop, lesions called Tornwaldt's cysts can form. During": {
    "guess": "Nasopharynx",
    "confidence": [
      [
        "N",
        -0.24456845
      ],
      [
        "as",
        -0.0028082023
      ],
      [
        "oph",
        -0.016450735
      ],
      [
        "ary",
        -0.00062141527
      ],
      [
        "nx",
        -0.0819594
      ]
    ]
  }
}