{
  "The removal of the objects that produce them is carried out by F-E-N-one and D-N-A-two, along with R-N-ase-H. As the DNA is unzipped by helicase, new material is available for replication that is not in the path of the RNA polymerase, resulting in the use of RNA primers that work against the direction of the replication fork to create these objects. DNA ligase fills in the gaps between them after they are completely assembled on the lagging strand, allowing for the creation of a smooth DNA sequence.": {
    "guess": "Okazaki fragments",
    "confidence": [
      [
        "Ok",
        -0.66843116
      ],
      [
        "az",
        -3.1281633e-07
      ],
      [
        "aki",
        -0.00015467056
      ],
      [
        " fragments",
        -0.03800844
      ]
    ]
  },
  "It is a remnant of lake Agassiz, an extinct glacial lake, has over 14,000 islands and 65,000 miles of": {
    "guess": "Lake of the Woods",
    "confidence": [
      [
        "Lake",
        -0.00792943
      ],
      [
        " of",
        -0.09536716
      ],
      [
        " the",
        -8.8404326e-05
      ],
      [
        " Woods",
        -3.3093824e-05
      ]
    ]
  },
  "Because of its remote location, tourists do not often attempt to climb it, although the Goecha La pass does approach its massive southern face. Its massif is buttressed by four ridges, with names including": {
    "guess": "Kangchenjunga",
    "confidence": [
      [
        "K",
        -0.02716754
      ],
      [
        "ang",
        -0.00032009225
      ],
      [
        "chen",
        -3.1305768e-05
      ],
      [
        "j",
        -1.27099975e-05
      ],
      [
        "unga",
        -1.6882126e-05
      ]
    ]
  },
  "Removal of one of this kind of material's non-gold components is the subject of surface enrichment. This": {
    "guess": "Alloy",
    "confidence": [
      [
        "Al",
        -0.0009468304
      ],
      [
        "loy",
        -2.3676734e-05
      ]
    ]
  },
  "The removal of a levee around Mollicy Farms, near this state's northern border on the Ouachita River, is one of the first floodplain restoration projects in the US. Another project in this state seeks to redirect nutrient- and sediment-rich water through the Amite River in order to restore the wetlands around Lake Maurepas. One coastal restoration project in this state dredged sediments from the Natal": {
    "guess": "Louisiana",
    "confidence": [
      [
        "Louis",
        -0.008663971
      ],
      [
        "iana",
        -0.00032330706
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps in the wake of the Battle of Castelfidardo, which allowed the passage of the Law of Guarantees. France pledged support to this figure in the Treaty of Plombieres and allied with him in a series of battles that prompted the Treaty of Zurich. This man's service at Novara under his father Charles Albert helped earn him a respectful armistice during negotiations with the victor of that battle, Joseph Radetzky. Though his forces won at Magenta and Solferino, this man's kingdom gained only Lombardy after allying with Napoleon III. His greatest achievement took advantage of Austria's military struggles, and the groundwork for it was laid by Mazzini and the Carbonari, and Garibaldi's Expedition of": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.3655006
      ],
      [
        "useppe",
        -0.0020433175
      ],
      [
        " Gar",
        -0.0032732566
      ],
      [
        "ib",
        -0.00036299456
      ],
      [
        "aldi",
        -0.0002998313
      ]
    ]
  },
  "Removal of carbon dioxide in this process occurs as a result of two important dehydrogenase pathways, one of which follows the formation of α-ketoglutarate [\"alpha\" key-tow-GLUE-ter-ate]. That step precedes the lyase [LIE-ace] action on malate to produce fumarate, although succinate [SUH-sin- ate] is considered to be its most important intermediate. Eventually, fumarate is converted to oxaloacetate": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.0015758061
      ],
      [
        "ric",
        -4.365741e-06
      ],
      [
        " acid",
        -0.0026276195
      ],
      [
        " cycle",
        -3.5597102e-05
      ]
    ]
  },
  "Removal of one of this kind of material's non-gold components is the subject of surface enrichment. This kind of material is necessary for diffusion to induce heating in the Kirkendall Effect. Precipitation": {
    "guess": "Alloy",
    "confidence": [
      [
        "Al",
        -0.2809105
      ],
      [
        "loy",
        -3.3213026e-05
      ]
    ]
  },
  "Søren Kierkegaard stated that this was \"a work without blemish, of uninterrupted perfection,\" and George Bernard Shaw parodied its conclusion in Man and Superman. The work begins with Leporello waiting outside a palace for his master, and the titular character is challenged to a duel, and subsequently kills his opponent while in disguise. In the aria \"Madamina, il catalogo è questo,\" Leporello lists the titular character's lovers, while he attempts to seduce yet another. In the final act, the title character is condemned to hell after refusing to repent for his sins. FTP, name this opera, based on the legend of a Spanish libertine, written by Wolfgang Amadeus Mozart.": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.0014740335
      ],
      [
        " Giovanni",
        -3.6789137e-05
      ]
    ]
  },
  "The removal of the objects that produce them is carried out by F-E-N-one and D-N-A-two, along with R-N-ase-H. As the DNA is unzipped by helicase, new material is available for replication that is not in": {
    "guess": "DNA polymerase",
    "confidence": [
      [
        "DNA",
        -0.12820345
      ],
      [
        " polymer",
        -0.21069162
      ],
      [
        "ase",
        -0.0009139668
      ]
    ]
  },
  "The removal of the objects that produce them is carried out by F-E-N-one and D-N-A-two, along with R-N-ase-H. As the DNA is unzipped by helicase, new material is available for replication that is not in the path of the RNA polymerase, resulting in the use of RNA primers that work against the direction": {
    "guess": "DNA replication",
    "confidence": [
      [
        "DNA",
        -0.15902634
      ],
      [
        " replication",
        -0.026684921
      ]
    ]
  },
  "Removal of carbon dioxide in this process occurs as a result of two important dehydrogenase pathways,": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.3530046
      ],
      [
        "vin",
        -3.9888433e-05
      ],
      [
        " cycle",
        -0.7511968
      ]
    ]
  },
  "The removal of the objects that produce them is carried out by F-E-N-one and D-N-A-two, along with R-N-ase-H. As the DNA is unzipped by helicase, new material is available for replication that is not in the path of the RNA polymerase, resulting in the use of RNA primers that work against the direction of the replication fork to create these objects. DNA ligase fills in the gaps between them after they are completely assembled on the lagging strand, allowing for the creation of a smooth DNA sequence. FTP, give the term for these relatively short portions of DNA produced during DNA replication, named": {
    "guess": "Okazaki fragments",
    "confidence": [
      [
        "Ok",
        -0.02430959
      ],
      [
        "az",
        -0.0003403495
      ],
      [
        "aki",
        -3.7385154e-05
      ],
      [
        " fragments",
        -0.008890032
      ]
    ]
  },
  "Removal of carbon dioxide in this process occurs as a result of two important dehydrogenase pathways, one of which follows the formation of α-ketoglutarate [\"alpha\" key-tow-GLUE-ter-ate]. That step precedes the lyase [LIE-ace] action on malate to produce fumarate, although succinate [SUH-sin- ate] is considered to be its most important intermediate. Eventually, fumarate is converted to oxaloacetate [ox-all-oh-ASS-uh-tate], which combines with the pyruvate derivative acetyl-CoA [co eh] to restart,": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.0090277875
      ],
      [
        "ric",
        -6.2729996e-06
      ],
      [
        " acid",
        -0.0058579245
      ],
      [
        " cycle",
        -7.004696e-05
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps in the wake of the Battle of Castelfidardo, which allowed the passage of the Law of Guarantees. France pledged support to this figure in the Treaty of Plombieres and allied with him in a series of battles that prompted the Treaty of Zurich. This man's service at Novara under his father Charles Albert helped earn him a respectful armistice during negotiations with the victor of that battle, Joseph Radetzky. Though his forces won at Magenta and Solferino, this man's kingdom gained only Lombardy": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.18381728
      ],
      [
        "useppe",
        -0.0013886855
      ],
      [
        " Gar",
        -0.000754001
      ],
      [
        "ib",
        -0.00042495478
      ],
      [
        "aldi",
        -0.00023071514
      ]
    ]
  },
  "It is a remnant of lake Agassiz, an extinct glacial lake, has over 14,000 islands and 65,000 miles of shoreline. Kenora, on its northern end is its chief city. The Winnipeg River drains it, the Rainy River": {
    "guess": "Lake of the Woods",
    "confidence": [
      [
        "Lake",
        -0.0043033576
      ],
      [
        " of",
        -0.0043297103
      ],
      [
        " the",
        -0.0006322592
      ],
      [
        " Woods",
        -0.0005785313
      ]
    ]
  },
  "Søren Kierkegaard stated that this was \"a work without blemish, of uninterrupted perfection,\" and George Bernard Shaw parodied its conclusion in Man and Superman. The work begins with Leporello waiting outside a palace for his master, and the titular character is challenged to a duel, and subsequently kills his opponent while in disguise. In the aria \"Madamina, il catalogo è questo,\" Leporello lists": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.004875435
      ],
      [
        " Giovanni",
        -0.00028660335
      ]
    ]
  },
  "Removal of carbon dioxide in this process occurs as a result of two important dehydrogenase pathways, one of which follows the formation of α-ketoglutarate [\"alpha\" key-tow-GLUE-ter-ate]. That step precedes the lyase [LIE-ace] action on malate to produce fumarate, although succinate [SUH-sin- ate] is": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.0110598495
      ],
      [
        "ric",
        -1.4140442e-05
      ],
      [
        " acid",
        -0.0030575693
      ],
      [
        " cycle",
        -7.767599e-05
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period, as evidenced by various artefacts specific to that time, when it belonged to the Upper Egyptian polity of Naqada. By defeating Herakleopolis, this city established the 11th Dynasty, having evolved from being the capital of the nome of Waset, but lost status until the 18th and 19th Dynasties when it": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.024179852
      ],
      [
        "bes",
        -0.002571614
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps": {
    "guess": "Battle of Castelfidardo",
    "confidence": [
      [
        "Battle",
        -0.90548
      ],
      [
        " of",
        -0.0010235206
      ],
      [
        " Cast",
        -0.109065235
      ],
      [
        "elf",
        -0.0021892798
      ],
      [
        "id",
        -0.45101714
      ],
      [
        "ardo",
        -0.00095803186
      ]
    ]
  },
  "Removal of one of this kind of material's non-gold components is the subject of surface enrichment. This kind of material is necessary for diffusion to induce heating in the Kirkendall Effect. Precipitation heating can be used to strengthen these materials. A major class of these compounds governed by the double exchange mechanism features components that are not ferromagnetic, even though these as a whole are. Two major classes of these compounds are substitutional and interstitial, the latter of which features a structure of alternating small and large molecules. Examples of these materials include": {
    "guess": "Alloy",
    "confidence": [
      [
        "Al",
        -0.029573089
      ],
      [
        "loy",
        -0.0010818753
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period, as evidenced by various artefacts specific to that time, when it belonged to the Upper Egyptian polity of Naqada. By defeating Herakleopolis, this city established the 11th Dynasty, having evolved from being the capital of the nome of Waset, but lost status until the 18th and 19th Dynasties when it lost that status to Akhenaten and Pi-Ramesses. In the bible, this centre of the mortuary industry and precious stone trading is referenced as No'Amon, which comes from New Kingdom Egyptian niwt-imn, which means ‘City of Amun'. The city is famous in modern times for being situated across the river from the opet from which its well-known Greek rendering comes from, and to its proximity to the Valley of the Kings and the Temple of Karnak. For 10 points, name this ancient city whose other famous temple complex is named after the city's modern name, Luxor.": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.48217767
      ],
      [
        "bes",
        -0.017282717
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps in the wake of the Battle of Castelfidardo, which allowed the passage of the Law of Guarantees. France pledged support to this figure in the Treaty of Plombieres and allied with him in a series of": {
    "guess": "Pope Pius IX",
    "confidence": [
      [
        "P",
        -0.7850162
      ],
      [
        "ope",
        -0.18004116
      ],
      [
        " P",
        -4.1557283e-05
      ],
      [
        "ius",
        -0.0001688558
      ],
      [
        " IX",
        -0.00033224735
      ]
    ]
  },
  "It is a remnant of lake Agassiz, an extinct glacial lake, has over 14,000 islands and 65,000 miles of shoreline. Kenora, on its northern end is its chief city. The Winnipeg River drains it, the Rainy River feeds it, and it separates the Northwest Angle from the rest of Minnesota. FTP, name this lake shared by Minnesota, Winnipeg and Ontario.": {
    "guess": "Lake of the Woods",
    "confidence": [
      [
        "Lake",
        -0.010938754
      ],
      [
        " of",
        -0.0005890139
      ],
      [
        " the",
        -0.00025275684
      ],
      [
        " Woods",
        -0.00016980943
      ]
    ]
  },
  "Removal of one of this kind of material's non-gold components is the subject of surface enrichment. This kind of material is necessary for diffusion to induce heating in the Kirkendall Effect. Precipitation heating can be used to strengthen these materials. A major class of these compounds governed by the double exchange mechanism features components that are not ferromagnetic, even though these as a whole are. Two major classes of these compounds are substitutional and interstitial, the latter of": {
    "guess": "Alloy",
    "confidence": [
      [
        "Al",
        -0.7392104
      ],
      [
        "loy",
        -0.0034423186
      ]
    ]
  },
  "Because of its remote location, tourists do not often attempt to climb it, although the Goecha La pass does approach its massive southern face. Its massif is buttressed by four ridges, with names including the Zemu and the Talung. Along with the Yalung and a namesake ridge, these structures contain peaks that form an \"X.\" Its name translates as \"Treasuries of the Great Snow\" and it was first mapped by Rinzin Namgyal. It was first climbed in 1955 by Charles Evans, who stopped a few feet short of the summit to honor the traditions of the region of Sikkim.  FTP, name this mountain, located between": {
    "guess": "Kangchenjunga",
    "confidence": [
      [
        "K",
        -0.020889627
      ],
      [
        "ang",
        -0.00032986328
      ],
      [
        "chen",
        -3.9530823e-05
      ],
      [
        "j",
        -3.650519e-06
      ],
      [
        "unga",
        -1.8908588e-05
      ]
    ]
  },
  "Removal of carbon dioxide in this process occurs as a result of two important dehydrogenase pathways, one of which follows the formation of α-ketoglutarate [\"alpha\" key-tow-GLUE-ter-ate]. That step precedes": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.0025113318
      ],
      [
        "ric",
        -1.9146995e-05
      ],
      [
        " acid",
        -0.000565065
      ],
      [
        " cycle",
        -2.58224e-05
      ]
    ]
  },
  "The removal of a levee around Mollicy Farms, near this state's northern border on the Ouachita River,": {
    "guess": "Arkansas",
    "confidence": [
      [
        "Ark",
        -0.5237709
      ],
      [
        "ansas",
        -7.624555e-05
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period,": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.4127144
      ],
      [
        "bes",
        -0.0005116874
      ]
    ]
  },
  "Removal of one of this kind of material's non-gold components is the subject of surface enrichment. This kind of material is necessary for diffusion to induce heating in the Kirkendall Effect. Precipitation heating can be used to strengthen these materials. A major class of these compounds governed by": {
    "guess": "Alloy",
    "confidence": [
      [
        "Al",
        -0.04350686
      ],
      [
        "loy",
        -0.030115958
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period, as evidenced by various artefacts specific to that time, when it belonged to the Upper Egyptian polity of Naqada. By defeating Herakleopolis, this city established the 11th Dynasty, having evolved from being the capital of the nome of Waset, but lost status until the 18th and 19th Dynasties when it lost that status to Akhenaten and Pi-Ramesses. In the bible, this centre of the mortuary industry and": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.009567081
      ],
      [
        "bes",
        -0.05988117
      ]
    ]
  },
  "Removal of carbon dioxide in this process occurs as a result of two important dehydrogenase pathways, one of which follows the formation of α-ketoglutarate [\"alpha\" key-tow-GLUE-ter-ate]. That step precedes the lyase [LIE-ace] action on malate to produce fumarate, although succinate [SUH-sin- ate] is considered to be its most important intermediate. Eventually, fumarate is converted to oxaloacetate [ox-all-oh-ASS-uh-tate], which combines with the pyruvate derivative acetyl-CoA [co eh] to restart, for ten points, what cycle of respiration, named for either its first product or for a German biochemist?": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.014451422
      ],
      [
        "ric",
        -9.4914985e-06
      ],
      [
        " acid",
        -0.01145403
      ],
      [
        " cycle",
        -0.00011284107
      ]
    ]
  },
  "The removal of a levee around Mollicy Farms, near this state's northern border on the Ouachita River, is one of the first floodplain restoration projects in the US. Another project in this state seeks to redirect nutrient- and sediment-rich water through the Amite River in order to restore the wetlands around Lake Maurepas. One coastal restoration project in this state dredged sediments from the Natal Channel and Castille Pass to create new marshlands at the mouth of the Atchafalaya River, while": {
    "guess": "Louisiana",
    "confidence": [
      [
        "Louis",
        -0.0066856565
      ],
      [
        "iana",
        -0.00031031753
      ]
    ]
  },
  "The removal of the objects that produce them is carried out by F-E-N-one and D-N-A-two, along with R-N-ase-H. As the DNA is unzipped by helicase, new material is available for replication that is not in the path of the RNA polymerase, resulting in the use of RNA primers that work against the direction of the replication fork to create these objects. DNA ligase fills in the gaps between them after they": {
    "guess": "Lagging strand",
    "confidence": [
      [
        "L",
        -1.506369
      ],
      [
        "ag",
        -0.049096987
      ],
      [
        "ging",
        -5.5122365e-07
      ],
      [
        " strand",
        -0.21742746
      ]
    ]
  },
  "The removal of a levee around Mollicy Farms, near this state's northern border on the Ouachita River, is one of the first floodplain restoration projects in the US. Another project in this state seeks": {
    "guess": "Louisiana",
    "confidence": [
      [
        "Louis",
        -0.07236192
      ],
      [
        "iana",
        -0.00014478032
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps in the wake of the Battle of Castelfidardo, which allowed the passage of the Law of Guarantees. France pledged support to this figure in the Treaty of Plombieres and allied with him in a series of battles that prompted the Treaty of Zurich. This man's service at Novara under his father Charles Albert helped earn him a respectful armistice during negotiations with the victor of that battle, Joseph Radetzky. Though his forces won at Magenta and Solferino, this man's kingdom gained only Lombardy after allying with Napoleon III. His greatest achievement took advantage of Austria's military struggles,": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.24129729
      ],
      [
        "useppe",
        -0.0013788063
      ],
      [
        " Gar",
        -0.0009430268
      ],
      [
        "ib",
        -0.00036763248
      ],
      [
        "aldi",
        -0.00017934572
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps in the wake of the Battle of Castelfidardo, which allowed the passage of the Law of Guarantees. France": {
    "guess": "Papal Zouaves",
    "confidence": [
      [
        "P",
        -0.80822045
      ],
      [
        "ap",
        -0.4725597
      ],
      [
        "al",
        -0.00017457757
      ],
      [
        " Z",
        -0.25425774
      ],
      [
        "ou",
        -2.6968896e-06
      ],
      [
        "aves",
        -0.03968042
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period, as evidenced by various artefacts specific to that time, when it belonged to the Upper Egyptian polity": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.0415271
      ],
      [
        "bes",
        -0.001457974
      ]
    ]
  },
  "Søren Kierkegaard stated that this was \"a work without blemish, of uninterrupted perfection,\" and George": {
    "guess": "The Concept of Anxiety",
    "confidence": [
      [
        "The",
        -0.9697582
      ],
      [
        " Concept",
        -0.9104672
      ],
      [
        " of",
        -2.188868e-05
      ],
      [
        " Anxiety",
        -0.03202297
      ]
    ]
  },
  "Removal of one of this kind of material's non-gold components is the subject of surface enrichment. This kind of material is necessary for diffusion to induce heating in the Kirkendall Effect. Precipitation heating can be used to strengthen these materials. A major class of these compounds governed by the double exchange mechanism features components that are not ferromagnetic, even though these as a whole are. Two major classes of these compounds are substitutional and interstitial, the latter of which features a structure of alternating small and large molecules. Examples of these materials include ferromagnetic ones named after Heusler, electrum, amalgam and bronze. For 10 points, identify these solid metallic solutions of two or more metals.": {
    "guess": "Alloy",
    "confidence": [
      [
        "Al",
        -0.0033699695
      ],
      [
        "loy",
        -0.0005226505
      ]
    ]
  },
  "Søren Kierkegaard stated that this was \"a work without blemish, of uninterrupted perfection,\" and George Bernard Shaw parodied its conclusion in Man and Superman. The work begins with Leporello waiting": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.0032648153
      ],
      [
        " Giovanni",
        -0.19739035
      ]
    ]
  },
  "The removal of the objects that produce them is carried out by F-E-N-one and D-N-A-two, along with R-N-ase-H.": {
    "guess": "Nucleotide excision repair",
    "confidence": [
      [
        "N",
        -1.4860876
      ],
      [
        "ucle",
        -0.48843524
      ],
      [
        "otide",
        -0.7550681
      ],
      [
        " exc",
        -0.9399705
      ],
      [
        "ision",
        -6.82589e-05
      ],
      [
        " repair",
        -0.0014005948
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period, as evidenced by various artefacts specific to that time, when it belonged to the Upper Egyptian polity of Naqada. By defeating Herakleopolis, this city established the 11th Dynasty, having evolved from being the capital of the nome of Waset, but lost status until the 18th and 19th Dynasties when it lost that status to Akhenaten and Pi-Ramesses. In the bible, this centre of the mortuary industry and precious stone trading is referenced as No'Amon, which comes from New Kingdom Egyptian niwt-imn, which means ‘City of Amun'. The city is famous in modern times for being situated across the river from": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.13596
      ],
      [
        "bes",
        -0.013726195
      ]
    ]
  },
  "Because of its remote location, tourists do not often attempt to climb it, although the Goecha La pass does approach its massive southern face. Its massif is buttressed by four ridges, with names including the Zemu and the Talung. Along with the Yalung and a namesake ridge, these structures contain peaks": {
    "guess": "Kangchenjunga",
    "confidence": [
      [
        "K",
        -0.10361978
      ],
      [
        "ang",
        -0.01481429
      ],
      [
        "chen",
        -0.00036953975
      ],
      [
        "j",
        -6.0391463e-05
      ],
      [
        "unga",
        -7.743759e-05
      ]
    ]
  },
  "It is a remnant of lake Agassiz, an extinct glacial lake, has over 14,000 islands and 65,000 miles of shoreline. Kenora, on its northern end is its chief city. The Winnipeg River drains it, the Rainy River feeds it, and it separates the Northwest Angle from the rest of Minnesota. FTP, name this lake": {
    "guess": "Lake of the Woods",
    "confidence": [
      [
        "Lake",
        -0.011877495
      ],
      [
        " of",
        -0.0026371302
      ],
      [
        " the",
        -0.0013159511
      ],
      [
        " Woods",
        -0.0005604197
      ]
    ]
  },
  "The removal of the objects that produce them is carried out by F-E-N-one and D-N-A-two, along with R-N-ase-H. As the DNA is unzipped by helicase, new material is available for replication that is not in the path of the RNA polymerase, resulting in the use of RNA primers that work against the direction of the replication fork to create these objects. DNA ligase fills in the gaps between them after they are completely assembled on the lagging strand, allowing for the creation of a smooth DNA sequence. FTP, give the term for these relatively short portions of DNA produced during DNA replication, named for a Japanese scientist.": {
    "guess": "Okazaki fragments",
    "confidence": [
      [
        "Ok",
        -0.0011036602
      ],
      [
        "az",
        -5.216641e-05
      ],
      [
        "aki",
        -9.968313e-06
      ],
      [
        " fragments",
        -0.002036776
      ]
    ]
  },
  "Because of its remote location, tourists do not often attempt to climb it, although the Goecha La pass": {
    "guess": "Kangchenjunga",
    "confidence": [
      [
        "K",
        -0.017310947
      ],
      [
        "ang",
        -0.0050296444
      ],
      [
        "chen",
        -9.0883464e-07
      ],
      [
        "j",
        -5.080963e-06
      ],
      [
        "unga",
        -1.4974867e-05
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period, as evidenced by various artefacts specific to that time, when it belonged to the Upper Egyptian polity of Naqada. By defeating Herakleopolis, this city established the 11th Dynasty, having evolved from": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.014237664
      ],
      [
        "bes",
        -0.00939266
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period, as evidenced by various artefacts specific to that time, when it belonged to the Upper Egyptian polity of Naqada. By defeating Herakleopolis, this city established the 11th Dynasty, having evolved from being the capital of the nome of Waset, but lost status until the 18th and 19th Dynasties when it lost that status to Akhenaten and Pi-Ramesses. In the bible, this centre of the mortuary industry and precious stone trading is referenced as No'Amon, which comes from New Kingdom Egyptian niwt-imn, which means ‘City of Amun'. The city is famous in modern times for being situated across the river from the opet from which its well-known Greek rendering comes from, and to its proximity to the Valley of the Kings and the Temple of Karnak. For 10 points, name this ancient city whose other famous temple": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.06568417
      ],
      [
        "bes",
        -0.0042454354
      ]
    ]
  },
  "The removal of a levee around Mollicy Farms, near this state's northern border on the Ouachita River, is one of the first floodplain restoration projects in the US. Another project in this state seeks to redirect nutrient- and sediment-rich water through the Amite River in order to restore the wetlands around Lake Maurepas. One coastal restoration project in this state dredged sediments from the Natal Channel and Castille Pass to create new marshlands at the mouth of the Atchafalaya River, while another will feature the re-creation of brackish marshes beyond Bayou Dupont by piping sediment from the Mississippi River. The MRGO Canal has been closed in, for 10 points, what state, in order to prevent storm surges from passing up it to New Orleans?": {
    "guess": "Louisiana",
    "confidence": [
      [
        "Louis",
        -0.0037857047
      ],
      [
        "iana",
        -0.00020222914
      ]
    ]
  },
  "Søren Kierkegaard stated that this was \"a work without blemish, of uninterrupted perfection,\" and George Bernard Shaw parodied its conclusion in Man and Superman. The work begins with Leporello waiting outside a palace for his master, and the titular character is challenged to a duel, and subsequently": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.003375792
      ],
      [
        " Giovanni",
        -0.06472704
      ]
    ]
  },
  "Because of its remote location, tourists do not often attempt to climb it, although the Goecha La pass does approach its massive southern face. Its massif is buttressed by four ridges, with names including the Zemu and the Talung. Along with the Yalung and a namesake ridge, these structures contain peaks that form an \"X.\" Its name translates as \"Treasuries of the Great Snow\" and it was first mapped by Rinzin Namgyal. It was first climbed in 1955 by Charles Evans, who stopped a few feet short of the summit to honor the traditions of the region of Sikkim.  FTP, name this mountain, located between Nepal and India, the third-highest in the world.": {
    "guess": "Kangchenjunga",
    "confidence": [
      [
        "K",
        -0.009205694
      ],
      [
        "ang",
        -0.00087978103
      ],
      [
        "chen",
        -2.4584822e-06
      ],
      [
        "j",
        -1.0683535e-05
      ],
      [
        "unga",
        -4.823269e-05
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period, as evidenced by various artefacts specific to that time, when it belonged to the Upper Egyptian polity of Naqada. By defeating Herakleopolis, this city established the 11th Dynasty, having evolved from being the capital of the nome of Waset, but lost status until the 18th and 19th Dynasties when it lost that status to Akhenaten and Pi-Ramesses. In the bible, this centre of the mortuary industry and precious stone trading is referenced as No'Amon, which comes from New Kingdom Egyptian niwt-imn, which": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.009622214
      ],
      [
        "bes",
        -0.0060139988
      ]
    ]
  },
  "Rendered by the Romans as Diospolis Magna, this city was first settled during the Naqada III period, as evidenced by various artefacts specific to that time, when it belonged to the Upper Egyptian polity of Naqada. By defeating Herakleopolis, this city established the 11th Dynasty, having evolved from being the capital of the nome of Waset, but lost status until the 18th and 19th Dynasties when it lost that status to Akhenaten and Pi-Ramesses. In the bible, this centre of the mortuary industry and precious stone trading is referenced as No'Amon, which comes from New Kingdom Egyptian niwt-imn, which means ‘City of Amun'. The city is famous in modern times for being situated across the river from the opet from which its well-known Greek rendering comes from, and to its proximity to the Valley": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.04823199
      ],
      [
        "bes",
        -0.006921154
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps in the wake of the Battle of Castelfidardo, which allowed the passage of the Law of Guarantees. France pledged support to this figure in the Treaty of Plombieres and allied with him in a series of battles that prompted the Treaty of Zurich. This man's service at Novara under his father Charles Albert helped earn him a respectful armistice during negotiations with the victor of that battle, Joseph Radetzky. Though his forces won at Magenta and Solferino, this man's kingdom gained only Lombardy after allying with Napoleon III. His greatest achievement took advantage of Austria's military struggles, and the groundwork for it was laid by Mazzini and the Carbonari, and Garibaldi's Expedition of the Thousand. For 10 points, identify this foe of Pius IX and predecessor of Umberto I, a Savoy ruler": {
    "guess": "Victor Emmanuel II",
    "confidence": [
      [
        "Vict",
        -0.3643758
      ],
      [
        "or",
        -0.00015896189
      ],
      [
        " Emmanuel",
        -0.0032973706
      ],
      [
        " II",
        -0.0006122403
      ]
    ]
  },
  "The removal of a levee around Mollicy Farms, near this state's northern border on the Ouachita River, is one of the first floodplain restoration projects in the US. Another project in this state seeks to redirect nutrient- and sediment-rich water through the Amite River in order to restore the wetlands around Lake Maurepas. One coastal restoration project in this state dredged sediments from the Natal Channel and Castille Pass to create new marshlands at the mouth of the Atchafalaya River, while another will feature the re-creation of brackish marshes beyond Bayou Dupont by piping sediment from": {
    "guess": "Louisiana",
    "confidence": [
      [
        "Louis",
        -0.0037593478
      ],
      [
        "iana",
        -0.00026515033
      ]
    ]
  },
  "Removal of one of this kind of material's non-gold components is the subject of surface enrichment. This kind of material is necessary for diffusion to induce heating in the Kirkendall Effect. Precipitation heating can be used to strengthen these materials. A major class of these compounds governed by the double exchange mechanism features components that are not ferromagnetic, even though these as a whole are. Two major classes of these compounds are substitutional and interstitial, the latter of which features a structure of alternating small and large molecules. Examples of these materials include ferromagnetic ones named after Heusler, electrum, amalgam and bronze. For 10 points, identify": {
    "guess": "Alloy",
    "confidence": [
      [
        "Al",
        -0.0041191233
      ],
      [
        "loy",
        -0.00018339496
      ]
    ]
  },
  "Søren Kierkegaard stated that this was \"a work without blemish, of uninterrupted perfection,\" and George Bernard Shaw parodied its conclusion in Man and Superman. The work begins with Leporello waiting outside a palace for his master, and the titular character is challenged to a duel, and subsequently kills his opponent while in disguise. In the aria \"Madamina, il catalogo è questo,\" Leporello lists the titular character's lovers, while he attempts to seduce yet another. In the final act, the title character is condemned to hell after refusing to repent for his sins. FTP, name this opera, based": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.011078826
      ],
      [
        " Giovanni",
        -0.00024453178
      ]
    ]
  },
  "The Renyi type of this has a special case where alpha equals one which produces the Kullback-Leibler": {
    "guess": "Relative entropy",
    "confidence": [
      [
        "Relative",
        -1.6537477
      ],
      [
        " entropy",
        -0.11788835
      ]
    ]
  },
  "Removal of one of this kind of material's non-gold components is the subject of surface enrichment. This kind of material is necessary for diffusion to induce heating in the Kirkendall Effect. Precipitation heating can be used to strengthen these materials. A major class of these compounds governed by the double exchange mechanism features components that are not ferromagnetic, even though these as": {
    "guess": "Alloy",
    "confidence": [
      [
        "Al",
        -0.5883972
      ],
      [
        "loy",
        -0.0050368826
      ]
    ]
  },
  "The removal of a levee around Mollicy Farms, near this state's northern border on the Ouachita River, is one of the first floodplain restoration projects in the US. Another project in this state seeks to redirect nutrient- and sediment-rich water through the Amite River in order to restore the wetlands around Lake Maurepas. One coastal restoration project in this state dredged sediments from the Natal Channel and Castille Pass to create new marshlands at the mouth of the Atchafalaya River, while another will feature the re-creation of brackish marshes beyond Bayou Dupont by piping sediment from the Mississippi River. The MRGO Canal has been closed in, for 10 points, what state, in order to prevent": {
    "guess": "Louisiana",
    "confidence": [
      [
        "Louis",
        -0.0042716656
      ],
      [
        "iana",
        -0.00029732802
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps in the wake of the Battle of Castelfidardo, which allowed the passage of the Law of Guarantees. France pledged support to this figure in the Treaty of Plombieres and allied with him in a series of battles that prompted the Treaty of Zurich. This man's service at Novara under his father Charles Albert helped earn him a respectful armistice during negotiations with the victor of that battle, Joseph Radetzky. Though his forces won at Magenta and Solferino, this man's kingdom gained only Lombardy after allying with Napoleon III. His greatest achievement took advantage of Austria's military struggles, and the groundwork for it was laid by Mazzini and the Carbonari, and Garibaldi's Expedition of the Thousand. For 10 points, identify this foe of Pius IX and predecessor of Umberto I, a Savoy ruler of Piedmont who carried out the Risorgimento to unite Italy.": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.61886007
      ],
      [
        "useppe",
        -0.0023361626
      ],
      [
        " Gar",
        -0.0046304343
      ],
      [
        "ib",
        -0.00021974841
      ],
      [
        "aldi",
        -0.00016027314
      ]
    ]
  },
  "Søren Kierkegaard stated that this was \"a work without blemish, of uninterrupted perfection,\" and George Bernard Shaw parodied its conclusion in Man and Superman. The work begins with Leporello waiting outside a palace for his master, and the titular character is challenged to a duel, and subsequently kills his opponent while in disguise. In the aria \"Madamina, il catalogo è questo,\" Leporello lists the titular character's lovers, while he attempts to seduce yet another. In the final act, the title": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.008383134
      ],
      [
        " Giovanni",
        -0.0011099707
      ]
    ]
  },
  "Because of its remote location, tourists do not often attempt to climb it, although the Goecha La pass does approach its massive southern face. Its massif is buttressed by four ridges, with names including the Zemu and the Talung. Along with the Yalung and a namesake ridge, these structures contain peaks that form an \"X.\" Its name translates as \"Treasuries of the Great Snow\" and it was first mapped": {
    "guess": "Kangchenjunga",
    "confidence": [
      [
        "K",
        -0.030103348
      ],
      [
        "ang",
        -0.0030557846
      ],
      [
        "chen",
        -2.2842309e-05
      ],
      [
        "j",
        -1.7239736e-05
      ],
      [
        "unga",
        -3.8338785e-05
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps in the wake of the Battle of Castelfidardo, which allowed the passage of the Law of Guarantees. France pledged support to this figure in the Treaty of Plombieres and allied with him in a series of battles that prompted the Treaty of Zurich. This man's service at Novara under his father Charles Albert": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.5944035
      ],
      [
        "useppe",
        -0.0015406886
      ],
      [
        " Gar",
        -0.0025944423
      ],
      [
        "ib",
        -0.00017076306
      ],
      [
        "aldi",
        -0.00010425841
      ]
    ]
  },
  "The remnants of a force crushed by this man's general, the Duke of Gaeta, formed the Papal Zouave corps in the wake of the Battle of Castelfidardo, which allowed the passage of the Law of Guarantees. France pledged support to this figure in the Treaty of Plombieres and allied with him in a series of battles that prompted the Treaty of Zurich. This man's service at Novara under his father Charles Albert helped earn him a respectful armistice during negotiations with the victor of that battle, Joseph": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.19058535
      ],
      [
        "useppe",
        -0.00078914035
      ],
      [
        " Gar",
        -0.0006691903
      ],
      [
        "ib",
        -0.00025692896
      ],
      [
        "aldi",
        -0.000116655596
      ]
    ]
  },
  "Because of its remote location, tourists do not often attempt to climb it, although the Goecha La pass does approach its massive southern face. Its massif is buttressed by four ridges, with names including the Zemu and the Talung. Along with the Yalung and a namesake ridge, these structures contain peaks that form an \"X.\" Its name translates as \"Treasuries of the Great Snow\" and it was first mapped by Rinzin Namgyal. It was first climbed in 1955 by Charles Evans, who stopped a few feet short of the": {
    "guess": "Kangchenjunga",
    "confidence": [
      [
        "K",
        -0.01300833
      ],
      [
        "ang",
        -0.0011472448
      ],
      [
        "chen",
        -5.443128e-05
      ],
      [
        "j",
        -1.473646e-05
      ],
      [
        "unga",
        -4.9067115e-05
      ]
    ]
  },
  "The removal of a levee around Mollicy Farms, near this state's northern border on the Ouachita River, is one of the first floodplain restoration projects in the US. Another project in this state seeks to redirect nutrient- and sediment-rich water through the Amite River in order to restore the wetlands": {
    "guess": "Louisiana",
    "confidence": [
      [
        "Louis",
        -0.0111001665
      ],
      [
        "iana",
        -0.00023298002
      ]
    ]
  },
  "The Renyi type of this has a special case where alpha equals one which produces the Kullback-Leibler divergence and the Shannon form of it.  The Tsallis type of it is a generalization of the more common": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.7248778
      ]
    ]
  },
  "The Renyi type of this has a special case where alpha equals one which produces the Kullback-Leibler divergence and the Shannon form of it.  The Tsallis type of it is a generalization of the more common Boltzmann-Gibbs type, and it shares the same units with Boltzmann's Constant.  One representation": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.12501697
      ]
    ]
  },
  "The Renyi type of this has a special case where alpha equals one which produces the Kullback-Leibler divergence and the Shannon form of it.  The Tsallis type of it is a generalization of the more common Boltzmann-Gibbs type, and it shares the same units with Boltzmann's Constant.  One representation of it is as time's arrow.  It approaches a minimum as the temperature nears absolute zero, while it": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.016102647
      ]
    ]
  },
  "The Renyi type of this has a special case where alpha equals one which produces the Kullback-Leibler divergence and the Shannon form of it.  The Tsallis type of it is a generalization of the more common Boltzmann-Gibbs type, and it shares the same units with Boltzmann's Constant.  One representation of it is as time's arrow.  It approaches a minimum as the temperature nears absolute zero, while it is slated to increase over time by the Second Law of Thermodynamics.  For 10 points, identify this measure": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.014885944
      ]
    ]
  },
  "The Renyi type of this has a special case where alpha equals one which produces the Kullback-Leibler divergence and the Shannon form of it.  The Tsallis type of it is a generalization of the more common Boltzmann-Gibbs type, and it shares the same units with Boltzmann's Constant.  One representation of it is as time's arrow.  It approaches a minimum as the temperature nears absolute zero, while it is slated to increase over time by the Second Law of Thermodynamics.  For 10 points, identify this measure of randomness of elements in a system.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.009130921
      ]
    ]
  }
}