{
  "His affair with C.P. Snow's future wife ended when this man married Caitlin Macnamara, whom he called": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.2876281
      ],
      [
        "ylan",
        -2.3438328e-05
      ],
      [
        " Thomas",
        -7.517272e-05
      ]
    ]
  },
  "His affair with C.P. Snow's future wife ended when this man married Caitlin Macnamara, whom he called \"Betty Boop\" in their extensive correspondence. At his death, he left unfinished the autobiographical Adventures in the Skin Trade. His prose includes 1953's film script The Doctor and the Devils and the 1940 story collection, in satire of Joyce, A Portrait of the Artist as a Young Dog. Two of his most popular works were published after his death: the \"play for voices\" Under Milk Wood and the short": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.0021001797
      ],
      [
        "ylan",
        -1.3306016e-05
      ],
      [
        " Thomas",
        -7.362307e-05
      ]
    ]
  },
  "Affected by Gaucher's disease, this organ is held in position by two folds of its surrounding peritoneum,": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.006849877
      ],
      [
        "ple",
        -5.1928004e-05
      ],
      [
        "en",
        -1.9385403e-05
      ]
    ]
  },
  "His affair with C.P. Snow's future wife ended when this man married Caitlin Macnamara, whom he called \"Betty Boop\" in their extensive correspondence. At his death, he left unfinished the autobiographical Adventures in the Skin Trade. His prose includes 1953's film script The Doctor and the Devils and the 1940 story collection, in satire of Joyce, A Portrait of the Artist as a Young Dog. Two of his most popular works were published after his death: the \"play for voices\" Under Milk Wood and the short story \"A Child's Christmas in Wales.\" For 10 points, name this Welsh poet best known for the 1946": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.005129627
      ],
      [
        "ylan",
        -5.0616763e-05
      ],
      [
        " Thomas",
        -9.0073176e-05
      ]
    ]
  },
  "His affair with C.P. Snow's future wife ended when this man married Caitlin Macnamara, whom he called \"Betty Boop\" in their extensive correspondence. At his death, he left unfinished the autobiographical": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.79955566
      ],
      [
        "ylan",
        -0.00023917861
      ],
      [
        " Thomas",
        -0.0012516581
      ]
    ]
  },
  "His affair with C.P. Snow's future wife ended when this man married Caitlin Macnamara, whom he called \"Betty Boop\" in their extensive correspondence. At his death, he left unfinished the autobiographical Adventures in the Skin Trade. His prose includes 1953's film script The Doctor and the Devils and the 1940 story collection, in satire of Joyce, A Portrait of the Artist as a Young Dog. Two of his": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.0057369177
      ],
      [
        "ylan",
        -1.473646e-05
      ],
      [
        " Thomas",
        -6.420598e-05
      ]
    ]
  },
  "His affair with C.P. Snow's future wife ended when this man married Caitlin Macnamara, whom he called \"Betty Boop\" in their extensive correspondence. At his death, he left unfinished the autobiographical Adventures in the Skin Trade. His prose includes 1953's film script The Doctor and the Devils and": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.0148686785
      ],
      [
        "ylan",
        -8.299462e-06
      ],
      [
        " Thomas",
        -0.00020127551
      ]
    ]
  },
  "Affected by Gaucher's disease, this organ is held in position by two folds of its surrounding peritoneum, the phrenicolienal ligament and the gastrolienal ligament. Its inner membrane consists of numerous": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.01915666
      ],
      [
        "ple",
        -0.00060843676
      ],
      [
        "en",
        -2.355753e-05
      ]
    ]
  },
  "His affair with C.P. Snow's future wife ended when this man married Caitlin Macnamara, whom he called \"Betty Boop\" in their extensive correspondence. At his death, he left unfinished the autobiographical Adventures in the Skin Trade. His prose includes 1953's film script The Doctor and the Devils and the 1940 story collection, in satire of Joyce, A Portrait of the Artist as a Young Dog. Two of his most popular works were published after his death: the \"play for voices\" Under Milk Wood and the short story \"A Child's Christmas in Wales.\" For 10 points, name this Welsh poet best known for the 1946 poem \"Fern Hill\" and the 1951 villanelle \"Do Not Go Gentle Into That Good Night.\"": {
    "guess": "Dylan Thomas",
    "confidence": [
      [
        "D",
        -0.0014289287
      ],
      [
        "ylan",
        -9.4914985e-06
      ],
      [
        " Thomas",
        -0.0004002833
      ]
    ]
  },
  "Affected by Gaucher's disease, this organ is held in position by two folds of its surrounding peritoneum, the phrenicolienal ligament and the gastrolienal ligament. Its inner membrane consists of numerous fibrous bands called trabeculae and this organ also contains many lymphatic nodules called Malpighian bodies. Consisting of both white and red pulp, this organ is lesser known for its relation to the immune system. FTP, identify this organ that is best known for recycling red blood cells.": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.017899403
      ],
      [
        "ple",
        -3.1737043e-06
      ],
      [
        "en",
        -2.4749568e-05
      ]
    ]
  },
  "Affected by Gaucher's disease, this organ is held in position by two folds of its surrounding peritoneum, the phrenicolienal ligament and the gastrolienal ligament. Its inner membrane consists of numerous fibrous bands called trabeculae and this organ also contains many lymphatic nodules called Malpighian bodies. Consisting of both white and red pulp, this organ is lesser known for its relation to": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.012553803
      ],
      [
        "ple",
        -5.3193703e-06
      ],
      [
        "en",
        -2.8444882e-05
      ]
    ]
  },
  "Affected by Gaucher's disease, this organ is held in position by two folds of its surrounding peritoneum, the phrenicolienal ligament and the gastrolienal ligament. Its inner membrane consists of numerous fibrous bands called trabeculae and this organ also contains many lymphatic nodules called Malpighian": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.006833302
      ],
      [
        "ple",
        -2.1650272e-05
      ],
      [
        "en",
        -5.3239244e-05
      ]
    ]
  }
}