{
  "The upkeep of this project was managed by the Nine Border Garrisons. It terminated at the Gulf of Chihli (CHEE-lee) on the east. Ancestors of this project included a \"Square\" version commissioned by the state of Chu. Native-language names for this object refer to its length of ten thousand li (LEE).": {
    "guess": "Great Wall of China",
    "confidence": [
      [
        "Great",
        -0.033282787
      ],
      [
        " Wall",
        -0.00086739485
      ],
      [
        " of",
        -1.640531e-05
      ],
      [
        " China",
        -0.00024323154
      ]
    ]
  },
  "The upkeep of this project was managed by the Nine Border Garrisons. It terminated at the Gulf of Chihli (CHEE-lee) on the east. Ancestors of this project included a \"Square\" version commissioned by the": {
    "guess": "Great Wall of China",
    "confidence": [
      [
        "Great",
        -0.10285678
      ],
      [
        " Wall",
        -0.00090503023
      ],
      [
        " of",
        -1.11603495e-05
      ],
      [
        " China",
        -0.00013977377
      ]
    ]
  },
  "The upkeep of this project was managed by the Nine Border Garrisons. It terminated at the Gulf of Chihli (CHEE-lee) on the east. Ancestors of this project included a \"Square\" version commissioned by the state of Chu. Native-language names for this object refer to its length of ten thousand li (LEE). It was originally built to guard against Donghu (DAHN-goo) and Loufan (LOW-fahn) nomads; soon afterwards, it was completed by Shihuangdi (SHEE wong DEE) during the Qin (CHIN) Dynasty. For 10 points, identify this 4500-mile long structure which defended the ancient northern frontier of China.": {
    "guess": "Great Wall of China",
    "confidence": [
      [
        "Great",
        -0.010473129
      ],
      [
        " Wall",
        -0.00025299523
      ],
      [
        " of",
        -6.6306106e-06
      ],
      [
        " China",
        -0.00012511172
      ]
    ]
  },
  "The upkeep of this project was managed by the Nine Border Garrisons. It terminated at the Gulf of Chihli (CHEE-lee) on the east. Ancestors of this project included a \"Square\" version commissioned by the state of Chu. Native-language names for this object refer to its length of ten thousand li (LEE). It was originally built to guard against Donghu (DAHN-goo) and Loufan (LOW-fahn) nomads; soon afterwards, it was completed by Shihuangdi (SHEE wong DEE) during the Qin (CHIN) Dynasty. For 10 points, identify": {
    "guess": "Great Wall of China",
    "confidence": [
      [
        "Great",
        -0.0045597116
      ],
      [
        " Wall",
        -0.00024739266
      ],
      [
        " of",
        -4.4849444e-06
      ],
      [
        " China",
        -0.00011915887
      ]
    ]
  },
  "The upkeep of this project was managed by the Nine Border Garrisons. It terminated at the Gulf of Chihli": {
    "guess": "Great Wall of China",
    "confidence": [
      [
        "Great",
        -0.25195548
      ],
      [
        " Wall",
        -0.00019185843
      ],
      [
        " of",
        -6.704273e-07
      ],
      [
        " China",
        -0.00011605957
      ]
    ]
  },
  "The upkeep of this project was managed by the Nine Border Garrisons. It terminated at the Gulf of Chihli (CHEE-lee) on the east. Ancestors of this project included a \"Square\" version commissioned by the state of Chu. Native-language names for this object refer to its length of ten thousand li (LEE). It was originally built to guard against Donghu (DAHN-goo) and Loufan (LOW-fahn) nomads; soon afterwards,": {
    "guess": "Great Wall of China",
    "confidence": [
      [
        "Great",
        -0.02832052
      ],
      [
        " Wall",
        -0.0003314129
      ],
      [
        " of",
        -2.1531068e-05
      ],
      [
        " China",
        -0.00020234835
      ]
    ]
  }
}