{
  "When he was a kid, he pretended to be Bea Arthur while drinking tea, and as an adult, he once dressed up as \"spudnik\" for Halloween. He once dated a girl from Poughkeepsie, but at one point, he thought he would not be good enough for Charlie because he had not won any Nobel Prizes. His only son is named Ben, and whenever this character wants to see Ben, he must confront his ex-wife Carol as well as her lesbian lover. He also married and divorced Englishwoman Emily Waltham as well as the character with whom he would eventually get back together in the series' final episode, Rachel. For 10 points, name this paleontologist on the show Friends played by David Schwimmer.": {
    "guess": "Ross Geller",
    "confidence": [
      [
        "Ross",
        -0.0076138442
      ],
      [
        " G",
        -0.0006986153
      ],
      [
        "eller",
        -6.0749073e-05
      ]
    ]
  },
  "This man was kidnapped on his way to being a hostage in Sumpu, and after the Battle of Okehazama, he betrayed the Imagawa clan to form an alliance with his former captors. During the Battle of Komaki and": {
    "guess": "Tokugawa Ieyasu",
    "confidence": [
      [
        "Tok",
        -0.2140086
      ],
      [
        "ug",
        -1.1279553e-05
      ],
      [
        "awa",
        -2.9040899e-05
      ],
      [
        " I",
        -7.100059e-05
      ],
      [
        "ey",
        -8.89548e-06
      ],
      [
        "asu",
        -9.4914985e-06
      ]
    ]
  },
  "When he was a kid, he pretended to be Bea Arthur while drinking tea, and as an adult, he once dressed up as \"spudnik\" for Halloween. He once dated a girl from Poughkeepsie, but at one point, he thought he would not be good enough for Charlie because he had not won any Nobel Prizes. His only son is named": {
    "guess": "Linus Pauling",
    "confidence": [
      [
        "Lin",
        -0.6821924
      ],
      [
        "us",
        -0.00015252856
      ],
      [
        " Paul",
        -0.01964889
      ],
      [
        "ing",
        -4.501419e-05
      ]
    ]
  },
  "This man was kidnapped on his way to being a hostage in Sumpu, and after the Battle of Okehazama, he": {
    "guess": "Tokugawa Ieyasu",
    "confidence": [
      [
        "Tok",
        -0.122242555
      ],
      [
        "ug",
        -3.1424974e-05
      ],
      [
        "awa",
        -1.8193366e-05
      ],
      [
        " I",
        -0.0023957482
      ],
      [
        "ey",
        -0.00067526236
      ],
      [
        "asu",
        -8.657073e-06
      ]
    ]
  },
  "When he was a kid, he pretended to be Bea Arthur while drinking tea, and as an adult, he once dressed up as \"spudnik\" for Halloween. He once dated a girl from Poughkeepsie, but at one point, he thought he would not be good enough for Charlie because he had not won any Nobel Prizes. His only son is named Ben, and whenever this character wants to see Ben, he must confront his ex-wife Carol as well as her lesbian lover. He also married and divorced Englishwoman Emily Waltham as well as the character with whom he would eventually get back together in the series' final episode, Rachel. For 10 points,": {
    "guess": "Ross Geller",
    "confidence": [
      [
        "Ross",
        -0.18721338
      ],
      [
        " G",
        -3.5597102e-05
      ],
      [
        "eller",
        -0.00032485672
      ]
    ]
  },
  "This man was kidnapped on his way to being a hostage in Sumpu, and after the Battle of Okehazama, he betrayed the Imagawa clan to form an alliance with his former captors. During the Battle of Komaki and Nagakute, this man successfully fought alongside Oda Nobukatsu, allying with the loser years later. This man defeated the remains of the Toyotomi clan during the Siege of Osaka, and he gained power after defeating Ishida Mitsunari and unifying the country by winning the Battle of Sekigahara. For 10 points, name this Japanese warlord who ruled from Edo and established his namesake shogunate in 1603.": {
    "guess": "Tokugawa Ieyasu",
    "confidence": [
      [
        "Tok",
        -0.04910595
      ],
      [
        "ug",
        -4.572941e-05
      ],
      [
        "awa",
        -2.7252845e-05
      ],
      [
        " I",
        -3.297462e-05
      ],
      [
        "ey",
        -4.8113485e-05
      ],
      [
        "asu",
        -1.4259645e-05
      ]
    ]
  },
  "This man was kidnapped on his way to being a hostage in Sumpu, and after the Battle of Okehazama, he betrayed the Imagawa clan to form an alliance with his former captors. During the Battle of Komaki and Nagakute, this man successfully fought alongside Oda Nobukatsu, allying with the loser years later.": {
    "guess": "Tokugawa Ieyasu",
    "confidence": [
      [
        "Tok",
        -0.03799203
      ],
      [
        "ug",
        -3.070975e-05
      ],
      [
        "awa",
        -3.6789137e-05
      ],
      [
        " I",
        -8.017927e-05
      ],
      [
        "ey",
        -2.6299214e-05
      ],
      [
        "asu",
        -2.5345586e-05
      ]
    ]
  },
  "This man was kidnapped on his way to being a hostage in Sumpu, and after the Battle of Okehazama, he betrayed the Imagawa clan to form an alliance with his former captors. During the Battle of Komaki and Nagakute, this man successfully fought alongside Oda Nobukatsu, allying with the loser years later. This man defeated the remains of the Toyotomi clan during the Siege of Osaka, and he gained power after defeating Ishida Mitsunari and unifying the country by winning the Battle of Sekigahara. For": {
    "guess": "Tokugawa Ieyasu",
    "confidence": [
      [
        "Tok",
        -0.15897743
      ],
      [
        "ug",
        -0.000112960275
      ],
      [
        "awa",
        -6.0391463e-05
      ],
      [
        " I",
        -5.6219335e-05
      ],
      [
        "ey",
        -6.7662884e-05
      ],
      [
        "asu",
        -3.8219583e-05
      ]
    ]
  },
  "When he was a kid, he pretended to be Bea Arthur while drinking tea, and as an adult, he once dressed up as \"spudnik\" for Halloween. He once dated a girl from Poughkeepsie, but at one point, he thought he would not be good enough for Charlie because he had not won any Nobel Prizes. His only son is named Ben, and whenever this character wants to see Ben, he must confront his ex-wife Carol as well as her lesbian lover. He also married and divorced Englishwoman Emily Waltham as well as the character": {
    "guess": "Ross Geller",
    "confidence": [
      [
        "Ross",
        -0.1967165
      ],
      [
        " G",
        -0.0003034074
      ],
      [
        "eller",
        -0.00049465225
      ]
    ]
  },
  "When he was a kid, he pretended to be Bea Arthur while drinking tea, and as an adult, he once dressed up as \"spudnik\" for Halloween. He once dated a girl from Poughkeepsie, but at one point, he thought": {
    "guess": "Gabe Lewis",
    "confidence": [
      [
        "G",
        -0.5265035
      ],
      [
        "abe",
        -0.001185942
      ],
      [
        " Lewis",
        -0.002908535
      ]
    ]
  },
  "When he was a kid, he pretended to be Bea Arthur while drinking tea, and as an adult, he once dressed": {
    "guess": "Bea Arthur",
    "confidence": [
      [
        "Be",
        -0.14363737
      ],
      [
        "a",
        -0.0016507796
      ],
      [
        " Arthur",
        -0.005201144
      ]
    ]
  },
  "This man was kidnapped on his way to being a hostage in Sumpu, and after the Battle of Okehazama, he betrayed the Imagawa clan to form an alliance with his former captors. During the Battle of Komaki and Nagakute, this man successfully fought alongside Oda Nobukatsu, allying with the loser years later. This man defeated the remains of the Toyotomi clan during the Siege of Osaka, and he gained power": {
    "guess": "Tokugawa Ieyasu",
    "confidence": [
      [
        "Tok",
        -0.58675104
      ],
      [
        "ug",
        -5.8126592e-05
      ],
      [
        "awa",
        -6.742448e-05
      ],
      [
        " I",
        -0.008987274
      ],
      [
        "ey",
        -7.0404574e-05
      ],
      [
        "asu",
        -4.2272506e-05
      ]
    ]
  },
  "When he was a kid, he pretended to be Bea Arthur while drinking tea, and as an adult, he once dressed up as \"spudnik\" for Halloween. He once dated a girl from Poughkeepsie, but at one point, he thought he would not be good enough for Charlie because he had not won any Nobel Prizes. His only son is named Ben, and whenever this character wants to see Ben, he must confront his ex-wife Carol as well as": {
    "guess": "List of The West Wing characters",
    "confidence": [
      [
        "List",
        -1.2014954
      ],
      [
        " of",
        -0.0052264095
      ],
      [
        " The",
        -0.937652
      ],
      [
        " West",
        -1.3700085
      ],
      [
        " Wing",
        -6.4325184e-05
      ],
      [
        " characters",
        -0.13203134
      ]
    ]
  }
}