{
  "An unofficial team of this sport called the Cavaliers was created for a single game of it in 1986. A": {
    "guess": "Cavaliers Drum and Bugle Corps",
    "confidence": [
      [
        "C",
        -0.1673275
      ],
      [
        "aval",
        -0.7164384
      ],
      [
        "iers",
        -0.20857583
      ],
      [
        " Drum",
        -0.28745043
      ],
      [
        " and",
        -0.004351556
      ],
      [
        " Bug",
        -2.129266e-05
      ],
      [
        "le",
        -0.0001911432
      ],
      [
        " Corps",
        -0.0003003081
      ]
    ]
  },
  "The unnamed narrator of a work by this man tells his story as he looks at a picture of Harry and Sorella Fonstein, whom his perfect memory will not allow him to forget. His dramas include the plays Orange Souffle, Out from Under, and The Wrecker, while an example of his non-fiction is It All Adds Up:": {
    "guess": "Arthur Miller",
    "confidence": [
      [
        "Arthur",
        -1.590954
      ],
      [
        " Miller",
        -0.023016829
      ]
    ]
  },
  "An unofficial team of this sport called the Cavaliers was created for a single game of it in 1986. A planned match of this sport prompted protests against Robert Muldoon's government since it may have violated the Gleneagles Agreement. Eminent Victorians profiles Thomas Arnold, who headed the (*) school where this sport was invented. Players of this sport introduced the traditional haka dance from Maori culture to popular audiences. The Springboks and All-Blacks are teams in - for 10 points - what": {
    "guess": "Rugby union",
    "confidence": [
      [
        "R",
        -0.013257168
      ],
      [
        "ug",
        -1.0683535e-05
      ],
      [
        "by",
        -8.172892e-05
      ],
      [
        " union",
        -0.09313644
      ]
    ]
  },
  "The unnamed narrator of a work by this man tells his story as he looks at a picture of Harry and Sorella": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.7065103
      ],
      [
        " Picture",
        -0.02463217
      ],
      [
        " of",
        -2.1769476e-05
      ],
      [
        " D",
        -0.00039861441
      ],
      [
        "orian",
        -3.650519e-06
      ],
      [
        " Gray",
        -0.00014263466
      ]
    ]
  },
  "An unofficial team of this sport called the Cavaliers was created for a single game of it in 1986. A planned match of this sport prompted protests against Robert Muldoon's government since it may have violated the Gleneagles Agreement. Eminent Victorians profiles Thomas Arnold, who headed the (*) school": {
    "guess": "Rugby Union",
    "confidence": [
      [
        "R",
        -0.39388853
      ],
      [
        "ug",
        -6.659005e-05
      ],
      [
        "by",
        -9.1742026e-05
      ],
      [
        " Union",
        -1.1562845
      ]
    ]
  },
  "The unnamed narrator of a work by this man tells his story as he looks at a picture of Harry and Sorella Fonstein, whom his perfect memory will not allow him to forget. His dramas include the plays Orange": {
    "guess": "Tom Stoppard",
    "confidence": [
      [
        "Tom",
        -1.2156669
      ],
      [
        " St",
        -0.004835346
      ],
      [
        "opp",
        -5.3193703e-06
      ],
      [
        "ard",
        -2.6060809e-05
      ]
    ]
  },
  "An unofficial team of this sport called the Cavaliers was created for a single game of it in 1986. A planned match of this sport prompted protests against Robert Muldoon's government since it may have": {
    "guess": "Rugby union in New Zealand",
    "confidence": [
      [
        "R",
        -0.06138399
      ],
      [
        "ug",
        -1.1041146e-05
      ],
      [
        "by",
        -3.333223e-05
      ],
      [
        " union",
        -0.30703443
      ],
      [
        " in",
        -0.27525875
      ],
      [
        " New",
        -0.0029173342
      ],
      [
        " Zealand",
        -0.00012713818
      ]
    ]
  },
  "The unnamed narrator of a work by this man tells his story as he looks at a picture of Harry and Sorella Fonstein, whom his perfect memory will not allow him to forget. His dramas include the plays Orange Souffle, Out from Under, and The Wrecker, while an example of his non-fiction is It All Adds Up: From the Dim Past to the Uncertain Future. Author of the short works Him with His Foot in His Mouth and Mosby's Memoirs, he is the creator of such memorable characters as King Dahfu, Tommy Wilhelm, and Grandma Lausch. The first line of one of his novels declares \"I am an American,\" though he was really born in Canada. FTP, name this man, whose best-known work includes Mr. Sammler's Planet, Henderson the Rain King, Herzog and The Adventures of Augie March.": {
    "guess": "Saul Bellow",
    "confidence": [
      [
        "S",
        -0.016017005
      ],
      [
        "aul",
        -1.7239736e-05
      ],
      [
        " B",
        -0.00016754455
      ],
      [
        "ellow",
        -6.511407e-06
      ]
    ]
  },
  "The unnamed narrator of a work by this man tells his story as he looks at a picture of Harry and Sorella Fonstein, whom his perfect memory will not allow him to forget. His dramas include the plays Orange Souffle, Out from Under, and The Wrecker, while an example of his non-fiction is It All Adds Up: From the Dim Past to the Uncertain Future. Author of the short works Him with His Foot in His Mouth and Mosby's Memoirs, he is the creator of such memorable characters as King Dahfu, Tommy Wilhelm, and Grandma Lausch. The first line of one of his novels declares \"I am an American,\" though he was really": {
    "guess": "Saul Bellow",
    "confidence": [
      [
        "S",
        -0.019091645
      ],
      [
        "aul",
        -0.00019007038
      ],
      [
        " B",
        -0.000782707
      ],
      [
        "ellow",
        -5.3000836e-05
      ]
    ]
  },
  "An unofficial team of this sport called the Cavaliers was created for a single game of it in 1986. A planned match of this sport prompted protests against Robert Muldoon's government since it may have violated the Gleneagles Agreement. Eminent Victorians profiles Thomas Arnold, who headed the (*) school where this sport was invented. Players of this sport introduced the traditional haka dance from": {
    "guess": "Rugby union",
    "confidence": [
      [
        "R",
        -0.0061730132
      ],
      [
        "ug",
        -2.220075e-06
      ],
      [
        "by",
        -5.5980927e-05
      ],
      [
        " union",
        -0.094145335
      ]
    ]
  },
  "The unnamed narrator of a work by this man tells his story as he looks at a picture of Harry and Sorella Fonstein, whom his perfect memory will not allow him to forget. His dramas include the plays Orange Souffle, Out from Under, and The Wrecker, while an example of his non-fiction is It All Adds Up: From the Dim Past to the Uncertain Future. Author of the short works Him with His Foot in His Mouth and Mosby's Memoirs, he is the creator of such memorable characters as King Dahfu, Tommy Wilhelm, and Grandma Lausch. The first line of one of his novels declares \"I am an American,\" though he was really born in Canada. FTP, name this man, whose best-known work includes Mr. Sammler's Planet, Henderson": {
    "guess": "Saul Bellow",
    "confidence": [
      [
        "S",
        -0.0055057607
      ],
      [
        "aul",
        -0.0002072357
      ],
      [
        " B",
        -0.00030829108
      ],
      [
        "ellow",
        -9.133887e-06
      ]
    ]
  },
  "The unnamed narrator of a work by this man tells his story as he looks at a picture of Harry and Sorella Fonstein, whom his perfect memory will not allow him to forget. His dramas include the plays Orange Souffle, Out from Under, and The Wrecker, while an example of his non-fiction is It All Adds Up: From the Dim Past to the Uncertain Future. Author of the short works Him with His Foot in His Mouth and Mosby's Memoirs, he is the creator of such memorable characters as King Dahfu, Tommy Wilhelm, and": {
    "guess": "Saul Bellow",
    "confidence": [
      [
        "S",
        -0.025134271
      ],
      [
        "aul",
        -7.314626e-05
      ],
      [
        " B",
        -0.0016762562
      ],
      [
        "ellow",
        -4.9663133e-05
      ]
    ]
  },
  "The unnamed narrator of a work by this man tells his story as he looks at a picture of Harry and Sorella Fonstein, whom his perfect memory will not allow him to forget. His dramas include the plays Orange Souffle, Out from Under, and The Wrecker, while an example of his non-fiction is It All Adds Up: From the Dim Past to the Uncertain Future. Author of the short works Him with His Foot in His Mouth": {
    "guess": "William Gaddis",
    "confidence": [
      [
        "William",
        -0.8169092
      ],
      [
        " G",
        -0.2846822
      ],
      [
        "add",
        -0.6445317
      ],
      [
        "is",
        -1.9385403e-05
      ]
    ]
  },
  "An unofficial team of this sport called the Cavaliers was created for a single game of it in 1986. A planned match of this sport prompted protests against Robert Muldoon's government since it may have violated the Gleneagles Agreement. Eminent Victorians profiles Thomas Arnold, who headed the (*) school where this sport was invented. Players of this sport introduced the traditional haka dance from Maori culture to popular audiences. The Springboks and All-Blacks are teams in - for 10 points - what football sport popular in the Commonwealth?": {
    "guess": "Rugby union",
    "confidence": [
      [
        "R",
        -0.008896649
      ],
      [
        "ug",
        -1.1398757e-05
      ],
      [
        "by",
        -0.00010986099
      ],
      [
        " union",
        -0.03867453
      ]
    ]
  }
}