{
  "Avitus of Vienne corresponded with this ruler, whose paternal grandfather was said to be the child of Pharamond and a sea monster. This man personally axe-murdered a soldier who broke the Vase of Soissons, which was plundered after this man's victory over Syagrius. After he collaborated with the Emperor Anastasius I at the Battle of Vouillé, he was granted the title \"consul\" according to Gregory of Tours. At the urging of his wife Clotilde, this king and three thousand of his men were baptized by Saint Remigius at Reims. For 10 points, identify this son of Childeric who commissioned the Salic Law and unified the Franks under the Merovingian dynasty.": {
    "guess": "Clovis I",
    "confidence": [
      [
        "Clo",
        -0.0008841916
      ],
      [
        "vis",
        -8.657073e-06
      ],
      [
        " I",
        -2.6895234e-05
      ]
    ]
  },
  "Avitus of Vienne corresponded with this ruler, whose paternal grandfather was said to be the child of Pharamond and a sea monster. This man personally axe-murdered a soldier who broke the Vase of Soissons, which was plundered after this man's victory over Syagrius. After he collaborated with the Emperor": {
    "guess": "Clovis I",
    "confidence": [
      [
        "Clo",
        -0.24074563
      ],
      [
        "vis",
        -9.794062e-05
      ],
      [
        " I",
        -0.0020115525
      ]
    ]
  },
  "Avitus of Vienne corresponded with this ruler, whose paternal grandfather was said to be the child of Pharamond and a sea monster. This man personally axe-murdered a soldier who broke the Vase of Soissons, which was plundered after this man's victory over Syagrius. After he collaborated with the Emperor Anastasius I at the Battle of Vouillé, he was granted the title \"consul\" according to Gregory of": {
    "guess": "Clovis I",
    "confidence": [
      [
        "Clo",
        -0.02758661
      ],
      [
        "vis",
        -9.4960524e-05
      ],
      [
        " I",
        -0.004495039
      ]
    ]
  },
  "Avitus of Vienne corresponded with this ruler, whose paternal grandfather was said to be the child of Pharamond and a sea monster. This man personally axe-murdered a soldier who broke the Vase of Soissons, which was plundered after this man's victory over Syagrius. After he collaborated with the Emperor Anastasius I at the Battle of Vouillé, he was granted the title \"consul\" according to Gregory of Tours. At the urging of his wife Clotilde, this king and three thousand of his men were baptized by Saint Remigius at Reims. For 10 points, identify this son of Childeric who commissioned the Salic Law": {
    "guess": "Clovis I",
    "confidence": [
      [
        "Clo",
        -0.034475382
      ],
      [
        "vis",
        -2.7252845e-05
      ],
      [
        " I",
        -0.0014445223
      ]
    ]
  },
  "Avitus of Vienne corresponded with this ruler, whose paternal grandfather was said to be the child of Pharamond and a sea monster. This man personally axe-murdered a soldier who broke the Vase of Soissons,": {
    "guess": "Clovis I",
    "confidence": [
      [
        "Clo",
        -0.70127094
      ],
      [
        "vis",
        -0.00043209965
      ],
      [
        " I",
        -0.0014370198
      ]
    ]
  },
  "Avitus of Vienne corresponded with this ruler, whose paternal grandfather was said to be the child of Pharamond and a sea monster. This man personally axe-murdered a soldier who broke the Vase of Soissons, which was plundered after this man's victory over Syagrius. After he collaborated with the Emperor Anastasius I at the Battle of Vouillé, he was granted the title \"consul\" according to Gregory of Tours. At the urging of his wife Clotilde, this king and three thousand of his men were baptized by": {
    "guess": "Clovis I",
    "confidence": [
      [
        "Clo",
        -0.014854221
      ],
      [
        "vis",
        -8.900034e-05
      ],
      [
        " I",
        -0.0002912486
      ]
    ]
  },
  "Avitus of Vienne corresponded with this ruler, whose paternal grandfather was said to be the child of": {
    "guess": "Theodoric the Great",
    "confidence": [
      [
        "The",
        -1.7609941
      ],
      [
        "od",
        -0.5406781
      ],
      [
        "oric",
        -0.0054471972
      ],
      [
        " the",
        -0.37307563
      ],
      [
        " Great",
        -0.00028708015
      ]
    ]
  }
}