{
  "ibn Abi Bakr Muhammad ibn al-Hasan _Ibn Khaldun_  The rotation rate of this object is the angular momentum partial of the mean perturbation. Both this object and one of the vectors from which it is derived are conserved by systems with S O-naught three comma one and S O four symmetries. It is given by the cross product of the linear and angular momenta divided by the coupling constant, minus the formal charge times the radial unit vector, and is proportional to the eccentricity vector. Along with angular momentum, it is a constant for motion in an inverse-square central force. FTP, name this vector in orbit theory that is sometimes named for Lapalce, but is usually named for two Germans; a mathematician who has a numerical integration algorithm with Kutta and a physicist with the same name": {
    "guess": "Laplace-Runge-Lenz vector",
    "confidence": [
      [
        "L",
        -0.4568148
      ],
      [
        "ap",
        -0.07557528
      ],
      [
        "lace",
        -0.00013786652
      ],
      [
        "-",
        -0.42450592
      ],
      [
        "Run",
        -0.0015130773
      ],
      [
        "ge",
        -0.00023119197
      ],
      [
        "-L",
        -0.0040294835
      ],
      [
        "enz",
        -0.0011210457
      ],
      [
        " vector",
        -0.01491858
      ]
    ]
  },
  "ibn Abi Bakr Muhammad ibn al-Hasan _Ibn Khaldun_  The rotation rate of this object is the angular momentum partial of the mean perturbation. Both this object and one of the vectors from which it is derived are conserved by systems with S O-naught three comma one and S O four symmetries. It is given by the cross product of the linear and angular momenta divided by the coupling constant, minus the formal charge times the radial unit vector, and is proportional to the eccentricity vector. Along with": {
    "guess": "Kepler problem",
    "confidence": [
      [
        "Ke",
        -1.2687151
      ],
      [
        "pler",
        -1.2352386e-05
      ],
      [
        " problem",
        -0.024908723
      ]
    ]
  },
  "ibn Abi Bakr Muhammad ibn al-Hasan _Ibn Khaldun_  The rotation rate of this object is the angular momentum partial of the mean perturbation. Both this object and one of the vectors from which it is derived are conserved by systems with S O-naught three comma one and S O four symmetries. It is given by the cross product of the linear and angular momenta divided by the coupling constant, minus the formal charge times the radial unit vector, and is proportional to the eccentricity vector. Along with angular momentum, it is a constant for motion in an inverse-square central force. FTP, name this vector in orbit theory that is sometimes named for Lapalce, but is usually named for two Germans; a mathematician who has a numerical integration algorithm with Kutta and a physicist with the same name as another whose namesake law is Le Chatelier's principle for electromagnets.": {
    "guess": "Laplace-Runge-Lenz vector",
    "confidence": [
      [
        "L",
        -0.12256458
      ],
      [
        "ap",
        -0.026176741
      ],
      [
        "lace",
        -2.4034345e-05
      ],
      [
        "-",
        -0.453478
      ],
      [
        "Run",
        -0.00071362394
      ],
      [
        "ge",
        -0.00011093382
      ],
      [
        "-L",
        -0.003427112
      ],
      [
        "enz",
        -0.0011523633
      ],
      [
        " vector",
        -0.004903193
      ]
    ]
  },
  "ibn Abi Bakr Muhammad ibn al-Hasan _Ibn Khaldun_  The rotation rate of this object is the angular momentum partial of the mean perturbation. Both this object and one of the vectors from which it is derived are conserved by systems with S O-naught three comma one and S O four symmetries. It is given by": {
    "guess": "Euler's equations of motion",
    "confidence": [
      [
        "E",
        -1.429999
      ],
      [
        "uler",
        -0.003284425
      ],
      [
        "'s",
        -0.020498097
      ],
      [
        " equations",
        -0.41653475
      ],
      [
        " of",
        -0.3520282
      ],
      [
        " motion",
        -0.0031859095
      ]
    ]
  },
  "ibn Abi Bakr Muhammad ibn al-Hasan _Ibn Khaldun_  The rotation rate of this object is the angular momentum partial of the mean perturbation. Both this object and one of the vectors from which it is derived are conserved by systems with S O-naught three comma one and S O four symmetries. It is given by the cross product of the linear and angular momenta divided by the coupling constant, minus the formal charge times the radial unit vector, and is proportional to the eccentricity vector. Along with angular momentum, it is a constant for motion in an inverse-square central force. FTP, name this vector": {
    "guess": "Laplace-Runge-Lenz vector",
    "confidence": [
      [
        "L",
        -0.64617896
      ],
      [
        "ap",
        -0.13177477
      ],
      [
        "lace",
        -0.0004012369
      ],
      [
        "-",
        -0.21742988
      ],
      [
        "Run",
        -0.0013158319
      ],
      [
        "ge",
        -0.00015765065
      ],
      [
        "-L",
        -0.0017560989
      ],
      [
        "enz",
        -0.00027885512
      ],
      [
        " vector",
        -0.005618385
      ]
    ]
  },
  "ibn Abi Bakr Muhammad ibn al-Hasan _Ibn Khaldun_  The rotation rate of this object is the angular momentum partial of the mean perturbation. Both this object and one of the vectors from which it is derived": {
    "guess": "Ibn Khaldun",
    "confidence": [
      [
        "I",
        -1.19729
      ],
      [
        "bn",
        -0.003389218
      ],
      [
        " Kh",
        -0.23795415
      ],
      [
        "ald",
        -0.00090526865
      ],
      [
        "un",
        -0.00085012865
      ]
    ]
  },
  "ibn Abi Bakr Muhammad ibn al-Hasan _Ibn Khaldun_  The rotation rate of this object is the angular momentum partial of the mean perturbation. Both this object and one of the vectors from which it is derived are conserved by systems with S O-naught three comma one and S O four symmetries. It is given by the cross product of the linear and angular momenta divided by the coupling constant, minus the formal": {
    "guess": "Angular velocity precession",
    "confidence": [
      [
        "Angular",
        -1.4835305
      ],
      [
        " velocity",
        -0.63659436
      ],
      [
        " pre",
        -1.1894947
      ],
      [
        "cession",
        -0.00252798
      ]
    ]
  },
  "ibn Abi Bakr Muhammad ibn al-Hasan _Ibn Khaldun_  The rotation rate of this object is the angular momentum": {
    "guess": "Ibn Khaldun",
    "confidence": [
      [
        "I",
        -0.108942516
      ],
      [
        "bn",
        -0.00010998019
      ],
      [
        " Kh",
        -0.18535474
      ],
      [
        "ald",
        -0.000232384
      ],
      [
        "un",
        -0.00032009225
      ]
    ]
  },
  "ibn Abi Bakr Muhammad ibn al-Hasan _Ibn Khaldun_  The rotation rate of this object is the angular momentum partial of the mean perturbation. Both this object and one of the vectors from which it is derived are conserved by systems with S O-naught three comma one and S O four symmetries. It is given by the cross product of the linear and angular momenta divided by the coupling constant, minus the formal charge times the radial unit vector, and is proportional to the eccentricity vector. Along with angular momentum, it is a constant for motion in an inverse-square central force. FTP, name this vector in orbit theory that is sometimes named for Lapalce, but is usually named for two Germans; a mathematician": {
    "guess": "Laplace-Runge-Lenz vector",
    "confidence": [
      [
        "L",
        -0.0803469
      ],
      [
        "ap",
        -0.03425204
      ],
      [
        "lace",
        -0.00010938417
      ],
      [
        "-",
        -0.43967614
      ],
      [
        "Run",
        -0.0010671088
      ],
      [
        "ge",
        -0.00027730546
      ],
      [
        "-L",
        -0.0029059201
      ],
      [
        "enz",
        -0.0012628522
      ],
      [
        " vector",
        -0.009831881
      ]
    ]
  }
}