{
  "While he was in Arles, this man offered nine questions to the Pope concerning marriage and baptism.  At a conference under an oak tree in the land of the Hwicce, he cured a blind man to demonstrate the superiority of his views on the proper dating of Easter, but his pride offended the British bishops.": {
    "guess": "Wilfrid",
    "confidence": [
      [
        "Wil",
        -1.2391356
      ],
      [
        "fr",
        -0.08020728
      ],
      [
        "id",
        -0.00011069541
      ]
    ]
  },
  "While he was in Arles, this man offered nine questions to the Pope concerning marriage and baptism.  At a conference under an oak tree in the land of the Hwicce, he cured a blind man to demonstrate the superiority of his views on the proper dating of Easter, but his pride offended the British bishops.  Fulfilling the request of the Frankish princess Bertha, Pope Gregory I sent him to preach to the Anglo-Saxons, and on Christmas Day 597 he converted ten thousand of Ethelbert's Kentish subjects to": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.03254225
      ],
      [
        "ine",
        -0.00204296
      ],
      [
        " of",
        -0.004585704
      ],
      [
        " Canterbury",
        -0.00081725046
      ]
    ]
  },
  "While he was in Arles, this man offered nine questions to the Pope concerning marriage and baptism.  At a conference under an oak tree in the land of the Hwicce, he cured a blind man to demonstrate the": {
    "guess": "Wilfrid",
    "confidence": [
      [
        "Wil",
        -0.7352151
      ],
      [
        "fr",
        -0.06756307
      ],
      [
        "id",
        -2.3915141e-05
      ]
    ]
  },
  "While he was in Arles, this man offered nine questions to the Pope concerning marriage and baptism.  At a conference under an oak tree in the land of the Hwicce, he cured a blind man to demonstrate the superiority of his views on the proper dating of Easter, but his pride offended the British bishops.  Fulfilling the request of the Frankish princess Bertha, Pope Gregory I sent him to preach to the Anglo-Saxons, and on Christmas Day 597 he converted ten thousand of Ethelbert's Kentish subjects to Christianity.  FTP, name this first archbishop to serve in England, who shares his name with an earlier": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.010790645
      ],
      [
        "ine",
        -0.00145857
      ],
      [
        " of",
        -0.0009825549
      ],
      [
        " Canterbury",
        -0.0012477317
      ]
    ]
  },
  "While he was in Arles, this man offered nine questions to the Pope concerning marriage and baptism. ": {
    "guess": "Pope Gregory IX",
    "confidence": [
      [
        "P",
        -1.4639935
      ],
      [
        "ope",
        -0.36372647
      ],
      [
        " Gregory",
        -1.6011096
      ],
      [
        " IX",
        -0.45203748
      ]
    ]
  },
  "While he was in Arles, this man offered nine questions to the Pope concerning marriage and baptism.  At a conference under an oak tree in the land of the Hwicce, he cured a blind man to demonstrate the superiority of his views on the proper dating of Easter, but his pride offended the British bishops.  Fulfilling the request of the Frankish princess Bertha, Pope Gregory I sent him to preach to the Anglo-Saxons, and on Christmas Day 597 he converted ten thousand of Ethelbert's Kentish subjects to Christianity.  FTP, name this first archbishop to serve in England, who shares his name with an earlier Bishop of Hippo.": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.017048357
      ],
      [
        "ine",
        -0.0010999687
      ],
      [
        " of",
        -0.001031619
      ],
      [
        " Canterbury",
        -0.0015633042
      ]
    ]
  },
  "While he was in Arles, this man offered nine questions to the Pope concerning marriage and baptism.  At a conference under an oak tree in the land of the Hwicce, he cured a blind man to demonstrate the superiority of his views on the proper dating of Easter, but his pride offended the British bishops.  Fulfilling the request of the Frankish princess Bertha, Pope Gregory I sent him to preach to the": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.28098565
      ],
      [
        "ine",
        -0.006511556
      ],
      [
        " of",
        -0.0021698899
      ],
      [
        " Canterbury",
        -0.0031490808
      ]
    ]
  }
}