{
  "Its twelfth section mentions various places in America, such as the poet's \"own Manhattan with spires\" and \"Ohio's shores and flashing Missouri.\" The poet asks what he shall \"hang on the chamber walls\"": {
    "guess": "When Lilacs Last in the Dooryard Bloom'd",
    "confidence": [
      [
        "When",
        -0.005511096
      ],
      [
        " Lil",
        -0.00011188744
      ],
      [
        "acs",
        -6.778209e-05
      ],
      [
        " Last",
        -7.226629e-06
      ],
      [
        " in",
        -3.7623562e-05
      ],
      [
        " the",
        -1.7478143e-05
      ],
      [
        " Do",
        -5.5577775e-06
      ],
      [
        "ory",
        -9.0883464e-07
      ],
      [
        "ard",
        -1.4617256e-05
      ],
      [
        " Bloom",
        -7.465036e-06
      ],
      [
        "'d",
        -0.0006221305
      ]
    ]
  },
  "Its twelfth section mentions various places in America, such as the poet's \"own Manhattan with spires\" and \"Ohio's shores and flashing Missouri.\" The poet asks what he shall \"hang on the chamber walls\" and claims that he will \"warble\" himself, just as the gray-brown thrush warbles a \"carol of death.\" The \"western orb\" frequently mentioned represents a recently deceased hero, and the poet breaks off a sprig of the titular flower, with \"heart-shaped leaves of rich green,\" to symbolize his mourning. For 10 points, name this Walt Whitman poem that, like \"O Captain! My Captain!\" was composed to commemorate": {
    "guess": "When Lilacs Last in the Dooryard Bloom'd",
    "confidence": [
      [
        "When",
        -0.0052190595
      ],
      [
        " Lil",
        -0.00019376569
      ],
      [
        "acs",
        -0.000106046464
      ],
      [
        " Last",
        -5.276243e-05
      ],
      [
        " in",
        -0.00011462913
      ],
      [
        " the",
        -4.310693e-05
      ],
      [
        " Do",
        -0.00042543162
      ],
      [
        "ory",
        -2.577686e-06
      ],
      [
        "ard",
        -3.9292416e-05
      ],
      [
        " Bloom",
        -4.7517467e-05
      ],
      [
        "'d",
        -0.0009674416
      ]
    ]
  },
  "Twelve deforming tendencies of this activity were identified by an advocate of its \"non-transparent\" type named Antoine Berman. The difficulties of this activity when faced with non-disjunctive concepts, such as Homer's chloros, are discussed in an essay by Friedrich Schleiermacher. Eugene Nida contrasted the \"formal equivalent\" variety of this activity with the \"dynamic equivalence\" variety, which is essentially the same as its (*) \"sense-for-sense\" implementation. Walter Benjamin argued that this activity is a form of art in his essay about the \"Task\" of people who do it. This activity is made difficult by the inscrutability of reference, as demonstrated by the example of \"gavagai.\" The book Word and Object by William van Orman Quine discusses the \"indeterminacy\" of this practice. For 10 points, name this activity in which words are rendered in a different language.": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.00060390704
      ]
    ]
  },
  "Twelve deforming tendencies of this activity were identified by an advocate of its \"non-transparent\" type named Antoine Berman. The difficulties of this activity when faced with non-disjunctive concepts, such as Homer's chloros, are discussed in an essay by Friedrich Schleiermacher. Eugene Nida contrasted": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.21398309
      ]
    ]
  },
  "Twelve deforming tendencies of this activity were identified by an advocate of its \"non-transparent\"": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.01915245
      ]
    ]
  },
  "Twelve deforming tendencies of this activity were identified by an advocate of its \"non-transparent\" type named Antoine Berman. The difficulties of this activity when faced with non-disjunctive concepts, such as Homer's chloros, are discussed in an essay by Friedrich Schleiermacher. Eugene Nida contrasted the \"formal equivalent\" variety of this activity with the \"dynamic equivalence\" variety, which is essentially the same as its (*) \"sense-for-sense\" implementation. Walter Benjamin argued that this activity is a form of art in his essay about the \"Task\" of people who do it. This activity is made difficult by the inscrutability of reference, as demonstrated by the example of \"gavagai.\" The book Word and Object by William van Orman Quine discusses the \"indeterminacy\" of this practice. For 10": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.0011279557
      ]
    ]
  },
  "After the twelfth year of her husband's reign, she died or retired and was replaced as primary queen by Kita or by her own daughter Meritaten. She was a leading figure in establishing an ethics-based monotheistic religion in Egypt, along with her husband. For 10 points—name this queen depicted in a bust found in 1912, a wife of Akhenaton.": {
    "guess": "Nefertiti",
    "confidence": [
      [
        "N",
        -0.017402805
      ],
      [
        "ef",
        -1.2948405e-05
      ],
      [
        "ert",
        -0.00018577903
      ],
      [
        "iti",
        -9.996708e-05
      ]
    ]
  },
  "After the twelfth year of her husband's reign, she died or retired and was replaced as primary queen by Kita or by her own daughter Meritaten. She was a leading figure in establishing an ethics-based monotheistic": {
    "guess": "Nefertiti",
    "confidence": [
      [
        "N",
        -0.26434553
      ],
      [
        "ef",
        -6.81397e-05
      ],
      [
        "ert",
        -0.00020807012
      ],
      [
        "iti",
        -0.009547119
      ]
    ]
  },
  "This twentieth-century composer's ballets include Romeo and Juliet and Cinderella. He became prominent with the Scythian Suite for piano and his first symphony, nicknamed the \"Classical.\" While The Fiery": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.024346706
      ],
      [
        "erge",
        -6.384837e-05
      ],
      [
        "i",
        -0.0002354833
      ],
      [
        " Pro",
        -0.00089442846
      ],
      [
        "k",
        -0.00023333763
      ],
      [
        "of",
        -8.637786e-05
      ],
      [
        "iev",
        -1.5451682e-05
      ]
    ]
  },
  "Its twelfth section mentions various places in America, such as the poet's \"own Manhattan with spires\" and \"Ohio's shores and flashing Missouri.\" The poet asks what he shall \"hang on the chamber walls\" and claims that he will \"warble\" himself, just as the gray-brown thrush warbles a \"carol of death.\"": {
    "guess": "When Lilacs Last in the Dooryard Bloom'd",
    "confidence": [
      [
        "When",
        -0.005504342
      ],
      [
        " Lil",
        -6.575563e-05
      ],
      [
        "acs",
        -0.00012618455
      ],
      [
        " Last",
        -3.3809047e-05
      ],
      [
        " in",
        -7.886803e-05
      ],
      [
        " the",
        -1.247159e-05
      ],
      [
        " Do",
        -0.000101993544
      ],
      [
        "ory",
        -5.5122365e-07
      ],
      [
        "ard",
        -2.2007884e-05
      ],
      [
        " Bloom",
        -2.2723105e-05
      ],
      [
        "'d",
        -0.0008434569
      ]
    ]
  },
  "For her twentieth birthday the protagonist of this novel buys a red satin dress trimmed with gold fringe and wears it to a party given her by her Aunt Almond. At the party she meets a man whom her father suspects of gold digging. Despite the attempts of the protagonist's aunt Mrs. Penniman to play Cupid, the suitor escapes to Europe after Dr. Sloper threatens to disinherit his daughter if she marries. Twenty years later Catherine dismisses Morris Townsend when he surprisingly knocks on her door. For 10 points-- name this Henry James novel named for the neighborhood in which the family lives.": {
    "guess": "Washington Square",
    "confidence": [
      [
        "Washington",
        -0.004333745
      ],
      [
        " Square",
        -0.00012190055
      ]
    ]
  },
  "Twelve deforming tendencies of this activity were identified by an advocate of its \"non-transparent\" type named Antoine Berman. The difficulties of this activity when faced with non-disjunctive concepts, such as Homer's chloros, are discussed in an essay by Friedrich Schleiermacher. Eugene Nida contrasted the \"formal equivalent\" variety of this activity with the \"dynamic equivalence\" variety, which is essentially the same as its (*) \"sense-for-sense\" implementation. Walter Benjamin argued that this activity is a form of art in his essay about the \"Task\" of people who do it. This activity is made": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.0032736105
      ]
    ]
  },
  "The twelfth issued the bull Romanum Decet Pontificem against nepotism. The fourth condemned Frederick II at the First Council of Lyons. The second reigned in opposition to the antipope Anacletus II. The ninth annulled the Galician Articles of Louis XIV, which held that the king could appoint bishops. FTP, give the common name of these popes, the third of which convened the Fourth Lateran Council, called the Fourth Crusade, and placed King John's England under interdict.": {
    "guess": "Innocent",
    "confidence": [
      [
        "In",
        -0.007897263
      ],
      [
        "noc",
        -2.7133641e-05
      ],
      [
        "ent",
        -0.0002354833
      ]
    ]
  },
  "Its twelfth section mentions various places in America, such as the poet's \"own Manhattan with spires\"": {
    "guess": "Leaves of Grass",
    "confidence": [
      [
        "Le",
        -0.13112967
      ],
      [
        "aves",
        -2.577686e-06
      ],
      [
        " of",
        -0.000102708764
      ],
      [
        " Grass",
        -4.990154e-05
      ]
    ]
  },
  "One of only twenty people worldwide to gain early entrance to NYU‘s Tisch School of the Arts, she dropped out in 2005  when she was signed by Def Jam. She was dropped off Def Jam after only three months, and started appearing in drag  shows along with Lady Starlight. She finally got her break in 2008 after hooking up with Akon, who helped produce her  debut album, The Fame. Taking her stage name from a song by Queen, FTP, name this pop sensation of ―Just Dance‖  and ―Poker Face.‖": {
    "guess": "Lady Gaga",
    "confidence": [
      [
        "Lady",
        -0.0051898747
      ],
      [
        " Gaga",
        -0.00012201976
      ]
    ]
  },
  "For her twentieth birthday the protagonist of this novel buys a red satin dress trimmed with gold fringe and wears it to a party given her by her Aunt Almond. At the party she meets a man whom her father": {
    "guess": "Washington Square Park",
    "confidence": [
      [
        "Washington",
        -0.121776804
      ],
      [
        " Square",
        -0.000508711
      ],
      [
        " Park",
        -0.9424
      ]
    ]
  },
  "The twelfth issued the bull Romanum Decet Pontificem against nepotism. The fourth condemned Frederick II at the First Council of Lyons. The second reigned in opposition to the antipope Anacletus II. The": {
    "guess": "List of popes",
    "confidence": [
      [
        "List",
        -0.5191462
      ],
      [
        " of",
        -0.0001690942
      ],
      [
        " pop",
        -0.28669688
      ],
      [
        "es",
        -4.727906e-05
      ]
    ]
  },
  "The twelfth issued the bull Romanum Decet Pontificem against nepotism. The fourth condemned Frederick II at the First Council of Lyons. The second reigned in opposition to the antipope Anacletus II. The ninth annulled the Galician Articles of Louis XIV, which held that the king could appoint bishops. FTP, give the common name of these popes, the third of which convened the Fourth Lateran Council, called": {
    "guess": "Popes of the Roman Catholic Church",
    "confidence": [
      [
        "Pop",
        -1.1550524
      ],
      [
        "es",
        -0.00014692599
      ],
      [
        " of",
        -0.45902106
      ],
      [
        " the",
        -0.050942466
      ],
      [
        " Roman",
        -1.6380057
      ],
      [
        " Catholic",
        -0.009626942
      ],
      [
        " Church",
        -0.0073736464
      ]
    ]
  },
  "Twelve deforming tendencies of this activity were identified by an advocate of its \"non-transparent\" type named Antoine Berman. The difficulties of this activity when faced with non-disjunctive concepts,": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.003236298
      ]
    ]
  },
  "Its twelfth section mentions various places in America, such as the poet's \"own Manhattan with spires\" and \"Ohio's shores and flashing Missouri.\" The poet asks what he shall \"hang on the chamber walls\" and claims that he will \"warble\" himself, just as the gray-brown thrush warbles a \"carol of death.\" The \"western orb\" frequently mentioned represents a recently deceased hero, and the poet breaks off a sprig of the titular flower, with \"heart-shaped leaves of rich green,\" to symbolize his mourning.": {
    "guess": "When Lilacs Last in the Dooryard Bloom'd",
    "confidence": [
      [
        "When",
        -0.0024735166
      ],
      [
        " Lil",
        -3.3451433e-05
      ],
      [
        "acs",
        -8.5543434e-05
      ],
      [
        " Last",
        -2.4272753e-05
      ],
      [
        " in",
        -4.0961266e-05
      ],
      [
        " the",
        -8.657073e-06
      ],
      [
        " Do",
        -4.85903e-05
      ],
      [
        "ory",
        -6.704273e-07
      ],
      [
        "ard",
        -2.7729659e-05
      ],
      [
        " Bloom",
        -3.106736e-05
      ],
      [
        "'d",
        -0.000723395
      ]
    ]
  },
  "This twentieth-century composer's ballets include Romeo and Juliet and Cinderella. He became prominent with the Scythian Suite for piano and his first symphony, nicknamed the \"Classical.\" While The Fiery Angel may be his greatest opera, War and Peace is his most ambitious. For 10 points—name this Russian": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.030115029
      ],
      [
        "erge",
        -4.334534e-05
      ],
      [
        "i",
        -0.00024965755
      ],
      [
        " Pro",
        -5.8961017e-05
      ],
      [
        "k",
        -0.00022773506
      ],
      [
        "of",
        -6.647085e-05
      ],
      [
        "iev",
        -4.365741e-06
      ]
    ]
  },
  "When he was twelve, his family found his mother's body floating  in the river with her nightgown pulled over her head. This explains  why he spent much time in the mausoleums of the local cemetery, and": {
    "guess": "Perilous",
    "confidence": [
      [
        "Per",
        -0.17736907
      ],
      [
        "il",
        -0.0023417543
      ],
      [
        "ous",
        -0.00044985735
      ]
    ]
  },
  "The twelfth issued the bull Romanum Decet Pontificem against nepotism. The fourth condemned Frederick II at the First Council of Lyons. The second reigned in opposition to the antipope Anacletus II. The ninth annulled the Galician Articles of Louis XIV, which held that the king could appoint bishops.": {
    "guess": "Innocent III",
    "confidence": [
      [
        "In",
        -0.93338335
      ],
      [
        "noc",
        -0.0004897649
      ],
      [
        "ent",
        -0.00017410076
      ],
      [
        " III",
        -0.22756273
      ]
    ]
  },
  "Twelve deforming tendencies of this activity were identified by an advocate of its \"non-transparent\" type named Antoine Berman. The difficulties of this activity when faced with non-disjunctive concepts, such as Homer's chloros, are discussed in an essay by Friedrich Schleiermacher. Eugene Nida contrasted the \"formal equivalent\" variety of this activity with the \"dynamic equivalence\" variety, which is essentially the same as its (*) \"sense-for-sense\" implementation. Walter Benjamin argued that this activity is a form of art in his essay about the \"Task\" of people who do it. This activity is made difficult by the inscrutability of reference, as demonstrated by the example of \"gavagai.\" The book": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.0014974837
      ]
    ]
  },
  "When he was twelve, his family found his mother's body floating  in the river with her nightgown pulled over her head. This explains  why he spent much time in the mausoleums of the local cemetery, and  why many of his paintings, such as \"The Lovers,\" depict people with  cloths covering their heads.": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.1216701
      ],
      [
        "é",
        -9.817902e-05
      ],
      [
        " Mag",
        -0.00045450628
      ],
      [
        "ritte",
        -3.1737043e-06
      ]
    ]
  },
  "Twelve deforming tendencies of this activity were identified by an advocate of its \"non-transparent\" type named Antoine Berman. The difficulties of this activity when faced with non-disjunctive concepts, such as Homer's chloros, are discussed in an essay by Friedrich Schleiermacher. Eugene Nida contrasted the \"formal equivalent\" variety of this activity with the \"dynamic equivalence\" variety, which is essentially the same as its (*) \"sense-for-sense\" implementation. Walter Benjamin argued that this": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.0043854904
      ]
    ]
  },
  "For her twentieth birthday the protagonist of this novel buys a red satin dress trimmed with gold fringe and wears it to a party given her by her Aunt Almond. At the party she meets a man whom her father suspects of gold digging. Despite the attempts of the protagonist's aunt Mrs. Penniman to play Cupid, the suitor escapes to Europe after Dr. Sloper threatens to disinherit his daughter if she marries. Twenty years later Catherine dismisses Morris Townsend when he surprisingly knocks on her door.": {
    "guess": "Washington Square (novel)",
    "confidence": [
      [
        "Washington",
        -0.012105412
      ],
      [
        " Square",
        -6.515961e-05
      ],
      [
        " (",
        -0.5169842
      ],
      [
        "nov",
        -0.0001942425
      ],
      [
        "el",
        -9.805982e-05
      ],
      [
        ")",
        -0.000108668944
      ]
    ]
  },
  "Its twelfth section mentions various places in America, such as the poet's \"own Manhattan with spires\" and \"Ohio's shores and flashing Missouri.\" The poet asks what he shall \"hang on the chamber walls\" and claims that he will \"warble\" himself, just as the gray-brown thrush warbles a \"carol of death.\" The \"western orb\" frequently mentioned represents a recently deceased hero, and the poet breaks off": {
    "guess": "When Lilacs Last in the Dooryard Bloom'd",
    "confidence": [
      [
        "When",
        -0.0027939454
      ],
      [
        " Lil",
        -5.216641e-05
      ],
      [
        "acs",
        -8.0656086e-05
      ],
      [
        " Last",
        -1.4259645e-05
      ],
      [
        " in",
        -6.1821906e-05
      ],
      [
        " the",
        -1.473646e-05
      ],
      [
        " Do",
        -2.4630364e-05
      ],
      [
        "ory",
        -5.5122365e-07
      ],
      [
        "ard",
        -2.188868e-05
      ],
      [
        " Bloom",
        -1.6762922e-05
      ],
      [
        "'d",
        -0.0004447316
      ]
    ]
  },
  "This twentieth-century composer's ballets include Romeo and Juliet and Cinderella. He became prominent with the Scythian Suite for piano and his first symphony, nicknamed the \"Classical.\" While The Fiery Angel may be his greatest opera, War and Peace is his most ambitious. For 10 points—name this Russian composer of Love for Three Oranges.": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.012490939
      ],
      [
        "erge",
        -1.4974867e-05
      ],
      [
        "i",
        -0.00019257364
      ],
      [
        " Pro",
        -1.4974867e-05
      ],
      [
        "k",
        -0.00022094045
      ],
      [
        "of",
        -5.109358e-05
      ],
      [
        "iev",
        -4.00813e-06
      ]
    ]
  },
  "When he was twelve, his family found his mother's body floating  in the river with her nightgown pulled over her head. This explains  why he spent much time in the mausoleums of the local cemetery, and  why many of his paintings, such as \"The Lovers,\" depict people with  cloths covering their heads. For ten points, name this artist of  \"The Six Elements\" and \"Time Transfixed,\" who was the first Belgian": {
    "guess": "Léon Spilliaert",
    "confidence": [
      [
        "L",
        -0.5431838
      ],
      [
        "é",
        -9.436451e-05
      ],
      [
        "on",
        -8.3874584e-05
      ],
      [
        " Sp",
        -0.0017136165
      ],
      [
        "ill",
        -0.00033308176
      ],
      [
        "ia",
        -3.1281633e-07
      ],
      [
        "ert",
        -2.8160932e-06
      ]
    ]
  },
  "When he was twelve, his family found his mother's body floating  in the river with her nightgown pulled": {
    "guess": "On Floating Bodies",
    "confidence": [
      [
        "On",
        -0.8880437
      ],
      [
        " Floating",
        -0.0022163922
      ],
      [
        " Bodies",
        -5.5146502e-05
      ]
    ]
  },
  "Its twelfth section mentions various places in America, such as the poet's \"own Manhattan with spires\" and \"Ohio's shores and flashing Missouri.\" The poet asks what he shall \"hang on the chamber walls\" and claims that he will \"warble\" himself, just as the gray-brown thrush warbles a \"carol of death.\" The \"western orb\" frequently mentioned represents a recently deceased hero, and the poet breaks off a sprig of the titular flower, with \"heart-shaped leaves of rich green,\" to symbolize his mourning. For 10 points, name this Walt Whitman poem that, like \"O Captain! My Captain!\" was composed to commemorate the death of Abe Lincoln.": {
    "guess": "When Lilacs Last in the Dooryard Bloom'd",
    "confidence": [
      [
        "When",
        -0.003230114
      ],
      [
        " Lil",
        -6.206032e-05
      ],
      [
        "acs",
        -7.767599e-05
      ],
      [
        " Last",
        -2.3080716e-05
      ],
      [
        " in",
        -8.1371305e-05
      ],
      [
        " the",
        -2.2603901e-05
      ],
      [
        " Do",
        -0.0002736138
      ],
      [
        "ory",
        -9.0883464e-07
      ],
      [
        "ard",
        -2.8206474e-05
      ],
      [
        " Bloom",
        -2.4153549e-05
      ],
      [
        "'d",
        -0.0009825549
      ]
    ]
  },
  "One of only twenty people worldwide to gain early entrance to NYU‘s Tisch School of the Arts, she dropped": {
    "guess": "Tisch School of the Arts",
    "confidence": [
      [
        "T",
        -0.15492135
      ],
      [
        "isch",
        -0.01982083
      ],
      [
        " School",
        -0.00011594037
      ],
      [
        " of",
        -3.202099e-05
      ],
      [
        " the",
        -0.0010663936
      ],
      [
        " Arts",
        -0.000111410634
      ]
    ]
  },
  "After the twelfth year of her husband's reign, she died or retired and was replaced as primary queen by Kita or by her own daughter Meritaten. She was a leading figure in establishing an ethics-based monotheistic religion in Egypt, along with her husband. For 10 points—name this queen depicted in a bust": {
    "guess": "Nefertiti",
    "confidence": [
      [
        "N",
        -0.026981428
      ],
      [
        "ef",
        -6.9882217e-06
      ],
      [
        "ert",
        -0.00017660404
      ],
      [
        "iti",
        -0.0003185426
      ]
    ]
  },
  "The twelfth issued the bull Romanum Decet Pontificem against nepotism. The fourth condemned Frederick": {
    "guess": "Papal bull",
    "confidence": [
      [
        "P",
        -1.0400996
      ],
      [
        "ap",
        -0.59154516
      ],
      [
        "al",
        -0.00022701983
      ],
      [
        " bull",
        -0.6092219
      ]
    ]
  },
  "For her twentieth birthday the protagonist of this novel buys a red satin dress trimmed with gold fringe and wears it to a party given her by her Aunt Almond. At the party she meets a man whom her father suspects of gold digging. Despite the attempts of the protagonist's aunt Mrs. Penniman to play Cupid, the suitor escapes to Europe after Dr. Sloper threatens to disinherit his daughter if she marries.": {
    "guess": "Washington Square Park",
    "confidence": [
      [
        "Washington",
        -0.03806181
      ],
      [
        " Square",
        -0.000112960275
      ],
      [
        " Park",
        -0.83086765
      ]
    ]
  },
  "Twelve deforming tendencies of this activity were identified by an advocate of its \"non-transparent\" type named Antoine Berman. The difficulties of this activity when faced with non-disjunctive concepts, such as Homer's chloros, are discussed in an essay by Friedrich Schleiermacher. Eugene Nida contrasted the \"formal equivalent\" variety of this activity with the \"dynamic equivalence\" variety, which": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -0.004483643
      ]
    ]
  },
  "For her twentieth birthday the protagonist of this novel buys a red satin dress trimmed with gold fringe and wears it to a party given her by her Aunt Almond. At the party she meets a man whom her father suspects of gold digging. Despite the attempts of the protagonist's aunt Mrs. Penniman to play Cupid,": {
    "guess": "Washington Square Park",
    "confidence": [
      [
        "Washington",
        -0.058671225
      ],
      [
        " Square",
        -7.982166e-05
      ],
      [
        " Park",
        -0.35653135
      ]
    ]
  },
  "When he was twelve, his family found his mother's body floating  in the river with her nightgown pulled over her head. This explains  why he spent much time in the mausoleums of the local cemetery, and  why many of his paintings, such as \"The Lovers,\" depict people with  cloths covering their heads. For ten points, name this artist of  \"The Six Elements\" and \"Time Transfixed,\" who was the first Belgian  surrealist.": {
    "guess": "René Magritte",
    "confidence": [
      [
        "Ren",
        -0.7002714
      ],
      [
        "é",
        -0.00014323067
      ],
      [
        " Mag",
        -0.00077067484
      ],
      [
        "ritte",
        -2.1531068e-05
      ]
    ]
  },
  "For her twentieth birthday the protagonist of this novel buys a red satin dress trimmed with gold fringe": {
    "guess": "The Age of Innocence",
    "confidence": [
      [
        "The",
        -0.1386784
      ],
      [
        " Age",
        -0.20187014
      ],
      [
        " of",
        -0.0003339162
      ],
      [
        " Innoc",
        -0.0003190194
      ],
      [
        "ence",
        -0.00017433916
      ]
    ]
  },
  "After the twelfth year of her husband's reign, she died or retired and was replaced as primary queen": {
    "guess": "Nefertiti",
    "confidence": [
      [
        "N",
        -0.52412117
      ],
      [
        "ef",
        -0.0004653465
      ],
      [
        "ert",
        -0.000112125854
      ],
      [
        "iti",
        -0.28156054
      ]
    ]
  },
  "One of only twenty people worldwide to gain early entrance to NYU‘s Tisch School of the Arts, she dropped out in 2005  when she was signed by Def Jam. She was dropped off Def Jam after only three months, and started appearing in drag  shows along with Lady Starlight. She finally got her break in 2008 after hooking up with Akon, who helped produce her  debut album, The Fame. Taking her stage name from": {
    "guess": "Lady Gaga",
    "confidence": [
      [
        "Lady",
        -0.01667843
      ],
      [
        " Gaga",
        -0.00018411019
      ]
    ]
  },
  "One of only twenty people worldwide to gain early entrance to NYU‘s Tisch School of the Arts, she dropped out in 2005  when she was signed by Def Jam. She was dropped off Def Jam after only three months,": {
    "guess": "Lady Gaga",
    "confidence": [
      [
        "Lady",
        -1.0162464
      ],
      [
        " Gaga",
        -0.10377066
      ]
    ]
  },
  "This twentieth-century composer's ballets include Romeo and Juliet and Cinderella. He became prominent": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.020443665
      ],
      [
        "erge",
        -1.27099975e-05
      ],
      [
        "i",
        -0.00018029935
      ],
      [
        " Pro",
        -0.0010653207
      ],
      [
        "k",
        -0.00023071514
      ],
      [
        "of",
        -6.15835e-05
      ],
      [
        "iev",
        -1.2829201e-05
      ]
    ]
  },
  "One of only twenty people worldwide to gain early entrance to NYU‘s Tisch School of the Arts, she dropped out in 2005  when she was signed by Def Jam. She was dropped off Def Jam after only three months, and started appearing in drag  shows along with Lady Starlight. She finally got her break in 2008": {
    "guess": "Lady Gaga",
    "confidence": [
      [
        "Lady",
        -0.033664484
      ],
      [
        " Gaga",
        -0.0002387018
      ]
    ]
  }
}