{
  "Omens of this man's arrival include a swarm of bees clumping on a sacred laurel tree and his eventual wife's hair catching fire. In one battle, he kills Lausus, making the tyrant Mezentius weep; he later stabs his main foe upon seeing the dead soldier Pallas's belt. This son of Creusa once carried his crippled father on his back. This rival of Turnus heeded Mercury's appeals to duty and caused his": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.03809863
      ],
      [
        "ene",
        -1.831257e-05
      ],
      [
        "as",
        -0.052637324
      ]
    ]
  },
  "Omens of this man's arrival include a swarm of bees clumping on a sacred laurel tree and his eventual wife's hair catching fire. In one battle, he kills Lausus, making the tyrant Mezentius weep; he later stabs his main foe upon seeing the dead soldier Pallas's belt. This son of Creusa once carried his": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.014337908
      ],
      [
        "ene",
        -2.355753e-05
      ],
      [
        "as",
        -0.043071583
      ]
    ]
  },
  "Omens of this man's arrival include a swarm of bees clumping on a sacred laurel tree and his eventual wife's hair catching fire. In one battle, he kills Lausus, making the tyrant Mezentius weep; he later stabs his main foe upon seeing the dead soldier Pallas's belt. This son of Creusa once carried his crippled father on his back. This rival of Turnus heeded Mercury's appeals to duty and caused his lover's suicide by fleeing Carthage. This fighter in the Trojan War was advised to flee the burning city of Troy by his mother Venus. For 10 points, name this ancestor of the Romans and lover of Dido,": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.021293014
      ],
      [
        "ene",
        -5.8841815e-05
      ],
      [
        "id",
        -0.06411967
      ]
    ]
  },
  "Omens of this man's arrival include a swarm of bees clumping on a sacred laurel tree and his eventual wife's hair catching fire. In one battle, he kills Lausus, making the tyrant Mezentius weep; he later": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.08673824
      ],
      [
        "ene",
        -0.0002577634
      ],
      [
        "as",
        -0.15049535
      ]
    ]
  },
  "Omens of this man's arrival include a swarm of bees clumping on a sacred laurel tree and his eventual wife's hair catching fire. In one battle, he kills Lausus, making the tyrant Mezentius weep; he later stabs his main foe upon seeing the dead soldier Pallas's belt. This son of Creusa once carried his crippled father on his back. This rival of Turnus heeded Mercury's appeals to duty and caused his lover's suicide by fleeing Carthage. This fighter in the Trojan War was advised to flee the burning": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.003809219
      ],
      [
        "ene",
        -1.4617256e-05
      ],
      [
        "id",
        -0.27052534
      ]
    ]
  },
  "Omens of this man's arrival include a swarm of bees clumping on a sacred laurel tree and his eventual": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.26067996
      ],
      [
        "ene",
        -0.0025128776
      ],
      [
        "as",
        -0.08134921
      ]
    ]
  },
  "Omens of this man's arrival include a swarm of bees clumping on a sacred laurel tree and his eventual wife's hair catching fire. In one battle, he kills Lausus, making the tyrant Mezentius weep; he later stabs his main foe upon seeing the dead soldier Pallas's belt. This son of Creusa once carried his crippled father on his back. This rival of Turnus heeded Mercury's appeals to duty and caused his lover's suicide by fleeing Carthage. This fighter in the Trojan War was advised to flee the burning city of Troy by his mother Venus. For 10 points, name this ancestor of the Romans and lover of Dido, the subject of a twelve-book epic by Vergil.": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.0059084157
      ],
      [
        "ene",
        -1.3186812e-05
      ],
      [
        "as",
        -0.08819299
      ]
    ]
  }
}