{
  "He juxtaposed the characters of the Geometer and a Berber chieftain in his final book, The Wisdom of the Sands. Another of his novels centers on the decision to open up a line from Buenos Aires to Europe and Didier Daurat's choices. His first novel focused on Jacques Bernis, an air-mail delivery pilot, while another of his works revolves around someone who misses his rose, lives on B612, and has crash-landed on earth from his asteroid. For 10 points, identify this author of Nightflight and The Little Prince.": {
    "guess": "Antoine de Saint-Exupéry",
    "confidence": [
      [
        "Ant",
        -0.0046848995
      ],
      [
        "oine",
        -0.00028016636
      ],
      [
        " de",
        -0.00017278951
      ],
      [
        " Saint",
        -0.00010342398
      ],
      [
        "-",
        -0.0008182041
      ],
      [
        "Ex",
        -1.7954959e-05
      ],
      [
        "up",
        -8.89548e-06
      ],
      [
        "é",
        -0.002928376
      ],
      [
        "ry",
        -3.650519e-06
      ]
    ]
  },
  "He juxtaposed the characters of the Geometer and a Berber chieftain in his final book, The Wisdom of the Sands. Another of his novels centers on the decision to open up a line from Buenos Aires to Europe and Didier Daurat's choices. His first novel focused on Jacques Bernis, an air-mail delivery pilot, while another of his works revolves around someone who misses his rose, lives on B612, and has crash-landed on earth from his asteroid. For 10 points, identify this author of Nightflight and The Little": {
    "guess": "Antoine de Saint-Exupéry",
    "confidence": [
      [
        "Ant",
        -0.0043597408
      ],
      [
        "oine",
        -0.00018518302
      ],
      [
        " de",
        -0.0006330899
      ],
      [
        " Saint",
        -0.00023274162
      ],
      [
        "-",
        -0.00229121
      ],
      [
        "Ex",
        -2.9040899e-05
      ],
      [
        "up",
        -1.3067608e-05
      ],
      [
        "é",
        -0.0033188805
      ],
      [
        "ry",
        -1.147242e-06
      ]
    ]
  },
  "He juxtaposed the characters of the Geometer and a Berber chieftain in his final book, The Wisdom of": {
    "guess": "Plato",
    "confidence": [
      [
        "Pl",
        -1.7412486
      ],
      [
        "ato",
        -0.00091182115
      ]
    ]
  },
  "He juxtaposed the characters of the Geometer and a Berber chieftain in his final book, The Wisdom of the Sands. Another of his novels centers on the decision to open up a line from Buenos Aires to Europe and Didier Daurat's choices. His first novel focused on Jacques Bernis, an air-mail delivery pilot,": {
    "guess": "Antoine de Saint-Exupéry",
    "confidence": [
      [
        "Ant",
        -0.10968556
      ],
      [
        "oine",
        -0.0007556662
      ],
      [
        " de",
        -0.00031830417
      ],
      [
        " Saint",
        -0.00017350474
      ],
      [
        "-",
        -0.0022740813
      ],
      [
        "Ex",
        -0.00013893934
      ],
      [
        "up",
        -1.0325924e-05
      ],
      [
        "é",
        -0.0036771558
      ],
      [
        "ry",
        -6.1537958e-06
      ]
    ]
  },
  "He juxtaposed the characters of the Geometer and a Berber chieftain in his final book, The Wisdom of the Sands. Another of his novels centers on the decision to open up a line from Buenos Aires to Europe and Didier Daurat's choices. His first novel focused on Jacques Bernis, an air-mail delivery pilot, while another of his works revolves around someone who misses his rose, lives on B612, and has crash-landed": {
    "guess": "Antoine de Saint-Exupéry",
    "confidence": [
      [
        "Ant",
        -0.016286317
      ],
      [
        "oine",
        -7.278864e-05
      ],
      [
        " de",
        -0.00071576954
      ],
      [
        " Saint",
        -0.00029136782
      ],
      [
        "-",
        -0.0017969197
      ],
      [
        "Ex",
        -4.274932e-05
      ],
      [
        "up",
        -2.868329e-05
      ],
      [
        "é",
        -0.0028950942
      ],
      [
        "ry",
        -1.5451682e-05
      ]
    ]
  },
  "He juxtaposed the characters of the Geometer and a Berber chieftain in his final book, The Wisdom of the Sands. Another of his novels centers on the decision to open up a line from Buenos Aires to Europe": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.7234919
      ],
      [
        " Cam",
        -0.20331217
      ],
      [
        "us",
        -4.7755875e-05
      ]
    ]
  }
}