{
  "His text The Specificity of Serological Reactions helped establish the science of immunochemistry and set the currently accepted guidelines for hemolysis interpretation. His later discoveries, made with Phillip Levine, were possible primarily because of his previous work done on antigen binding to the plasma membrane of erethrocytes. Levine and Stetson beat this man and A.S. Wiener by a few months": {
    "guess": "Karl Landsteiner",
    "confidence": [
      [
        "K",
        -0.39645004
      ],
      [
        "arl",
        -0.0014493987
      ],
      [
        " Land",
        -0.00016778296
      ],
      [
        "ste",
        -0.00021462266
      ],
      [
        "iner",
        -0.0001037816
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction in On Christian Doctrine for the Christian teacher to leave out the confusing bits of dogma. The prologue to this text opens by citing Matthew 19:28, in a discussion of why one should not judge. It analyzes": {
    "guess": "Enchiridion of Augustine",
    "confidence": [
      [
        "En",
        -1.5439345
      ],
      [
        "ch",
        -0.4237888
      ],
      [
        "ir",
        -0.00012308525
      ],
      [
        "id",
        -9.133887e-06
      ],
      [
        "ion",
        -5.6815352e-05
      ],
      [
        " of",
        -0.04016472
      ],
      [
        " Augustine",
        -0.006138888
      ]
    ]
  },
  "The texts known as the \"Transmissions of the Lamp\" or \"Flame Records\" refer to the lineages of practitioners of this faith, which cite Maha Kashyapa, who understood the significance of a flower on Vulture Peak, as the first adherent. The Five Mountain temples associated with this religion are also associated with the spread of Neo-Confucian metaphysics, while the teachings of Eisai, which sought to reform Tendai practice, were banned. Bodhidharma is credited with bringing it to China, from where": {
    "guess": "Zen",
    "confidence": [
      [
        "Zen",
        -0.006045401
      ]
    ]
  },
  "One of its texts describes how the daughter of Barbelos was seduced by the demon Authades in the form of a ray of light. That work, Pistis Sophia, explains that matter is the fruit of Sophia's sin. Horaios and Elaios were two of its archons, along with Ialdabaoth. This movement was responsible for The Octet of Subsistent Entities, which was ridiculed by Irenaeus. Its magical Abraxas amulets have been alternately claimed to reference demons or an old Egyptian deity, and its numerous syzygies include": {
    "guess": "Sophia (Gnosticism)",
    "confidence": [
      [
        "Soph",
        -0.87313515
      ],
      [
        "ia",
        -0.005618616
      ],
      [
        " (",
        -0.04289858
      ],
      [
        "G",
        -0.005892769
      ],
      [
        "nost",
        -0.20599735
      ],
      [
        "icism",
        -4.3202e-07
      ],
      [
        ")",
        -6.82589e-05
      ]
    ]
  },
  "In one text, a set of these things is first mentioned after a shiny bow called Bowstar is lifted and kissed. In the unembellished fragments catalogued by scholar William Leonard King, they include Asari, the \"bestower of planting.\" One of these with five sets of attributes of its own, such as \"Life of the host of the gods,\" is Tutu, and another with a directorial role is Nari-lugal-dimmer-ankia. The Three Hundred (*) Igigi create these things for the founder of the Esharra house while sitting in assembly, beginning with Asarluhi. Their possessor, who was worshipped at Etemenanki, earns them after he forms the earth and sky by splitting the body of a saltwater dragon, as told in the last two tablets": {
    "guess": "Enûma Eliš",
    "confidence": [
      [
        "En",
        -0.50488913
      ],
      [
        "û",
        -0.56705004
      ],
      [
        "ma",
        -5.7961847e-06
      ],
      [
        " Eli",
        -0.010669063
      ],
      [
        "š",
        -3.2497806e-05
      ]
    ]
  },
  "In one text, this man is described as an exile from Troy, leading to Thor Heyerdahl's work \"The Search for\" this man.  In Saxo Grammaticus's Gautrek's Saga, King Vikar draws the short straw and is sacrificed to this god for favorable winds. He can see all from his thrown of Hlidskjald, and two of his palaces are Gladsheim and Valaskjalf. Along with his brother Vili and Vi, he slaughtered Ymir and fashioned": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.4452143
      ],
      [
        "in",
        -0.00020199074
      ]
    ]
  },
  "A text set in this place is framed by Echecrates's questions for a person who was there. An occupant": {
    "guess": "Phlius",
    "confidence": [
      [
        "Ph",
        -0.08595708
      ],
      [
        "lius",
        -0.09600719
      ]
    ]
  },
  "One text on this subject considers how the forces involved in this phenomenon, called Bjerknes forces, cause certain structures to approach the Blake pressure. An advance allowing a simple, stable system exhibiting this phenomenon was made by Gaitan and Crum. The entities concerned in this phenomenon are described by the Keller equation, which considers viscosity and compressibility, or the simpler Rayleigh-Plesset equation. Schwinger theorizes that this phenomenon emerges due to the dynamic Casimir effect, and, more concretely, this phenomenon can be said to emerge from cavitation. FTP, name this": {
    "guess": "Acoustic cavitation",
    "confidence": [
      [
        "Ac",
        -0.37901646
      ],
      [
        "oustic",
        -0.0035948372
      ],
      [
        " cav",
        -0.6350588
      ],
      [
        "itation",
        -4.298773e-05
      ]
    ]
  },
  "This text is thought to have been the primary influence on the non-canonical Gospel  of the Ebionites [EBB-ee-oh-nights] and was likely written around 85 AD.  Differences from the other synoptic gospels include the visit of the magi and the  massacre of the innocents. It was primarily directed toward a Jewish-Christian  audience and begins with a genealogy of Jesus. FTP name this first book in the": {
    "guess": "Gospel of Matthew",
    "confidence": [
      [
        "G",
        -0.0060416083
      ],
      [
        "ospel",
        -0.0005461226
      ],
      [
        " of",
        -0.00075697736
      ],
      [
        " Matthew",
        -0.00023107276
      ]
    ]
  },
  "In one text, a set of these things is first mentioned after a shiny bow called Bowstar is lifted and": {
    "guess": "Bow shock",
    "confidence": [
      [
        "Bow",
        -1.462061
      ],
      [
        " shock",
        -0.28360954
      ]
    ]
  },
  "A text set in this place is framed by Echecrates's questions for a person who was there. An occupant of this place dreams of a woman clad in white who says to go to Phthia three days hence. One conversation in this locale concerns whether tallness is inherent to Simmias, or if Simmias is merely relatively tall compared to others. A woman named Xanthippe breaks down crying in this place, a few days after her husband describes himself as too thoroughly nurtured by his city's laws to defy its judgment against him. This is the setting of a discussion of the immortality of the soul in the Phaedo. For": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.6852121
      ],
      [
        "aed",
        -0.028795514
      ],
      [
        "o",
        -0.1486452
      ]
    ]
  },
  "One text by this thinker imagines the Catholic Church telling an inexperienced girl and a syphilitic man \"you must endure celibacy or stay together,\" and is found in its section \"How the Churches Have Retarded Progress.\" That work ends with a section called \"What We Must Do\" and expresses his decision": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.36494476
      ],
      [
        "trand",
        -1.504853e-06
      ],
      [
        " Russell",
        -0.00022606621
      ]
    ]
  },
  "In one text, a set of these things is first mentioned after a shiny bow called Bowstar is lifted and kissed. In the unembellished fragments catalogued by scholar William Leonard King, they include Asari, the \"bestower of planting.\" One of these with five sets of attributes of its own, such as \"Life of the host of the gods,\" is Tutu, and another with a directorial role is Nari-lugal-dimmer-ankia. The Three Hundred (*) Igigi create these things for the founder of the Esharra house while sitting in": {
    "guess": "Tablet of Destinies",
    "confidence": [
      [
        "Table",
        -1.9336212
      ],
      [
        "t",
        -0.15623036
      ],
      [
        " of",
        -0.4273215
      ],
      [
        " Dest",
        -0.046024125
      ],
      [
        "in",
        -0.0015395039
      ],
      [
        "ies",
        -1.3902034e-05
      ]
    ]
  },
  "In a text named for one of these individuals, Bernhard Duhm identified a set of four poems that describe a person with \"his form marred beyond human likeness\" who will \"bear the sins of the multitude.\" The \"Suffering Servant\" songs appear in a text by one of these figures. Another one of these people": {
    "guess": "Book of Isaiah",
    "confidence": [
      [
        "Book",
        -0.007919376
      ],
      [
        " of",
        -2.1650272e-05
      ],
      [
        " Isaiah",
        -0.0010106575
      ]
    ]
  },
  "This text compares true religion to choice wine whose seal has been broken and invites the addressee to have a drink. This text states its purpose as \"vindicating equity and justice\", to which end it recounts a story about a revelation in a Tehran dungeon. This text eulogizes two martyrs whom it calls the Twin Shining Lights. This text was written to protest the murder of two of the author's followers": {
    "guess": "The Dawn-Breakers",
    "confidence": [
      [
        "The",
        -1.2469871
      ],
      [
        " Dawn",
        -0.05591134
      ],
      [
        "-B",
        -0.010342293
      ],
      [
        "reak",
        -3.1281633e-07
      ],
      [
        "ers",
        -0.0003776456
      ]
    ]
  },
  "One text on this subject considers how the forces involved in this phenomenon, called Bjerknes forces,": {
    "guess": "Magnetic levitation",
    "confidence": [
      [
        "M",
        -1.2615684
      ],
      [
        "agnetic",
        -0.53879374
      ],
      [
        " lev",
        -0.2100706
      ],
      [
        "itation",
        -0.00030209616
      ]
    ]
  },
  "All texts we have from him come from a single codex, now lost, which is said to have been found in the 13th century plugging a wine barrel.  Later in his life, he created a small-scale epic, The Marriage of Peleus and Thetis, which followed his scathing epigrams aimed at Julius Caesar and Caesar's engineer, Mamurra.  He is better known for the long narrative \"Attis,\" and an elegy about his dead brother entitled \"Ave atque vale,\" or \"Hail and Farewell.\"  Upon his return to Rome in 56 BC, he was devastated": {
    "guess": "Catullus",
    "confidence": [
      [
        "Cat",
        -0.01603765
      ],
      [
        "ull",
        -0.00079330517
      ],
      [
        "us",
        -0.0001407274
      ]
    ]
  },
  "His text The Specificity of Serological Reactions helped establish the science of immunochemistry and set the currently accepted guidelines for hemolysis interpretation. His later discoveries, made with Phillip Levine, were possible primarily because of his previous work done on antigen binding to the plasma membrane of erethrocytes. Levine and Stetson beat this man and A.S. Wiener by a few months in first identifying the RH factor. FTP, name this scientist, who had already won a Nobel for his discovery": {
    "guess": "Karl Landsteiner",
    "confidence": [
      [
        "K",
        -0.010579879
      ],
      [
        "arl",
        -5.6338537e-05
      ],
      [
        " Land",
        -5.1689596e-05
      ],
      [
        "ste",
        -3.5597102e-05
      ],
      [
        "iner",
        -4.429897e-05
      ]
    ]
  },
  "This text notes that \"it is altogether fitting and proper\" that a cemetery should be dedicated, but that the land has already been consecrated by those who \"gave the last full measure of devotion.\" This two-minute speech ends by resolving that (*) \"government of the people, by the people, for the people,": {
    "guess": "Gettysburg Address",
    "confidence": [
      [
        "Get",
        -0.039959136
      ],
      [
        "t",
        -5.3596854e-05
      ],
      [
        "ys",
        -3.1737043e-06
      ],
      [
        "burg",
        -7.922564e-05
      ],
      [
        " Address",
        -0.0018811618
      ]
    ]
  },
  "This text compares true religion to choice wine whose seal has been broken and invites the addressee to have a drink. This text states its purpose as \"vindicating equity and justice\", to which end it recounts": {
    "guess": "Book of Enoch",
    "confidence": [
      [
        "Book",
        -1.0141524
      ],
      [
        " of",
        -0.00090431503
      ],
      [
        " E",
        -1.1059554
      ],
      [
        "noch",
        -0.005658571
      ]
    ]
  },
  "One of its texts describes how the daughter of Barbelos was seduced by the demon Authades in the form of a ray of light. That work, Pistis Sophia, explains that matter is the fruit of Sophia's sin. Horaios and Elaios were two of its archons, along with Ialdabaoth. This movement was responsible for The Octet of Subsistent Entities, which was ridiculed by Irenaeus. Its magical Abraxas amulets have been": {
    "guess": "Sethian Gnosticism",
    "confidence": [
      [
        "S",
        -0.94950885
      ],
      [
        "eth",
        -0.00060188427
      ],
      [
        "ian",
        -0.024582045
      ],
      [
        " G",
        -0.48913783
      ],
      [
        "nost",
        -0.013467012
      ],
      [
        "icism",
        -0.004123754
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction in On Christian Doctrine for the Christian teacher to leave out the confusing bits of dogma. The prologue to this text opens by citing Matthew 19:28, in a discussion of why one should not judge. It analyzes Boethius's claim in the Topics that accident and substance were the two \"primary kinds of things\" and develops an argument about the prevalence of \"opinion.\" This text adopts the dialectical approach of Gratian in a section that opens with the inquiry of whether human faith must be \"completed by reason\" and goes on to ask whether faith only concerns unseen things, and whether there is any knowledge of unseen things. It states that if \"God permits errors to befall the saints themselves, this occurs in matters which do no harm to the faith,\" and presents 158 questions in an attempt to resolve": {
    "guess": "Sic et Non",
    "confidence": [
      [
        "S",
        -0.33793706
      ],
      [
        "ic",
        -7.9418505e-06
      ],
      [
        " et",
        -0.00059628166
      ],
      [
        " Non",
        -0.00024679664
      ]
    ]
  },
  "All texts we have from him come from a single codex, now lost, which is said to have been found in the 13th century plugging a wine barrel.  Later in his life, he created a small-scale epic, The Marriage of Peleus and Thetis, which followed his scathing epigrams aimed at Julius Caesar and Caesar's engineer, Mamurra.  He is better known for the long narrative \"Attis,\" and an elegy about his dead brother entitled \"Ave atque vale,\" or \"Hail and Farewell.\"  Upon his return to Rome in 56 BC, he was devastated by the betrayal of Clodia Metelli, his one true love.  FTP, name this Roman poet, for whom": {
    "guess": "Catullus",
    "confidence": [
      [
        "Cat",
        -0.006279398
      ],
      [
        "ull",
        -0.0014865353
      ],
      [
        "us",
        -0.0001472836
      ]
    ]
  },
  "In one text, a set of these things is first mentioned after a shiny bow called Bowstar is lifted and kissed. In the unembellished fragments catalogued by scholar William Leonard King, they include Asari, the \"bestower of planting.\" One of these with five sets of attributes of its own, such as \"Life of": {
    "guess": "Enûma Eliš",
    "confidence": [
      [
        "En",
        -1.8485869
      ],
      [
        "û",
        -0.8181481
      ],
      [
        "ma",
        -1.92662e-05
      ],
      [
        " Eli",
        -0.006504336
      ],
      [
        "š",
        -7.7318386e-05
      ]
    ]
  },
  "One of its texts describes how the daughter of Barbelos was seduced by the demon Authades in the form of a ray of light. That work, Pistis Sophia, explains that matter is the fruit of Sophia's sin. Horaios and Elaios were two of its archons, along with Ialdabaoth. This movement was responsible for The Octet of Subsistent Entities, which was ridiculed by Irenaeus. Its magical Abraxas amulets have been alternately claimed to reference demons or an old Egyptian deity, and its numerous syzygies include Caen and Akhana, the aeons of power and love. Including the Valentinian and Basilidian branches,": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.23317498
      ],
      [
        "nost",
        -0.017132496
      ],
      [
        "icism",
        -1.9146995e-05
      ]
    ]
  },
  "One text in this religion describes the soul's journey towards God by reaching one of the title locations   \"of True Poverty and Absolute Nothingness\". That book is The Seven Valleys. This religion's main  theological text is the Kitáb-i-Íqán, and it was led by Shoghi Effendi until the establishment of the   Universal House of Justice. Adherents believe in the unity of God, religion, and humanity, and in the  revelation of God's nature through prophets such as Jesus and Muhammad. Name this faith founded  by a Persian born with the name Mírzá Husayn-Alí Núrí, who was heralded by the Báb and changed": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.00067514315
      ],
      [
        "á",
        -2.2842309e-05
      ],
      [
        "'",
        -0.5798733
      ],
      [
        "í",
        -2.0219828e-05
      ],
      [
        " Faith",
        -5.2001665e-06
      ]
    ]
  },
  "Only one of these texts includes the notion that its central figure's relatives doubted his sanity, and another describes that figure's parents searching for him when he stayed with teachers rather than": {
    "guess": "Jesus in Christianity",
    "confidence": [
      [
        "Jesus",
        -0.43347722
      ],
      [
        " in",
        -0.12643437
      ],
      [
        " Christianity",
        -0.4931714
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction in On Christian Doctrine for the Christian teacher to leave out the confusing bits of dogma. The prologue to this text opens by citing Matthew 19:28, in a discussion of why one should not judge. It analyzes Boethius's claim in the Topics that accident and substance were the two \"primary kinds of things\" and develops an argument about the prevalence of \"opinion.\" This text adopts the dialectical approach of Gratian in a section that opens with the inquiry of whether human faith must be \"completed": {
    "guess": "Sic et Non",
    "confidence": [
      [
        "S",
        -0.012991866
      ],
      [
        "ic",
        -4.692145e-05
      ],
      [
        " et",
        -0.00034154154
      ],
      [
        " Non",
        -0.00012964146
      ]
    ]
  },
  "One of these texts shows how a troupe of angels prevented Ptolemy IV from revoking the citizenship of Jews, and another is a chronicle of martyrs. The second one was edited by the Epitomist and ends with the defeat of Nicanor. While the third and fourth are universally considered apocryphal, the first two are accepted by Catholics and Orthodox, though still excluded from Protestant and Jewish Bibles. The events chronicled in those first two include Demetrius II's evacuation of Judaea following a": {
    "guess": "Biblical apocrypha",
    "confidence": [
      [
        "B",
        -0.3935847
      ],
      [
        "ib",
        -7.064298e-05
      ],
      [
        "lical",
        -5.574252e-05
      ],
      [
        " ap",
        -0.029746551
      ],
      [
        "oc",
        -0.0003970648
      ],
      [
        "ry",
        -0.00011594037
      ],
      [
        "pha",
        -8.029847e-05
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence of \"nine people picked at random from the Kansas City telephone directory.\" One of these subjects of a Kevin Ring book addresses golf carts, suggesting that it would be best to \"decline to answer": {
    "guess": "The Longevity Project",
    "confidence": [
      [
        "The",
        -0.76896244
      ],
      [
        " Long",
        -2.7203937
      ],
      [
        "evity",
        -1.0634408
      ],
      [
        " Project",
        -0.8405536
      ]
    ]
  },
  "His text The Specificity of Serological Reactions helped establish the science of immunochemistry and set the currently accepted guidelines for hemolysis interpretation. His later discoveries, made with": {
    "guess": "Karl Landsteiner",
    "confidence": [
      [
        "K",
        -0.057680707
      ],
      [
        "arl",
        -0.0007524513
      ],
      [
        " Land",
        -1.7432603e-06
      ],
      [
        "ste",
        -2.9352968e-06
      ],
      [
        "iner",
        -1.6524515e-05
      ]
    ]
  },
  "One of these texts shows how a troupe of angels prevented Ptolemy IV from revoking the citizenship of Jews, and another is a chronicle of martyrs. The second one was edited by the Epitomist and ends with": {
    "guess": "Martyrdom of Polycarp",
    "confidence": [
      [
        "M",
        -1.1741358
      ],
      [
        "arty",
        -0.0027202298
      ],
      [
        "r",
        -0.3845165
      ],
      [
        "dom",
        -0.11301311
      ],
      [
        " of",
        -0.08354221
      ],
      [
        " Pol",
        -0.5739401
      ],
      [
        "yc",
        -0.00013369438
      ],
      [
        "arp",
        -0.0010623443
      ]
    ]
  },
  "This text translates \"philosophy\" to \"gymnosophaon\" as part of a fictitious language created by its author, and one narrator in this work is introduced to a capital city of Amaurot and talks to Jerome Busleiden and Peter Gilles, two of the author's closest friends, in Antwerp. The protagonist meets (*) Raphael Hythloday and describes a locale found off the coast of South America that is distinguishable by its crescent-shaped outline. Written before its author was sent to the Tower of London to be": {
    "guess": "Utopia",
    "confidence": [
      [
        "U",
        -0.0069081294
      ],
      [
        "top",
        -3.5313153e-06
      ],
      [
        "ia",
        -5.4312077e-05
      ]
    ]
  },
  "Texts important to this denomination include one that contains the Parable of the Burning House, which illustrates its concept of upaya. A subgroup of this denomination believes that chanting the name of its founder will lead to rebirth in Sukhavat, a serene paradise. This denomination, which includes the Amitabha-founded (*) Pure Land School, focuses not on arhats but on enlightened figures that reject nirvana in favor of helping others achieve Buddhahood. The veneration of bodhisattvas is fundamental to, for 10 points, what \"Greater Vehicle\" practiced heavily in East Asia, one of the major schools": {
    "guess": "Mahayana Buddhism",
    "confidence": [
      [
        "Mah",
        -0.045895927
      ],
      [
        "ay",
        -0.007524289
      ],
      [
        "ana",
        -3.5120287e-05
      ],
      [
        " Buddhism",
        -0.0042937384
      ]
    ]
  },
  "In one text, a set of these things is first mentioned after a shiny bow called Bowstar is lifted and kissed. In the unembellished fragments catalogued by scholar William Leonard King, they include Asari, the \"bestower of planting.\" One of these with five sets of attributes of its own, such as \"Life of the host of the gods,\" is Tutu, and another with a directorial role is Nari-lugal-dimmer-ankia. The": {
    "guess": "Enûma Eliš",
    "confidence": [
      [
        "En",
        -1.5189567
      ],
      [
        "û",
        -0.83737284
      ],
      [
        "ma",
        -2.2961513e-05
      ],
      [
        " Eli",
        -0.030944439
      ],
      [
        "š",
        -4.8471098e-05
      ]
    ]
  },
  "This text's 24th chapter proscribes the punishment for zina and tells of a niche containing a lamp lit from the oil of a blessed olive tree. Verse 255 of its second chapter discusses a \"Kursî,\" or throne, while another part tells of the Isra and Mi'raj, or the \"night journey.\" Its ninth chapter contains": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.005181697
      ],
      [
        "uran",
        -0.0032120573
      ]
    ]
  },
  "In one text, this man is described as an exile from Troy, leading to Thor Heyerdahl's work \"The Search for\" this man.  In Saxo Grammaticus's Gautrek's Saga, King Vikar draws the short straw and is sacrificed to this god for favorable winds. He can see all from his thrown of Hlidskjald, and two of his palaces are Gladsheim and Valaskjalf. Along with his brother Vili and Vi, he slaughtered Ymir and fashioned his body into the earth.  For 10 points, name this \"all father,\" the husband of Frigg and master of the ravens Hugin and Munin, the head of the Norse pantheon.": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.0041251807
      ],
      [
        "in",
        -3.5120287e-05
      ]
    ]
  },
  "In a text named for one of these individuals, Bernhard Duhm identified a set of four poems that describe": {
    "guess": "Book of Isaiah",
    "confidence": [
      [
        "Book",
        -0.0077425553
      ],
      [
        " of",
        -2.5703197e-05
      ],
      [
        " Isaiah",
        -0.08139801
      ]
    ]
  },
  "In a text named for one of these individuals, Bernhard Duhm identified a set of four poems that describe a person with \"his form marred beyond human likeness\" who will \"bear the sins of the multitude.\"": {
    "guess": "Book of Isaiah",
    "confidence": [
      [
        "Book",
        -0.0055229543
      ],
      [
        " of",
        -2.0696643e-05
      ],
      [
        " Isaiah",
        -0.0014517828
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction in On Christian Doctrine for the Christian teacher to leave out the confusing bits of dogma. The prologue to this text opens by citing Matthew 19:28, in a discussion of why one should not judge. It analyzes Boethius's claim in the Topics that accident and substance were the two \"primary kinds of things\" and develops an argument about the prevalence of \"opinion.\" This text adopts the dialectical approach of Gratian in a section that opens with the inquiry of whether human faith must be \"completed by reason\" and goes on to ask whether faith only concerns unseen things, and whether there is any knowledge of unseen things. It states that if \"God permits errors to befall the saints themselves, this": {
    "guess": "Sic et Non",
    "confidence": [
      [
        "S",
        -0.2792516
      ],
      [
        "ic",
        -5.1928004e-05
      ],
      [
        " et",
        -0.0011321206
      ],
      [
        " Non",
        -0.00018280261
      ]
    ]
  },
  "Only one of these texts includes the notion that its central figure's relatives doubted his sanity, and": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.86496294
      ],
      [
        "let",
        -0.00013059509
      ]
    ]
  },
  "A text set in this place is framed by Echecrates's questions for a person who was there. An occupant of this place dreams of a woman clad in white who says to go to Phthia three days hence. One conversation in this locale concerns whether tallness is inherent to Simmias, or if Simmias is merely relatively tall compared to others. A woman named Xanthippe breaks down crying in this place, a few days after her husband describes himself as too thoroughly nurtured by his city's laws to defy its judgment against him. This is the setting of a discussion of the immortality of the soul in the Phaedo. For 10 points, name this place from which Crito proposes an escape in his namesake dialogue, where Socrates": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.57536936
      ],
      [
        "aed",
        -0.016919317
      ],
      [
        "o",
        -0.30729055
      ]
    ]
  },
  "One text in this religion describes the soul's journey towards God by reaching one of the title locations   \"of True Poverty and Absolute Nothingness\". That book is The Seven Valleys. This religion's": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.075657845
      ],
      [
        "á",
        -9.472212e-05
      ],
      [
        "'",
        -0.09727823
      ],
      [
        "í",
        -2.451116e-05
      ],
      [
        " Faith",
        -8.3159364e-05
      ]
    ]
  },
  "This text was written down by Sahabas (sah-HAH-bahs) after the death of the leader that received it. The clarification of the meaning and significance of this document is the practice of tafsir (TAHFSEER). Its hundred and fourteen chapters are called suras (soor-AHS). It literally means \"the recitation\" and is said to have been revealed by Gabriel to Muhammad. For 10 points, what \"divinely ordained\" religious text is sacred to Muslims?": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.000529799
      ],
      [
        "uran",
        -0.0045950804
      ]
    ]
  },
  "This text translates \"philosophy\" to \"gymnosophaon\" as part of a fictitious language created by its author, and one narrator in this work is introduced to a capital city of Amaurot and talks to Jerome": {
    "guess": "Utopia",
    "confidence": [
      [
        "U",
        -0.2145529
      ],
      [
        "top",
        -4.4849444e-06
      ],
      [
        "ia",
        -8.339777e-05
      ]
    ]
  },
  "This text's 24th chapter proscribes the punishment for zina and tells of a niche containing a lamp lit from the oil of a blessed olive tree. Verse 255 of its second chapter discusses a \"Kursî,\" or throne, while another part tells of the Isra and Mi'raj, or the \"night journey.\" Its ninth chapter contains the sword verse and is notable for not starting with the Bismillah. Beginning with Al-Fatiha and ending with An-Nas, the Hadith supplements its interpretation. Containing 114 suras, Jibril revealed": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.06718204
      ],
      [
        "uran",
        -0.0065890164
      ]
    ]
  },
  "One text in this religion describes the soul's journey towards God by reaching one of the title locations   \"of True Poverty and Absolute Nothingness\". That book is The Seven Valleys. This religion's main  theological text is the Kitáb-i-Íqán, and it was led by Shoghi Effendi until the establishment of the   Universal House of Justice. Adherents believe in the unity of God, religion, and humanity, and in the  revelation of God's nature through prophets such as Jesus and Muhammad. Name this faith founded  by a Persian born with the name Mírzá Husayn-Alí Núrí, who was heralded by the Báb and changed  his name to Bahá'u'lláh.": {
    "guess": "Baháʼí Faith",
    "confidence": [
      [
        "Bah",
        -0.006141257
      ],
      [
        "á",
        -4.5848617e-05
      ],
      [
        "\\xca",
        -0.68281215
      ],
      [
        "\\xbc",
        -4.9186317e-05
      ],
      [
        "í",
        -0.0037529327
      ],
      [
        " Faith",
        -2.8564085e-05
      ]
    ]
  },
  "One text on this subject considers how the forces involved in this phenomenon, called Bjerknes forces, cause certain structures to approach the Blake pressure. An advance allowing a simple, stable system exhibiting this phenomenon was made by Gaitan and Crum. The entities concerned in this phenomenon are described by the Keller equation, which considers viscosity and compressibility, or the simpler Rayleigh-Plesset equation. Schwinger theorizes that this phenomenon emerges due to the dynamic Casimir effect, and, more concretely, this phenomenon can be said to emerge from cavitation. FTP, name this phenomenon in which bubbles stimulated by sound waves emit light.": {
    "guess": "Sonoluminescence",
    "confidence": [
      [
        "Son",
        -0.010714815
      ],
      [
        "olum",
        -1.7432603e-06
      ],
      [
        "ines",
        -0.0031351745
      ],
      [
        "cence",
        -0.0008527512
      ]
    ]
  },
  "In one text, a set of these things is first mentioned after a shiny bow called Bowstar is lifted and kissed. In the unembellished fragments catalogued by scholar William Leonard King, they include Asari,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.62288034
      ]
    ]
  },
  "The texts known as the \"Transmissions of the Lamp\" or \"Flame Records\" refer to the lineages of practitioners of this faith, which cite Maha Kashyapa, who understood the significance of a flower on Vulture Peak, as the first adherent. The Five Mountain temples associated with this religion are also associated with the spread of Neo-Confucian metaphysics, while the teachings of Eisai, which sought to": {
    "guess": "Zen",
    "confidence": [
      [
        "Zen",
        -0.0055108573
      ]
    ]
  },
  "All texts we have from him come from a single codex, now lost, which is said to have been found in the 13th century plugging a wine barrel.  Later in his life, he created a small-scale epic, The Marriage of Peleus and Thetis, which followed his scathing epigrams aimed at Julius Caesar and Caesar's engineer, Mamurra.  He is better known for the long narrative \"Attis,\" and an elegy about his dead brother": {
    "guess": "Catullus",
    "confidence": [
      [
        "Cat",
        -0.10825188
      ],
      [
        "ull",
        -0.0006042647
      ],
      [
        "us",
        -5.3000836e-05
      ]
    ]
  },
  "In one text, this man is described as an exile from Troy, leading to Thor Heyerdahl's work \"The Search for\" this man.  In Saxo Grammaticus's Gautrek's Saga, King Vikar draws the short straw and is sacrificed to this god for favorable winds. He can see all from his thrown of Hlidskjald, and two of his": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.10783169
      ],
      [
        "in",
        -0.00032033064
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence of \"nine people picked at random from the Kansas City telephone directory.\" One of these subjects of a Kevin Ring book addresses golf carts, suggesting that it would be best to \"decline to answer this incredibly difficult and incredibly silly question,\" while another, about abortion, notes that \"Lord Acton did not say 'Power tends to purify.'\" In reference to the departure from the majority's attitude to precedent in that case, a later one claims that the author's colleagues have \"largely signed on to the so-called homosexual agenda\" and announces \"the Court has taken sides in the culture war.\" They opposed the majority in such cases as Planned Parenthood v. Casey and Lawrence v. Texas. Frequently joined by Samuel Alito or Clarence Thomas, these are, for 10 points, what Supreme Court opinions, delivered by a noted conservative Justice?": {
    "guess": "Dissenting opinions",
    "confidence": [
      [
        "D",
        -0.14556439
      ],
      [
        "issent",
        -0.53640574
      ],
      [
        "ing",
        -0.040364753
      ],
      [
        " opinions",
        -0.08460509
      ]
    ]
  },
  "His text The Specificity of Serological Reactions helped establish the science of immunochemistry and": {
    "guess": "Karl Landsteiner",
    "confidence": [
      [
        "K",
        -0.13838324
      ],
      [
        "arl",
        -0.0043553486
      ],
      [
        " Land",
        -4.9617593e-06
      ],
      [
        "ste",
        -1.1041146e-05
      ],
      [
        "iner",
        -2.618001e-05
      ]
    ]
  },
  "Only one of these texts includes the notion that its central figure's relatives doubted his sanity, and another describes that figure's parents searching for him when he stayed with teachers rather than join a caravan. The documentary theory explaining the similarities of these texts includes the possibility of a (*) Q source. Instances recorded by all of these texts include the calling of Levi and the healing of a leper. Only of these texts describe the marriage at Cana, one omits the Sermon on": {
    "guess": "Gospel of Mark",
    "confidence": [
      [
        "G",
        -0.5764682
      ],
      [
        "ospel",
        -0.11488397
      ],
      [
        " of",
        -0.0020292772
      ],
      [
        " Mark",
        -0.56128323
      ]
    ]
  },
  "This text notes that \"it is altogether fitting and proper\" that a cemetery should be dedicated, but that the land has already been consecrated by those who \"gave the last full measure of devotion.\" This": {
    "guess": "Gettysburg Address",
    "confidence": [
      [
        "Get",
        -0.0006766928
      ],
      [
        "t",
        -8.299462e-06
      ],
      [
        "ys",
        -3.5313153e-06
      ],
      [
        "burg",
        -1.8193366e-05
      ],
      [
        " Address",
        -0.29596594
      ]
    ]
  },
  "In one text, a set of these things is first mentioned after a shiny bow called Bowstar is lifted and kissed. In the unembellished fragments catalogued by scholar William Leonard King, they include Asari, the \"bestower of planting.\" One of these with five sets of attributes of its own, such as \"Life of the host of the gods,\" is Tutu, and another with a directorial role is Nari-lugal-dimmer-ankia. The Three Hundred (*) Igigi create these things for the founder of the Esharra house while sitting in assembly, beginning with Asarluhi. Their possessor, who was worshipped at Etemenanki, earns them after he forms the earth and sky by splitting the body of a saltwater dragon, as told in the last two tablets of the Enuma Elish. For 10 points, identify this set of words which includes \"Bel,\" meaning \"Lord\", fifty different ways to address the slayer of Tiamat and chief god of Babylon.": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.27013686
      ],
      [
        "ard",
        -0.00029148703
      ],
      [
        "uk",
        -2.6418418e-05
      ]
    ]
  },
  "This text was written down by Sahabas (sah-HAH-bahs) after the death of the leader that received it. The clarification of the meaning and significance of this document is the practice of tafsir (TAHFSEER). Its hundred and fourteen chapters are called suras (soor-AHS). It literally means \"the recitation\"": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.00018053775
      ],
      [
        "uran",
        -0.00024108587
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction in On Christian Doctrine for the Christian teacher to leave out the confusing bits of dogma. The prologue": {
    "guess": "On Christian Doctrine",
    "confidence": [
      [
        "On",
        -0.20479515
      ],
      [
        " Christian",
        -0.00035584232
      ],
      [
        " Doctrine",
        -0.0007915244
      ]
    ]
  },
  "In one text, this man is described as an exile from Troy, leading to Thor Heyerdahl's work \"The Search for\" this man.  In Saxo Grammaticus's Gautrek's Saga, King Vikar draws the short straw and is sacrificed to this god for favorable winds. He can see all from his thrown of Hlidskjald, and two of his palaces are Gladsheim and Valaskjalf. Along with his brother Vili and Vi, he slaughtered Ymir and fashioned his body into the earth.  For 10 points, name this \"all father,\" the husband of Frigg and master": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.013039159
      ],
      [
        "in",
        -0.00011939728
      ]
    ]
  },
  "This text uses an example of a Ship of state to demonstrate that society is always too occupied to come to a consensus over which solutions would be the best ones. This work also introduces the Noble lie and discusses morality by using the anecdote of the (*) Ring of Gyges. Another of its ideas is the four levels of existence on the divided line, and another chapter of this work uses chained prisoners": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.08140021
      ],
      [
        " (",
        -3.5597102e-05
      ],
      [
        "Pl",
        -5.8961017e-05
      ],
      [
        "ato",
        -1.3544423e-05
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "One of these texts shows how a troupe of angels prevented Ptolemy IV from revoking the citizenship of Jews, and another is a chronicle of martyrs. The second one was edited by the Epitomist and ends with the defeat of Nicanor. While the third and fourth are universally considered apocryphal, the first": {
    "guess": "Books of the Maccabees",
    "confidence": [
      [
        "Books",
        -0.7348805
      ],
      [
        " of",
        -0.0049262084
      ],
      [
        " the",
        -0.36135957
      ],
      [
        " M",
        -0.0005379012
      ],
      [
        "acc",
        -4.4849444e-06
      ],
      [
        "ab",
        -0.0001242773
      ],
      [
        "ees",
        -0.0001136755
      ]
    ]
  },
  "One text in this religion describes the soul's journey towards God by reaching one of the title locations   \"of True Poverty and Absolute Nothingness\". That book is The Seven Valleys. This religion's main  theological text is the Kitáb-i-Íqán, and it was led by Shoghi Effendi until the establishment of the   Universal House of Justice. Adherents believe in the unity of God, religion, and humanity, and in the  revelation of God's nature through prophets such as Jesus and Muhammad. Name this faith": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.00067156705
      ],
      [
        "á",
        -2.2127088e-05
      ],
      [
        "'",
        -0.4652927
      ],
      [
        "í",
        -2.486877e-05
      ],
      [
        " Faith",
        -7.58424e-06
      ]
    ]
  },
  "One of these texts shows how a troupe of angels prevented Ptolemy IV from revoking the citizenship of": {
    "guess": "Angels in America",
    "confidence": [
      [
        "Ang",
        -0.82819045
      ],
      [
        "els",
        -0.008482664
      ],
      [
        " in",
        -0.011049471
      ],
      [
        " America",
        -0.020529984
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence of \"nine people picked at random from the Kansas City telephone directory.\" One of these subjects of a Kevin Ring book addresses golf carts, suggesting that it would be best to \"decline to answer this incredibly difficult and incredibly silly question,\" while another, about abortion, notes that \"Lord Acton did not say 'Power tends to purify.'\" In reference to the departure from the majority's": {
    "guess": "The Curmudgeon's Guide to Getting Ahead",
    "confidence": [
      [
        "The",
        -1.6998926
      ],
      [
        " Cur",
        -1.9718823
      ],
      [
        "m",
        -0.16302204
      ],
      [
        "udge",
        -1.8908588e-05
      ],
      [
        "on",
        -0.008673311
      ],
      [
        "'s",
        -0.004291965
      ],
      [
        " Guide",
        -0.0013942843
      ],
      [
        " to",
        -0.00013190633
      ],
      [
        " Getting",
        -0.31101403
      ],
      [
        " Ahead",
        -0.0003803873
      ]
    ]
  },
  "One text on this subject considers how the forces involved in this phenomenon, called Bjerknes forces, cause certain structures to approach the Blake pressure. An advance allowing a simple, stable system exhibiting this phenomenon was made by Gaitan and Crum. The entities concerned in this phenomenon": {
    "guess": "Acoustic levitation",
    "confidence": [
      [
        "Ac",
        -0.041255232
      ],
      [
        "oustic",
        -0.012327513
      ],
      [
        " lev",
        -0.05817682
      ],
      [
        "itation",
        -3.4047454e-05
      ]
    ]
  },
  "Only one of these texts includes the notion that its central figure's relatives doubted his sanity, and another describes that figure's parents searching for him when he stayed with teachers rather than join a caravan. The documentary theory explaining the similarities of these texts includes the possibility": {
    "guess": "Bible",
    "confidence": [
      [
        "B",
        -0.32081726
      ],
      [
        "ible",
        -0.06597918
      ]
    ]
  },
  "This text compares true religion to choice wine whose seal has been broken and invites the addressee to have a drink. This text states its purpose as \"vindicating equity and justice\", to which end it recounts a story about a revelation in a Tehran dungeon. This text eulogizes two martyrs whom it calls the Twin Shining Lights. This text was written to protest the murder of two of the author's followers in Isfahan and it summarizes the author's earlier work, which included the Four Hidden Valleys and the Book of Certitude. For ten points, name this Baha'i holy text and last written work of Bahaullah,": {
    "guess": "Epistle to the Son of the Wolf",
    "confidence": [
      [
        "Ep",
        -0.3953614
      ],
      [
        "istle",
        -2.057744e-05
      ],
      [
        " to",
        -2.3795938e-05
      ],
      [
        " the",
        -8.061054e-06
      ],
      [
        " Son",
        -1.8624639e-06
      ],
      [
        " of",
        -8.418666e-06
      ],
      [
        " the",
        -0.00014740281
      ],
      [
        " Wolf",
        -2.1008714e-06
      ]
    ]
  },
  "This text translates \"philosophy\" to \"gymnosophaon\" as part of a fictitious language created by its author, and one narrator in this work is introduced to a capital city of Amaurot and talks to Jerome Busleiden and Peter Gilles, two of the author's closest friends, in Antwerp. The protagonist meets (*) Raphael Hythloday and describes a locale found off the coast of South America that is distinguishable by its crescent-shaped outline. Written before its author was sent to the Tower of London to be beheaded, this is, for 10 points, which work about \"nowhere\" by Sir Thomas More.": {
    "guess": "Utopia",
    "confidence": [
      [
        "U",
        -0.035255473
      ],
      [
        "top",
        -7.465036e-06
      ],
      [
        "ia",
        -1.867018e-05
      ]
    ]
  },
  "This text compares true religion to choice wine whose seal has been broken and invites the addressee": {
    "guess": "Song of Solomon",
    "confidence": [
      [
        "Song",
        -0.9003939
      ],
      [
        " of",
        -0.0005597045
      ],
      [
        " Solomon",
        -0.109871626
      ]
    ]
  },
  "One of these texts shows how a troupe of angels prevented Ptolemy IV from revoking the citizenship of Jews, and another is a chronicle of martyrs. The second one was edited by the Epitomist and ends with the defeat of Nicanor. While the third and fourth are universally considered apocryphal, the first two are accepted by Catholics and Orthodox, though still excluded from Protestant and Jewish Bibles. The events chronicled in those first two include Demetrius II's evacuation of Judaea following a conflict sparked by Mattathias against Antiochus IV. For 10 points, name these books which also describe the miraculous burning of oil for eight days after Jews reclaimed the Temple from Syrian Greeks, an event commemorated by Hannukah.": {
    "guess": "Books of Maccabees",
    "confidence": [
      [
        "Books",
        -0.002467571
      ],
      [
        " of",
        -0.00017624642
      ],
      [
        " M",
        -0.27202216
      ],
      [
        "acc",
        -5.3193703e-06
      ],
      [
        "ab",
        -4.365741e-06
      ],
      [
        "ees",
        -3.6073914e-05
      ]
    ]
  },
  "One of these texts shows how a troupe of angels prevented Ptolemy IV from revoking the citizenship of Jews, and another is a chronicle of martyrs. The second one was edited by the Epitomist and ends with the defeat of Nicanor. While the third and fourth are universally considered apocryphal, the first two are accepted by Catholics and Orthodox, though still excluded from Protestant and Jewish Bibles. The events chronicled in those first two include Demetrius II's evacuation of Judaea following a conflict sparked by Mattathias against Antiochus IV. For 10 points, name these books which also describe the miraculous burning of oil for eight days after Jews reclaimed the Temple from Syrian Greeks,": {
    "guess": "Books of Maccabees",
    "confidence": [
      [
        "Books",
        -0.0032046887
      ],
      [
        " of",
        -0.00028231202
      ],
      [
        " M",
        -0.2281223
      ],
      [
        "acc",
        -3.888926e-06
      ],
      [
        "ab",
        -4.723352e-06
      ],
      [
        "ees",
        -3.035214e-05
      ]
    ]
  },
  "This text's 24th chapter proscribes the punishment for zina and tells of a niche containing a lamp lit": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.0431756
      ],
      [
        "uran",
        -0.0046191723
      ]
    ]
  },
  "One text by this thinker imagines the Catholic Church telling an inexperienced girl and a syphilitic man \"you must endure celibacy or stay together,\" and is found in its section \"How the Churches Have Retarded Progress.\" That work ends with a section called \"What We Must Do\" and expresses his decision on why he is not a Christian. Another notable work by this author, written with his teacher, attempted": {
    "guess": "Why I Am Not a Christian",
    "confidence": [
      [
        "Why",
        -0.6030167
      ],
      [
        " I",
        -0.00026550796
      ],
      [
        " Am",
        -0.007102859
      ],
      [
        " Not",
        -0.0002852921
      ],
      [
        " a",
        -0.0020769788
      ],
      [
        " Christian",
        -3.4762674e-05
      ]
    ]
  },
  "One of its texts describes how the daughter of Barbelos was seduced by the demon Authades in the form of a ray of light. That work, Pistis Sophia, explains that matter is the fruit of Sophia's sin. Horaios and Elaios were two of its archons, along with Ialdabaoth. This movement was responsible for The": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.5097465
      ],
      [
        "nost",
        -0.09953847
      ],
      [
        "icism",
        -0.00462368
      ]
    ]
  },
  "The texts known as the \"Transmissions of the Lamp\" or \"Flame Records\" refer to the lineages of practitioners of this faith, which cite Maha Kashyapa, who understood the significance of a flower on Vulture": {
    "guess": "Zen",
    "confidence": [
      [
        "Zen",
        -0.0024390284
      ]
    ]
  },
  "This text is thought to have been the primary influence on the non-canonical Gospel  of the Ebionites [EBB-ee-oh-nights] and was likely written around 85 AD.  Differences from the other synoptic gospels include the visit of the magi and the  massacre of the innocents. It was primarily directed toward a Jewish-Christian  audience and begins with a genealogy of Jesus. FTP name this first book in the New  Testament.": {
    "guess": "Gospel of Matthew",
    "confidence": [
      [
        "G",
        -0.007952611
      ],
      [
        "ospel",
        -1.8624639e-06
      ],
      [
        " of",
        -0.00013965457
      ],
      [
        " Matthew",
        -0.000107715314
      ]
    ]
  },
  "One text in this religion describes the soul's journey towards God by reaching one of the title locations   \"of True Poverty and Absolute Nothingness\". That book is The Seven Valleys. This religion's main  theological text is the Kitáb-i-Íqán, and it was led by Shoghi Effendi until the establishment of the   Universal House of Justice. Adherents believe in the unity of God, religion, and humanity,": {
    "guess": "The Seven Valleys",
    "confidence": [
      [
        "The",
        -0.07635333
      ],
      [
        " Seven",
        -6.6113236e-05
      ],
      [
        " Val",
        -1.3856493e-06
      ],
      [
        "leys",
        -4.3202e-07
      ]
    ]
  },
  "All texts we have from him come from a single codex, now lost, which is said to have been found in the": {
    "guess": "Codex Argenteus",
    "confidence": [
      [
        "Cod",
        -0.187852
      ],
      [
        "ex",
        -3.357064e-05
      ],
      [
        " Arg",
        -1.8851761
      ],
      [
        "ente",
        -0.0016863665
      ],
      [
        "us",
        -1.50940705e-05
      ]
    ]
  },
  "One text in this religion describes the soul's journey towards God by reaching one of the title locations   \"of True Poverty and Absolute Nothingness\". That book is The Seven Valleys. This religion's main  theological text is the Kitáb-i-Íqán, and it was led by Shoghi Effendi until the establishment": {
    "guess": "The Seven Valleys",
    "confidence": [
      [
        "The",
        -0.06878607
      ],
      [
        " Seven",
        -7.672237e-05
      ],
      [
        " Val",
        -2.1008714e-06
      ],
      [
        "leys",
        -6.704273e-07
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction": {
    "guess": "Ovid",
    "confidence": [
      [
        "O",
        -0.5019984
      ],
      [
        "vid",
        -0.0006276102
      ]
    ]
  },
  "This text uses an example of a Ship of state to demonstrate that society is always too occupied to come to a consensus over which solutions would be the best ones. This work also introduces the Noble lie and discusses morality by using the anecdote of the (*) Ring of Gyges. Another of its ideas is the four levels of existence on the divided line, and another chapter of this work uses chained prisoners to represent its author's Theory of Forms by using the Allegory of the Cave. Asserting that society": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.03383161
      ],
      [
        " (",
        -1.0087517e-05
      ],
      [
        "Pl",
        -8.776276e-06
      ],
      [
        "ato",
        -1.6166903e-05
      ],
      [
        ")",
        -5.5122365e-07
      ]
    ]
  },
  "This text uses an example of a Ship of state to demonstrate that society is always too occupied to come": {
    "guess": "Allegory of the Cave",
    "confidence": [
      [
        "Al",
        -0.4950861
      ],
      [
        "leg",
        -1.2113979e-05
      ],
      [
        "ory",
        -4.604148e-06
      ],
      [
        " of",
        -3.0113732e-05
      ],
      [
        " the",
        -6.372917e-05
      ],
      [
        " Cave",
        -0.047365565
      ]
    ]
  },
  "This text was written down by Sahabas (sah-HAH-bahs) after the death of the leader that received it. The clarification of the meaning and significance of this document is the practice of tafsir (TAHFSEER). Its hundred and fourteen chapters are called suras (soor-AHS). It literally means \"the recitation\" and is said to have been revealed by Gabriel to Muhammad. For 10 points, what \"divinely ordained\"": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.00044496998
      ],
      [
        "uran",
        -0.0015145041
      ]
    ]
  },
  "Texts important to this denomination include one that contains the Parable of the Burning House, which illustrates its concept of upaya. A subgroup of this denomination believes that chanting the name of its founder will lead to rebirth in Sukhavat, a serene paradise. This denomination, which includes the Amitabha-founded (*) Pure Land School, focuses not on arhats but on enlightened figures that reject": {
    "guess": "Pure Land Buddhism",
    "confidence": [
      [
        "Pure",
        -0.09424689
      ],
      [
        " Land",
        -0.004644673
      ],
      [
        " Buddhism",
        -0.0051885783
      ]
    ]
  },
  "One of its texts describes how the daughter of Barbelos was seduced by the demon Authades in the form of a ray of light. That work, Pistis Sophia, explains that matter is the fruit of Sophia's sin. Horaios": {
    "guess": "Pistis Sophia",
    "confidence": [
      [
        "P",
        -0.30191702
      ],
      [
        "ist",
        -0.0015045058
      ],
      [
        "is",
        -3.500108e-05
      ],
      [
        " Sophia",
        -0.00020234835
      ]
    ]
  },
  "One text by this thinker imagines the Catholic Church telling an inexperienced girl and a syphilitic": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.044072904
      ],
      [
        "trand",
        -1.504853e-06
      ],
      [
        " Russell",
        -0.00041923302
      ]
    ]
  },
  "About 2000 texts survive in full, many of which were written by Zeami and his father Kan'ami; about 230 remain in the modern repertoire. Its name means \"talent\" or \"skill\", and the five types of it are the god play, the present- day or madwoman play, the wig play, the fighting play, and the final or demon play. It developed from ancient forms of dance-drama festival drama at shrines and temples and was continually refined up to the years of the Tokugawa period. FTP, name this form of Japanese drama.": {
    "guess": "Noh",
    "confidence": [
      [
        "N",
        -0.016610898
      ],
      [
        "oh",
        -0.0024184645
      ]
    ]
  },
  "In one text, a set of these things is first mentioned after a shiny bow called Bowstar is lifted and kissed. In the unembellished fragments catalogued by scholar William Leonard King, they include Asari, the \"bestower of planting.\" One of these with five sets of attributes of its own, such as \"Life of the host of the gods,\" is Tutu, and another with a directorial role is Nari-lugal-dimmer-ankia. The Three Hundred (*) Igigi create these things for the founder of the Esharra house while sitting in assembly, beginning with Asarluhi. Their possessor, who was worshipped at Etemenanki, earns them after": {
    "guess": "Tablet of Destinies",
    "confidence": [
      [
        "Table",
        -1.0145166
      ],
      [
        "t",
        -0.04079161
      ],
      [
        " of",
        -0.5188415
      ],
      [
        " Dest",
        -0.070899256
      ],
      [
        "in",
        -0.0032736105
      ],
      [
        "ies",
        -4.572941e-05
      ]
    ]
  },
  "One of its texts describes how the daughter of Barbelos was seduced by the demon Authades in the form": {
    "guess": "Apocryphon of John",
    "confidence": [
      [
        "Ap",
        -1.2072073
      ],
      [
        "oc",
        -0.004694392
      ],
      [
        "ry",
        -1.7120534e-05
      ],
      [
        "phon",
        -2.4272753e-05
      ],
      [
        " of",
        -0.0026806525
      ],
      [
        " John",
        -5.252402e-05
      ]
    ]
  },
  "A text set in this place is framed by Echecrates's questions for a person who was there. An occupant of this place dreams of a woman clad in white who says to go to Phthia three days hence. One conversation in this locale concerns whether tallness is inherent to Simmias, or if Simmias is merely relatively tall compared to others. A woman named Xanthippe breaks down crying in this place, a few days after her husband describes himself as too thoroughly nurtured by his city's laws to defy its judgment": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.13652736
      ],
      [
        "aed",
        -0.0048361765
      ],
      [
        "o",
        -0.013320226
      ]
    ]
  },
  "Texts important to this denomination include one that contains the Parable of the Burning House, which illustrates its concept of upaya. A subgroup of this denomination believes that chanting the name": {
    "guess": "Pure Land Buddhism",
    "confidence": [
      [
        "Pure",
        -0.007118841
      ],
      [
        " Land",
        -0.00053504034
      ],
      [
        " Buddhism",
        -9.972867e-05
      ]
    ]
  },
  "This text is thought to have been the primary influence on the non-canonical Gospel  of the Ebionites [EBB-ee-oh-nights] and was likely written around 85 AD.  Differences from the other synoptic gospels": {
    "guess": "Gospel of Matthew",
    "confidence": [
      [
        "G",
        -0.00489062
      ],
      [
        "ospel",
        -0.00086167676
      ],
      [
        " of",
        -0.0014594045
      ],
      [
        " Matthew",
        -0.026563965
      ]
    ]
  },
  "About 2000 texts survive in full, many of which were written by Zeami and his father Kan'ami; about 230 remain in the modern repertoire. Its name means \"talent\" or \"skill\", and the five types of it are the god play, the present- day or madwoman play, the wig play, the fighting play, and the final or": {
    "guess": "Noh",
    "confidence": [
      [
        "N",
        -0.02929355
      ],
      [
        "oh",
        -0.00047928968
      ]
    ]
  },
  "A text set in this place is framed by Echecrates's questions for a person who was there. An occupant of this place dreams of a woman clad in white who says to go to Phthia three days hence. One conversation in this locale concerns whether tallness is inherent to Simmias, or if Simmias is merely relatively tall compared to others. A woman named Xanthippe breaks down crying in this place, a few days after her husband describes himself as too thoroughly nurtured by his city's laws to defy its judgment against him. This is the setting of a discussion of the immortality of the soul in the Phaedo. For 10 points, name this place from which Crito proposes an escape in his namesake dialogue, where Socrates drank hemlock.": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.89507884
      ],
      [
        "aed",
        -0.0038702586
      ],
      [
        "o",
        -0.35733616
      ]
    ]
  },
  "One text on this subject considers how the forces involved in this phenomenon, called Bjerknes forces, cause certain structures to approach the Blake pressure. An advance allowing a simple, stable system exhibiting this phenomenon was made by Gaitan and Crum. The entities concerned in this phenomenon are described by the Keller equation, which considers viscosity and compressibility, or the simpler Rayleigh-Plesset equation. Schwinger theorizes that this phenomenon emerges due to the dynamic Casimir": {
    "guess": "Acoustic levitation",
    "confidence": [
      [
        "Ac",
        -0.16511984
      ],
      [
        "oustic",
        -0.0032499623
      ],
      [
        " lev",
        -0.9037789
      ],
      [
        "itation",
        -6.337155e-05
      ]
    ]
  },
  "A text set in this place is framed by Echecrates's questions for a person who was there. An occupant of this place dreams of a woman clad in white who says to go to Phthia three days hence. One conversation": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.05364305
      ],
      [
        "aed",
        -0.004731653
      ],
      [
        "o",
        -0.13494371
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction in On Christian Doctrine for the Christian teacher to leave out the confusing bits of dogma. The prologue to this text opens by citing Matthew 19:28, in a discussion of why one should not judge. It analyzes Boethius's claim in the Topics that accident and substance were the two \"primary kinds of things\" and develops an argument about the prevalence of \"opinion.\" This text adopts the dialectical approach of Gratian in a section that opens with the inquiry of whether human faith must be \"completed by reason\" and goes on to ask whether faith only concerns unseen things, and whether there is any knowledge of unseen things. It states that if \"God permits errors to befall the saints themselves, this occurs in matters which do no harm to the faith,\" and presents 158 questions in an attempt to resolve inconsistencies between church fathers. For 10 points, name this text by Peter Abelard.": {
    "guess": "Sic et Non",
    "confidence": [
      [
        "S",
        -0.001550929
      ],
      [
        "ic",
        -1.147242e-06
      ],
      [
        " et",
        -0.0006436917
      ],
      [
        " Non",
        -0.00023393365
      ]
    ]
  },
  "The texts known as the \"Transmissions of the Lamp\" or \"Flame Records\" refer to the lineages of practitioners": {
    "guess": "Zen",
    "confidence": [
      [
        "Zen",
        -0.007972953
      ]
    ]
  },
  "This text translates \"philosophy\" to \"gymnosophaon\" as part of a fictitious language created by its author, and one narrator in this work is introduced to a capital city of Amaurot and talks to Jerome Busleiden and Peter Gilles, two of the author's closest friends, in Antwerp. The protagonist meets (*) Raphael Hythloday and describes a locale found off the coast of South America that is distinguishable": {
    "guess": "Utopia",
    "confidence": [
      [
        "U",
        -0.00039039674
      ],
      [
        "top",
        -2.8160932e-06
      ],
      [
        "ia",
        -5.7411373e-05
      ]
    ]
  },
  "All texts we have from him come from a single codex, now lost, which is said to have been found in the 13th century plugging a wine barrel.  Later in his life, he created a small-scale epic, The Marriage": {
    "guess": "The Wikipedia page on Virgil",
    "confidence": [
      [
        "The",
        -2.3494363
      ],
      [
        " Wikipedia",
        -0.30613074
      ],
      [
        " page",
        -0.0034178398
      ],
      [
        " on",
        -0.62085086
      ],
      [
        " Vir",
        -1.0947225
      ],
      [
        "gil",
        -0.00043591417
      ]
    ]
  },
  "One of its texts describes how the daughter of Barbelos was seduced by the demon Authades in the form of a ray of light. That work, Pistis Sophia, explains that matter is the fruit of Sophia's sin. Horaios and Elaios were two of its archons, along with Ialdabaoth. This movement was responsible for The Octet of Subsistent Entities, which was ridiculed by Irenaeus. Its magical Abraxas amulets have been alternately claimed to reference demons or an old Egyptian deity, and its numerous syzygies include Caen and Akhana, the aeons of power and love. Including the Valentinian and Basilidian branches, this movement considers pleroma to be the full power of the divine. FTP, name this syncretistic movement": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.10215485
      ],
      [
        "nost",
        -0.0126253655
      ],
      [
        "icism",
        -6.706687e-05
      ]
    ]
  },
  "This text was written down by Sahabas (sah-HAH-bahs) after the death of the leader that received it.": {
    "guess": "Sahih Bukhari",
    "confidence": [
      [
        "S",
        -0.42185113
      ],
      [
        "ah",
        -0.0009415964
      ],
      [
        "ih",
        -0.11678451
      ],
      [
        " Buk",
        -0.14153911
      ],
      [
        "hari",
        -1.7954959e-05
      ]
    ]
  },
  "A text set in this place is framed by Echecrates's questions for a person who was there. An occupant of this place dreams of a woman clad in white who says to go to Phthia three days hence. One conversation in this locale concerns whether tallness is inherent to Simmias, or if Simmias is merely relatively tall compared to others. A woman named Xanthippe breaks down crying in this place, a few days": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.1378351
      ],
      [
        "aed",
        -0.0021130242
      ],
      [
        "o",
        -0.028784746
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction in On Christian Doctrine for the Christian teacher to leave out the confusing bits of dogma. The prologue to this text opens by citing Matthew 19:28, in a discussion of why one should not judge. It analyzes Boethius's claim in the Topics that accident and substance were the two \"primary kinds of things\" and develops an argument about the prevalence of \"opinion.\" This text adopts the dialectical approach of Gratian in a section that opens with the inquiry of whether human faith must be \"completed by reason\" and goes on to ask whether faith only concerns unseen things, and whether there is any": {
    "guess": "Sic et Non",
    "confidence": [
      [
        "S",
        -0.080278575
      ],
      [
        "ic",
        -5.8722613e-05
      ],
      [
        " et",
        -0.00036989737
      ],
      [
        " Non",
        -0.00012106613
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence of \"nine people picked at random from the Kansas City telephone directory.\" One of these subjects of a Kevin Ring book addresses golf carts, suggesting that it would be best to \"decline to answer this incredibly difficult and incredibly silly question,\" while another, about abortion, notes that \"Lord Acton did not say 'Power tends to purify.'\" In reference to the departure from the majority's attitude to precedent in that case, a later one claims that the author's colleagues have \"largely": {
    "guess": "Kevin Ring",
    "confidence": [
      [
        "Kevin",
        -1.3109446
      ],
      [
        " Ring",
        -0.09182284
      ]
    ]
  },
  "One of these texts shows how a troupe of angels prevented Ptolemy IV from revoking the citizenship of Jews, and another is a chronicle of martyrs. The second one was edited by the Epitomist and ends with the defeat of Nicanor. While the third and fourth are universally considered apocryphal, the first two are accepted by Catholics and Orthodox, though still excluded from Protestant and Jewish Bibles.": {
    "guess": "Biblical apocrypha",
    "confidence": [
      [
        "B",
        -0.69725996
      ],
      [
        "ib",
        -3.0232935e-05
      ],
      [
        "lical",
        -1.2233183e-05
      ],
      [
        " ap",
        -0.022718187
      ],
      [
        "oc",
        -0.00022749665
      ],
      [
        "ry",
        -7.7079974e-05
      ],
      [
        "pha",
        -2.0339032e-05
      ]
    ]
  },
  "All texts we have from him come from a single codex, now lost, which is said to have been found in the 13th century plugging a wine barrel.  Later in his life, he created a small-scale epic, The Marriage of Peleus and Thetis, which followed his scathing epigrams aimed at Julius Caesar and Caesar's engineer,": {
    "guess": "Catullus",
    "confidence": [
      [
        "Cat",
        -0.5743092
      ],
      [
        "ull",
        -0.00232546
      ],
      [
        "us",
        -0.00018709028
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence of \"nine people picked at random from the Kansas City telephone directory.\" One of these subjects of a Kevin Ring book addresses golf carts, suggesting that it would be best to \"decline to answer this incredibly difficult and incredibly silly question,\" while another, about abortion, notes that \"Lord Acton did not say 'Power tends to purify.'\" In reference to the departure from the majority's attitude to precedent in that case, a later one claims that the author's colleagues have \"largely signed on to the so-called homosexual agenda\" and announces \"the Court has taken sides in the culture war.\" They opposed the majority in such cases as Planned Parenthood v. Casey and Lawrence v. Texas.": {
    "guess": "Antonin Scalia",
    "confidence": [
      [
        "Ant",
        -0.87069726
      ],
      [
        "on",
        -0.0013386933
      ],
      [
        "in",
        -0.00014525715
      ],
      [
        " Scalia",
        -0.0017281336
      ]
    ]
  },
  "About 2000 texts survive in full, many of which were written by Zeami and his father Kan'ami; about 230": {
    "guess": "Noh",
    "confidence": [
      [
        "N",
        -0.0098324735
      ],
      [
        "oh",
        -8.299462e-06
      ]
    ]
  },
  "Only one of these texts includes the notion that its central figure's relatives doubted his sanity, and another describes that figure's parents searching for him when he stayed with teachers rather than join a caravan. The documentary theory explaining the similarities of these texts includes the possibility of a (*) Q source. Instances recorded by all of these texts include the calling of Levi and": {
    "guess": "Synoptic Gospels",
    "confidence": [
      [
        "Syn",
        -0.8431993
      ],
      [
        "optic",
        -6.647085e-05
      ],
      [
        " G",
        -0.0061308257
      ],
      [
        "ospels",
        -1.9816675e-06
      ]
    ]
  },
  "One of its texts describes how the daughter of Barbelos was seduced by the demon Authades in the form of a ray of light. That work, Pistis Sophia, explains that matter is the fruit of Sophia's sin. Horaios and Elaios were two of its archons, along with Ialdabaoth. This movement was responsible for The Octet of Subsistent Entities, which was ridiculed by Irenaeus. Its magical Abraxas amulets have been alternately claimed to reference demons or an old Egyptian deity, and its numerous syzygies include Caen and Akhana, the aeons of power and love. Including the Valentinian and Basilidian branches, this movement considers pleroma to be the full power of the divine. FTP, name this syncretistic movement that believed in an all-powerful demiurge.": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.039191417
      ],
      [
        "nost",
        -0.008785688
      ],
      [
        "icism",
        -3.464347e-05
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction in On Christian Doctrine for the Christian teacher to leave out the confusing bits of dogma. The prologue to this text opens by citing Matthew 19:28, in a discussion of why one should not judge. It analyzes Boethius's claim in the Topics that accident and substance were the two \"primary kinds of things\" and develops an argument about the prevalence of \"opinion.\" This text adopts the dialectical approach": {
    "guess": "Sic et Non",
    "confidence": [
      [
        "S",
        -0.038039196
      ],
      [
        "ic",
        -3.8577193e-05
      ],
      [
        " et",
        -0.0006516747
      ],
      [
        " Non",
        -7.4695905e-05
      ]
    ]
  },
  "In a text named for one of these individuals, Bernhard Duhm identified a set of four poems that describe a person with \"his form marred beyond human likeness\" who will \"bear the sins of the multitude.\" The \"Suffering Servant\" songs appear in a text by one of these figures. Another one of these people wrote a book that is traditionally read on the Ninth of Av. The \"Former,\" \"Major,\" and \"Minor\" books of these people appear before the Ketuvim and after the Torah. The Book of Lamentations was written by one of these men who predicted that Babylon would destroy Jerusalem. For 10 points, name these figures from the Hebrew Bible, who included Isaiah, Ezekiel, and Jeremiah.": {
    "guess": "Prophets",
    "confidence": [
      [
        "Pro",
        -0.23983853
      ],
      [
        "ph",
        -2.4034345e-05
      ],
      [
        "ets",
        -0.00018387179
      ]
    ]
  },
  "One text on this subject considers how the forces involved in this phenomenon, called Bjerknes forces, cause certain structures to approach the Blake pressure. An advance allowing a simple, stable system": {
    "guess": "Optical tweezers",
    "confidence": [
      [
        "Opt",
        -1.4771813
      ],
      [
        "ical",
        -0.020159928
      ],
      [
        " twe",
        -0.5786745
      ],
      [
        "ez",
        -1.9361265e-07
      ],
      [
        "ers",
        -7.9418505e-06
      ]
    ]
  },
  "This text is thought to have been the primary influence on the non-canonical Gospel  of the Ebionites [EBB-ee-oh-nights] and was likely written around 85 AD.  Differences from the other synoptic gospels include the visit of the magi and the  massacre of the innocents. It was primarily directed toward": {
    "guess": "Gospel of Matthew",
    "confidence": [
      [
        "G",
        -0.01772128
      ],
      [
        "ospel",
        -0.00121869
      ],
      [
        " of",
        -0.00041125002
      ],
      [
        " Matthew",
        -0.0127708465
      ]
    ]
  },
  "One text on this subject considers how the forces involved in this phenomenon, called Bjerknes forces, cause certain structures to approach the Blake pressure. An advance allowing a simple, stable system exhibiting this phenomenon was made by Gaitan and Crum. The entities concerned in this phenomenon are described by the Keller equation, which considers viscosity and compressibility, or the simpler": {
    "guess": "Acoustic levitation",
    "confidence": [
      [
        "Ac",
        -0.07743796
      ],
      [
        "oustic",
        -0.0070698396
      ],
      [
        " lev",
        -0.13888718
      ],
      [
        "itation",
        -4.179569e-05
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence of \"nine people picked at random from the Kansas City telephone directory.\" One of these subjects": {
    "guess": "The Immortalists",
    "confidence": [
      [
        "The",
        -1.1699473
      ],
      [
        " Imm",
        -1.182415
      ],
      [
        "ortal",
        -0.0029015203
      ],
      [
        "ists",
        -0.6843799
      ]
    ]
  },
  "In a text named for one of these individuals, Bernhard Duhm identified a set of four poems that describe a person with \"his form marred beyond human likeness\" who will \"bear the sins of the multitude.\" The \"Suffering Servant\" songs appear in a text by one of these figures. Another one of these people wrote a book that is traditionally read on the Ninth of Av. The \"Former,\" \"Major,\" and \"Minor\" books": {
    "guess": "Prophets",
    "confidence": [
      [
        "Pro",
        -0.10920547
      ],
      [
        "ph",
        -0.00017314713
      ],
      [
        "ets",
        -0.0059363823
      ]
    ]
  },
  "This text uses an example of a Ship of state to demonstrate that society is always too occupied to come to a consensus over which solutions would be the best ones. This work also introduces the Noble lie and discusses morality by using the anecdote of the (*) Ring of Gyges. Another of its ideas is the four levels of existence on the divided line, and another chapter of this work uses chained prisoners to represent its author's Theory of Forms by using the Allegory of the Cave. Asserting that society must be ruled by a philosopher king, this is, for 10 points, which Platonic dialogue?": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.00058758346
      ],
      [
        " (",
        -1.5928495e-05
      ],
      [
        "Pl",
        -1.2664457e-06
      ],
      [
        "ato",
        -9.014684e-06
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "This text's 24th chapter proscribes the punishment for zina and tells of a niche containing a lamp lit from the oil of a blessed olive tree. Verse 255 of its second chapter discusses a \"Kursî,\" or throne, while another part tells of the Isra and Mi'raj, or the \"night journey.\" Its ninth chapter contains the sword verse and is notable for not starting with the Bismillah. Beginning with Al-Fatiha and": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.09405778
      ],
      [
        "uran",
        -0.036889203
      ]
    ]
  },
  "This text is thought to have been the primary influence on the non-canonical Gospel  of the Ebionites": {
    "guess": "Gospel of Matthew",
    "confidence": [
      [
        "G",
        -0.088943064
      ],
      [
        "ospel",
        -0.0014338013
      ],
      [
        " of",
        -0.00068967865
      ],
      [
        " Matthew",
        -0.38728437
      ]
    ]
  },
  "Only one of these texts includes the notion that its central figure's relatives doubted his sanity, and another describes that figure's parents searching for him when he stayed with teachers rather than join a caravan. The documentary theory explaining the similarities of these texts includes the possibility of a (*) Q source. Instances recorded by all of these texts include the calling of Levi and the healing of a leper. Only of these texts describe the marriage at Cana, one omits the Sermon on the Mount, and two of these texts include a genealogy of Christ. For 10 points, identify this grouping of the books of Matthew, Mark, Luke, and John, which describe the life of Christ.": {
    "guess": "Synoptic Gospels",
    "confidence": [
      [
        "Syn",
        -0.7251753
      ],
      [
        "optic",
        -0.00025871702
      ],
      [
        " G",
        -0.003422474
      ],
      [
        "ospels",
        -2.0219828e-05
      ]
    ]
  },
  "This text's 24th chapter proscribes the punishment for zina and tells of a niche containing a lamp lit from the oil of a blessed olive tree. Verse 255 of its second chapter discusses a \"Kursî,\" or throne,": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.0018648567
      ],
      [
        "uran",
        -0.0013801139
      ]
    ]
  },
  "One of these texts shows how a troupe of angels prevented Ptolemy IV from revoking the citizenship of Jews, and another is a chronicle of martyrs. The second one was edited by the Epitomist and ends with the defeat of Nicanor. While the third and fourth are universally considered apocryphal, the first two are accepted by Catholics and Orthodox, though still excluded from Protestant and Jewish Bibles. The events chronicled in those first two include Demetrius II's evacuation of Judaea following a conflict sparked by Mattathias against Antiochus IV. For 10 points, name these books which also describe": {
    "guess": "Maccabees",
    "confidence": [
      [
        "M",
        -0.37265843
      ],
      [
        "acc",
        -0.019027546
      ],
      [
        "ab",
        -3.261701e-05
      ],
      [
        "ees",
        -0.0006365468
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence of \"nine people picked at random from the Kansas City telephone directory.\" One of these subjects of a Kevin Ring book addresses golf carts, suggesting that it would be best to \"decline to answer this incredibly difficult and incredibly silly question,\" while another, about abortion, notes that \"Lord Acton did not say 'Power tends to purify.'\" In reference to the departure from the majority's attitude to precedent in that case, a later one claims that the author's colleagues have \"largely signed on to the so-called homosexual agenda\" and announces \"the Court has taken sides in the culture": {
    "guess": "Kevin Ring",
    "confidence": [
      [
        "Kevin",
        -1.1224762
      ],
      [
        " Ring",
        -0.1317035
      ]
    ]
  },
  "This text translates \"philosophy\" to \"gymnosophaon\" as part of a fictitious language created by its author,": {
    "guess": "Philosophy",
    "confidence": [
      [
        "Phil",
        -0.33963737
      ],
      [
        "osoph",
        -0.007900341
      ],
      [
        "y",
        -0.6498707
      ]
    ]
  },
  "This text was written down by Sahabas (sah-HAH-bahs) after the death of the leader that received it. The clarification of the meaning and significance of this document is the practice of tafsir (TAHFSEER).": {
    "guess": "Tafsir",
    "confidence": [
      [
        "T",
        -0.09569016
      ],
      [
        "afs",
        -0.0008321399
      ],
      [
        "ir",
        -2.6537622e-05
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence": {
    "guess": "The Wikipedia page on \"Transhumanism\"",
    "confidence": [
      [
        "The",
        -2.2793014
      ],
      [
        " Wikipedia",
        -1.6198226
      ],
      [
        " page",
        -0.0069102603
      ],
      [
        " on",
        -0.5922807
      ],
      [
        " \"",
        -1.9271678
      ],
      [
        "Trans",
        -1.319057
      ],
      [
        "human",
        -0.046210125
      ],
      [
        "ism",
        -0.055789363
      ],
      [
        "\"",
        -0.0068080914
      ]
    ]
  },
  "Texts important to this denomination include one that contains the Parable of the Burning House, which illustrates its concept of upaya. A subgroup of this denomination believes that chanting the name of its founder will lead to rebirth in Sukhavat, a serene paradise. This denomination, which includes": {
    "guess": "Pure Land Buddhism",
    "confidence": [
      [
        "Pure",
        -0.008246348
      ],
      [
        " Land",
        -0.00051645556
      ],
      [
        " Buddhism",
        -7.2907846e-05
      ]
    ]
  },
  "This text compares true religion to choice wine whose seal has been broken and invites the addressee to have a drink. This text states its purpose as \"vindicating equity and justice\", to which end it recounts a story about a revelation in a Tehran dungeon. This text eulogizes two martyrs whom it calls": {
    "guess": "The Dawn-Breakers",
    "confidence": [
      [
        "The",
        -1.0741229
      ],
      [
        " Dawn",
        -0.74630505
      ],
      [
        "-B",
        -0.004813273
      ],
      [
        "reak",
        -9.0883464e-07
      ],
      [
        "ers",
        -0.00039611853
      ]
    ]
  },
  "This text notes that \"it is altogether fitting and proper\" that a cemetery should be dedicated, but that the land has already been consecrated by those who \"gave the last full measure of devotion.\" This two-minute speech ends by resolving that (*) \"government of the people, by the people, for the people, shall not perish from the earth.\" For 10 points, name this speech written by Abraham Lincoln \"four": {
    "guess": "Gettysburg Address",
    "confidence": [
      [
        "Get",
        -0.012760023
      ],
      [
        "t",
        -3.202099e-05
      ],
      [
        "ys",
        -4.9617593e-06
      ],
      [
        "burg",
        -4.4537377e-05
      ],
      [
        " Address",
        -0.00018256421
      ]
    ]
  },
  "His text The Specificity of Serological Reactions helped establish the science of immunochemistry and set the currently accepted guidelines for hemolysis interpretation. His later discoveries, made with Phillip Levine, were possible primarily because of his previous work done on antigen binding to the plasma membrane of erethrocytes. Levine and Stetson beat this man and A.S. Wiener by a few months in first identifying the RH factor. FTP, name this scientist, who had already won a Nobel for his discovery of the ABO system of blood typing.": {
    "guess": "Karl Landsteiner",
    "confidence": [
      [
        "K",
        -0.0032299946
      ],
      [
        "arl",
        -4.8828708e-05
      ],
      [
        " Land",
        -1.0564331e-05
      ],
      [
        "ste",
        -2.0696643e-05
      ],
      [
        "iner",
        -5.121278e-05
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence of \"nine people picked at random from the Kansas City telephone directory.\" One of these subjects of a Kevin Ring book addresses golf carts, suggesting that it would be best to \"decline to answer this incredibly difficult and incredibly silly question,\" while another, about abortion, notes": {
    "guess": "The Areas of My Expertise",
    "confidence": [
      [
        "The",
        -1.5665772
      ],
      [
        " Areas",
        -2.880318
      ],
      [
        " of",
        -0.0013320253
      ],
      [
        " My",
        -0.006219567
      ],
      [
        " Expert",
        -9.9490266e-05
      ],
      [
        "ise",
        -0.00011260267
      ]
    ]
  },
  "This text notes that \"it is altogether fitting and proper\" that a cemetery should be dedicated, but that": {
    "guess": "Gettysburg Address",
    "confidence": [
      [
        "Get",
        -0.039182246
      ],
      [
        "t",
        -4.00813e-06
      ],
      [
        "ys",
        -1.9816675e-06
      ],
      [
        "burg",
        -1.998142e-05
      ],
      [
        " Address",
        -0.006857693
      ]
    ]
  },
  "A text set in this place is framed by Echecrates's questions for a person who was there. An occupant of this place dreams of a woman clad in white who says to go to Phthia three days hence. One conversation in this locale concerns whether tallness is inherent to Simmias, or if Simmias is merely relatively": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.49615097
      ],
      [
        "aed",
        -0.0014602351
      ],
      [
        "o",
        -0.04779057
      ]
    ]
  },
  "Texts important to this denomination include one that contains the Parable of the Burning House, which": {
    "guess": "Lotus Sutra",
    "confidence": [
      [
        "Lot",
        -0.027228208
      ],
      [
        "us",
        -0.00016003472
      ],
      [
        " S",
        -8.45898e-05
      ],
      [
        "utra",
        -0.0002454854
      ]
    ]
  },
  "About 2000 texts survive in full, many of which were written by Zeami and his father Kan'ami; about 230 remain in the modern repertoire. Its name means \"talent\" or \"skill\", and the five types of it are the god play, the present- day or madwoman play, the wig play, the fighting play, and the final or demon play. It developed from ancient forms of dance-drama festival drama at shrines and temples and": {
    "guess": "Noh",
    "confidence": [
      [
        "N",
        -0.079627745
      ],
      [
        "oh",
        -0.0061241947
      ]
    ]
  },
  "The texts known as the \"Transmissions of the Lamp\" or \"Flame Records\" refer to the lineages of practitioners of this faith, which cite Maha Kashyapa, who understood the significance of a flower on Vulture Peak, as the first adherent. The Five Mountain temples associated with this religion are also associated": {
    "guess": "Zen",
    "confidence": [
      [
        "Zen",
        -0.03690104
      ]
    ]
  },
  "This text reminds readers that the grammarian Priscian would have approved of Augustine's instruction in On Christian Doctrine for the Christian teacher to leave out the confusing bits of dogma. The prologue to this text opens by citing Matthew 19:28, in a discussion of why one should not judge. It analyzes Boethius's claim in the Topics that accident and substance were the two \"primary kinds of things\"": {
    "guess": "Sic et Non",
    "confidence": [
      [
        "S",
        -0.2397543
      ],
      [
        "ic",
        -0.0003119864
      ],
      [
        " et",
        -0.0012084495
      ],
      [
        " Non",
        -0.0007345817
      ]
    ]
  },
  "Only one of these texts includes the notion that its central figure's relatives doubted his sanity, and another describes that figure's parents searching for him when he stayed with teachers rather than join a caravan. The documentary theory explaining the similarities of these texts includes the possibility of a (*) Q source. Instances recorded by all of these texts include the calling of Levi and the healing of a leper. Only of these texts describe the marriage at Cana, one omits the Sermon on the Mount, and two of these texts include a genealogy of Christ. For 10 points, identify this grouping": {
    "guess": "Synoptic Gospels",
    "confidence": [
      [
        "Syn",
        -0.1841488
      ],
      [
        "optic",
        -0.00022487417
      ],
      [
        " G",
        -0.006084868
      ],
      [
        "ospels",
        -2.1173457e-05
      ]
    ]
  },
  "The texts known as the \"Transmissions of the Lamp\" or \"Flame Records\" refer to the lineages of practitioners of this faith, which cite Maha Kashyapa, who understood the significance of a flower on Vulture Peak, as the first adherent. The Five Mountain temples associated with this religion are also associated with the spread of Neo-Confucian metaphysics, while the teachings of Eisai, which sought to reform Tendai practice, were banned. Bodhidharma is credited with bringing it to China, from where it was brought to the country it is most associated with by Saicho and Dogen. For 10 points, name this sect of Buddhism, most associated with Japan and the use of meditational riddles, koans.": {
    "guess": "Zen",
    "confidence": [
      [
        "Zen",
        -0.0034775976
      ]
    ]
  },
  "His text The Specificity of Serological Reactions helped establish the science of immunochemistry and set the currently accepted guidelines for hemolysis interpretation. His later discoveries, made with Phillip Levine, were possible primarily because of his previous work done on antigen binding to the": {
    "guess": "Karl Landsteiner",
    "confidence": [
      [
        "K",
        -0.006055117
      ],
      [
        "arl",
        -0.0016298364
      ],
      [
        " Land",
        -4.1273333e-06
      ],
      [
        "ste",
        -2.3795938e-05
      ],
      [
        "iner",
        -2.5941605e-05
      ]
    ]
  },
  "This text's 24th chapter proscribes the punishment for zina and tells of a niche containing a lamp lit from the oil of a blessed olive tree. Verse 255 of its second chapter discusses a \"Kursî,\" or throne, while another part tells of the Isra and Mi'raj, or the \"night journey.\" Its ninth chapter contains the sword verse and is notable for not starting with the Bismillah. Beginning with Al-Fatiha and ending with An-Nas, the Hadith supplements its interpretation. Containing 114 suras, Jibril revealed it to Muhammad. For 10 points, name this sacred text of Islam.": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.00070874026
      ],
      [
        "uran",
        -0.0067585944
      ]
    ]
  },
  "In one text, this man is described as an exile from Troy, leading to Thor Heyerdahl's work \"The Search": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.28937924
      ],
      [
        "ene",
        -0.0043058535
      ],
      [
        "as",
        -0.0031501467
      ]
    ]
  },
  "In one text, this man is described as an exile from Troy, leading to Thor Heyerdahl's work \"The Search for\" this man.  In Saxo Grammaticus's Gautrek's Saga, King Vikar draws the short straw and is sacrificed": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.23063536
      ],
      [
        "in",
        -0.19770567
      ]
    ]
  },
  "This text compares true religion to choice wine whose seal has been broken and invites the addressee to have a drink. This text states its purpose as \"vindicating equity and justice\", to which end it recounts a story about a revelation in a Tehran dungeon. This text eulogizes two martyrs whom it calls the Twin Shining Lights. This text was written to protest the murder of two of the author's followers in Isfahan and it summarizes the author's earlier work, which included the Four Hidden Valleys and": {
    "guess": "Seven Martyrs of Hurmuzgan",
    "confidence": [
      [
        "Seven",
        -0.29674867
      ],
      [
        " Marty",
        -0.35573643
      ],
      [
        "rs",
        -0.053039197
      ],
      [
        " of",
        -0.014500877
      ],
      [
        " Hur",
        -0.45453444
      ],
      [
        "m",
        -0.004530877
      ],
      [
        "uz",
        -0.41500792
      ],
      [
        "gan",
        -0.62720615
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human": {
    "guess": "History and Philosophy of Science",
    "confidence": [
      [
        "History",
        -1.3923627
      ],
      [
        " and",
        -0.57164377
      ],
      [
        " Philosophy",
        -0.69802094
      ],
      [
        " of",
        -0.00013846254
      ],
      [
        " Science",
        -0.007589349
      ]
    ]
  },
  "Texts important to this denomination include one that contains the Parable of the Burning House, which illustrates its concept of upaya. A subgroup of this denomination believes that chanting the name of its founder will lead to rebirth in Sukhavat, a serene paradise. This denomination, which includes the Amitabha-founded (*) Pure Land School, focuses not on arhats but on enlightened figures that reject nirvana in favor of helping others achieve Buddhahood. The veneration of bodhisattvas is fundamental to, for 10 points, what \"Greater Vehicle\" practiced heavily in East Asia, one of the major schools of Buddhism along with Theravada?": {
    "guess": "Mahayana Buddhism",
    "confidence": [
      [
        "Mah",
        -0.0149249295
      ],
      [
        "ay",
        -0.008872655
      ],
      [
        "ana",
        -3.631232e-05
      ],
      [
        " Buddhism",
        -0.019696118
      ]
    ]
  },
  "This text notes that \"it is altogether fitting and proper\" that a cemetery should be dedicated, but that the land has already been consecrated by those who \"gave the last full measure of devotion.\" This two-minute speech ends by resolving that (*) \"government of the people, by the people, for the people, shall not perish from the earth.\" For 10 points, name this speech written by Abraham Lincoln \"four score and seven years\" after American independence.": {
    "guess": "Gettysburg Address",
    "confidence": [
      [
        "Get",
        -0.012679868
      ],
      [
        "t",
        -5.0735965e-05
      ],
      [
        "ys",
        -3.7697225e-06
      ],
      [
        "burg",
        -4.0722858e-05
      ],
      [
        " Address",
        -0.0001278534
      ]
    ]
  },
  "In a text named for one of these individuals, Bernhard Duhm identified a set of four poems that describe a person with \"his form marred beyond human likeness\" who will \"bear the sins of the multitude.\" The \"Suffering Servant\" songs appear in a text by one of these figures. Another one of these people wrote a book that is traditionally read on the Ninth of Av. The \"Former,\" \"Major,\" and \"Minor\" books of these people appear before the Ketuvim and after the Torah. The Book of Lamentations was written": {
    "guess": "Prophets in the Hebrew Bible",
    "confidence": [
      [
        "Pro",
        -0.0652715
      ],
      [
        "ph",
        -0.0003241415
      ],
      [
        "ets",
        -0.001994778
      ],
      [
        " in",
        -0.48577586
      ],
      [
        " the",
        -0.22089125
      ],
      [
        " Hebrew",
        -0.012532376
      ],
      [
        " Bible",
        -0.00036942057
      ]
    ]
  },
  "In one text, a set of these things is first mentioned after a shiny bow called Bowstar is lifted and kissed. In the unembellished fragments catalogued by scholar William Leonard King, they include Asari, the \"bestower of planting.\" One of these with five sets of attributes of its own, such as \"Life of the host of the gods,\" is Tutu, and another with a directorial role is Nari-lugal-dimmer-ankia. The Three Hundred (*) Igigi create these things for the founder of the Esharra house while sitting in assembly, beginning with Asarluhi. Their possessor, who was worshipped at Etemenanki, earns them after he forms the earth and sky by splitting the body of a saltwater dragon, as told in the last two tablets of the Enuma Elish. For 10 points, identify this set of words which includes \"Bel,\" meaning \"Lord\",": {
    "guess": "Enûma Eliš",
    "confidence": [
      [
        "En",
        -0.117506035
      ],
      [
        "û",
        -0.27564532
      ],
      [
        "ma",
        -2.3392786e-06
      ],
      [
        " Eli",
        -0.0045874845
      ],
      [
        "š",
        -5.4385737e-06
      ]
    ]
  },
  "All texts we have from him come from a single codex, now lost, which is said to have been found in the 13th century plugging a wine barrel.  Later in his life, he created a small-scale epic, The Marriage of Peleus and Thetis, which followed his scathing epigrams aimed at Julius Caesar and Caesar's engineer, Mamurra.  He is better known for the long narrative \"Attis,\" and an elegy about his dead brother entitled \"Ave atque vale,\" or \"Hail and Farewell.\"  Upon his return to Rome in 56 BC, he was devastated by the betrayal of Clodia Metelli, his one true love.  FTP, name this Roman poet, for whom Clodia was probably the Lesbia to which he addressed many of his love lyrics.": {
    "guess": "Catullus",
    "confidence": [
      [
        "Cat",
        -0.013682699
      ],
      [
        "ull",
        -0.00011009939
      ],
      [
        "us",
        -2.3080716e-05
      ]
    ]
  },
  "The texts known as the \"Transmissions of the Lamp\" or \"Flame Records\" refer to the lineages of practitioners of this faith, which cite Maha Kashyapa, who understood the significance of a flower on Vulture Peak, as the first adherent. The Five Mountain temples associated with this religion are also associated with the spread of Neo-Confucian metaphysics, while the teachings of Eisai, which sought to reform Tendai practice, were banned. Bodhidharma is credited with bringing it to China, from where it was brought to the country it is most associated with by Saicho and Dogen. For 10 points, name this": {
    "guess": "Zen",
    "confidence": [
      [
        "Zen",
        -0.011403822
      ]
    ]
  },
  "This text uses an example of a Ship of state to demonstrate that society is always too occupied to come to a consensus over which solutions would be the best ones. This work also introduces the Noble lie": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.35550585
      ],
      [
        " (",
        -9.74638e-05
      ],
      [
        "Pl",
        -6.206032e-05
      ],
      [
        "ato",
        -9.253091e-06
      ],
      [
        ")",
        0.0
      ]
    ]
  },
  "This text translates \"philosophy\" to \"gymnosophaon\" as part of a fictitious language created by its author, and one narrator in this work is introduced to a capital city of Amaurot and talks to Jerome Busleiden and Peter Gilles, two of the author's closest friends, in Antwerp. The protagonist meets (*)": {
    "guess": "Thomas More",
    "confidence": [
      [
        "Thomas",
        -0.2650081
      ],
      [
        " More",
        -0.0016251912
      ]
    ]
  },
  "Texts important to this denomination include one that contains the Parable of the Burning House, which illustrates its concept of upaya. A subgroup of this denomination believes that chanting the name of its founder will lead to rebirth in Sukhavat, a serene paradise. This denomination, which includes the Amitabha-founded (*) Pure Land School, focuses not on arhats but on enlightened figures that reject nirvana in favor of helping others achieve Buddhahood. The veneration of bodhisattvas is fundamental": {
    "guess": "Pure Land Buddhism",
    "confidence": [
      [
        "Pure",
        -0.14081356
      ],
      [
        " Land",
        -0.0016085283
      ],
      [
        " Buddhism",
        -0.00083762326
      ]
    ]
  },
  "One text by this thinker imagines the Catholic Church telling an inexperienced girl and a syphilitic man \"you must endure celibacy or stay together,\" and is found in its section \"How the Churches Have": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.072612934
      ],
      [
        "trand",
        -2.6968896e-06
      ],
      [
        " Russell",
        -0.00018113377
      ]
    ]
  },
  "One text in this religion describes the soul's journey towards God by reaching one of the title locations": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.029600395
      ],
      [
        "á",
        -7.362307e-05
      ],
      [
        "'",
        -0.4597661
      ],
      [
        "í",
        -3.7265952e-05
      ],
      [
        " Faith",
        -0.0020885197
      ]
    ]
  },
  "One of these texts sets out to explore \"the constantly increasing power of science to keep the human body alive for longer than any reasonable person would want to inhabit it\" and refers to the equal competence of \"nine people picked at random from the Kansas City telephone directory.\" One of these subjects of a Kevin Ring book addresses golf carts, suggesting that it would be best to \"decline to answer this incredibly difficult and incredibly silly question,\" while another, about abortion, notes that \"Lord Acton did not say 'Power tends to purify.'\" In reference to the departure from the majority's attitude to precedent in that case, a later one claims that the author's colleagues have \"largely signed on to the so-called homosexual agenda\" and announces \"the Court has taken sides in the culture war.\" They opposed the majority in such cases as Planned Parenthood v. Casey and Lawrence v. Texas. Frequently joined by Samuel Alito or Clarence Thomas, these are, for 10 points, what Supreme Court": {
    "guess": "Equivalents",
    "confidence": [
      [
        "Equ",
        -0.35299206
      ],
      [
        "ival",
        -0.00018697108
      ],
      [
        "ents",
        -0.00019519613
      ]
    ]
  },
  "In a text named for one of these individuals, Bernhard Duhm identified a set of four poems that describe a person with \"his form marred beyond human likeness\" who will \"bear the sins of the multitude.\" The \"Suffering Servant\" songs appear in a text by one of these figures. Another one of these people wrote a book that is traditionally read on the Ninth of Av. The \"Former,\" \"Major,\" and \"Minor\" books of these people appear before the Ketuvim and after the Torah. The Book of Lamentations was written by one of these men who predicted that Babylon would destroy Jerusalem. For 10 points, name these": {
    "guess": "Prophets of the Hebrew Bible",
    "confidence": [
      [
        "Pro",
        -0.04036223
      ],
      [
        "ph",
        -0.00015776986
      ],
      [
        "ets",
        -5.50273e-05
      ],
      [
        " of",
        -0.96845293
      ],
      [
        " the",
        -0.016215367
      ],
      [
        " Hebrew",
        -0.10338966
      ],
      [
        " Bible",
        -0.0003038842
      ]
    ]
  },
  "This text uses an example of a Ship of state to demonstrate that society is always too occupied to come to a consensus over which solutions would be the best ones. This work also introduces the Noble lie and discusses morality by using the anecdote of the (*) Ring of Gyges. Another of its ideas is the": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.00092980627
      ],
      [
        " (",
        -7.703444e-06
      ],
      [
        "Pl",
        -1.6882126e-05
      ],
      [
        "ato",
        -1.18755715e-05
      ],
      [
        ")",
        -1.9361265e-07
      ]
    ]
  },
  "About 2000 texts survive in full, many of which were written by Zeami and his father Kan'ami; about 230 remain in the modern repertoire. Its name means \"talent\" or \"skill\", and the five types of it are": {
    "guess": "Noh",
    "confidence": [
      [
        "N",
        -0.006021823
      ],
      [
        "oh",
        -2.9352968e-06
      ]
    ]
  },
  "One text by this thinker imagines the Catholic Church telling an inexperienced girl and a syphilitic man \"you must endure celibacy or stay together,\" and is found in its section \"How the Churches Have Retarded Progress.\" That work ends with a section called \"What We Must Do\" and expresses his decision on why he is not a Christian. Another notable work by this author, written with his teacher, attempted to express mathematics through axiomatic logic and introduces his namesake paradox regarding sets. For": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.26697737
      ],
      [
        "trand",
        -7.89631e-07
      ],
      [
        " Russell",
        -0.00079664285
      ]
    ]
  },
  "One text by this thinker imagines the Catholic Church telling an inexperienced girl and a syphilitic man \"you must endure celibacy or stay together,\" and is found in its section \"How the Churches Have Retarded Progress.\" That work ends with a section called \"What We Must Do\" and expresses his decision on why he is not a Christian. Another notable work by this author, written with his teacher, attempted to express mathematics through axiomatic logic and introduces his namesake paradox regarding sets. For 10 points, name this 20th century British philosopher, the co-author of Principia Mathematica": {
    "guess": "Why I Am Not a Christian",
    "confidence": [
      [
        "Why",
        -0.65862465
      ],
      [
        " I",
        -6.2775536e-05
      ],
      [
        " Am",
        -0.00434526
      ],
      [
        " Not",
        -1.7120534e-05
      ],
      [
        " a",
        -0.00055982365
      ],
      [
        " Christian",
        -3.166338e-05
      ]
    ]
  },
  "One text by this thinker imagines the Catholic Church telling an inexperienced girl and a syphilitic man \"you must endure celibacy or stay together,\" and is found in its section \"How the Churches Have Retarded Progress.\" That work ends with a section called \"What We Must Do\" and expresses his decision on why he is not a Christian. Another notable work by this author, written with his teacher, attempted to express mathematics through axiomatic logic and introduces his namesake paradox regarding sets. For 10 points, name this 20th century British philosopher, the co-author of Principia Mathematica with Alfred North Whitehead.": {
    "guess": "Why I Am Not a Christian",
    "confidence": [
      [
        "Why",
        -0.08973745
      ],
      [
        " I",
        -0.00013393279
      ],
      [
        " Am",
        -0.0055578058
      ],
      [
        " Not",
        -2.2127088e-05
      ],
      [
        " a",
        -0.0017696625
      ],
      [
        " Christian",
        -4.4179764e-05
      ]
    ]
  },
  "This text compares true religion to choice wine whose seal has been broken and invites the addressee to have a drink. This text states its purpose as \"vindicating equity and justice\", to which end it recounts a story about a revelation in a Tehran dungeon. This text eulogizes two martyrs whom it calls the Twin Shining Lights. This text was written to protest the murder of two of the author's followers in Isfahan and it summarizes the author's earlier work, which included the Four Hidden Valleys and the Book of Certitude. For ten points, name this Baha'i holy text and last written work of Bahaullah, a letter to a man whose father had a lupine nickname. ": {
    "guess": "Lawh-i-Ra'is",
    "confidence": [
      [
        "Law",
        -1.163833
      ],
      [
        "h",
        -0.053186163
      ],
      [
        "-i",
        -0.004299915
      ],
      [
        "-R",
        -0.8803279
      ],
      [
        "a",
        -0.018848468
      ],
      [
        "'",
        -0.0015587854
      ],
      [
        "is",
        -0.21946529
      ]
    ]
  }
}