{
  "The density of this quantity for a disk is often modelled using an exponential times a hyperbolic secant squared function. For objects on the main sequence, this quantity is related to the mass by a 3.9-degree power law. Taking four pi G M c times the mass of the photon, all over the Thompson scattering cross section, gives an upper bound for it, near which objects have strong radiation-driven winds. Henrietta Leavitt discovered a relationship between this quantity and period for Cephied variables,": {
    "guess": "Luminosity",
    "confidence": [
      [
        "L",
        -0.21290573
      ],
      [
        "umin",
        -5.931863e-05
      ],
      [
        "osity",
        -0.015538027
      ]
    ]
  },
  "The demoness Surpanakha had her nose and ears cut off as punishment for attacking this figure. This woman raised the twins Lava and Kusha alone after gossip among the citizens of Ayodhya drove her husband to cast her out. That husband won the right to marry her after he was the only man to successfully lift Shiva's bow. This princess of Mithila was the adopted daughter of Janaka, who found her in a furrow while plowing a field. She entered a burning pyre to prove her purity, after she voluntarily accompanied her husband and Lakshmana in a fourteen year exile. She once asked her husband to catch a golden deer which turned out to be Maricha in disguise. Subsequently, Hanuman jumped across the ocean to find her, and a bridge to Lanka was built to rescue, for 10 points, which figure kidnapped by Ravana, the wife of Rama.": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.002460914
      ],
      [
        "ita",
        -0.0004957251
      ]
    ]
  },
  "The Denkmäler series catalogs the works of this man, who composed a set of keyboard variations entitled": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.5576724
      ],
      [
        "oh",
        -0.0012796416
      ],
      [
        "ann",
        -0.065561146
      ],
      [
        " Sebastian",
        -0.15142325
      ],
      [
        " Bach",
        -0.00012892624
      ]
    ]
  },
  "A now-demolished addition to this structure housed a statue depicting Apollo surrounded by six nymphs, the product of a collaboration between Giradon and Regnaudin. Frescoes by Antoine Coypel and Charles de la Fosse adorn a chapel here, while a painting found here shows a man on horseback looking through": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.0006447646
      ],
      [
        "ace",
        -9.372295e-06
      ],
      [
        " of",
        -3.4121115e-06
      ],
      [
        " Vers",
        -2.1173457e-05
      ],
      [
        "ailles",
        -6.6306106e-06
      ]
    ]
  },
  "This Democrat holds a gavel and gestures towards a man atop a pedestal in a cartoon captioned \"Ready": {
    "guess": "Nancy Pelosi",
    "confidence": [
      [
        "N",
        -0.47273484
      ],
      [
        "ancy",
        -0.00022523178
      ],
      [
        " Pelosi",
        -0.00028898742
      ]
    ]
  },
  "Denoted by a 4 by 4 matrix incoporating an arbitrary rotation and boost, it alters a four-vector of charge and current density just as it does a four-vector of time and position. It can be derived by assuming equality of inertial reference frames and the constancy of the speed of light. For ten points, reference frame changes in special relativity are described by what transformation.": {
    "guess": "Lorentz transformation",
    "confidence": [
      [
        "L",
        -0.001797635
      ],
      [
        "orent",
        -0.0004907185
      ],
      [
        "z",
        -1.7954959e-05
      ],
      [
        " transformation",
        -0.012181844
      ]
    ]
  },
  "The denominator of the Thiele modulus is the rate of this process, whose anisotropic type is used to reduce image noise. Explained by the Ehrenfest model, this process is used to enrich uranium and dope semiconductors. Its rate is inversely proportional to the square root of molar mass, and proportional to the gradient of the concentration field. Governed by Fick's laws and Graham's law, it causes water to move through semi-permeable membranes in osmosis. For 10 points, name this process by which particles move from regions of high concentration to those of low concentration.": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.00069956895
      ],
      [
        "usion",
        -1.9146995e-05
      ]
    ]
  },
  "This denomination rejects the idea that the wicked dead are punished in Hell, instead holding that those not saved and resurrected by God will simply cease to exist, a fate they term the \"common grave\".": {
    "guess": "Annihilationism",
    "confidence": [
      [
        "Ann",
        -0.60383415
      ],
      [
        "ihilation",
        -9.72254e-05
      ],
      [
        "ism",
        -0.0018685447
      ]
    ]
  },
  "Denali makes use of a process termed para this to run x86 architecture on certain machines advanced by Popek and Goldberg. Examples of those machines described by this adjective include Java Runtime Environment, which sends commands and receives outputs from the Java software, and the memory of this type frees up RAM by moving unused physical memory to the hard disk. Certain entities described by this adjective are formed by reflections in all convex mirrors, and, when an object is within the focal length, converging lenses also lead to those images described by this adjective. For 10 points, identify": {
    "guess": "Virtualization",
    "confidence": [
      [
        "Virtual",
        -0.06399265
      ],
      [
        "ization",
        -0.14448692
      ]
    ]
  },
  "The denominator of the Thiele modulus is the rate of this process, whose anisotropic type is used to reduce image noise. Explained by the Ehrenfest model, this process is used to enrich uranium and dope semiconductors. Its rate is inversely proportional to the square root of molar mass, and proportional": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.040977217
      ],
      [
        "usion",
        -0.0023028662
      ]
    ]
  },
  "Denali makes use of a process termed para this to run x86 architecture on certain machines advanced by Popek and Goldberg. Examples of those machines described by this adjective include Java Runtime Environment, which sends commands and receives outputs from the Java software, and the memory of this type frees up RAM by moving unused physical memory to the hard disk. Certain entities described by this adjective are formed by reflections in all convex mirrors, and, when an object is within the focal length, converging lenses also lead to those images described by this adjective. For 10 points, identify this adjective, which contrasts with real images in optics and names a type of technology that": {
    "guess": "Virtual",
    "confidence": [
      [
        "Virtual",
        -0.08019464
      ]
    ]
  },
  "A now-demolished addition to this structure housed a statue depicting Apollo surrounded by six nymphs,": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.008125743
      ],
      [
        "ace",
        -8.506662e-05
      ],
      [
        " of",
        -5.3193703e-06
      ],
      [
        " Vers",
        -2.4272753e-05
      ],
      [
        "ailles",
        -2.451116e-05
      ]
    ]
  },
  "This denomination's founder created a namesake \"Quadrilateral\" methodology for understanding the four sources of theology. An early leader of this movement, who later broke with it, was George Whitefield. This denomination's founder wrote a notable \"Covenant Prayer\", and this denomination's liturgical calendar uniquely contains a period called \"Kingdomtide\", which preceeds Advent. This denomination takes a prevenient view of God's grace, which they view as a gift that is always available but can be refused, a doctrine taken from Jacobus Arminius, and they also believe in the continuous action of": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.046800125
      ],
      [
        "ism",
        -0.040831663
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the lines \"Don't know / Nice, though\" appear in a Desmond Skirrow poem titled for [this poem] \"summarized.\" This poem speaks of a figure that can \"express a flowery tale more sweetly than our rhyme,\" and it asks questions like \"what struggle to escape?\" and \"what wild ecstasy?\" Another section of this poems asks \"what little town by river or sea-shore [. . .] is emptied of its folk, this pious morn?\" This poem describes a (*) \"happy melodist, unwearied, for ever piping songs for ever new\" after claiming that \"heard melodies are sweet, but those unheard are sweeter.\" This poem addresses \"thou still": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.00340419
      ],
      [
        "de",
        -5.7961847e-06
      ],
      [
        " on",
        -0.30376518
      ],
      [
        " a",
        -0.068247974
      ],
      [
        " G",
        -0.0010612714
      ],
      [
        "rec",
        -1.147242e-06
      ],
      [
        "ian",
        -6.80205e-05
      ],
      [
        " Ur",
        -0.00018625586
      ],
      [
        "n",
        -4.0603656e-05
      ]
    ]
  },
  "De Moivre's equation allows one to simplify high powers of trigonometric functions with these numbers as arguments. In second order linear differential equations, eigenvalues of this type imply sinusoidal solutions. Quaternions are an extension of these with two more members, and Cardano introduced them": {
    "guess": "Complex numbers",
    "confidence": [
      [
        "Complex",
        -0.051860604
      ],
      [
        " numbers",
        -0.6103698
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the lines \"Don't know / Nice, though\" appear in a Desmond Skirrow poem titled for [this poem] \"summarized.\" This poem speaks of a figure that can \"express a flowery tale more sweetly than our rhyme,\" and it asks questions like \"what struggle to escape?\" and \"what wild ecstasy?\" Another section of this poems asks \"what little town by river or sea-shore [. . .] is emptied of its folk, this pious morn?\" This poem describes a (*) \"happy melodist, unwearied, for ever piping songs for ever new\" after claiming": {
    "guess": "Ode to a Nightingale",
    "confidence": [
      [
        "O",
        -0.006064121
      ],
      [
        "de",
        -3.4166656e-05
      ],
      [
        " to",
        -0.6230863
      ],
      [
        " a",
        -0.0019988199
      ],
      [
        " Night",
        -0.00012178135
      ],
      [
        "ing",
        -0.0002879146
      ],
      [
        "ale",
        -5.4788892e-05
      ]
    ]
  },
  "A Democratic Congressman once jokingly admitted on this show that \"Cocaine is a fun thing to do.\" That answer prompted Democratic leaders to ban all party members from being interviewed for this show's four hundred  thirty-four part segment \"Better Know a District.\" Other examples of this show's segments": {
    "guess": "The Colbert Report",
    "confidence": [
      [
        "The",
        -0.017564215
      ],
      [
        " Colbert",
        -4.1318875e-05
      ],
      [
        " Report",
        -0.00023035755
      ]
    ]
  },
  "This denomination rejects the idea that the wicked dead are punished in Hell, instead holding that those not saved and resurrected by God will simply cease to exist, a fate they term the \"common grave\". This denomination traces its origin to the Bible Students movement led by Charles Russell. They interpret": {
    "guess": "Jehovah's Witnesses",
    "confidence": [
      [
        "J",
        -0.00023953622
      ],
      [
        "eh",
        0.0
      ],
      [
        "ovah",
        -3.1281633e-07
      ],
      [
        "'s",
        -1.1041146e-05
      ],
      [
        " Witnesses",
        -4.4537377e-05
      ]
    ]
  },
  "The demoness Surpanakha had her nose and ears cut off as punishment for attacking this figure. This woman raised the twins Lava and Kusha alone after gossip among the citizens of Ayodhya drove her husband to cast her out. That husband won the right to marry her after he was the only man to successfully lift Shiva's bow. This princess of Mithila was the adopted daughter of Janaka, who found her in a furrow while plowing a field. She entered a burning pyre to prove her purity, after she voluntarily": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.004526604
      ],
      [
        "ita",
        -0.0016279292
      ]
    ]
  },
  "Denali makes use of a process termed para this to run x86 architecture on certain machines advanced by Popek and Goldberg. Examples of those machines described by this adjective include Java Runtime Environment, which sends commands and receives outputs from the Java software, and the memory of this": {
    "guess": "Virtualization",
    "confidence": [
      [
        "Virtual",
        -0.11234734
      ],
      [
        "ization",
        -0.079587996
      ]
    ]
  },
  "A now-demolished addition to this structure housed a statue depicting Apollo surrounded by six nymphs, the product of a collaboration between Giradon and Regnaudin. Frescoes by Antoine Coypel and Charles de la Fosse adorn a chapel here, while a painting found here shows a man on horseback looking through a telescope as he hands a map to a companion. A controversial series of multicolored balloon-like sculptures was exhibited in this building by (*) Takashi Murakami, while Saturn is encircled by cupids and shellfish in a prominent fountain here. Its most famous gallery features a series of 17 arched windows, which enable a view of the gardens within the namesake objects. The triumph of Charles": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.0027796775
      ],
      [
        "ace",
        -0.00021212305
      ],
      [
        " of",
        -1.11603495e-05
      ],
      [
        " Vers",
        -6.229872e-05
      ],
      [
        "ailles",
        -1.4259645e-05
      ]
    ]
  },
  "The density and volume of these structures can be measured and trapped on melinex tape in an instrument known as a Burkard Sampler. One specific type of these objects can only be fully observed by combining": {
    "guess": "Spores",
    "confidence": [
      [
        "Sp",
        -0.0065281456
      ],
      [
        "ores",
        -0.000993153
      ]
    ]
  },
  "This denomination's founder created a namesake \"Quadrilateral\" methodology for understanding the four sources of theology. An early leader of this movement, who later broke with it, was George Whitefield. This denomination's founder wrote a notable \"Covenant Prayer\", and this denomination's liturgical": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.07510996
      ],
      [
        "ism",
        -0.005687377
      ]
    ]
  },
  "This denomination rejects the idea that the wicked dead are punished in Hell, instead holding that those not saved and resurrected by God will simply cease to exist, a fate they term the \"common grave\". This denomination traces its origin to the Bible Students movement led by Charles Russell. They interpret Old Testament references to \"the Word\" or Archangel Michael to be references to pre-incarnation Christ. Since this denomination holds that Christ was a creation of God, they are non-Nicean and anti-Trinitarian. This denomination trains its missionaries at the Gilead School and its adherents meet at Kingdom Halls, and they interpret a Biblical prohibition on eating blood to apply to transfusions": {
    "guess": "Jehovah's Witnesses",
    "confidence": [
      [
        "J",
        -0.00057567045
      ],
      [
        "eh",
        -5.5122365e-07
      ],
      [
        "ovah",
        -2.3392786e-06
      ],
      [
        "'s",
        -6.837811e-05
      ],
      [
        " Witnesses",
        -0.0003056686
      ]
    ]
  },
  "The denominator of the Thiele modulus is the rate of this process, whose anisotropic type is used to": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.68192863
      ],
      [
        "usion",
        -0.0009349247
      ]
    ]
  },
  "This denomination rejects the idea that the wicked dead are punished in Hell, instead holding that those not saved and resurrected by God will simply cease to exist, a fate they term the \"common grave\". This denomination traces its origin to the Bible Students movement led by Charles Russell. They interpret Old Testament references to \"the Word\" or Archangel Michael to be references to pre-incarnation": {
    "guess": "Jehovah's Witnesses",
    "confidence": [
      [
        "J",
        -0.0015874623
      ],
      [
        "eh",
        -4.5371802e-05
      ],
      [
        "ovah",
        -1.0445127e-05
      ],
      [
        "'s",
        -0.00038419815
      ],
      [
        " Witnesses",
        -0.0010022051
      ]
    ]
  },
  "Denali makes use of a process termed para this to run x86 architecture on certain machines advanced by Popek and Goldberg. Examples of those machines described by this adjective include Java Runtime Environment, which sends commands and receives outputs from the Java software, and the memory of this type frees up RAM by moving unused physical memory to the hard disk. Certain entities described by this": {
    "guess": "Virtualization",
    "confidence": [
      [
        "Virtual",
        -0.061896756
      ],
      [
        "ization",
        -1.1148118
      ]
    ]
  },
  "The density of this quantity for a disk is often modelled using an exponential times a hyperbolic secant squared function. For objects on the main sequence, this quantity is related to the mass by a 3.9-degree power law. Taking four pi G M c times the mass of the photon, all over the Thompson scattering cross section, gives an upper bound for it, near which objects have strong radiation-driven winds. Henrietta Leavitt discovered a relationship between this quantity and period for Cephied variables, allowing them to be used as standard candles. It is bound by the Eddington limit and varies as the": {
    "guess": "Luminosity",
    "confidence": [
      [
        "L",
        -0.11290376
      ],
      [
        "umin",
        -6.0345924e-06
      ],
      [
        "osity",
        -0.00086834846
      ]
    ]
  },
  "The Denkmäler series catalogs the works of this man, who composed a set of keyboard variations entitled Hexachordum Apollionis. He was a church organist in Eisenbach and Erfurt and tutored Johann Christoph Bach. He is best known today for a single work of twenty-eight variations in two counterpoint techniques": {
    "guess": "Johann Pachelbel",
    "confidence": [
      [
        "J",
        -0.06013029
      ],
      [
        "oh",
        -8.244414e-05
      ],
      [
        "ann",
        -0.00077663496
      ],
      [
        " P",
        -0.008017305
      ],
      [
        "achel",
        -1.8908588e-05
      ],
      [
        "bel",
        -7.338466e-05
      ]
    ]
  },
  "The density and volume of these structures can be measured and trapped on melinex tape in an instrument known as a Burkard Sampler. One specific type of these objects can only be fully observed by combining water, iodine, and potassium iodine into Melzer's Reagent. Another specific type of these structures prevents the entrance of conidia via a protective sheath known as the (*) ascus. The \"resting\"": {
    "guess": "Spores",
    "confidence": [
      [
        "Sp",
        -0.21729144
      ],
      [
        "ores",
        -0.10643479
      ]
    ]
  },
  "This denomination rejects the idea that the wicked dead are punished in Hell, instead holding that those": {
    "guess": "Christian Science",
    "confidence": [
      [
        "Christian",
        -1.332437
      ],
      [
        " Science",
        -0.6405936
      ]
    ]
  },
  "De Moivre's equation allows one to simplify high powers of trigonometric functions with these numbers as arguments. In second order linear differential equations, eigenvalues of this type imply sinusoidal": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.14962561
      ],
      [
        " number",
        -1.1557989
      ]
    ]
  },
  "DeMoivre's [duh-MWAHV's] theorem can be used when raising this type of number to a power. Euler's [OY-lur'z] formula relates the exponential and polar descriptions of these numbers, and they can also be plotted as points on the Cartesian plane, a format called the (*) Argand diagram. The absolute value": {
    "guess": "Complex Numbers",
    "confidence": [
      [
        "Complex",
        -0.0021813114
      ],
      [
        " Numbers",
        -0.041521266
      ]
    ]
  },
  "The demoness Surpanakha had her nose and ears cut off as punishment for attacking this figure. This woman raised the twins Lava and Kusha alone after gossip among the citizens of Ayodhya drove her husband to cast her out. That husband won the right to marry her after he was the only man to successfully": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.08153306
      ],
      [
        "ita",
        -0.00171064
      ]
    ]
  },
  "This Democrat holds a gavel and gestures towards a man atop a pedestal in a cartoon captioned \"Ready for Business,\" which depicts the Irish Tammany Hall vote \"for sale.\" He lost an election after decrying tariffs as contrary to \"American fairness.\" George Osgoodby posed as an expatriate Brit to get the British to admit that this man was their favored candidate in the Murchison letter. He was jeered with the catchphrase \"Ma, ma, where's my pa?,\" but defeated a man who suffered from the \"Rum, Romanism, and Rebellion\" speech. For 10 points, name this president who lost to Benjamin Harrison, who served between this man's two non-consecutive terms.": {
    "guess": "Grover Cleveland",
    "confidence": [
      [
        "Gro",
        -0.004644196
      ],
      [
        "ver",
        -2.7968066e-05
      ],
      [
        " Cleveland",
        -0.00021724513
      ]
    ]
  },
  "The Denkmäler series catalogs the works of this man, who composed a set of keyboard variations entitled Hexachordum Apollionis. He was a church organist in Eisenbach and Erfurt and tutored Johann Christoph Bach. He is best known today for a single work of twenty-eight variations in two counterpoint techniques over ground bass, written for an ensemble of violins and continuo, which contains a rarely-performed": {
    "guess": "Johann Pachelbel",
    "confidence": [
      [
        "J",
        -0.061790634
      ],
      [
        "oh",
        -0.00057114434
      ],
      [
        "ann",
        -0.0025474816
      ],
      [
        " P",
        -0.15354529
      ],
      [
        "achel",
        -8.029847e-05
      ],
      [
        "bel",
        -0.00019614976
      ]
    ]
  },
  "Denali makes use of a process termed para this to run x86 architecture on certain machines advanced by Popek and Goldberg. Examples of those machines described by this adjective include Java Runtime Environment, which sends commands and receives outputs from the Java software, and the memory of this type frees up RAM by moving unused physical memory to the hard disk. Certain entities described by this adjective are formed by reflections in all convex mirrors, and, when an object is within the focal length, converging lenses also lead to those images described by this adjective. For 10 points, identify this adjective, which contrasts with real images in optics and names a type of technology that simulates the feel of a fake alternate world called its namesake reality.": {
    "guess": "Virtual",
    "confidence": [
      [
        "Virtual",
        -0.053252496
      ]
    ]
  },
  "This denomination rejects the idea that the wicked dead are punished in Hell, instead holding that those not saved and resurrected by God will simply cease to exist, a fate they term the \"common grave\". This denomination traces its origin to the Bible Students movement led by Charles Russell. They interpret Old Testament references to \"the Word\" or Archangel Michael to be references to pre-incarnation Christ. Since this denomination holds that Christ was a creation of God, they are non-Nicean and": {
    "guess": "Jehovah's Witnesses",
    "confidence": [
      [
        "J",
        -0.0015109316
      ],
      [
        "eh",
        -3.2929079e-06
      ],
      [
        "ovah",
        -6.704273e-07
      ],
      [
        "'s",
        -9.3410876e-05
      ],
      [
        " Witnesses",
        -0.0006239186
      ]
    ]
  },
  "This denomination's founder created a namesake \"Quadrilateral\" methodology for understanding the four": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -1.1726851
      ],
      [
        "ism",
        -0.07459618
      ]
    ]
  },
  "De Moivre's equation allows one to simplify high powers of trigonometric functions with these numbers": {
    "guess": "Complex numbers",
    "confidence": [
      [
        "Complex",
        -0.39541936
      ],
      [
        " numbers",
        -0.19350806
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the lines \"Don't know / Nice, though\" appear in a Desmond Skirrow poem titled for [this poem] \"summarized.\" This poem speaks of a figure that can \"express a flowery tale more sweetly than our rhyme,\" and it asks questions like \"what struggle to escape?\" and \"what wild ecstasy?\" Another section of this poems asks \"what little town by river or sea-shore [. . .] is emptied of its folk, this pious morn?\" This poem describes a (*) \"happy melodist, unwearied, for ever piping songs for ever new\" after claiming that \"heard melodies are sweet, but those unheard are sweeter.\" This poem addresses \"thou still unravish'd bride of quietness,\" and it ends by proclaiming something \"that is all ye know on earth, and all ye need to know.\" For 10 points, name this poem that claims \"beauty is truth, truth beauty,\" an ode by John Keats.": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.000496675
      ],
      [
        "de",
        -3.650519e-06
      ],
      [
        " on",
        -6.659005e-05
      ],
      [
        " a",
        -8.299462e-06
      ],
      [
        " G",
        -2.0815847e-05
      ],
      [
        "rec",
        -6.704273e-07
      ],
      [
        "ian",
        -2.2961513e-05
      ],
      [
        " Ur",
        -1.0280384e-06
      ],
      [
        "n",
        -1.3544423e-05
      ]
    ]
  },
  "Denouncing someone behind his or her back offsets the benefit gained from observing it, and one of the practices it prohibits can be done until a white thread is easily distinguishable from a black one. One of its days marks the time that a certain object was revealed to Samaa Adunya; that \"Night of Measures\" is known as the Laylat al-Qadr. Six nonconsecutive days of Shawwal follow it, and the main": {
    "guess": "Ramadan",
    "confidence": [
      [
        "Ram",
        -1.1932749
      ],
      [
        "adan",
        -0.0003826485
      ]
    ]
  },
  "Denali makes use of a process termed para this to run x86 architecture on certain machines advanced by Popek and Goldberg. Examples of those machines described by this adjective include Java Runtime Environment,": {
    "guess": "Virtual Machine",
    "confidence": [
      [
        "Virtual",
        -0.44888917
      ],
      [
        " Machine",
        -0.3872273
      ]
    ]
  },
  "Denali makes use of a process termed para this to run x86 architecture on certain machines advanced by Popek and Goldberg. Examples of those machines described by this adjective include Java Runtime Environment, which sends commands and receives outputs from the Java software, and the memory of this type frees up RAM by moving unused physical memory to the hard disk. Certain entities described by this adjective are formed by reflections in all convex mirrors, and, when an object is within the focal": {
    "guess": "Virtual",
    "confidence": [
      [
        "Virtual",
        -0.04745197
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the lines \"Don't know / Nice, though\" appear in a Desmond Skirrow poem titled for [this poem] \"summarized.\" This poem speaks of a figure that can \"express a flowery tale more sweetly than our rhyme,\" and it asks questions like \"what struggle to escape?\" and \"what wild ecstasy?\" Another section of this": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -1.3705415
      ],
      [
        "de",
        -0.00018685187
      ],
      [
        " on",
        -0.27972367
      ],
      [
        " a",
        -0.058903664
      ],
      [
        " G",
        -0.003951948
      ],
      [
        "rec",
        -3.1281633e-07
      ],
      [
        "ian",
        -0.00013154872
      ],
      [
        " Ur",
        -9.901345e-05
      ],
      [
        "n",
        -0.0008807347
      ]
    ]
  },
  "In some denominations, \"epiclesis\" precedes this practice, and Justin Martyr's First Apology is sometimes used as evidence that early practicioners believed in \"real presence\". In the Eastern Orthodox church, this ritual is accompanied by the [*] anaphora prayer; Scriptural precedent for this ritual": {
    "guess": "Eucharist",
    "confidence": [
      [
        "E",
        -0.0024376162
      ],
      [
        "uchar",
        -1.147242e-06
      ],
      [
        "ist",
        -0.00239789
      ]
    ]
  },
  "DeMoivre's [duh-MWAHV's] theorem can be used when raising this type of number to a power. Euler's [OY-lur'z] formula relates the exponential and polar descriptions of these numbers, and they can also be plotted as points on the Cartesian plane, a format called the (*) Argand diagram. The absolute value on these numbers is called the modulus, and taking the conjugate means negating the imaginary part of these numbers. For 10 points, name this type of number often written in the form a + b i.": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.00060164585
      ],
      [
        " number",
        -0.89381075
      ]
    ]
  },
  "Denouncing someone behind his or her back offsets the benefit gained from observing it, and one of the practices it prohibits can be done until a white thread is easily distinguishable from a black one. One of its days marks the time that a certain object was revealed to Samaa Adunya; that \"Night of Measures\" is known as the Laylat al-Qadr. Six nonconsecutive days of Shawwal follow it, and the main activity during it is known as sawm. It ends with the iftar, but it is ceremoniously broken by the Eid ul-Fitr. For 10 points, name this month of fasting in Islam.": {
    "guess": "Ramadan",
    "confidence": [
      [
        "Ram",
        -0.048671283
      ],
      [
        "adan",
        -4.5491004e-05
      ]
    ]
  },
  "A now-demolished addition to this structure housed a statue depicting Apollo surrounded by six nymphs, the product of a collaboration between Giradon and Regnaudin. Frescoes by Antoine Coypel and Charles de la Fosse adorn a chapel here, while a painting found here shows a man on horseback looking through a telescope as he hands a map to a companion. A controversial series of multicolored balloon-like": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.006875449
      ],
      [
        "ace",
        -4.9186317e-05
      ],
      [
        " of",
        -0.0003495282
      ],
      [
        " Vers",
        -2.7014437e-05
      ],
      [
        "ailles",
        -2.749125e-05
      ]
    ]
  },
  "The demoness Surpanakha had her nose and ears cut off as punishment for attacking this figure. This woman raised the twins Lava and Kusha alone after gossip among the citizens of Ayodhya drove her husband to cast her out. That husband won the right to marry her after he was the only man to successfully lift Shiva's bow. This princess of Mithila was the adopted daughter of Janaka, who found her in a furrow while plowing a field. She entered a burning pyre to prove her purity, after she voluntarily accompanied her husband and Lakshmana in a fourteen year exile. She once asked her husband to catch a golden deer which turned out to be Maricha in disguise. Subsequently, Hanuman jumped across the ocean to find her, and a bridge to Lanka was built to rescue, for 10 points, which figure kidnapped by": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.006664693
      ],
      [
        "ita",
        -0.001407494
      ]
    ]
  },
  "A Democratic Congressman once jokingly admitted on this show that \"Cocaine is a fun thing to do.\" That answer prompted Democratic leaders to ban all party members from being interviewed for this show's four hundred  thirty-four part segment \"Better Know a District.\" Other examples of this show's segments include \"Cheating Death,\" \"The Word,\" and \"Thought for Food\". The host of this show famously announced in the fall of 2010 that  he would host a \"Rally to Restore Fear\" in Washington D.C. until a": {
    "guess": "The Colbert Report",
    "confidence": [
      [
        "The",
        -0.014375633
      ],
      [
        " Colbert",
        -0.0001906664
      ],
      [
        " Report",
        -7.016616e-05
      ]
    ]
  },
  "The density of this quantity for a disk is often modelled using an exponential times a hyperbolic secant squared function. For objects on the main sequence, this quantity is related to the mass by a 3.9-degree power law. Taking four pi G M c times the mass of the photon, all over the Thompson scattering cross section, gives an upper bound for it, near which objects have strong radiation-driven winds. Henrietta Leavitt discovered a relationship between this quantity and period for Cephied variables, allowing them to be used as standard candles. It is bound by the Eddington limit and varies as the fourth power of temperature according to an application of the Stefan-Boltzmann equation. For 10 points, name this measure of a stellar object that is the energy emitted during a unit of time.": {
    "guess": "Luminosity",
    "confidence": [
      [
        "L",
        -0.004001465
      ],
      [
        "umin",
        -1.9361265e-07
      ],
      [
        "osity",
        -2.5107178e-05
      ]
    ]
  },
  "De Moivre's equation allows one to simplify high powers of trigonometric functions with these numbers as arguments. In second order linear differential equations, eigenvalues of this type imply sinusoidal solutions. Quaternions are an extension of these with two more members, and Cardano introduced them in the sixteenth century to solve cubic equations. The fundamental theorem of algebra guarantees": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.005214667
      ],
      [
        " number",
        -0.5330884
      ]
    ]
  },
  "The demoness Surpanakha had her nose and ears cut off as punishment for attacking this figure. This woman raised the twins Lava and Kusha alone after gossip among the citizens of Ayodhya drove her husband to cast her out. That husband won the right to marry her after he was the only man to successfully lift Shiva's bow. This princess of Mithila was the adopted daughter of Janaka, who found her in a furrow while plowing a field. She entered a burning pyre to prove her purity, after she voluntarily accompanied her husband and Lakshmana in a fourteen year exile. She once asked her husband to catch": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.0061289337
      ],
      [
        "ita",
        -0.0018230969
      ]
    ]
  },
  "This denomination rejects the idea that the wicked dead are punished in Hell, instead holding that those not saved and resurrected by God will simply cease to exist, a fate they term the \"common grave\". This denomination traces its origin to the Bible Students movement led by Charles Russell. They interpret Old Testament references to \"the Word\" or Archangel Michael to be references to pre-incarnation Christ. Since this denomination holds that Christ was a creation of God, they are non-Nicean and anti-Trinitarian. This denomination trains its missionaries at the Gilead School and its adherents meet at Kingdom Halls, and they interpret a Biblical prohibition on eating blood to apply to transfusions as well. For ten points, name this Christian denomination perhaps most notable for door-to-door proselytizing.": {
    "guess": "Jehovah's Witnesses",
    "confidence": [
      [
        "J",
        -0.0004104156
      ],
      [
        "eh",
        -4.3202e-07
      ],
      [
        "ovah",
        -3.1281633e-07
      ],
      [
        "'s",
        -9.849109e-06
      ],
      [
        " Witnesses",
        -6.217952e-05
      ]
    ]
  },
  "The Denkmäler series catalogs the works of this man, who composed a set of keyboard variations entitled Hexachordum Apollionis. He was a church organist in Eisenbach and Erfurt and tutored Johann Christoph": {
    "guess": "Johann Pachelbel",
    "confidence": [
      [
        "J",
        -0.15428588
      ],
      [
        "oh",
        -0.00010258956
      ],
      [
        "ann",
        -0.0012863061
      ],
      [
        " P",
        -0.035906617
      ],
      [
        "achel",
        -5.080963e-06
      ],
      [
        "bel",
        -0.00019197763
      ]
    ]
  },
  "A now-demolished addition to this structure housed a statue depicting Apollo surrounded by six nymphs, the product of a collaboration between Giradon and Regnaudin. Frescoes by Antoine Coypel and Charles de la Fosse adorn a chapel here, while a painting found here shows a man on horseback looking through a telescope as he hands a map to a companion. A controversial series of multicolored balloon-like sculptures was exhibited in this building by (*) Takashi Murakami, while Saturn is encircled by cupids": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.0012311845
      ],
      [
        "ace",
        -4.429897e-05
      ],
      [
        " of",
        -4.441817e-05
      ],
      [
        " Vers",
        -4.0722858e-05
      ],
      [
        "ailles",
        -9.372295e-06
      ]
    ]
  },
  "Denouncing someone behind his or her back offsets the benefit gained from observing it, and one of the practices it prohibits can be done until a white thread is easily distinguishable from a black one. One of its days marks the time that a certain object was revealed to Samaa Adunya; that \"Night of": {
    "guess": "Laylat al-Qadr",
    "confidence": [
      [
        "L",
        -1.1067622
      ],
      [
        "ay",
        -0.15838271
      ],
      [
        "lat",
        -0.0005464802
      ],
      [
        " al",
        -0.0053270822
      ],
      [
        "-Q",
        -0.060227264
      ],
      [
        "adr",
        -0.00043233807
      ]
    ]
  },
  "The Denkmäler series catalogs the works of this man, who composed a set of keyboard variations entitled Hexachordum Apollionis. He was a church organist in Eisenbach and Erfurt and tutored Johann Christoph Bach. He is best known today for a single work of twenty-eight variations in two counterpoint techniques over ground bass, written for an ensemble of violins and continuo, which contains a rarely-performed Gigue [jig]. For 10 points, name this one- hit German composer of \"Canon in D.\"": {
    "guess": "Johann Pachelbel",
    "confidence": [
      [
        "J",
        -0.00812255
      ],
      [
        "oh",
        -0.00018649426
      ],
      [
        "ann",
        -0.0002782591
      ],
      [
        " P",
        -0.018071156
      ],
      [
        "achel",
        -0.00032175743
      ],
      [
        "bel",
        -0.0003641866
      ]
    ]
  },
  "The denominator of the Thiele modulus is the rate of this process, whose anisotropic type is used to reduce image noise. Explained by the Ehrenfest model, this process is used to enrich uranium and dope semiconductors. Its rate is inversely proportional to the square root of molar mass, and proportional to the gradient of the concentration field. Governed by Fick's laws and Graham's law, it causes water to move through semi-permeable membranes in osmosis. For 10 points, name this process by which": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.0013204771
      ],
      [
        "usion",
        -2.0935051e-05
      ]
    ]
  },
  "The demoness Surpanakha had her nose and ears cut off as punishment for attacking this figure. This woman raised the twins Lava and Kusha alone after gossip among the citizens of Ayodhya drove her husband to cast her out. That husband won the right to marry her after he was the only man to successfully lift Shiva's bow. This princess of Mithila was the adopted daughter of Janaka, who found her in a furrow while plowing a field. She entered a burning pyre to prove her purity, after she voluntarily accompanied her husband and Lakshmana in a fourteen year exile. She once asked her husband to catch a golden deer which turned out to be Maricha in disguise. Subsequently, Hanuman jumped across the ocean": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.004360929
      ],
      [
        "ita",
        -0.0008776354
      ]
    ]
  },
  "The density of this quantity for a disk is often modelled using an exponential times a hyperbolic secant squared function. For objects on the main sequence, this quantity is related to the mass by a 3.9-degree power law. Taking four pi G M c times the mass of the photon, all over the Thompson scattering cross section, gives an upper bound for it, near which objects have strong radiation-driven winds.": {
    "guess": "Stellar mass",
    "confidence": [
      [
        "St",
        -0.22924985
      ],
      [
        "ellar",
        -0.00012606535
      ],
      [
        " mass",
        -0.5148496
      ]
    ]
  },
  "Denoted by a 4 by 4 matrix incoporating an arbitrary rotation and boost, it alters a four-vector of charge and current density just as it does a four-vector of time and position. It can be derived by assuming": {
    "guess": "Lorentz transformation",
    "confidence": [
      [
        "L",
        -0.08148229
      ],
      [
        "orent",
        -0.0119881
      ],
      [
        "z",
        -0.00010819213
      ],
      [
        " transformation",
        -0.03323977
      ]
    ]
  },
  "This denomination's founder created a namesake \"Quadrilateral\" methodology for understanding the four sources of theology. An early leader of this movement, who later broke with it, was George Whitefield.": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.017027615
      ],
      [
        "ism",
        -0.00025025356
      ]
    ]
  },
  "A Democratic Congressman once jokingly admitted on this show that \"Cocaine is a fun thing to do.\" That answer prompted Democratic leaders to ban all party members from being interviewed for this show's four hundred  thirty-four part segment \"Better Know a District.\" Other examples of this show's segments include \"Cheating Death,\" \"The Word,\" and \"Thought for Food\". The host of this show famously announced in the fall of 2010 that  he would host a \"Rally to Restore Fear\" in Washington D.C. until a paperwork miscue forced him to merge his  rally with Jon Stewart's \"Rally to Restore Sanity.\" For 10 points, name this Comedy Central show hosted by satirist  Stephen Colbert.": {
    "guess": "The Colbert Report",
    "confidence": [
      [
        "The",
        -0.0033066354
      ],
      [
        " Colbert",
        -8.602025e-05
      ],
      [
        " Report",
        -3.917321e-05
      ]
    ]
  },
  "This denomination's founder created a namesake \"Quadrilateral\" methodology for understanding the four sources of theology. An early leader of this movement, who later broke with it, was George Whitefield. This denomination's founder wrote a notable \"Covenant Prayer\", and this denomination's liturgical calendar uniquely contains a period called \"Kingdomtide\", which preceeds Advent. This denomination takes a prevenient view of God's grace, which they view as a gift that is always available but can be refused, a doctrine taken from Jacobus Arminius, and they also believe in the continuous action of the Holy Spirit on the believer's soul, and the need for rebirth in belief, though a similar group they practice infant baptism. For ten points, name this evangelical Protestant denomination founded by Charles and John Wesley.": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.0015623579
      ],
      [
        "ism",
        -0.002600034
      ]
    ]
  },
  "This Democrat holds a gavel and gestures towards a man atop a pedestal in a cartoon captioned \"Ready for Business,\" which depicts the Irish Tammany Hall vote \"for sale.\" He lost an election after decrying tariffs as contrary to \"American fairness.\" George Osgoodby posed as an expatriate Brit to get the British to admit that this man was their favored candidate in the Murchison letter. He was jeered with the catchphrase \"Ma, ma, where's my pa?,\" but defeated a man who suffered from the \"Rum, Romanism,": {
    "guess": "Grover Cleveland",
    "confidence": [
      [
        "Gro",
        -0.018663606
      ],
      [
        "ver",
        -2.2365493e-05
      ],
      [
        " Cleveland",
        -0.0015659268
      ]
    ]
  },
  "This denomination rejects the idea that the wicked dead are punished in Hell, instead holding that those not saved and resurrected by God will simply cease to exist, a fate they term the \"common grave\". This denomination traces its origin to the Bible Students movement led by Charles Russell. They interpret Old Testament references to \"the Word\" or Archangel Michael to be references to pre-incarnation Christ. Since this denomination holds that Christ was a creation of God, they are non-Nicean and anti-Trinitarian. This denomination trains its missionaries at the Gilead School and its adherents": {
    "guess": "Jehovah's Witnesses",
    "confidence": [
      [
        "J",
        -0.00035691517
      ],
      [
        "eh",
        -6.704273e-07
      ],
      [
        "ovah",
        -9.0883464e-07
      ],
      [
        "'s",
        -3.202099e-05
      ],
      [
        " Witnesses",
        -0.00010592726
      ]
    ]
  },
  "To denote quantities, this language uses a measure word, such as \"ge\" [GUH], between the number and the object. This language differentiates between homophones through four different tones, indicated in one writing system by markings above the vowel. Romanization systems for this language include Wade-Giles and Pinyin. This language's word for \"person\" is \"ren,\" and this language's speakers call it": {
    "guess": "Chinese languages",
    "confidence": [
      [
        "Chinese",
        -0.2984602
      ],
      [
        " languages",
        -0.2088827
      ]
    ]
  },
  "This denomination's founder created a namesake \"Quadrilateral\" methodology for understanding the four sources of theology. An early leader of this movement, who later broke with it, was George Whitefield. This denomination's founder wrote a notable \"Covenant Prayer\", and this denomination's liturgical calendar uniquely contains a period called \"Kingdomtide\", which preceeds Advent. This denomination takes a prevenient view of God's grace, which they view as a gift that is always available but can be refused, a doctrine taken from Jacobus Arminius, and they also believe in the continuous action of the Holy Spirit on the believer's soul, and the need for rebirth in belief, though a similar group": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.056246877
      ],
      [
        "ism",
        -0.07902352
      ]
    ]
  },
  "A Democratic Congressman once jokingly admitted on this show that \"Cocaine is a fun thing to do.\" That answer prompted Democratic leaders to ban all party members from being interviewed for this show's four hundred  thirty-four part segment \"Better Know a District.\" Other examples of this show's segments include \"Cheating Death,\" \"The Word,\" and \"Thought for Food\". The host of this show famously announced in the fall of 2010 that  he would host a \"Rally to Restore Fear\" in Washington D.C. until a paperwork miscue forced him to merge his  rally with Jon Stewart's \"Rally to Restore Sanity.\" For 10": {
    "guess": "The Colbert Report",
    "confidence": [
      [
        "The",
        -0.031218078
      ],
      [
        " Colbert",
        -0.00018268342
      ],
      [
        " Report",
        -9.543734e-05
      ]
    ]
  },
  "De Moivre's equation allows one to simplify high powers of trigonometric functions with these numbers as arguments. In second order linear differential equations, eigenvalues of this type imply sinusoidal solutions. Quaternions are an extension of these with two more members, and Cardano introduced them in the sixteenth century to solve cubic equations. The fundamental theorem of algebra guarantees that all polynomials can be uniquely factored over this field, the set of which is denoted by a blackboard": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.02191623
      ],
      [
        " number",
        -0.46138084
      ]
    ]
  },
  "This Democrat holds a gavel and gestures towards a man atop a pedestal in a cartoon captioned \"Ready for Business,\" which depicts the Irish Tammany Hall vote \"for sale.\" He lost an election after decrying": {
    "guess": "Thomas Nast",
    "confidence": [
      [
        "Thomas",
        -0.3684427
      ],
      [
        " N",
        -0.18200828
      ],
      [
        "ast",
        -0.00024739266
      ]
    ]
  },
  "In some denominations, \"epiclesis\" precedes this practice, and Justin Martyr's First Apology is sometimes": {
    "guess": "Eucharist",
    "confidence": [
      [
        "E",
        -0.19092184
      ],
      [
        "uchar",
        -8.8404326e-05
      ],
      [
        "ist",
        -0.14530063
      ]
    ]
  },
  "This denomination's founder created a namesake \"Quadrilateral\" methodology for understanding the four sources of theology. An early leader of this movement, who later broke with it, was George Whitefield. This denomination's founder wrote a notable \"Covenant Prayer\", and this denomination's liturgical calendar uniquely contains a period called \"Kingdomtide\", which preceeds Advent. This denomination takes a prevenient view of God's grace, which they view as a gift that is always available but can be refused, a doctrine taken from Jacobus Arminius, and they also believe in the continuous action of the Holy Spirit on the believer's soul, and the need for rebirth in belief, though a similar group they practice infant baptism. For ten points, name this evangelical Protestant denomination founded": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.06905045
      ],
      [
        "ism",
        -0.16381411
      ]
    ]
  },
  "This Democrat holds a gavel and gestures towards a man atop a pedestal in a cartoon captioned \"Ready for Business,\" which depicts the Irish Tammany Hall vote \"for sale.\" He lost an election after decrying tariffs as contrary to \"American fairness.\" George Osgoodby posed as an expatriate Brit to get the British to admit that this man was their favored candidate in the Murchison letter. He was jeered": {
    "guess": "Grover Cleveland",
    "confidence": [
      [
        "Gro",
        -0.5070914
      ],
      [
        "ver",
        -1.4498052e-05
      ],
      [
        " Cleveland",
        -0.0037452138
      ]
    ]
  },
  "This denomination rejects the idea that the wicked dead are punished in Hell, instead holding that those not saved and resurrected by God will simply cease to exist, a fate they term the \"common grave\". This denomination traces its origin to the Bible Students movement led by Charles Russell. They interpret Old Testament references to \"the Word\" or Archangel Michael to be references to pre-incarnation Christ. Since this denomination holds that Christ was a creation of God, they are non-Nicean and anti-Trinitarian. This denomination trains its missionaries at the Gilead School and its adherents meet at Kingdom Halls, and they interpret a Biblical prohibition on eating blood to apply to transfusions as well. For ten points, name this Christian denomination perhaps most notable for door-to-door": {
    "guess": "Jehovah's Witnesses",
    "confidence": [
      [
        "J",
        -0.00070707133
      ],
      [
        "eh",
        -1.9361265e-07
      ],
      [
        "ovah",
        -1.6240566e-06
      ],
      [
        "'s",
        -1.3067608e-05
      ],
      [
        " Witnesses",
        -5.4312077e-05
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the lines \"Don't know / Nice, though\" appear in a Desmond Skirrow poem titled for [this poem] \"summarized.\" This poem speaks of a figure that can \"express a flowery tale more sweetly than our rhyme,\" and it asks questions like \"what struggle to escape?\" and \"what wild ecstasy?\" Another section of this poems asks \"what little town by river or sea-shore [. . .] is emptied of its folk, this pious morn?\" This poem describes a (*) \"happy melodist, unwearied, for ever piping songs for ever new\" after claiming that \"heard melodies are sweet, but those unheard are sweeter.\" This poem addresses \"thou still unravish'd bride of quietness,\" and it ends by proclaiming something \"that is all ye know on earth,": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.0023501958
      ],
      [
        "de",
        -5.2001665e-06
      ],
      [
        " on",
        -0.18296833
      ],
      [
        " a",
        -0.0009555286
      ],
      [
        " G",
        -0.00041351124
      ],
      [
        "rec",
        -1.0280384e-06
      ],
      [
        "ian",
        -5.6576944e-05
      ],
      [
        " Ur",
        -0.00012689977
      ],
      [
        "n",
        -3.5477897e-05
      ]
    ]
  },
  "De Moivre's equation allows one to simplify high powers of trigonometric functions with these numbers as arguments. In second order linear differential equations, eigenvalues of this type imply sinusoidal solutions. Quaternions are an extension of these with two more members, and Cardano introduced them in the sixteenth century to solve cubic equations. The fundamental theorem of algebra guarantees that all polynomials can be uniquely factored over this field, the set of which is denoted by a blackboard C. For ten points, name this type of number with form A plus B I, the sum of a real and an imaginary": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.00714441
      ],
      [
        " number",
        -0.13681872
      ]
    ]
  },
  "Denali makes use of a process termed para this to run x86 architecture on certain machines advanced by": {
    "guess": "Virtualization Technology",
    "confidence": [
      [
        "Virtual",
        -0.752747
      ],
      [
        "ization",
        -0.43644407
      ],
      [
        " Technology",
        -0.7539074
      ]
    ]
  },
  "In some denominations, \"epiclesis\" precedes this practice, and Justin Martyr's First Apology is sometimes used as evidence that early practicioners believed in \"real presence\". In the Eastern Orthodox church, this ritual is accompanied by the [*] anaphora prayer; Scriptural precedent for this ritual is found in Matthew 26:28 and Mark 14:24. At the Marburg Colloquy, Luther and Zwingli diverged in their doctrine regarding a component of this ritual known as transubstantiation. For 10 points, identify": {
    "guess": "Eucharist",
    "confidence": [
      [
        "E",
        -0.009094189
      ],
      [
        "uchar",
        -2.1008714e-06
      ],
      [
        "ist",
        -0.009511218
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the lines \"Don't know / Nice, though\" appear in a Desmond Skirrow poem titled for [this poem] \"summarized.\" This poem speaks of a figure that can \"express a flowery tale more sweetly than our rhyme,\" and": {
    "guess": "The Deserted Village",
    "confidence": [
      [
        "The",
        -0.5340851
      ],
      [
        " Desert",
        -0.27607632
      ],
      [
        "ed",
        -0.00011760922
      ],
      [
        " Village",
        -0.00035000502
      ]
    ]
  },
  "In some denominations, \"epiclesis\" precedes this practice, and Justin Martyr's First Apology is sometimes used as evidence that early practicioners believed in \"real presence\". In the Eastern Orthodox": {
    "guess": "Eucharist",
    "confidence": [
      [
        "E",
        -0.0059086466
      ],
      [
        "uchar",
        -9.4914985e-06
      ],
      [
        "ist",
        -0.059931036
      ]
    ]
  },
  "A Democratic Congressman once jokingly admitted on this show that \"Cocaine is a fun thing to do.\" That": {
    "guess": "Real Time with Bill Maher",
    "confidence": [
      [
        "Real",
        -0.79081875
      ],
      [
        " Time",
        -0.00013214473
      ],
      [
        " with",
        -0.00052276964
      ],
      [
        " Bill",
        -0.000127615
      ],
      [
        " Maher",
        -0.00031746976
      ]
    ]
  },
  "To denote quantities, this language uses a measure word, such as \"ge\" [GUH], between the number and the object. This language differentiates between homophones through four different tones, indicated in one writing system by markings above the vowel. Romanization systems for this language include Wade-Giles and Pinyin. This language's word for \"person\" is \"ren,\" and this language's speakers call it Zhongwen [JONG-wen]. For 10 points, name this language, which, like Cantonese, is spoken widely in": {
    "guess": "Mandarin Chinese",
    "confidence": [
      [
        "M",
        -0.32693928
      ],
      [
        "and",
        -9.555654e-05
      ],
      [
        "arin",
        -8.602025e-05
      ],
      [
        " Chinese",
        -0.00083392794
      ]
    ]
  },
  "A now-demolished addition to this structure housed a statue depicting Apollo surrounded by six nymphs, the product of a collaboration between Giradon and Regnaudin. Frescoes by Antoine Coypel and Charles de la Fosse adorn a chapel here, while a painting found here shows a man on horseback looking through a telescope as he hands a map to a companion. A controversial series of multicolored balloon-like sculptures was exhibited in this building by (*) Takashi Murakami, while Saturn is encircled by cupids and shellfish in a prominent fountain here. Its most famous gallery features a series of 17 arched": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.0012441593
      ],
      [
        "ace",
        -5.407367e-05
      ],
      [
        " of",
        -6.0033854e-05
      ],
      [
        " Vers",
        -3.488188e-05
      ],
      [
        "ailles",
        -9.968313e-06
      ]
    ]
  },
  "De Moivre's equation allows one to simplify high powers of trigonometric functions with these numbers as arguments. In second order linear differential equations, eigenvalues of this type imply sinusoidal solutions. Quaternions are an extension of these with two more members, and Cardano introduced them in the sixteenth century to solve cubic equations. The fundamental theorem of algebra guarantees that all polynomials can be uniquely factored over this field, the set of which is denoted by a blackboard C. For ten points, name this type of number with form A plus B I, the sum of a real and an imaginary part.": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.009842026
      ],
      [
        " number",
        -0.108268894
      ]
    ]
  },
  "The density and volume of these structures can be measured and trapped on melinex tape in an instrument known as a Burkard Sampler. One specific type of these objects can only be fully observed by combining water, iodine, and potassium iodine into Melzer's Reagent. Another specific type of these structures prevents the entrance of conidia via a protective sheath known as the (*) ascus. The \"resting\" ones are produced through meiosis and can survive harsh temperatures through a thick cell wall. In alternation of generations, these structures grow into a gametophyte after being formed by meiosis. For 10 points, identify these reproductive structures used by ferns and fungi, which are asexually reproducing, unlike seeds.": {
    "guess": "Spores",
    "confidence": [
      [
        "Sp",
        -0.0021854725
      ],
      [
        "ores",
        -0.22669509
      ]
    ]
  },
  "A now-demolished addition to this structure housed a statue depicting Apollo surrounded by six nymphs, the product of a collaboration between Giradon and Regnaudin. Frescoes by Antoine Coypel and Charles de la Fosse adorn a chapel here, while a painting found here shows a man on horseback looking through a telescope as he hands a map to a companion. A controversial series of multicolored balloon-like sculptures was exhibited in this building by (*) Takashi Murakami, while Saturn is encircled by cupids and shellfish in a prominent fountain here. Its most famous gallery features a series of 17 arched windows, which enable a view of the gardens within the namesake objects. The triumph of Charles Le Brun, for 10 points, name this home to the Hall of Mirrors, a French palace built for Louis XIV.": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.0009415964
      ],
      [
        "ace",
        -1.7239736e-05
      ],
      [
        " of",
        -1.4021238e-05
      ],
      [
        " Vers",
        -2.1769476e-05
      ],
      [
        "ailles",
        -6.869018e-06
      ]
    ]
  },
  "In some denominations, \"epiclesis\" precedes this practice, and Justin Martyr's First Apology is sometimes used as evidence that early practicioners believed in \"real presence\". In the Eastern Orthodox church, this ritual is accompanied by the [*] anaphora prayer; Scriptural precedent for this ritual is found in Matthew 26:28 and Mark 14:24. At the Marburg Colloquy, Luther and Zwingli diverged in their": {
    "guess": "Eucharist",
    "confidence": [
      [
        "E",
        -0.0011308094
      ],
      [
        "uchar",
        -1.2664457e-06
      ],
      [
        "ist",
        -0.021556603
      ]
    ]
  },
  "Denouncing someone behind his or her back offsets the benefit gained from observing it, and one of the": {
    "guess": "Backbiting",
    "confidence": [
      [
        "Back",
        -0.33472097
      ],
      [
        "bit",
        -0.490393
      ],
      [
        "ing",
        -9.198044e-05
      ]
    ]
  },
  "The demoness Surpanakha had her nose and ears cut off as punishment for attacking this figure. This woman raised the twins Lava and Kusha alone after gossip among the citizens of Ayodhya drove her husband to cast her out. That husband won the right to marry her after he was the only man to successfully lift Shiva's bow. This princess of Mithila was the adopted daughter of Janaka, who found her in a": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.004618103
      ],
      [
        "ita",
        -9.543734e-05
      ]
    ]
  },
  "Denouncing someone behind his or her back offsets the benefit gained from observing it, and one of the practices it prohibits can be done until a white thread is easily distinguishable from a black one. One of its days marks the time that a certain object was revealed to Samaa Adunya; that \"Night of Measures\" is known as the Laylat al-Qadr. Six nonconsecutive days of Shawwal follow it, and the main activity during it is known as sawm. It ends with the iftar, but it is ceremoniously broken by the": {
    "guess": "Ramadan",
    "confidence": [
      [
        "Ram",
        -0.07273354
      ],
      [
        "adan",
        -0.00019209684
      ]
    ]
  },
  "This denomination's founder created a namesake \"Quadrilateral\" methodology for understanding the four sources of theology. An early leader of this movement, who later broke with it, was George Whitefield. This denomination's founder wrote a notable \"Covenant Prayer\", and this denomination's liturgical calendar uniquely contains a period called \"Kingdomtide\", which preceeds Advent. This denomination takes a prevenient view of God's grace, which they view as a gift that is always available but can": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.038905036
      ],
      [
        "ism",
        -0.094222255
      ]
    ]
  },
  "This denomination's founder created a namesake \"Quadrilateral\" methodology for understanding the four sources of theology. An early leader of this movement, who later broke with it, was George Whitefield. This denomination's founder wrote a notable \"Covenant Prayer\", and this denomination's liturgical calendar uniquely contains a period called \"Kingdomtide\", which preceeds Advent. This denomination": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.028695788
      ],
      [
        "ism",
        -0.04172824
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the lines \"Don't know / Nice, though\" appear in a Desmond Skirrow poem titled for [this poem] \"summarized.\"": {
    "guess": "The Deserted Village",
    "confidence": [
      [
        "The",
        -1.1703166
      ],
      [
        " Desert",
        -0.66845167
      ],
      [
        "ed",
        -0.0002786167
      ],
      [
        " Village",
        -0.0004360334
      ]
    ]
  },
  "The demoness Surpanakha had her nose and ears cut off as punishment for attacking this figure. This woman": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.50496787
      ],
      [
        "ita",
        -0.0010306655
      ]
    ]
  },
  "The demoness Surpanakha had her nose and ears cut off as punishment for attacking this figure. This woman raised the twins Lava and Kusha alone after gossip among the citizens of Ayodhya drove her husband": {
    "guess": "Sita",
    "confidence": [
      [
        "S",
        -0.07031741
      ],
      [
        "ita",
        -0.0019356619
      ]
    ]
  },
  "The density of this quantity for a disk is often modelled using an exponential times a hyperbolic secant squared function. For objects on the main sequence, this quantity is related to the mass by a 3.9-degree power law. Taking four pi G M c times the mass of the photon, all over the Thompson scattering": {
    "guess": "Stellar structure",
    "confidence": [
      [
        "St",
        -0.875134
      ],
      [
        "ellar",
        -0.00010735771
      ],
      [
        " structure",
        -1.0441775
      ]
    ]
  },
  "In some denominations, \"epiclesis\" precedes this practice, and Justin Martyr's First Apology is sometimes used as evidence that early practicioners believed in \"real presence\". In the Eastern Orthodox church, this ritual is accompanied by the [*] anaphora prayer; Scriptural precedent for this ritual is found in Matthew 26:28 and Mark 14:24. At the Marburg Colloquy, Luther and Zwingli diverged in their doctrine regarding a component of this ritual known as transubstantiation. For 10 points, identify this rite, which involves the consumption of bread and wine as the body and blood of Jesus.": {
    "guess": "Eucharist",
    "confidence": [
      [
        "E",
        -0.004003127
      ],
      [
        "uchar",
        -2.4584822e-06
      ],
      [
        "ist",
        -0.00020210995
      ]
    ]
  },
  "The density of this quantity for a disk is often modelled using an exponential times a hyperbolic secant squared function. For objects on the main sequence, this quantity is related to the mass by a 3.9-degree power law. Taking four pi G M c times the mass of the photon, all over the Thompson scattering cross section, gives an upper bound for it, near which objects have strong radiation-driven winds. Henrietta Leavitt discovered a relationship between this quantity and period for Cephied variables, allowing them to be used as standard candles. It is bound by the Eddington limit and varies as the fourth power of temperature according to an application of the Stefan-Boltzmann equation. For 10 points,": {
    "guess": "Luminosity",
    "confidence": [
      [
        "L",
        -0.0023772
      ],
      [
        "umin",
        -1.9361265e-07
      ],
      [
        "osity",
        -3.0545007e-06
      ]
    ]
  },
  "The density and volume of these structures can be measured and trapped on melinex tape in an instrument known as a Burkard Sampler. One specific type of these objects can only be fully observed by combining water, iodine, and potassium iodine into Melzer's Reagent. Another specific type of these structures prevents the entrance of conidia via a protective sheath known as the (*) ascus. The \"resting\" ones are produced through meiosis and can survive harsh temperatures through a thick cell wall. In": {
    "guess": "Spores",
    "confidence": [
      [
        "Sp",
        -0.055442054
      ],
      [
        "ores",
        -0.10697706
      ]
    ]
  },
  "The density of this quantity for a disk is often modelled using an exponential times a hyperbolic secant": {
    "guess": "Disk density model",
    "confidence": [
      [
        "Disk",
        -1.5262473
      ],
      [
        " density",
        -0.08310745
      ],
      [
        " model",
        -0.50641847
      ]
    ]
  },
  "The density and volume of these structures can be measured and trapped on melinex tape in an instrument known as a Burkard Sampler. One specific type of these objects can only be fully observed by combining water, iodine, and potassium iodine into Melzer's Reagent. Another specific type of these structures prevents the entrance of conidia via a protective sheath known as the (*) ascus. The \"resting\" ones are produced through meiosis and can survive harsh temperatures through a thick cell wall. In alternation of generations, these structures grow into a gametophyte after being formed by meiosis. For 10 points, identify these reproductive structures used by ferns and fungi, which are asexually": {
    "guess": "Spore",
    "confidence": [
      [
        "Sp",
        -0.020768786
      ],
      [
        "ore",
        -0.6478607
      ]
    ]
  },
  "The density of this quantity for a disk is often modelled using an exponential times a hyperbolic secant squared function. For objects on the main sequence, this quantity is related to the mass by a 3.9-degree": {
    "guess": "Stellar mass",
    "confidence": [
      [
        "St",
        -0.39032
      ],
      [
        "ellar",
        -0.00017600802
      ],
      [
        " mass",
        -0.6083824
      ]
    ]
  },
  "Denouncing someone behind his or her back offsets the benefit gained from observing it, and one of the practices it prohibits can be done until a white thread is easily distinguishable from a black one.": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.8433403
      ],
      [
        "aj",
        -0.16744599
      ],
      [
        "j",
        -0.0006276102
      ]
    ]
  },
  "Denoted by a 4 by 4 matrix incoporating an arbitrary rotation and boost, it alters a four-vector of charge": {
    "guess": "Lorentz transformation",
    "confidence": [
      [
        "L",
        -0.039279558
      ],
      [
        "orent",
        -0.0016550636
      ],
      [
        "z",
        -4.6683042e-05
      ],
      [
        " transformation",
        -0.045732778
      ]
    ]
  },
  "DeMoivre's [duh-MWAHV's] theorem can be used when raising this type of number to a power. Euler's [OY-lur'z] formula relates the exponential and polar descriptions of these numbers, and they can also be plotted as points on the Cartesian plane, a format called the (*) Argand diagram. The absolute value on these numbers is called the modulus, and taking the conjugate means negating the imaginary part": {
    "guess": "Complex Numbers",
    "confidence": [
      [
        "Complex",
        -0.0015620005
      ],
      [
        " Numbers",
        -0.009139665
      ]
    ]
  },
  "Denoted by a 4 by 4 matrix incoporating an arbitrary rotation and boost, it alters a four-vector of charge and current density just as it does a four-vector of time and position. It can be derived by assuming equality of inertial reference frames and the constancy of the speed of light. For ten points,": {
    "guess": "Lorentz transformation",
    "confidence": [
      [
        "L",
        -0.003232256
      ],
      [
        "orent",
        -0.00066418375
      ],
      [
        "z",
        -3.786197e-05
      ],
      [
        " transformation",
        -0.042928733
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the lines \"Don't know / Nice, though\" appear in a Desmond Skirrow poem titled for [this poem] \"summarized.\" This poem speaks of a figure that can \"express a flowery tale more sweetly than our rhyme,\" and it asks questions like \"what struggle to escape?\" and \"what wild ecstasy?\" Another section of this poems asks \"what little town by river or sea-shore [. . .] is emptied of its folk, this pious morn?\"": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.03534523
      ],
      [
        "de",
        -0.0002288079
      ],
      [
        " on",
        -0.15476471
      ],
      [
        " a",
        -0.23540664
      ],
      [
        " G",
        -0.0025742329
      ],
      [
        "rec",
        -7.89631e-07
      ],
      [
        "ian",
        -5.9080223e-05
      ],
      [
        " Ur",
        -5.6219335e-05
      ],
      [
        "n",
        -2.0696643e-05
      ]
    ]
  },
  "The density and volume of these structures can be measured and trapped on melinex tape in an instrument known as a Burkard Sampler. One specific type of these objects can only be fully observed by combining water, iodine, and potassium iodine into Melzer's Reagent. Another specific type of these structures prevents the entrance of conidia via a protective sheath known as the (*) ascus. The \"resting\" ones are produced through meiosis and can survive harsh temperatures through a thick cell wall. In alternation of generations, these structures grow into a gametophyte after being formed by meiosis.": {
    "guess": "Spores",
    "confidence": [
      [
        "Sp",
        -0.004597457
      ],
      [
        "ores",
        -0.025673186
      ]
    ]
  },
  "This Democrat holds a gavel and gestures towards a man atop a pedestal in a cartoon captioned \"Ready for Business,\" which depicts the Irish Tammany Hall vote \"for sale.\" He lost an election after decrying tariffs as contrary to \"American fairness.\" George Osgoodby posed as an expatriate Brit to get the British to admit that this man was their favored candidate in the Murchison letter. He was jeered with the catchphrase \"Ma, ma, where's my pa?,\" but defeated a man who suffered from the \"Rum, Romanism, and Rebellion\" speech. For 10 points, name this president who lost to Benjamin Harrison, who served": {
    "guess": "Grover Cleveland",
    "confidence": [
      [
        "Gro",
        -0.006132603
      ],
      [
        "ver",
        -3.88156e-05
      ],
      [
        " Cleveland",
        -0.002651752
      ]
    ]
  },
  "This Democrat holds a gavel and gestures towards a man atop a pedestal in a cartoon captioned \"Ready for Business,\" which depicts the Irish Tammany Hall vote \"for sale.\" He lost an election after decrying tariffs as contrary to \"American fairness.\" George Osgoodby posed as an expatriate Brit to get the": {
    "guess": "Grover Cleveland",
    "confidence": [
      [
        "Gro",
        -0.8299434
      ],
      [
        "ver",
        -4.5133394e-05
      ],
      [
        " Cleveland",
        -0.00210256
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the lines \"Don't know / Nice, though\" appear in a Desmond Skirrow poem titled for [this poem] \"summarized.\" This poem speaks of a figure that can \"express a flowery tale more sweetly than our rhyme,\" and it asks questions like \"what struggle to escape?\" and \"what wild ecstasy?\" Another section of this poems asks \"what little town by river or sea-shore [. . .] is emptied of its folk, this pious morn?\" This poem describes a (*) \"happy melodist, unwearied, for ever piping songs for ever new\" after claiming that \"heard melodies are sweet, but those unheard are sweeter.\" This poem addresses \"thou still unravish'd bride of quietness,\" and it ends by proclaiming something \"that is all ye know on earth, and all ye need to know.\" For 10 points, name this poem that claims \"beauty is truth, truth beauty,\"": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.0008308323
      ],
      [
        "de",
        -3.888926e-06
      ],
      [
        " on",
        -0.001497722
      ],
      [
        " a",
        -3.88156e-05
      ],
      [
        " G",
        -1.3306016e-05
      ],
      [
        "rec",
        -6.704273e-07
      ],
      [
        "ian",
        -3.166338e-05
      ],
      [
        " Ur",
        -5.5577775e-06
      ],
      [
        "n",
        -8.061054e-06
      ]
    ]
  },
  "The denominator of the Thiele modulus is the rate of this process, whose anisotropic type is used to reduce image noise. Explained by the Ehrenfest model, this process is used to enrich uranium and dope": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.015298434
      ],
      [
        "usion",
        -0.00034070716
      ]
    ]
  },
  "A Democratic Congressman once jokingly admitted on this show that \"Cocaine is a fun thing to do.\" That answer prompted Democratic leaders to ban all party members from being interviewed for this show's four hundred  thirty-four part segment \"Better Know a District.\" Other examples of this show's segments include \"Cheating Death,\" \"The Word,\" and \"Thought for Food\". The host of this show famously announced": {
    "guess": "The Colbert Report",
    "confidence": [
      [
        "The",
        -0.026398996
      ],
      [
        " Colbert",
        -8.4947416e-05
      ],
      [
        " Report",
        -0.000119993296
      ]
    ]
  },
  "The density and volume of these structures can be measured and trapped on melinex tape in an instrument known as a Burkard Sampler. One specific type of these objects can only be fully observed by combining water, iodine, and potassium iodine into Melzer's Reagent. Another specific type of these structures": {
    "guess": "Spores",
    "confidence": [
      [
        "Sp",
        -0.11914497
      ],
      [
        "ores",
        -0.009217273
      ]
    ]
  },
  "A Democratic Congressman once jokingly admitted on this show that \"Cocaine is a fun thing to do.\" That answer prompted Democratic leaders to ban all party members from being interviewed for this show's": {
    "guess": "The Colbert Report",
    "confidence": [
      [
        "The",
        -0.31829688
      ],
      [
        " Colbert",
        -0.31809613
      ],
      [
        " Report",
        -0.00017660404
      ]
    ]
  },
  "DeMoivre's [duh-MWAHV's] theorem can be used when raising this type of number to a power. Euler's [OY-lur'z]": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.09560273
      ],
      [
        " number",
        -0.9375151
      ]
    ]
  },
  "A now-demolished addition to this structure housed a statue depicting Apollo surrounded by six nymphs, the product of a collaboration between Giradon and Regnaudin. Frescoes by Antoine Coypel and Charles": {
    "guess": "Palace of Versailles",
    "confidence": [
      [
        "Pal",
        -0.003043078
      ],
      [
        "ace",
        -2.5226382e-05
      ],
      [
        " of",
        -9.849109e-06
      ],
      [
        " Vers",
        -0.00016825978
      ],
      [
        "ailles",
        -8.180258e-06
      ]
    ]
  },
  "DeMoivre's [duh-MWAHV's] theorem can be used when raising this type of number to a power. Euler's [OY-lur'z] formula relates the exponential and polar descriptions of these numbers, and they can also be": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.047408883
      ],
      [
        " number",
        -0.35106558
      ]
    ]
  },
  "To denote quantities, this language uses a measure word, such as \"ge\" [GUH], between the number and the object. This language differentiates between homophones through four different tones, indicated in one writing system by markings above the vowel. Romanization systems for this language include Wade-Giles": {
    "guess": "Chinese languages",
    "confidence": [
      [
        "Chinese",
        -0.63895553
      ],
      [
        " languages",
        -0.15072465
      ]
    ]
  },
  "To denote quantities, this language uses a measure word, such as \"ge\" [GUH], between the number and the object. This language differentiates between homophones through four different tones, indicated in one writing system by markings above the vowel. Romanization systems for this language include Wade-Giles and Pinyin. This language's word for \"person\" is \"ren,\" and this language's speakers call it Zhongwen [JONG-wen]. For 10 points, name this language, which, like Cantonese, is spoken widely in China.": {
    "guess": "Mandarin Chinese",
    "confidence": [
      [
        "M",
        -0.4711297
      ],
      [
        "and",
        -0.00016396845
      ],
      [
        "arin",
        -9.7583004e-05
      ],
      [
        " Chinese",
        -0.0009436229
      ]
    ]
  },
  "To denote quantities, this language uses a measure word, such as \"ge\" [GUH], between the number and the": {
    "guess": "Measure word",
    "confidence": [
      [
        "Measure",
        -0.43642384
      ],
      [
        " word",
        -0.18447319
      ]
    ]
  },
  "The density and volume of these structures can be measured and trapped on melinex tape in an instrument": {
    "guess": "Spores",
    "confidence": [
      [
        "Sp",
        -0.016280925
      ],
      [
        "ores",
        -0.046416238
      ]
    ]
  },
  "Dennis R. Dean has argued that one line in this poem is intended as a quote of Joshua Reynolds, and the": {
    "guess": "The Deserted Village",
    "confidence": [
      [
        "The",
        -0.35683176
      ],
      [
        " Desert",
        -0.24910718
      ],
      [
        "ed",
        -0.00012248923
      ],
      [
        " Village",
        -3.3451433e-05
      ]
    ]
  },
  "The denominator of the Thiele modulus is the rate of this process, whose anisotropic type is used to reduce image noise. Explained by the Ehrenfest model, this process is used to enrich uranium and dope semiconductors. Its rate is inversely proportional to the square root of molar mass, and proportional to the gradient of the concentration field. Governed by Fick's laws and Graham's law, it causes": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.003412371
      ],
      [
        "usion",
        -0.0007238718
      ]
    ]
  },
  "To denote quantities, this language uses a measure word, such as \"ge\" [GUH], between the number and the object. This language differentiates between homophones through four different tones, indicated in": {
    "guess": "Mandarin Chinese",
    "confidence": [
      [
        "M",
        -0.52610487
      ],
      [
        "and",
        -3.655073e-05
      ],
      [
        "arin",
        -6.2729996e-06
      ],
      [
        " Chinese",
        -7.100059e-05
      ]
    ]
  }
}