{
  "A clock tower can be seen above the background clouds in this work, while a group of men on a small boat can be seen on the right in front of a flotilla of ships. A cap with a red tuft lies on the ground in front of a pair of men clasping their hands, one of whom is holding a green blanket. A man holding a blue-and-while flag stands over the central scene. On the left an Indian squats in front of the title figure, who is being tended to by three men, two of them in red coats and one in blue. Presumably": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.16606547
      ],
      [
        " Night",
        -0.2920059
      ],
      [
        " Watch",
        -0.00048524985
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their agonistic effect on PPAR alpha. This compound is a cofactor in the uncoupling protein used in fatty acid-dependent proton transport, and it is a cosubstrate of the enzyme that effects de novo pyrimidine synthesis, DHOD. A synthetic analogue of this compound sometimes used to treat Friedrich's ataxia is idebenone, which is being tested as a treatment for Leber's hereditary optic neuropathy, which arises from mutations in the genes for the ND4, ND1 and ND6 subunits. One name for this compound comes in part from its ten isoprene repeats. A less energetic reaction this compound participates in is the oxidation of succinate to fumarate, and its reduction by NADH generates four cytosolic protons in its reduction by NADH in complex I. For 10 points, name this component of the electron transport chain,": {
    "guess": "Coenzyme Q10",
    "confidence": [
      [
        "Co",
        -0.15992711
      ],
      [
        "enzyme",
        -0.0014123776
      ],
      [
        " Q",
        -0.0012195244
      ],
      [
        "10",
        -0.009715136
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their agonistic effect on PPAR alpha. This compound is a cofactor in the uncoupling protein used in fatty acid-dependent proton transport, and it is a cosubstrate of the enzyme that effects de novo pyrimidine synthesis, DHOD. A synthetic analogue of this compound sometimes used to treat Friedrich's ataxia is idebenone, which is being tested as a treatment for Leber's hereditary optic neuropathy, which arises": {
    "guess": "Coenzyme Q10",
    "confidence": [
      [
        "Co",
        -0.24317868
      ],
      [
        "enzyme",
        -0.002185711
      ],
      [
        " Q",
        -0.0005562512
      ],
      [
        "10",
        -0.0048722313
      ]
    ]
  },
  "A clock tower can be seen above the background clouds in this work, while a group of men on a small boat can be seen on the right in front of a flotilla of ships. A cap with a red tuft lies on the ground in front of a pair of men clasping their hands, one of whom is holding a green blanket. A man holding a blue-and-while flag stands over the central scene. On the left an Indian squats in front of the title figure, who is being tended to by three men, two of them in red coats and one in blue. Presumably depicting a scene at the Battle of the Plains of Abraham, FTP, name this painting of a military figure's demise in Canada, by Benjamin West.": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.036372162
      ],
      [
        " Death",
        -0.00029649358
      ],
      [
        " of",
        -5.6338537e-05
      ],
      [
        " General",
        -0.001558428
      ],
      [
        " Wolfe",
        -0.009923362
      ]
    ]
  },
  "A clock tower can be seen above the background clouds in this work, while a group of men on a small boat": {
    "guess": "The Hay Wain",
    "confidence": [
      [
        "The",
        -0.38756675
      ],
      [
        " Hay",
        -0.30073625
      ],
      [
        " W",
        -0.023588778
      ],
      [
        "ain",
        -0.00084941345
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their agonistic effect on PPAR alpha. This compound is a cofactor in the uncoupling protein used in fatty acid-dependent proton transport, and it is a cosubstrate of the enzyme that effects de novo pyrimidine synthesis, DHOD. A synthetic analogue of this compound sometimes used to treat Friedrich's ataxia is idebenone, which is being tested as a treatment for Leber's hereditary optic neuropathy, which arises from mutations in the genes for the ND4, ND1 and ND6 subunits. One name for this compound comes in part from its ten isoprene repeats. A less energetic reaction this compound participates in is the oxidation of succinate to fumarate, and its reduction by NADH generates four cytosolic protons in its reduction by NADH in complex I. For 10 points, name this component of the electron transport chain, a quinone derivative which passes electrons to cytochrome c.": {
    "guess": "Coenzyme Q10",
    "confidence": [
      [
        "Co",
        -0.6261581
      ],
      [
        "enzyme",
        -0.0010178061
      ],
      [
        " Q",
        -0.0010370951
      ],
      [
        "10",
        -0.017536575
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their agonistic effect on PPAR alpha. This compound is a cofactor in the uncoupling protein used in fatty acid-dependent proton transport, and it is a cosubstrate of the enzyme that effects de novo pyrimidine synthesis, DHOD. A synthetic analogue of this compound sometimes used to treat Friedrich's ataxia is idebenone, which is being tested as a treatment for Leber's hereditary optic neuropathy, which arises from mutations in the genes for the ND4, ND1 and ND6 subunits. One name for this compound comes": {
    "guess": "Coenzyme Q10",
    "confidence": [
      [
        "Co",
        -0.18177752
      ],
      [
        "enzyme",
        -0.0035948372
      ],
      [
        " Q",
        -0.0013977377
      ],
      [
        "10",
        -0.0019732423
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their agonistic effect on PPAR alpha. This compound is a cofactor in the uncoupling protein used in fatty": {
    "guess": "Carnitine",
    "confidence": [
      [
        "C",
        -0.53137326
      ],
      [
        "arn",
        -0.004358433
      ],
      [
        "it",
        -0.00037621515
      ],
      [
        "ine",
        -5.3239244e-05
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their agonistic effect on PPAR alpha. This compound is a cofactor in the uncoupling protein used in fatty acid-dependent proton transport, and it is a cosubstrate of the enzyme that effects de novo pyrimidine synthesis, DHOD. A synthetic analogue of this compound sometimes used to treat Friedrich's ataxia is idebenone, which is being tested as a treatment for Leber's hereditary optic neuropathy, which arises from mutations in the genes for the ND4, ND1 and ND6 subunits. One name for this compound comes in part from its ten isoprene repeats. A less energetic reaction this compound participates in is the oxidation of succinate to fumarate, and its reduction by NADH generates four cytosolic protons in": {
    "guess": "Coenzyme Q10",
    "confidence": [
      [
        "Co",
        -0.13537295
      ],
      [
        "enzyme",
        -0.0014249986
      ],
      [
        " Q",
        -0.0006578696
      ],
      [
        "10",
        -0.0019584903
      ]
    ]
  },
  "A clock tower can be seen above the background clouds in this work, while a group of men on a small boat can be seen on the right in front of a flotilla of ships. A cap with a red tuft lies on the ground in front of a pair of men clasping their hands, one of whom is holding a green blanket. A man holding a blue-and-while flag stands over the central scene. On the left an Indian squats in front of the title figure, who is being tended to by three men, two of them in red coats and one in blue. Presumably depicting a scene at the Battle of the Plains of Abraham, FTP, name this painting of a military": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.48541653
      ],
      [
        " Death",
        -0.0037684932
      ],
      [
        " of",
        -0.000101039914
      ],
      [
        " General",
        -0.00285409
      ],
      [
        " Wolfe",
        -0.02700266
      ]
    ]
  },
  "A clock tower can be seen above the background clouds in this work, while a group of men on a small boat can be seen on the right in front of a flotilla of ships. A cap with a red tuft lies on the ground in front of a pair of men clasping their hands, one of whom is holding a green blanket. A man holding": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.26759577
      ],
      [
        " Ra",
        -0.8705257
      ],
      [
        "ft",
        -2.9040899e-05
      ],
      [
        " of",
        -7.465036e-06
      ],
      [
        " the",
        -0.0013797599
      ],
      [
        " Med",
        -2.7252845e-05
      ],
      [
        "usa",
        -0.00010413921
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their agonistic effect on PPAR alpha. This compound is a cofactor in the uncoupling protein used in fatty acid-dependent proton transport, and it is a cosubstrate of the enzyme that effects de novo pyrimidine synthesis, DHOD. A synthetic analogue of this compound sometimes used to treat Friedrich's ataxia": {
    "guess": "Coenzyme Q10",
    "confidence": [
      [
        "Co",
        -0.21112585
      ],
      [
        "enzyme",
        -0.004722038
      ],
      [
        " Q",
        -0.0016883931
      ],
      [
        "10",
        -0.013903263
      ]
    ]
  },
  "A clock tower can be seen above the background clouds in this work, while a group of men on a small boat can be seen on the right in front of a flotilla of ships. A cap with a red tuft lies on the ground in front of a pair of men clasping their hands, one of whom is holding a green blanket. A man holding a blue-and-while flag stands over the central scene. On the left an Indian squats in front of the": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.05661868
      ],
      [
        " Night",
        -0.005120023
      ],
      [
        " Watch",
        -9.293406e-05
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their": {
    "guess": "Carnitine",
    "confidence": [
      [
        "C",
        -1.0216506
      ],
      [
        "arn",
        -0.10136271
      ],
      [
        "it",
        -0.002128849
      ],
      [
        "ine",
        -0.0006296367
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their agonistic effect on PPAR alpha. This compound is a cofactor in the uncoupling protein used in fatty acid-dependent proton transport, and it is a cosubstrate of the enzyme that effects de novo pyrimidine": {
    "guess": "Carnitine",
    "confidence": [
      [
        "C",
        -0.44645214
      ],
      [
        "arn",
        -0.020365875
      ],
      [
        "it",
        -0.0012503541
      ],
      [
        "ine",
        -0.00024727348
      ]
    ]
  },
  "Clofibrate and salicilic acid increase levels of this compound in rats, a result attributed to their agonistic effect on PPAR alpha. This compound is a cofactor in the uncoupling protein used in fatty acid-dependent proton transport, and it is a cosubstrate of the enzyme that effects de novo pyrimidine synthesis, DHOD. A synthetic analogue of this compound sometimes used to treat Friedrich's ataxia is idebenone, which is being tested as a treatment for Leber's hereditary optic neuropathy, which arises from mutations in the genes for the ND4, ND1 and ND6 subunits. One name for this compound comes in part from its ten isoprene repeats. A less energetic reaction this compound participates in is": {
    "guess": "Coenzyme Q10",
    "confidence": [
      [
        "Co",
        -0.17823966
      ],
      [
        "enzyme",
        -0.0022574295
      ],
      [
        " Q",
        -0.0012703511
      ],
      [
        "10",
        -0.0015114085
      ]
    ]
  },
  "A clock tower can be seen above the background clouds in this work, while a group of men on a small boat can be seen on the right in front of a flotilla of ships. A cap with a red tuft lies on the ground": {
    "guess": "The Hay Wain",
    "confidence": [
      [
        "The",
        -0.19395915
      ],
      [
        " Hay",
        -1.6758717
      ],
      [
        " W",
        -0.05925369
      ],
      [
        "ain",
        -0.00037752642
      ]
    ]
  }
}