{
  "The 1997 Nobel Prize in Physiology or Medicine was awarded for research into these. The disorders they cause are known as slow infections. This class of disease-causing agents was discovered by Stanley Prusiner and consists of abnormal proteins that spontaneously fold normal proteins into their configuration.": {
    "guess": "Prion",
    "confidence": [
      [
        "Pr",
        -0.0050826683
      ],
      [
        "ion",
        -0.007538845
      ]
    ]
  },
  "In 1994 this Nobel Prize winning author was stabbed in the neck outside his house and the injury now hampers his ability to write. Ironically, the period when he was most in danger of being attacked was more than 30 years earlier when in 1959 the serialized publication of \"Children of Gebelawi\" caused an uproar akin to that over Rushdie's \"Satanic Verses\", in his staunchly Islamic homeland. He won the 1988 Nobel Prize for \"form(ing) an Arabic narrative art that applies to all mankind.\" FTP name this author, responsible for writing the Cairo Trilogy.": {
    "guess": "Naguib Mahfouz",
    "confidence": [
      [
        "N",
        -0.0070505487
      ],
      [
        "agu",
        -0.0007817534
      ],
      [
        "ib",
        -8.061054e-06
      ],
      [
        " Mah",
        -0.0006332091
      ],
      [
        "f",
        -4.2391708e-05
      ],
      [
        "ou",
        -6.384837e-05
      ],
      [
        "z",
        -1.3856493e-06
      ]
    ]
  },
  "A Nobel Laureate from this country wrote of Madame Pace, whose brothel employs The Mother and The Stepdaughter; that play ends with a complaint by The Manager. A Henry James work set in this country sees Giovanelli court the title girl. In addition to Six Characters in Search of an Author and Daisy Miller, this country sees the (*) frame story surrounding the one hundred tales in The Decameron. Name this European country, the homeland of Luigi Pirandello and Giovanni Boccaccio.": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.016863288
      ]
    ]
  },
  "In 1994 this Nobel Prize winning author was stabbed in the neck outside his house and the injury now": {
    "guess": "Kenzaburō Ōe",
    "confidence": [
      [
        "K",
        -0.0023424695
      ],
      [
        "enz",
        -2.8160932e-06
      ],
      [
        "ab",
        -1.3856493e-06
      ],
      [
        "ur",
        -0.0017189697
      ],
      [
        "ō",
        -2.4584822e-06
      ],
      [
        " \\xc5",
        -0.00018720949
      ],
      [
        "\\x8c",
        -9.0883464e-07
      ],
      [
        "e",
        -7.822647e-06
      ]
    ]
  },
  "In 1994 this Nobel Prize winning author was stabbed in the neck outside his house and the injury now hampers his ability to write. Ironically, the period when he was most in danger of being attacked was more than 30 years earlier when in 1959 the serialized publication of \"Children of Gebelawi\" caused an uproar akin to that over Rushdie's \"Satanic Verses\", in his staunchly Islamic homeland. He won the 1988 Nobel Prize for \"form(ing) an Arabic narrative art that applies to all mankind.\" FTP name this": {
    "guess": "Naguib Mahfouz",
    "confidence": [
      [
        "N",
        -0.0014001181
      ],
      [
        "agu",
        -0.002686587
      ],
      [
        "ib",
        -3.6431527e-05
      ],
      [
        " Mah",
        -0.0013739226
      ],
      [
        "f",
        -0.00017433916
      ],
      [
        "ou",
        -0.000114033115
      ],
      [
        "z",
        -5.080963e-06
      ]
    ]
  },
  "In 1994 this Nobel Prize winning author was stabbed in the neck outside his house and the injury now hampers his ability to write. Ironically, the period when he was most in danger of being attacked was": {
    "guess": "Kenzaburō Ōe",
    "confidence": [
      [
        "K",
        -0.0044314205
      ],
      [
        "enz",
        -1.2948405e-05
      ],
      [
        "ab",
        -3.650519e-06
      ],
      [
        "ur",
        -0.0010076811
      ],
      [
        "ō",
        -3.650519e-06
      ],
      [
        " \\xc5",
        -0.00017112066
      ],
      [
        "\\x8c",
        -6.704273e-07
      ],
      [
        "e",
        -9.610702e-06
      ]
    ]
  },
  "A Nobel Laureate from this country wrote of Madame Pace, whose brothel employs The Mother and The Stepdaughter; that play ends with a complaint by The Manager. A Henry James work set in this country sees Giovanelli court the title girl. In addition to Six Characters in Search of an Author and Daisy Miller, this country sees the (*) frame story surrounding the one hundred tales in The Decameron. Name": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.03681911
      ]
    ]
  },
  "In 1994 this Nobel Prize winning author was stabbed in the neck outside his house and the injury now hampers his ability to write. Ironically, the period when he was most in danger of being attacked was more than 30 years earlier when in 1959 the serialized publication of \"Children of Gebelawi\" caused": {
    "guess": "Naguib Mahfouz",
    "confidence": [
      [
        "N",
        -0.025320606
      ],
      [
        "agu",
        -0.011652575
      ],
      [
        "ib",
        -3.4762674e-05
      ],
      [
        " Mah",
        -0.004215759
      ],
      [
        "f",
        -3.9888433e-05
      ],
      [
        "ou",
        -3.1544176e-05
      ],
      [
        "z",
        -9.610702e-06
      ]
    ]
  },
  "The 1997 Nobel Prize in Physiology or Medicine was awarded for research into these. The disorders they cause are known as slow infections. This class of disease-causing agents was discovered by Stanley Prusiner and consists of abnormal proteins that spontaneously fold normal proteins into their configuration.  FTP, name these pathogenic abnormal proteins best known for causing fatal familial insomnia, Creutzfeldt-Jakob disease, mad cow disease, and other spongiform encephalopathies.": {
    "guess": "Prion",
    "confidence": [
      [
        "Pr",
        -0.002911266
      ],
      [
        "ion",
        -0.019056788
      ]
    ]
  },
  "In 1994 this Nobel Prize winning author was stabbed in the neck outside his house and the injury now hampers his ability to write. Ironically, the period when he was most in danger of being attacked was more than 30 years earlier when in 1959 the serialized publication of \"Children of Gebelawi\" caused an uproar akin to that over Rushdie's \"Satanic Verses\", in his staunchly Islamic homeland. He won": {
    "guess": "Naguib Mahfouz",
    "confidence": [
      [
        "N",
        -0.026112407
      ],
      [
        "agu",
        -0.0048106615
      ],
      [
        "ib",
        -0.00014036978
      ],
      [
        " Mah",
        -0.0019324434
      ],
      [
        "f",
        -6.289474e-05
      ],
      [
        "ou",
        -1.8550976e-05
      ],
      [
        "z",
        -8.061054e-06
      ]
    ]
  },
  "A Nobel Laureate from this country wrote of Madame Pace, whose brothel employs The Mother and The Stepdaughter; that play ends with a complaint by The Manager. A Henry James work set in this country sees Giovanelli court the title girl. In addition to Six Characters in Search of an Author and Daisy Miller,": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.037666377
      ]
    ]
  },
  "A Nobel Laureate from this country wrote of Madame Pace, whose brothel employs The Mother and The Stepdaughter; that play ends with a complaint by The Manager. A Henry James work set in this country sees": {
    "guess": "Luigi Pirandello",
    "confidence": [
      [
        "Lu",
        -0.07577333
      ],
      [
        "igi",
        -0.0001246349
      ],
      [
        " Pir",
        -0.00093956996
      ],
      [
        "and",
        -2.8325678e-05
      ],
      [
        "ello",
        -0.000101159116
      ]
    ]
  },
  "The 1997 Nobel Prize in Physiology or Medicine was awarded for research into these. The disorders they cause are known as slow infections. This class of disease-causing agents was discovered by Stanley Prusiner and consists of abnormal proteins that spontaneously fold normal proteins into their configuration.  FTP, name these pathogenic abnormal proteins best known for causing fatal familial insomnia,": {
    "guess": "Prion",
    "confidence": [
      [
        "Pr",
        -0.009384985
      ],
      [
        "ion",
        -0.052704733
      ]
    ]
  },
  "The 1997 Nobel Prize in Physiology or Medicine was awarded for research into these. The disorders they": {
    "guess": "Prion",
    "confidence": [
      [
        "Pr",
        -0.009357344
      ],
      [
        "ion",
        -0.25605237
      ]
    ]
  },
  "The 1997 Nobel Prize in Physiology or Medicine was awarded for research into these. The disorders they cause are known as slow infections. This class of disease-causing agents was discovered by Stanley": {
    "guess": "Prion",
    "confidence": [
      [
        "Pr",
        -0.31335253
      ],
      [
        "ion",
        -0.006134261
      ]
    ]
  },
  "A Nobel Laureate from this country wrote of Madame Pace, whose brothel employs The Mother and The Stepdaughter;": {
    "guess": "Luigi Pirandello",
    "confidence": [
      [
        "Lu",
        -0.48040178
      ],
      [
        "igi",
        -4.465658e-05
      ],
      [
        " Pir",
        -0.00024429336
      ],
      [
        "and",
        -2.188868e-05
      ],
      [
        "ello",
        -6.253713e-05
      ]
    ]
  }
}