{
  "At one meeting, this man improved his country's bargaining position by befriending a committee of eight smaller powers and demanding their representation. Letters from this man imply that he and Joseph Fouché gave orders to kidnap and execute the duke of Enghien. This man was unable to join the military due to a condition that may have developed from a chest of drawers falling on him at age four. Demands of this club-footed man inspired the motto (*) \"Millions for defense, but not one cent for tribute\" and the retort \"No! no! not a sixpence!\" He was excommunicated after being the first bishop to sign the Civil Constitution of the Clergy. For 10 points, name this diplomat who demanded bribes in": {
    "guess": "Charles Maurice de Talleyrand-Périgord",
    "confidence": [
      [
        "Charles",
        -0.34849498
      ],
      [
        " Maurice",
        -0.2476735
      ],
      [
        " de",
        -6.062987e-05
      ],
      [
        " Tal",
        -0.0008566702
      ],
      [
        "ley",
        -1.9361265e-07
      ],
      [
        "rand",
        -1.0206721e-05
      ],
      [
        "-P",
        -0.8138294
      ],
      [
        "ér",
        -6.9882217e-06
      ],
      [
        "ig",
        -9.186123e-05
      ],
      [
        "ord",
        -4.723352e-06
      ]
    ]
  },
  "After meeting a figure with legs made of copper and dung, the protagonist of this play forces his companion to swear upon Zeus three times. In that climax, one character of this play humiliates his rival": {
    "guess": "Prometheus Bound",
    "confidence": [
      [
        "Prom",
        -0.5496649
      ],
      [
        "etheus",
        -0.00035834563
      ],
      [
        " Bound",
        -0.00066942873
      ]
    ]
  },
  "At one meeting, this man improved his country's bargaining position by befriending a committee of eight smaller powers and demanding their representation. Letters from this man imply that he and Joseph Fouché gave orders to kidnap and execute the duke of Enghien. This man was unable to join the military": {
    "guess": "Charles Maurice de Talleyrand-Périgord",
    "confidence": [
      [
        "Charles",
        -1.325231
      ],
      [
        " Maurice",
        -0.41381016
      ],
      [
        " de",
        -0.00026824963
      ],
      [
        " Tal",
        -0.0010997301
      ],
      [
        "ley",
        -1.6240566e-06
      ],
      [
        "rand",
        -0.00016110756
      ],
      [
        "-P",
        -0.52120537
      ],
      [
        "ér",
        -0.00014776041
      ],
      [
        "ig",
        -0.00040588586
      ],
      [
        "ord",
        -7.5530326e-05
      ]
    ]
  },
  "Meeting from 1907 to 1930 at the houses of Clive and Vanessa Bell and Adrian and Virginia Bell, they discussed aesthetic and philosophical questions in a spirit of agnosticism and were strongly influenced by G.E. Moore's Principia Ethica. Those who came to form the core of the group include Lowes Dickinson, Henry Sedgwick, and A.N. Whitehead. For ten points, identify this group whose best known member": {
    "guess": "Bloomsbury Group",
    "confidence": [
      [
        "Blo",
        -0.04285028
      ],
      [
        "oms",
        -0.0004655849
      ],
      [
        "bury",
        -5.7172965e-05
      ],
      [
        " Group",
        -0.00047654795
      ]
    ]
  },
  "After a meeting with Traugott von Jagow, this agent may have received training for a certain profession, for which purpose Georges Ladoux later recruited this agent. Henry Wales reported on the death of this person, which came after an interrogation by Pierre Bouchardon and was done by firing squad. This person adopted a Malay name that meant \"eye of the day\" as a stage name. This person was given the codename Agent H21 before choosing to work for the French, leading to her arrest as a double agent. For 10 points, name this Dutch woman executed during World War I for espionage, who also worked": {
    "guess": "Mata Hari",
    "confidence": [
      [
        "M",
        -0.003606721
      ],
      [
        "ata",
        -0.0001006823
      ],
      [
        " Hari",
        -6.869018e-06
      ]
    ]
  },
  "After a meeting with Traugott von Jagow, this agent may have received training for a certain profession, for which purpose Georges Ladoux later recruited this agent. Henry Wales reported on the death of this person, which came after an interrogation by Pierre Bouchardon and was done by firing squad.": {
    "guess": "Mata Hari",
    "confidence": [
      [
        "M",
        -0.04952683
      ],
      [
        "ata",
        -0.0001787497
      ],
      [
        " Hari",
        -3.917321e-05
      ]
    ]
  },
  "Its 1955 meeting of the people at Kliptown, produced the Freedom Charter, a manifesto on equality that inspired its subsequent campaign against the pass laws. In 1961, a year after one of its senior members won the Nobel Peace Prize, it formed a military wing, Umkhonto we Sizwe or \"Spear of the Nation,\" which would be broken by the Rivonia treason trials. Albert Luthuli, was later succeeded by men like Oliver Tambo and Walter Sisulu as head of FTP what party most famed for the leadership of Nelson": {
    "guess": "African National Congress",
    "confidence": [
      [
        "A",
        -0.0014029678
      ],
      [
        "frican",
        -0.00026479273
      ],
      [
        " National",
        -6.897413e-05
      ],
      [
        " Congress",
        -0.0001006823
      ]
    ]
  },
  "Its 1955 meeting of the people at Kliptown, produced the Freedom Charter, a manifesto on equality that inspired its subsequent campaign against the pass laws. In 1961, a year after one of its senior members won the Nobel Peace Prize, it formed a military wing, Umkhonto we Sizwe or \"Spear of the Nation,\" which would be broken by the Rivonia treason trials. Albert Luthuli, was later succeeded by men like Oliver Tambo and Walter Sisulu as head of FTP what party most famed for the leadership of Nelson Mandela, and for founding the first multiracial government of South Africa.": {
    "guess": "African National Congress",
    "confidence": [
      [
        "A",
        -0.004647996
      ],
      [
        "frican",
        -0.00024989594
      ],
      [
        " National",
        -4.9305523e-05
      ],
      [
        " Congress",
        -0.00021224226
      ]
    ]
  },
  "Meeting from 1907 to 1930 at the houses of Clive and Vanessa Bell and Adrian and Virginia Bell, they discussed aesthetic and philosophical questions in a spirit of agnosticism and were strongly influenced by G.E. Moore's Principia Ethica. Those who came to form the core of the group include Lowes Dickinson, Henry Sedgwick, and A.N. Whitehead. For ten points, identify this group whose best known member may be Virginia Bell, better known as Virginia Woolf.": {
    "guess": "Bloomsbury Group",
    "confidence": [
      [
        "Blo",
        -0.01936375
      ],
      [
        "oms",
        -7.302705e-05
      ],
      [
        "bury",
        -5.8841815e-05
      ],
      [
        " Group",
        -0.000483581
      ]
    ]
  },
  "Its 1955 meeting of the people at Kliptown, produced the Freedom Charter, a manifesto on equality that inspired its subsequent campaign against the pass laws. In 1961, a year after one of its senior members": {
    "guess": "African National Congress",
    "confidence": [
      [
        "A",
        -0.0062703937
      ],
      [
        "frican",
        -0.00030138093
      ],
      [
        " National",
        -2.4630364e-05
      ],
      [
        " Congress",
        -0.00011439072
      ]
    ]
  },
  "Its 1955 meeting of the people at Kliptown, produced the Freedom Charter, a manifesto on equality that": {
    "guess": "Freedom Charter",
    "confidence": [
      [
        "Freedom",
        -0.20373437
      ],
      [
        " Charter",
        -0.00061283633
      ]
    ]
  },
  "At one meeting, this man improved his country's bargaining position by befriending a committee of eight smaller powers and demanding their representation. Letters from this man imply that he and Joseph Fouché gave orders to kidnap and execute the duke of Enghien. This man was unable to join the military due to a condition that may have developed from a chest of drawers falling on him at age four. Demands of this club-footed man inspired the motto (*) \"Millions for defense, but not one cent for tribute\" and the retort \"No! no! not a sixpence!\" He was excommunicated after being the first bishop to": {
    "guess": "Charles Maurice de Talleyrand-Périgord",
    "confidence": [
      [
        "Charles",
        -0.5940539
      ],
      [
        " Maurice",
        -0.10565535
      ],
      [
        " de",
        -0.00017958412
      ],
      [
        " Tal",
        -0.00038693982
      ],
      [
        "ley",
        -4.3202e-07
      ],
      [
        "rand",
        -6.253713e-05
      ],
      [
        "-P",
        -0.65328944
      ],
      [
        "ér",
        -1.700133e-05
      ],
      [
        "ig",
        -0.00012082772
      ],
      [
        "ord",
        -8.76891e-05
      ]
    ]
  },
  "At one meeting, this man improved his country's bargaining position by befriending a committee of eight smaller powers and demanding their representation. Letters from this man imply that he and Joseph Fouché gave orders to kidnap and execute the duke of Enghien. This man was unable to join the military due to a condition that may have developed from a chest of drawers falling on him at age four. Demands of this club-footed man inspired the motto (*) \"Millions for defense, but not one cent for tribute\" and the retort \"No! no! not a sixpence!\" He was excommunicated after being the first bishop to sign the Civil Constitution of the Clergy. For 10 points, name this diplomat who demanded bribes in the XYZ affair and represented France at the Congress of Vienna.": {
    "guess": "Charles-Maurice de Talleyrand-Perigord",
    "confidence": [
      [
        "Charles",
        -0.04153431
      ],
      [
        "-M",
        -0.01758975
      ],
      [
        "aur",
        -5.5122365e-07
      ],
      [
        "ice",
        -3.4121115e-06
      ],
      [
        " de",
        -0.25571087
      ],
      [
        " Tal",
        -0.0004574864
      ],
      [
        "ley",
        0.0
      ],
      [
        "rand",
        -1.4021238e-05
      ],
      [
        "-",
        -0.12051986
      ],
      [
        "Per",
        -0.00024941913
      ],
      [
        "ig",
        -3.631232e-05
      ],
      [
        "ord",
        -0.00011772843
      ]
    ]
  },
  "After meeting a figure with legs made of copper and dung, the protagonist of this play forces his companion to swear upon Zeus three times. In that climax, one character of this play humiliates his rival by inserting the phrase \"a little pot of oil\" into each rebuttal his opponent makes. Later in this play, those characters enter into the house of Persephone, whereupon Xanthias learns of the central conflict through Aeacus. The reward of a seat next to Pluto is given to Sophocles, for 10 points, name this Greek play where Dionysus chooses Aeschylus over Euripides, a comedy by Aristophanes in which the titular amphibians chant brekeke-koax-koax.": {
    "guess": "The Frogs",
    "confidence": [
      [
        "The",
        -0.0042313086
      ],
      [
        " Fro",
        -0.00010151673
      ],
      [
        "gs",
        -1.7432603e-06
      ]
    ]
  },
  "After a meeting with Traugott von Jagow, this agent may have received training for a certain profession, for which purpose Georges Ladoux later recruited this agent. Henry Wales reported on the death of this person, which came after an interrogation by Pierre Bouchardon and was done by firing squad. This person adopted a Malay name that meant \"eye of the day\" as a stage name. This person was given the codename Agent H21 before choosing to work for the French, leading to her arrest as a double agent.": {
    "guess": "Mata Hari",
    "confidence": [
      [
        "M",
        -0.032492284
      ],
      [
        "ata",
        -0.00065215153
      ],
      [
        " Hari",
        -9.253091e-06
      ]
    ]
  },
  "After meeting a figure with legs made of copper and dung, the protagonist of this play forces his companion": {
    "guess": "Oedipus Rex",
    "confidence": [
      [
        "O",
        -0.3639646
      ],
      [
        "ed",
        -0.0020437944
      ],
      [
        "ip",
        -0.00013941615
      ],
      [
        "us",
        -8.8404326e-05
      ],
      [
        " Rex",
        -0.42382008
      ]
    ]
  },
  "After a meeting with Traugott von Jagow, this agent may have received training for a certain profession,": {
    "guess": "Espionage",
    "confidence": [
      [
        "Esp",
        -1.3759371
      ],
      [
        "ionage",
        -0.00021224226
      ]
    ]
  },
  "After meeting a figure with legs made of copper and dung, the protagonist of this play forces his companion to swear upon Zeus three times. In that climax, one character of this play humiliates his rival by inserting the phrase \"a little pot of oil\" into each rebuttal his opponent makes. Later in this play, those characters enter into the house of Persephone, whereupon Xanthias learns of the central conflict through Aeacus. The reward of a seat next to Pluto is given to Sophocles, for 10 points, name this Greek play where Dionysus chooses Aeschylus over Euripides, a comedy by Aristophanes in which": {
    "guess": "The Frogs",
    "confidence": [
      [
        "The",
        -0.0026321383
      ],
      [
        " Fro",
        -0.0011882068
      ],
      [
        "gs",
        -2.9352968e-06
      ]
    ]
  },
  "At one meeting, this man improved his country's bargaining position by befriending a committee of eight smaller powers and demanding their representation. Letters from this man imply that he and Joseph": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -1.7769598
      ],
      [
        " Kiss",
        -1.3893232
      ],
      [
        "inger",
        -0.00066001527
      ]
    ]
  },
  "After meeting a figure with legs made of copper and dung, the protagonist of this play forces his companion to swear upon Zeus three times. In that climax, one character of this play humiliates his rival by inserting the phrase \"a little pot of oil\" into each rebuttal his opponent makes. Later in this": {
    "guess": "The Frogs",
    "confidence": [
      [
        "The",
        -0.009182186
      ],
      [
        " Fro",
        -0.02012382
      ],
      [
        "gs",
        -1.2664457e-06
      ]
    ]
  },
  "Its 1955 meeting of the people at Kliptown, produced the Freedom Charter, a manifesto on equality that inspired its subsequent campaign against the pass laws. In 1961, a year after one of its senior members won the Nobel Peace Prize, it formed a military wing, Umkhonto we Sizwe or \"Spear of the Nation,\"": {
    "guess": "African National Congress",
    "confidence": [
      [
        "A",
        -0.010277275
      ],
      [
        "frican",
        -0.00083095155
      ],
      [
        " National",
        -9.610702e-06
      ],
      [
        " Congress",
        -0.000104616025
      ]
    ]
  },
  "At one meeting, this man improved his country's bargaining position by befriending a committee of eight smaller powers and demanding their representation. Letters from this man imply that he and Joseph Fouché gave orders to kidnap and execute the duke of Enghien. This man was unable to join the military due to a condition that may have developed from a chest of drawers falling on him at age four. Demands": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -0.92552495
      ],
      [
        "ap",
        -0.037059914
      ],
      [
        "oleon",
        -0.0043444294
      ],
      [
        " Bon",
        -0.076396175
      ],
      [
        "ap",
        -0.00012546933
      ],
      [
        "arte",
        -0.00014573395
      ]
    ]
  },
  "At one meeting, this man improved his country's bargaining position by befriending a committee of eight": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -2.6432648
      ],
      [
        " VIII",
        -1.3892916
      ],
      [
        " of",
        -0.47406438
      ],
      [
        " England",
        -0.00029887765
      ]
    ]
  },
  "After meeting a figure with legs made of copper and dung, the protagonist of this play forces his companion to swear upon Zeus three times. In that climax, one character of this play humiliates his rival by inserting the phrase \"a little pot of oil\" into each rebuttal his opponent makes. Later in this play, those characters enter into the house of Persephone, whereupon Xanthias learns of the central": {
    "guess": "The Frogs (play)",
    "confidence": [
      [
        "The",
        -0.260293
      ],
      [
        " Fro",
        -0.004808296
      ],
      [
        "gs",
        -4.1273333e-06
      ],
      [
        " (",
        -0.4785466
      ],
      [
        "play",
        -0.19322036
      ],
      [
        ")",
        -0.00081475085
      ]
    ]
  },
  "Its 1955 meeting of the people at Kliptown, produced the Freedom Charter, a manifesto on equality that inspired its subsequent campaign against the pass laws. In 1961, a year after one of its senior members won the Nobel Peace Prize, it formed a military wing, Umkhonto we Sizwe or \"Spear of the Nation,\" which would be broken by the Rivonia treason trials. Albert Luthuli, was later succeeded by men": {
    "guess": "African National Congress",
    "confidence": [
      [
        "A",
        -0.019530708
      ],
      [
        "frican",
        -0.0009919609
      ],
      [
        " National",
        -9.253091e-06
      ],
      [
        " Congress",
        -0.00010402
      ]
    ]
  },
  "Meeting from 1907 to 1930 at the houses of Clive and Vanessa Bell and Adrian and Virginia Bell, they": {
    "guess": "Bloomsbury Group",
    "confidence": [
      [
        "Blo",
        -0.19010995
      ],
      [
        "oms",
        -0.00022868869
      ],
      [
        "bury",
        -0.0001170132
      ],
      [
        " Group",
        -0.0029620116
      ]
    ]
  },
  "Meeting from 1907 to 1930 at the houses of Clive and Vanessa Bell and Adrian and Virginia Bell, they discussed aesthetic and philosophical questions in a spirit of agnosticism and were strongly influenced by G.E. Moore's Principia Ethica. Those who came to form the core of the group include Lowes Dickinson,": {
    "guess": "Bloomsbury Group",
    "confidence": [
      [
        "Blo",
        -0.09273191
      ],
      [
        "oms",
        -8.375538e-05
      ],
      [
        "bury",
        -0.00016122675
      ],
      [
        " Group",
        -0.004114969
      ]
    ]
  },
  "After meeting a figure with legs made of copper and dung, the protagonist of this play forces his companion to swear upon Zeus three times. In that climax, one character of this play humiliates his rival by inserting the phrase \"a little pot of oil\" into each rebuttal his opponent makes. Later in this play, those characters enter into the house of Persephone, whereupon Xanthias learns of the central conflict through Aeacus. The reward of a seat next to Pluto is given to Sophocles, for 10 points,": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.82160306
      ],
      [
        "acles",
        -0.26386228
      ]
    ]
  },
  "Meeting from 1907 to 1930 at the houses of Clive and Vanessa Bell and Adrian and Virginia Bell, they discussed aesthetic and philosophical questions in a spirit of agnosticism and were strongly influenced": {
    "guess": "Bloomsbury Group",
    "confidence": [
      [
        "Blo",
        -0.24271192
      ],
      [
        "oms",
        -0.00010425841
      ],
      [
        "bury",
        -2.3319124e-05
      ],
      [
        " Group",
        -0.0012641635
      ]
    ]
  },
  "After a meeting with Traugott von Jagow, this agent may have received training for a certain profession, for which purpose Georges Ladoux later recruited this agent. Henry Wales reported on the death of this person, which came after an interrogation by Pierre Bouchardon and was done by firing squad. This person adopted a Malay name that meant \"eye of the day\" as a stage name. This person was given": {
    "guess": "Mata Hari",
    "confidence": [
      [
        "M",
        -0.10300207
      ],
      [
        "ata",
        -0.00037001655
      ],
      [
        " Hari",
        -7.922564e-05
      ]
    ]
  },
  "After a meeting with Traugott von Jagow, this agent may have received training for a certain profession, for which purpose Georges Ladoux later recruited this agent. Henry Wales reported on the death of": {
    "guess": "Mata Hari",
    "confidence": [
      [
        "M",
        -0.056229413
      ],
      [
        "ata",
        -0.0007892596
      ],
      [
        " Hari",
        -1.7239736e-05
      ]
    ]
  },
  "At one meeting, this man improved his country's bargaining position by befriending a committee of eight smaller powers and demanding their representation. Letters from this man imply that he and Joseph Fouché gave orders to kidnap and execute the duke of Enghien. This man was unable to join the military due to a condition that may have developed from a chest of drawers falling on him at age four. Demands of this club-footed man inspired the motto (*) \"Millions for defense, but not one cent for tribute\"": {
    "guess": "Charles Maurice de Talleyrand-Périgord",
    "confidence": [
      [
        "Charles",
        -0.59591746
      ],
      [
        " Maurice",
        -0.24017753
      ],
      [
        " de",
        -0.00031377445
      ],
      [
        " Tal",
        -0.003329807
      ],
      [
        "ley",
        -5.5122365e-07
      ],
      [
        "rand",
        -3.6669935e-05
      ],
      [
        "-P",
        -0.48413655
      ],
      [
        "ér",
        -9.133887e-06
      ],
      [
        "ig",
        -0.0001309527
      ],
      [
        "ord",
        -6.134509e-05
      ]
    ]
  },
  "After a meeting with Traugott von Jagow, this agent may have received training for a certain profession, for which purpose Georges Ladoux later recruited this agent. Henry Wales reported on the death of this person, which came after an interrogation by Pierre Bouchardon and was done by firing squad. This person adopted a Malay name that meant \"eye of the day\" as a stage name. This person was given the codename Agent H21 before choosing to work for the French, leading to her arrest as a double agent. For 10 points, name this Dutch woman executed during World War I for espionage, who also worked as an exotic dancer.": {
    "guess": "Mata Hari",
    "confidence": [
      [
        "M",
        -0.0025730445
      ],
      [
        "ata",
        -2.2127088e-05
      ],
      [
        " Hari",
        -3.2929079e-06
      ]
    ]
  }
}