{
  "This being was associated with peaches, and he once got out of a jam by throwing peaches at enemy soldiers. This father of Hirugo the Leech Boy once cut a serpent into three pieces, each of which turned": {
    "guess": "Peaches of Immortality",
    "confidence": [
      [
        "P",
        -1.2438066
      ],
      [
        "each",
        -0.0141832465
      ],
      [
        "es",
        -0.12275629
      ],
      [
        " of",
        -0.57531774
      ],
      [
        " Imm",
        -0.007535887
      ],
      [
        "ortality",
        -1.473646e-05
      ]
    ]
  },
  "It assumes that the steric factor and the collision rate are constants, because these parameters have very little dependence on temperature. In electronics, it can be used to predict failure mechanisms": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.0022963248
      ],
      [
        "hen",
        -1.0325924e-05
      ],
      [
        "ius",
        -1.8624639e-06
      ],
      [
        " equation",
        -0.00042364356
      ]
    ]
  },
  "If one assumes a hidden variable theory as well as locality, general arguments produce this prediction for the measurement of, for example, the correlations of particle spins.  However, it has been experimentally": {
    "guess": "Bell's theorem",
    "confidence": [
      [
        "Bell",
        -0.015825538
      ],
      [
        "'s",
        -0.112335205
      ],
      [
        " theorem",
        -0.038451325
      ]
    ]
  },
  "After the assassination of Gedaliah, this prophet took over his ministry, and he was noted for using props like a yoke around his neck while preaching. Catholics believe that this prophet was stoned to death by Egyptians because of his preaching. This prophet was rescued from a pit that he was caught": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.001887588
      ],
      [
        "emiah",
        -0.0002972088
      ]
    ]
  },
  "After the assassination of Gedaliah, this prophet took over his ministry, and he was noted for using props like a yoke around his neck while preaching. Catholics believe that this prophet was stoned to": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.08276203
      ],
      [
        "emiah",
        -0.0005140715
      ]
    ]
  },
  "He asserts \"deep waves, what dreadful tales you could recite\" in his poem \"Oceano Nox,\" found in the": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.20162384
      ],
      [
        "or",
        -0.00021617231
      ],
      [
        " Hugo",
        -0.00057042914
      ]
    ]
  },
  "It was assembled by a Thespian in Pagasae. At one point, a fluttering halcyon announced that it would remain immobile until Rhea had been placated, and when it was completed, it took Orpheus's help to get it started. Constructed of materials taken from Mount Pelion, and an oracular piece from the Dodonian oak of Zeus, it lost an ornament to the Cyaneae, or Planctae, or Sympleglades, at the entrance to the Bosporus, but it would have suffered more damage if it hadn't been for the advice of Phineus. It was dedicated to Poseidon at the Isthmus of Corinth, where it was beached after returning from Colchis. FTP, name this ship used on the quest for the golden fleece, captained by Jason.": {
    "guess": "Argo",
    "confidence": [
      [
        "Arg",
        -0.0785361
      ],
      [
        "o",
        -0.0003360582
      ]
    ]
  },
  "This man assisted Marshal Radetsky at the Battle of Santa Lucia in the First War of Italian Independence and later was opposed by Prince Albert of Sardinia. He was the addressee of the Transylvanian Memorandum, a petition asking for equal rights for Romanians and the end of Magyarization, and he assumed the duties of prime minister after the death of Schwarzenberg. He survived an assassination attempt from the Hungarian nationalist János Libényi in 1853, four years after putting down the Hungarian Revolution. The brother of Emperor Maximilian of Mexico, he assumed the throne after the abdication of his epileptic uncle Ferdinand I. For 10 points, name this second-to-last ruler of the Austro-Hungarian": {
    "guess": "Franz Joseph I of Austria",
    "confidence": [
      [
        "Fran",
        -0.47367713
      ],
      [
        "z",
        -0.00015753144
      ],
      [
        " Joseph",
        -0.030023886
      ],
      [
        " I",
        -6.50404e-05
      ],
      [
        " of",
        -0.0008330936
      ],
      [
        " Austria",
        -4.4537377e-05
      ]
    ]
  },
  "Assuming that an ekpyrotic phase precedes this event implies that the scalar ﬁeld kinetic energy would dominate the energy density. Steinhardt and Turok proposed that this event is a collision between two branes. A universe with positive (*) curvature, or density parameter greater than 1, and no dark energy would end in this way. This outcome is contrasted with maximum entropy and no thermodynamic free energy called the Big Freeze. For 10 points, what event is the theoretical fate of the universe": {
    "guess": "Big Crunch",
    "confidence": [
      [
        "Big",
        -0.48481855
      ],
      [
        " Crunch",
        -0.16310945
      ]
    ]
  },
  "It was assembled by a Thespian in Pagasae. At one point, a fluttering halcyon announced that it would remain immobile until Rhea had been placated, and when it was completed, it took Orpheus's help to get it started. Constructed of materials taken from Mount Pelion, and an oracular piece from the Dodonian oak of Zeus, it lost an ornament to the Cyaneae, or Planctae, or Sympleglades, at the entrance to the Bosporus, but it would have suffered more damage if it hadn't been for the advice of Phineus.": {
    "guess": "Argo (mythology)",
    "confidence": [
      [
        "Arg",
        -0.05148419
      ],
      [
        "o",
        -0.13503712
      ],
      [
        " (",
        -0.5279993
      ],
      [
        "my",
        -0.6837769
      ],
      [
        "th",
        -8.12521e-05
      ],
      [
        "ology",
        -0.004752288
      ],
      [
        ")",
        -0.00036525945
      ]
    ]
  },
  "An assassination that occurred during this conflict was acknowledged by Anton Balasingham and killed a man who some  feared would reinstitute a \"satanic force\" better known as the IPKF. During this conflict, one side enacted the Thirteenth  Amendment to officially recognize the official language of the other side. One side in this conflict carried out three  offensives known as Operation Unceasing Waves I through III. Low points in this conflict include the murder of over 600  policemen in 1990 and this conflict's catalytic event, a month of pogroms called \"Black July.\" The Lessons Learnt and ": {
    "guess": "Sri Lankan Civil War",
    "confidence": [
      [
        "S",
        -0.057637263
      ],
      [
        "ri",
        -3.4121115e-06
      ],
      [
        " L",
        -2.6895234e-05
      ],
      [
        "ankan",
        -1.9361265e-07
      ],
      [
        " Civil",
        -0.00029470553
      ],
      [
        " War",
        -0.00016659092
      ]
    ]
  },
  "It was assembled by a Thespian in Pagasae. At one point, a fluttering halcyon announced that it would remain immobile until Rhea had been placated, and when it was completed, it took Orpheus's help to get it started. Constructed of materials taken from Mount Pelion, and an oracular piece from the Dodonian": {
    "guess": "Argo (mythology)",
    "confidence": [
      [
        "Arg",
        -0.038933586
      ],
      [
        "o",
        -0.18791857
      ],
      [
        " (",
        -0.3692623
      ],
      [
        "my",
        -0.21466602
      ],
      [
        "th",
        -5.0497558e-05
      ],
      [
        "ology",
        -0.012641615
      ],
      [
        ")",
        -0.00020735491
      ]
    ]
  },
  "It assumes that the steric factor and the collision rate are constants, because these parameters have very little dependence on temperature. In electronics, it can be used to predict failure mechanisms such as corrosion, intermetallic growth, metal migration, and dielectric breakdown. When plotting results,": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.0011749862
      ],
      [
        "hen",
        -3.2929079e-06
      ],
      [
        "ius",
        -3.888926e-06
      ],
      [
        " equation",
        -0.002310123
      ]
    ]
  },
  "He assumed the guise of the beautiful girl Mohini following the churning of the oceans and tricked the demons out of their share of amrita. His devotees included Prahlada, and he eventually killed Prahlada's father Hiranyakasipu, stepping out of a pillar in the form of a half-man, half-lion. In the Vedas,": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.003954917
      ],
      [
        "ish",
        -0.00030400342
      ],
      [
        "nu",
        -2.3080716e-05
      ]
    ]
  },
  "Assuming an electron's charge is distributed over its surface, this value will be two-thirds pi times": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -0.7205062
      ],
      [
        " charge",
        -0.46357337
      ]
    ]
  },
  "Asserting that \"a tub had caught all,\" the narrator of this story invites three police officers to sit down, believing that no one will discover his reaction to the victim's vulture-like eye. Though the": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.012830639
      ],
      [
        " Tell",
        -0.001957179
      ],
      [
        "-T",
        -0.00050751894
      ],
      [
        "ale",
        -0.00018089537
      ],
      [
        " Heart",
        -0.00012380048
      ]
    ]
  },
  "This man assisted Marshal Radetsky at the Battle of Santa Lucia in the First War of Italian Independence and later was opposed by Prince Albert of Sardinia. He was the addressee of the Transylvanian Memorandum, a petition asking for equal rights for Romanians and the end of Magyarization, and he assumed the duties of prime minister after the death of Schwarzenberg. He survived an assassination attempt from the Hungarian nationalist János Libényi in 1853, four years after putting down the Hungarian": {
    "guess": "Lajos Kossuth",
    "confidence": [
      [
        "L",
        -0.5992041
      ],
      [
        "aj",
        -0.0068996088
      ],
      [
        "os",
        -3.8577193e-05
      ],
      [
        " K",
        -0.070739225
      ],
      [
        "oss",
        -4.3202e-07
      ],
      [
        "uth",
        -4.167649e-05
      ]
    ]
  },
  "If one assumes a hidden variable theory as well as locality, general arguments produce this prediction": {
    "guess": "Bell's theorem",
    "confidence": [
      [
        "Bell",
        -0.0165409
      ],
      [
        "'s",
        -0.013810155
      ],
      [
        " theorem",
        -0.0027449583
      ]
    ]
  },
  "Assuming that an ekpyrotic phase precedes this event implies that the scalar ﬁeld kinetic energy would dominate the energy density. Steinhardt and Turok proposed that this event is a collision between two branes. A universe with positive (*) curvature, or density parameter greater than 1, and no dark": {
    "guess": "Ekpyrotic universe",
    "confidence": [
      [
        "Ek",
        -0.6728699
      ],
      [
        "py",
        -2.577686e-06
      ],
      [
        "rot",
        -0.0033821997
      ],
      [
        "ic",
        -2.5107178e-05
      ],
      [
        " universe",
        -0.25400043
      ]
    ]
  },
  "It assumes that the steric factor and the collision rate are constants, because these parameters have very little dependence on temperature. In electronics, it can be used to predict failure mechanisms such as corrosion, intermetallic growth, metal migration, and dielectric breakdown. When plotting results, the logarithm of both sides is taken to produce a linear model. The large effect of catalysts": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.0053448747
      ],
      [
        "hen",
        -2.220075e-06
      ],
      [
        "ius",
        -1.50940705e-05
      ],
      [
        " equation",
        -0.001129975
      ]
    ]
  },
  "This being was associated with peaches, and he once got out of a jam by throwing peaches at enemy soldiers. This father of Hirugo the Leech Boy once cut a serpent into three pieces, each of which turned into new divine beings. This being owns a sword named Amenowohabari, which he used to behead Kagutsuchi, the divinity of fire, after which this being created eight volcanoes. He also owns the spear Amenonuhoko, which can be use to raise landmasses from the sea. When this being entered a castle after": {
    "guess": "Susanoo",
    "confidence": [
      [
        "Susan",
        -0.31974185
      ],
      [
        "oo",
        -0.0011827272
      ]
    ]
  },
  "Assuming an electron's charge is distributed over its surface, this value will be two-thirds pi times the electron's charge, times the electron's radius squared, divided by the period of the electron's spin. Steiner's theorem and the plane-figure theorem relate this concept relative to other axes passing through the center of mass. Its value for a solid cylinder is half that of a cylindrical shell": {
    "guess": "Moment of inertia of a cylinder",
    "confidence": [
      [
        "Moment",
        -0.7867444
      ],
      [
        " of",
        -0.00024751187
      ],
      [
        " inertia",
        -0.05256448
      ],
      [
        " of",
        -0.369247
      ],
      [
        " a",
        -0.2062646
      ],
      [
        " cylinder",
        -1.2549073
      ]
    ]
  },
  "This being was associated with peaches, and he once got out of a jam by throwing peaches at enemy soldiers.": {
    "guess": "Peach Boy",
    "confidence": [
      [
        "P",
        -0.3048598
      ],
      [
        "each",
        -0.0014390426
      ],
      [
        " Boy",
        -0.57340616
      ]
    ]
  },
  "An assassination that occurred during this conflict was acknowledged by Anton Balasingham and killed a man who some  feared would reinstitute a \"satanic force\" better known as the IPKF. During this conflict, one side enacted the Thirteenth  Amendment to officially recognize the official language of the": {
    "guess": "Sri Lankan Civil War",
    "confidence": [
      [
        "S",
        -0.010613735
      ],
      [
        "ri",
        -2.6895234e-05
      ],
      [
        " L",
        -1.92662e-05
      ],
      [
        "ankan",
        0.0
      ],
      [
        " Civil",
        -0.0005205048
      ],
      [
        " War",
        -0.0001307143
      ]
    ]
  },
  "He asserts \"deep waves, what dreadful tales you could recite\" in his poem \"Oceano Nox,\" found in the collection Sunlight and Shadows. The \"Comprachicos\" deform Gwynplaine's face, giving him a permanent smirk in The Man Who Laughs, and he wrote about the bandit who serves Ruy Gomez in Hernani. Deruchette": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.0055921874
      ],
      [
        "or",
        -9.4914985e-06
      ],
      [
        " Hugo",
        -0.00021283828
      ]
    ]
  },
  "He asserts \"deep waves, what dreadful tales you could recite\" in his poem \"Oceano Nox,\" found in the collection Sunlight and Shadows. The \"Comprachicos\" deform Gwynplaine's face, giving him a permanent smirk in The Man Who Laughs, and he wrote about the bandit who serves Ruy Gomez in Hernani. Deruchette will marry anyone who saves the Durande from a dangerous reef in a novel about the fisherman Gilliatt.": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.0028929673
      ],
      [
        "or",
        -8.061054e-06
      ],
      [
        " Hugo",
        -0.00017350474
      ]
    ]
  },
  "He assumed the guise of the beautiful girl Mohini following the churning of the oceans and tricked the demons out of their share of amrita. His devotees included Prahlada, and he eventually killed Prahlada's": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.005340251
      ],
      [
        "ish",
        -0.00012058931
      ],
      [
        "nu",
        -4.0842064e-05
      ]
    ]
  },
  "After the assassination of Gedaliah, this prophet took over his ministry, and he was noted for using props like a yoke around his neck while preaching. Catholics believe that this prophet was stoned to death by Egyptians because of his preaching. This prophet was rescued from a pit that he was caught in by the slave Ebed-melech. This prophet was the son of Hilikiah, and he  was told \"You will go to them; but for their part, they will not listen to you\" by God. For ten points, identify this prophet of the old testiment who wrote the Book of Lamentations and his own namesake book, which comes between": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.007037763
      ],
      [
        "emiah",
        -0.001638289
      ]
    ]
  },
  "It assumes that the steric factor and the collision rate are constants, because these parameters have": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.0035646658
      ],
      [
        "hen",
        -5.2001665e-06
      ],
      [
        "ius",
        -9.610702e-06
      ],
      [
        " equation",
        -0.00032700237
      ]
    ]
  },
  "It was assembled by a Thespian in Pagasae. At one point, a fluttering halcyon announced that it would": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.66061735
      ],
      [
        " of",
        -0.0024913568
      ],
      [
        " Therm",
        -0.21334921
      ],
      [
        "opy",
        -3.106736e-05
      ],
      [
        "la",
        -4.3941356e-05
      ],
      [
        "e",
        -3.6431527e-05
      ]
    ]
  },
  "Assuming that an ekpyrotic phase precedes this event implies that the scalar ﬁeld kinetic energy would": {
    "guess": "Scalar field (physics)",
    "confidence": [
      [
        "Scalar",
        -0.73871535
      ],
      [
        " field",
        -0.032068923
      ],
      [
        " (",
        -0.54310733
      ],
      [
        "physics",
        -0.14607233
      ],
      [
        ")",
        -5.705376e-05
      ]
    ]
  },
  "With the assistence of his chief minister, the Duc de Sully, he lowered taxes on peasantry, promoted economic recovery, and instituted a tax on the Paulette.  Victor at Ivry and Arquet, he was excluded from succession by the Treaty of Nemours, but won a great victory at Coutras.  His excommunication was lifted by Clement VIII, but that pope later claimed to be crucified when this monarch promulgated": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.004433678
      ],
      [
        " IV",
        -0.00044127836
      ],
      [
        " of",
        -5.7961847e-06
      ],
      [
        " France",
        -5.1331983e-05
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the accumulation of the product of that hydrolysis reaction, fluorescin, is a marker for the activity of this enzyme. The combined deficiency of neuraminidase and this enzyme occurs due to the lack of a glycoprotein": {
    "guess": "Neuraminidase",
    "confidence": [
      [
        "Ne",
        -0.621745
      ],
      [
        "ur",
        -0.0065394
      ],
      [
        "amin",
        -0.0018480819
      ],
      [
        "id",
        -0.00037931444
      ],
      [
        "ase",
        -0.00050954544
      ]
    ]
  },
  "This man assisted Marshal Radetsky at the Battle of Santa Lucia in the First War of Italian Independence and later was opposed by Prince Albert of Sardinia. He was the addressee of the Transylvanian Memorandum, a petition asking for equal rights for Romanians and the end of Magyarization, and he assumed the duties of prime minister after the death of Schwarzenberg. He survived an assassination attempt": {
    "guess": "Lajos Kossuth",
    "confidence": [
      [
        "L",
        -0.12043617
      ],
      [
        "aj",
        -0.010961866
      ],
      [
        "os",
        -3.3809047e-05
      ],
      [
        " K",
        -0.013530762
      ],
      [
        "oss",
        -5.5122365e-07
      ],
      [
        "uth",
        -5.705376e-05
      ]
    ]
  },
  "This being was associated with peaches, and he once got out of a jam by throwing peaches at enemy soldiers. This father of Hirugo the Leech Boy once cut a serpent into three pieces, each of which turned into new divine beings. This being owns a sword named Amenowohabari, which he used to behead Kagutsuchi, the divinity of fire, after which this being created eight volcanoes. He also owns the spear Amenonuhoko, which can be use to raise landmasses from the sea. When this being entered a castle after being told not to, he saw a monstrous version of his wife and ran away to the ocean, where he took a bath that resulted in the birth of other divine beings from his eye and nose. For ten points, name": {
    "guess": "Susanoo",
    "confidence": [
      [
        "Susan",
        -0.5081798
      ],
      [
        "oo",
        -0.0002074741
      ]
    ]
  },
  "The assumption in Britton's lemma is that the word is equal to this. Any element of a coset H acts as one\n of these for H. In a group, if an element is of this type, it must commute with all other group elements and\n furthermore there is only one of these elements in a group. This is the result of a function composed with its\n inverse. In algebra, there are usually written as e. For matrices, this": {
    "guess": "Identity element",
    "confidence": [
      [
        "Identity",
        -0.2819638
      ],
      [
        " element",
        -0.016436543
      ]
    ]
  },
  "He assumed the guise of the beautiful girl Mohini following the churning of the oceans and tricked the demons out of their share of amrita. His devotees included Prahlada, and he eventually killed Prahlada's father Hiranyakasipu, stepping out of a pillar in the form of a half-man, half-lion. In the Vedas, he measures out the earth and heavens in three steps, a theme repeated in his incarnation as the": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.003043078
      ],
      [
        "ish",
        -0.041748136
      ],
      [
        "nu",
        -1.3902034e-05
      ]
    ]
  },
  "An assassination that occurred during this conflict was acknowledged by Anton Balasingham and killed a man who some  feared would reinstitute a \"satanic force\" better known as the IPKF. During this conflict, one side enacted the Thirteenth  Amendment to officially recognize the official language of the other side. One side in this conflict carried out three  offensives known as Operation Unceasing": {
    "guess": "Sri Lankan Civil War",
    "confidence": [
      [
        "S",
        -0.0082591195
      ],
      [
        "ri",
        -1.50940705e-05
      ],
      [
        " L",
        -2.0339032e-05
      ],
      [
        "ankan",
        0.0
      ],
      [
        " Civil",
        -0.001618646
      ],
      [
        " War",
        -0.0002072357
      ]
    ]
  },
  "After the assassination of Gedaliah, this prophet took over his ministry, and he was noted for using props like a yoke around his neck while preaching. Catholics believe that this prophet was stoned to death by Egyptians because of his preaching. This prophet was rescued from a pit that he was caught in by the slave Ebed-melech. This prophet was the son of Hilikiah, and he  was told \"You will go to": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.0049577663
      ],
      [
        "emiah",
        -0.0012210594
      ]
    ]
  },
  "The assumption in Britton's lemma is that the word is equal to this. Any element of a coset H acts as one\n of these for H. In a group, if an element is of this type, it must commute with all other group elements and\n furthermore there is only one of these elements in a group. This is the result of a function composed with its\n inverse. In algebra, there are usually written as e. For matrices, this a matrix with ones down the diagonal\n and zeros elsewhere. For 10 points, name these elements and functions that preserve the operand\n exemplified by how one times any integer b is b.": {
    "guess": "Identity element",
    "confidence": [
      [
        "Identity",
        -0.016670812
      ],
      [
        " element",
        -0.0116654225
      ]
    ]
  },
  "This man assisted Marshal Radetsky at the Battle of Santa Lucia in the First War of Italian Independence": {
    "guess": "Battle of Santa Lucia",
    "confidence": [
      [
        "Battle",
        -0.49010506
      ],
      [
        " of",
        -0.00019281206
      ],
      [
        " Santa",
        -0.066113204
      ],
      [
        " Lucia",
        -0.00039123115
      ]
    ]
  },
  "The assumption in Britton's lemma is that the word is equal to this. Any element of a coset H acts as": {
    "guess": "Coset",
    "confidence": [
      [
        "Cos",
        -1.3058676
      ],
      [
        "et",
        -0.031654388
      ]
    ]
  },
  "He asserts \"deep waves, what dreadful tales you could recite\" in his poem \"Oceano Nox,\" found in the collection Sunlight and Shadows. The \"Comprachicos\" deform Gwynplaine's face, giving him a permanent smirk in The Man Who Laughs, and he wrote about the bandit who serves Ruy Gomez in Hernani. Deruchette will marry anyone who saves the Durande from a dangerous reef in a novel about the fisherman Gilliatt. In addition to The Toilers of the Sea, one of his protagonists is imprisoned for stealing a loaf of bread, takes care of Cosette, and is tracked by Inspector Javert. For 10 points, name this man who created Jean Valjean in Les Miserables.": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.0027171415
      ],
      [
        "or",
        -1.342522e-05
      ],
      [
        " Hugo",
        -0.00024620062
      ]
    ]
  },
  "This being was associated with peaches, and he once got out of a jam by throwing peaches at enemy soldiers. This father of Hirugo the Leech Boy once cut a serpent into three pieces, each of which turned into new divine beings. This being owns a sword named Amenowohabari, which he used to behead Kagutsuchi, the divinity of fire, after which this being created eight volcanoes. He also owns the spear Amenonuhoko, which can be use to raise landmasses from the sea. When this being entered a castle after being told not to, he saw a monstrous version of his wife and ran away to the ocean, where he took a bath that resulted in the birth of other divine beings from his eye and nose. For ten points, name this kami who unsuccessfully tried to bring his wife back from the underworld and fathered Tsukuyomi,": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.028639713
      ],
      [
        "zan",
        -0.006894043
      ],
      [
        "agi",
        -0.0005700715
      ]
    ]
  },
  "The assumption in Britton's lemma is that the word is equal to this. Any element of a coset H acts as one\n of these for H. In a group, if an element is of this type, it must commute with all other group": {
    "guess": "Centralizer",
    "confidence": [
      [
        "Central",
        -0.48560926
      ],
      [
        "izer",
        -0.16857547
      ]
    ]
  },
  "This man assisted Marshal Radetsky at the Battle of Santa Lucia in the First War of Italian Independence and later was opposed by Prince Albert of Sardinia. He was the addressee of the Transylvanian Memorandum, a petition asking for equal rights for Romanians and the end of Magyarization, and he assumed the duties of prime minister after the death of Schwarzenberg. He survived an assassination attempt from the Hungarian nationalist János Libényi in 1853, four years after putting down the Hungarian Revolution. The brother of Emperor Maximilian of Mexico, he assumed the throne after the abdication of his epileptic uncle Ferdinand I. For 10 points, name this second-to-last ruler of the Austro-Hungarian Empire, the uncle of Franz Ferdinand and the loser in the Six Weeks' War.": {
    "guess": "Franz Joseph I of Austria",
    "confidence": [
      [
        "Fran",
        -0.083064765
      ],
      [
        "z",
        -7.231183e-05
      ],
      [
        " Joseph",
        -0.041248713
      ],
      [
        " I",
        -0.0002488231
      ],
      [
        " of",
        -1.0087517e-05
      ],
      [
        " Austria",
        -7.159661e-05
      ]
    ]
  },
  "This man assisted Marshal Radetsky at the Battle of Santa Lucia in the First War of Italian Independence and later was opposed by Prince Albert of Sardinia. He was the addressee of the Transylvanian Memorandum, a petition asking for equal rights for Romanians and the end of Magyarization, and he assumed the duties of prime minister after the death of Schwarzenberg. He survived an assassination attempt from the Hungarian nationalist János Libényi in 1853, four years after putting down the Hungarian Revolution. The brother of Emperor Maximilian of Mexico, he assumed the throne after the abdication": {
    "guess": "Alexander von Bach",
    "confidence": [
      [
        "Alexander",
        -1.352701
      ],
      [
        " von",
        -0.7257014
      ],
      [
        " Bach",
        -0.014432971
      ]
    ]
  },
  "It assumes that the steric factor and the collision rate are constants, because these parameters have very little dependence on temperature. In electronics, it can be used to predict failure mechanisms such as corrosion, intermetallic growth, metal migration, and dielectric breakdown. When plotting results, the logarithm of both sides is taken to produce a linear model. The large effect of catalysts can be seen by the presence of the activation energy in the exponential term, along with the universal gas constant. FTP, identify this chemical equation which related the temperature of a reaction": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.01070644
      ],
      [
        "hen",
        -2.220075e-06
      ],
      [
        "ius",
        -7.226629e-06
      ],
      [
        " equation",
        -0.012108597
      ]
    ]
  },
  "An assassination that occurred during this conflict was acknowledged by Anton Balasingham and killed a man who some  feared would reinstitute a \"satanic force\" better known as the IPKF. During this conflict, one side enacted the Thirteenth  Amendment to officially recognize the official language of the other side. One side in this conflict carried out three  offensives known as Operation Unceasing Waves I through III. Low points in this conflict include the murder of over 600  policemen in 1990 and this conflict's catalytic event, a month of pogroms called \"Black July.\" The Lessons Learnt and  Reconciliation Commission investigated this conflict, which was split into four phases called (*) Eelam Wars. The victorious  side in this conflict was led at its end by president Mahinda Rajapaksa. For": {
    "guess": "Sri Lankan Civil War",
    "confidence": [
      [
        "S",
        -0.043136325
      ],
      [
        "ri",
        -8.537869e-06
      ],
      [
        " L",
        -4.6683042e-05
      ],
      [
        "ankan",
        -4.3202e-07
      ],
      [
        " Civil",
        -0.00015443214
      ],
      [
        " War",
        -0.000118086034
      ]
    ]
  },
  "With the assistence of his chief minister, the Duc de Sully, he lowered taxes on peasantry, promoted": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.054268222
      ],
      [
        " IV",
        -0.0016021024
      ],
      [
        " of",
        -9.6629374e-05
      ],
      [
        " France",
        -0.002262306
      ]
    ]
  },
  "It was assembled by a Thespian in Pagasae. At one point, a fluttering halcyon announced that it would remain immobile until Rhea had been placated, and when it was completed, it took Orpheus's help to get it started. Constructed of materials taken from Mount Pelion, and an oracular piece from the Dodonian oak of Zeus, it lost an ornament to the Cyaneae, or Planctae, or Sympleglades, at the entrance": {
    "guess": "Argo",
    "confidence": [
      [
        "Arg",
        -0.06356921
      ],
      [
        "o",
        -0.0854068
      ]
    ]
  },
  "The assumption in Britton's lemma is that the word is equal to this. Any element of a coset H acts as one\n of these for H. In a group, if an element is of this type, it must commute with all other group elements and\n furthermore there is only one of these elements in a group. This is the result of a function composed with its\n inverse. In algebra, there are usually written as e. For matrices, this a matrix with ones down the diagonal\n and zeros elsewhere. For 10 points, name these elements and functions": {
    "guess": "Identity element",
    "confidence": [
      [
        "Identity",
        -0.03520356
      ],
      [
        " element",
        -0.53773564
      ]
    ]
  },
  "The assumption in Britton's lemma is that the word is equal to this. Any element of a coset H acts as one\n of these for H. In a group, if an element is of this type, it must commute with all other group elements and\n furthermore there is only one of these elements in a group. This is the result of a": {
    "guess": "Identity element",
    "confidence": [
      [
        "Identity",
        -0.46880457
      ],
      [
        " element",
        -0.009630001
      ]
    ]
  },
  "Assuming an electron's charge is distributed over its surface, this value will be two-thirds pi times the electron's charge, times the electron's radius squared, divided by the period of the electron's": {
    "guess": "Electron shell",
    "confidence": [
      [
        "Elect",
        -0.8037138
      ],
      [
        "ron",
        -0.03736119
      ],
      [
        " shell",
        -0.41704613
      ]
    ]
  },
  "With the assistence of his chief minister, the Duc de Sully, he lowered taxes on peasantry, promoted economic recovery, and instituted a tax on the Paulette.  Victor at Ivry and Arquet, he was excluded from succession by the Treaty of Nemours, but won a great victory at Coutras.  His excommunication was lifted by Clement VIII, but that pope later claimed to be crucified when this monarch promulgated the Edict of Nantes.  For 10 points, name this French king, the first Bourbon who admitted that \"Paris is worth a mass\" when he converted following the War of the Three Henrys.": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.009854541
      ],
      [
        " IV",
        -0.00039433045
      ],
      [
        " of",
        -2.1054253e-05
      ],
      [
        " France",
        -2.355753e-05
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the": {
    "guess": "Glucose-6-phosphate dehydrogenase",
    "confidence": [
      [
        "Gl",
        -0.66651136
      ],
      [
        "ucose",
        -0.04822245
      ],
      [
        "-",
        -0.70813006
      ],
      [
        "6",
        -0.005773669
      ],
      [
        "-ph",
        -0.0103975125
      ],
      [
        "osphate",
        -0.06378632
      ],
      [
        " de",
        -0.030771868
      ],
      [
        "hydro",
        -5.2047206e-05
      ],
      [
        "gen",
        -6.396757e-05
      ],
      [
        "ase",
        -4.7517467e-05
      ]
    ]
  },
  "It was assembled by a Thespian in Pagasae. At one point, a fluttering halcyon announced that it would remain immobile until Rhea had been placated, and when it was completed, it took Orpheus's help to get it started. Constructed of materials taken from Mount Pelion, and an oracular piece from the Dodonian oak of Zeus, it lost an ornament to the Cyaneae, or Planctae, or Sympleglades, at the entrance to the Bosporus, but it would have suffered more damage if it hadn't been for the advice of Phineus. It was dedicated to Poseidon at the Isthmus of Corinth, where it was beached after returning from": {
    "guess": "Argo (mythology)",
    "confidence": [
      [
        "Arg",
        -0.048802648
      ],
      [
        "o",
        -0.047553375
      ],
      [
        " (",
        -0.713779
      ],
      [
        "my",
        -0.18212335
      ],
      [
        "th",
        -2.8802491e-05
      ],
      [
        "ology",
        -0.008918269
      ],
      [
        ")",
        -0.00016003472
      ]
    ]
  },
  "This being was associated with peaches, and he once got out of a jam by throwing peaches at enemy soldiers. This father of Hirugo the Leech Boy once cut a serpent into three pieces, each of which turned into new divine beings. This being owns a sword named Amenowohabari, which he used to behead Kagutsuchi, the divinity of fire, after which this being created eight volcanoes. He also owns the spear": {
    "guess": "Susanoo",
    "confidence": [
      [
        "Susan",
        -0.13276315
      ],
      [
        "oo",
        -0.0014116626
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the accumulation of the product of that hydrolysis reaction, fluorescin, is a marker for the activity of": {
    "guess": "ATPase",
    "confidence": [
      [
        "AT",
        -2.1919134
      ],
      [
        "P",
        -0.0072844233
      ],
      [
        "ase",
        -0.30103844
      ]
    ]
  },
  "He asserts \"deep waves, what dreadful tales you could recite\" in his poem \"Oceano Nox,\" found in the collection Sunlight and Shadows. The \"Comprachicos\" deform Gwynplaine's face, giving him a permanent smirk in The Man Who Laughs, and he wrote about the bandit who serves Ruy Gomez in Hernani. Deruchette will marry anyone who saves the Durande from a dangerous reef in a novel about the fisherman Gilliatt. In addition to The Toilers of the Sea, one of his protagonists is imprisoned for stealing a loaf": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.00075316656
      ],
      [
        "or",
        -6.9882217e-06
      ],
      [
        " Hugo",
        -0.00015407454
      ]
    ]
  },
  "It was assembled by a Thespian in Pagasae. At one point, a fluttering halcyon announced that it would remain immobile until Rhea had been placated, and when it was completed, it took Orpheus's help to": {
    "guess": "Argo Navis",
    "confidence": [
      [
        "Arg",
        -0.061385553
      ],
      [
        "o",
        -0.61261183
      ],
      [
        " Nav",
        -0.5069154
      ],
      [
        "is",
        -8.8285124e-05
      ]
    ]
  },
  "Asserting that \"a tub had caught all,\" the narrator of this story invites three police officers to sit down, believing that no one will discover his reaction to the victim's vulture-like eye. Though the narrator asserts that he is not a madman, he describes the torment of a sound \"much as a sound a watch makes when enveloped in cotton.\" For 10 points—name this story in which the narrator reveals himself by tearing up the planks and revealing the dead body of the old man, to end the beating of the title object.": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.03412993
      ],
      [
        " Tell",
        -3.0471343e-05
      ],
      [
        "-T",
        -0.00032890963
      ],
      [
        "ale",
        -0.0001440651
      ],
      [
        " Heart",
        -0.00013500563
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the accumulation of the product of that hydrolysis reaction, fluorescin, is a marker for the activity of this enzyme. The combined deficiency of neuraminidase and this enzyme occurs due to the lack of a glycoprotein which prevents the proteolytic degradation of this enzyme, and is called the Goldberg syndrome.": {
    "guess": "Neuraminidase",
    "confidence": [
      [
        "Ne",
        -0.5428086
      ],
      [
        "ur",
        -0.0005362324
      ],
      [
        "amin",
        -0.0018489128
      ],
      [
        "id",
        -0.00013250235
      ],
      [
        "ase",
        -0.00034535606
      ]
    ]
  },
  "This being was associated with peaches, and he once got out of a jam by throwing peaches at enemy soldiers. This father of Hirugo the Leech Boy once cut a serpent into three pieces, each of which turned into new divine beings. This being owns a sword named Amenowohabari, which he used to behead Kagutsuchi, the divinity of fire, after which this being created eight volcanoes. He also owns the spear Amenonuhoko, which can be use to raise landmasses from the sea. When this being entered a castle after being told not to, he saw a monstrous version of his wife and ran away to the ocean, where he took": {
    "guess": "Susanoo",
    "confidence": [
      [
        "Susan",
        -0.57019866
      ],
      [
        "oo",
        -0.0011371198
      ]
    ]
  },
  "An assassination that occurred during this conflict was acknowledged by Anton Balasingham and killed": {
    "guess": "Assassination of Rajiv Gandhi",
    "confidence": [
      [
        "Ass",
        -0.0097637605
      ],
      [
        "ass",
        -0.00015121732
      ],
      [
        "ination",
        -0.00024631983
      ],
      [
        " of",
        -0.00020258676
      ],
      [
        " Raj",
        -0.006505167
      ],
      [
        "iv",
        -3.166338e-05
      ],
      [
        " Gandhi",
        -0.00012999907
      ]
    ]
  },
  "An assassination that occurred during this conflict was acknowledged by Anton Balasingham and killed a man who some  feared would reinstitute a \"satanic force\" better known as the IPKF. During this conflict, one side enacted the Thirteenth  Amendment to officially recognize the official language of the other side. One side in this conflict carried out three  offensives known as Operation Unceasing Waves I through III. Low points in this conflict include the murder of over 600  policemen in 1990 and this conflict's catalytic event, a month of pogroms called \"Black July.\" The Lessons Learnt and  Reconciliation Commission investigated this conflict, which was split into four phases called (*) Eelam Wars. The victorious  side in this conflict was led at its end by president Mahinda Rajapaksa. For 10 points, name this 1983 to 2009 war between a  Sinhalese government and the Tamil Tigers.": {
    "guess": "Sri Lankan Civil War",
    "confidence": [
      [
        "S",
        -0.061116792
      ],
      [
        "ri",
        -7.3458323e-06
      ],
      [
        " L",
        -3.4285862e-05
      ],
      [
        "ankan",
        -1.9361265e-07
      ],
      [
        " Civil",
        -0.00020151392
      ],
      [
        " War",
        -0.000109622575
      ]
    ]
  },
  "This man assisted Marshal Radetsky at the Battle of Santa Lucia in the First War of Italian Independence and later was opposed by Prince Albert of Sardinia. He was the addressee of the Transylvanian Memorandum, a petition asking for equal rights for Romanians and the end of Magyarization, and he assumed": {
    "guess": "Lajos Kossuth",
    "confidence": [
      [
        "L",
        -1.3222579
      ],
      [
        "aj",
        -0.022554217
      ],
      [
        "os",
        -3.8696395e-05
      ],
      [
        " K",
        -0.001448214
      ],
      [
        "oss",
        -1.504853e-06
      ],
      [
        "uth",
        -4.608702e-05
      ]
    ]
  },
  "Assuming that an ekpyrotic phase precedes this event implies that the scalar ﬁeld kinetic energy would dominate the energy density. Steinhardt and Turok proposed that this event is a collision between two branes. A universe with positive (*) curvature, or density parameter greater than 1, and no dark energy would end in this way. This outcome is contrasted with maximum entropy and no thermodynamic free energy called the Big Freeze. For 10 points, what event is the theoretical fate of the universe if the expansion is not sufficient to counteract gravitation so that everything contracts to a black hole?": {
    "guess": "Big Crunch",
    "confidence": [
      [
        "Big",
        -0.24028675
      ],
      [
        " Crunch",
        -0.004403887
      ]
    ]
  },
  "An assassination that occurred during this conflict was acknowledged by Anton Balasingham and killed a man who some  feared would reinstitute a \"satanic force\" better known as the IPKF. During this conflict,": {
    "guess": "Sri Lankan Civil War",
    "confidence": [
      [
        "S",
        -0.6344063
      ],
      [
        "ri",
        -0.00031103275
      ],
      [
        " L",
        -0.0006601345
      ],
      [
        "ankan",
        -3.1281633e-07
      ],
      [
        " Civil",
        -0.0019449377
      ],
      [
        " War",
        -0.0001345288
      ]
    ]
  },
  "Assuming an electron's charge is distributed over its surface, this value will be two-thirds pi times the electron's charge, times the electron's radius squared, divided by the period of the electron's spin. Steiner's theorem and the plane-figure theorem relate this concept relative to other axes passing": {
    "guess": "Electron shell",
    "confidence": [
      [
        "Elect",
        -0.61931103
      ],
      [
        "ron",
        -0.038627625
      ],
      [
        " shell",
        -0.6548147
      ]
    ]
  },
  "Asserting that \"a tub had caught all,\" the narrator of this story invites three police officers to sit down, believing that no one will discover his reaction to the victim's vulture-like eye. Though the narrator asserts that he is not a madman, he describes the torment of a sound \"much as a sound a watch makes when enveloped in cotton.\" For 10 points—name this story in which the narrator reveals himself": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.057124104
      ],
      [
        " Tell",
        -5.025915e-05
      ],
      [
        "-T",
        -0.00066597183
      ],
      [
        "ale",
        -0.000102708764
      ],
      [
        " Heart",
        -5.5265704e-05
      ]
    ]
  },
  "With the assistence of his chief minister, the Duc de Sully, he lowered taxes on peasantry, promoted economic recovery, and instituted a tax on the Paulette.  Victor at Ivry and Arquet, he was excluded from succession by the Treaty of Nemours, but won a great victory at Coutras.  His excommunication": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.015105302
      ],
      [
        " IV",
        -0.0011703447
      ],
      [
        " of",
        -4.9663133e-05
      ],
      [
        " France",
        -5.025915e-05
      ]
    ]
  },
  "This being was associated with peaches, and he once got out of a jam by throwing peaches at enemy soldiers. This father of Hirugo the Leech Boy once cut a serpent into three pieces, each of which turned into new divine beings. This being owns a sword named Amenowohabari, which he used to behead Kagutsuchi,": {
    "guess": "Susanoo",
    "confidence": [
      [
        "Susan",
        -0.11989884
      ],
      [
        "oo",
        -0.0019473218
      ]
    ]
  },
  "An assassination that occurred during this conflict was acknowledged by Anton Balasingham and killed a man who some  feared would reinstitute a \"satanic force\" better known as the IPKF. During this conflict, one side enacted the Thirteenth  Amendment to officially recognize the official language of the other side. One side in this conflict carried out three  offensives known as Operation Unceasing Waves I through III. Low points in this conflict include the murder of over 600  policemen in 1990 and this conflict's catalytic event, a month of pogroms called \"Black July.\" The Lessons Learnt and  Reconciliation Commission investigated this conflict, which was split into four phases called (*) Eelam": {
    "guess": "Sri Lankan Civil War",
    "confidence": [
      [
        "S",
        -0.016956117
      ],
      [
        "ri",
        -1.7432603e-06
      ],
      [
        " L",
        -1.7239736e-05
      ],
      [
        "ankan",
        -4.3202e-07
      ],
      [
        " Civil",
        -0.0001593195
      ],
      [
        " War",
        -0.00011772843
      ]
    ]
  },
  "Assuming an electron's charge is distributed over its surface, this value will be two-thirds pi times the electron's charge, times the electron's radius squared, divided by the period of the electron's spin. Steiner's theorem and the plane-figure theorem relate this concept relative to other axes passing through the center of mass. Its value for a solid cylinder is half that of a cylindrical shell with the same mass and radius. For 10 points, name this physical property of an object's resistance to angular acceleration, the rotational analog of mass.": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -1.0478591
      ],
      [
        " of",
        -9.603336e-05
      ],
      [
        " inertia",
        -0.016364895
      ]
    ]
  },
  "Asserting that \"a tub had caught all,\" the narrator of this story invites three police officers to sit down, believing that no one will discover his reaction to the victim's vulture-like eye. Though the narrator asserts that he is not a madman, he describes the torment of a sound \"much as a sound a watch": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.12792541
      ],
      [
        " Tell",
        -0.00017922651
      ],
      [
        "-T",
        -0.0011297365
      ],
      [
        "ale",
        -0.00015526658
      ],
      [
        " Heart",
        -0.0001468068
      ]
    ]
  },
  "After the assassination of Gedaliah, this prophet took over his ministry, and he was noted for using props like a yoke around his neck while preaching. Catholics believe that this prophet was stoned to death by Egyptians because of his preaching. This prophet was rescued from a pit that he was caught in by the slave Ebed-melech. This prophet was the son of Hilikiah, and he  was told \"You will go to them; but for their part, they will not listen to you\" by God. For ten points, identify this prophet of the old testiment who wrote the Book of Lamentations and his own namesake book, which comes between Isaiah and Ezekiel.": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.00561755
      ],
      [
        "emiah",
        -0.00070242246
      ]
    ]
  },
  "He asserts \"deep waves, what dreadful tales you could recite\" in his poem \"Oceano Nox,\" found in the collection Sunlight and Shadows. The \"Comprachicos\" deform Gwynplaine's face, giving him a permanent smirk in The Man Who Laughs, and he wrote about the bandit who serves Ruy Gomez in Hernani. Deruchette will marry anyone who saves the Durande from a dangerous reef in a novel about the fisherman Gilliatt. In addition to The Toilers of the Sea, one of his protagonists is imprisoned for stealing a loaf of bread, takes care of Cosette, and is tracked by Inspector Javert. For 10 points, name this man": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.0011774895
      ],
      [
        "or",
        -1.473646e-05
      ],
      [
        " Hugo",
        -0.0025330945
      ]
    ]
  },
  "This man assisted Marshal Radetsky at the Battle of Santa Lucia in the First War of Italian Independence and later was opposed by Prince Albert of Sardinia. He was the addressee of the Transylvanian Memorandum,": {
    "guess": "Lajos Kossuth",
    "confidence": [
      [
        "L",
        -0.6492221
      ],
      [
        "aj",
        -0.13016573
      ],
      [
        "os",
        -2.2723105e-05
      ],
      [
        " K",
        -0.0019085275
      ],
      [
        "oss",
        -6.704273e-07
      ],
      [
        "uth",
        -2.0339032e-05
      ]
    ]
  },
  "He assumed the guise of the beautiful girl Mohini following the churning of the oceans and tricked the demons out of their share of amrita. His devotees included Prahlada, and he eventually killed Prahlada's father Hiranyakasipu, stepping out of a pillar in the form of a half-man, half-lion. In the Vedas, he measures out the earth and heavens in three steps, a theme repeated in his incarnation as the dwarf Vamana. FTP, name this god whose ten avatars include Khalki and Buddha, known as the preserver.": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.0011310477
      ],
      [
        "ish",
        -4.20341e-05
      ],
      [
        "nu",
        -3.5358695e-05
      ]
    ]
  },
  "If one assumes a hidden variable theory as well as locality, general arguments produce this prediction for the measurement of, for example, the correlations of particle spins.  However, it has been experimentally shown to be untrue in a manner consistent with standard quantum mechanics.  First proposed": {
    "guess": "Bell's theorem",
    "confidence": [
      [
        "Bell",
        -0.0036637299
      ],
      [
        "'s",
        -0.04620899
      ],
      [
        " theorem",
        -0.039474513
      ]
    ]
  },
  "An assassination that occurred during this conflict was acknowledged by Anton Balasingham and killed a man who some  feared would reinstitute a \"satanic force\" better known as the IPKF. During this conflict, one side enacted the Thirteenth  Amendment to officially recognize the official language of the other side. One side in this conflict carried out three  offensives known as Operation Unceasing Waves I through III. Low points in this conflict include the murder of over 600  policemen in 1990 and": {
    "guess": "Sri Lankan Civil War",
    "confidence": [
      [
        "S",
        -0.0069720517
      ],
      [
        "ri",
        -1.0087517e-05
      ],
      [
        " L",
        -4.310693e-05
      ],
      [
        "ankan",
        -1.9361265e-07
      ],
      [
        " Civil",
        -0.00037561916
      ],
      [
        " War",
        -0.00016301482
      ]
    ]
  },
  "It assumes that the steric factor and the collision rate are constants, because these parameters have very little dependence on temperature. In electronics, it can be used to predict failure mechanisms such as corrosion, intermetallic growth, metal migration, and dielectric breakdown. When plotting results, the logarithm of both sides is taken to produce a linear model. The large effect of catalysts can be seen by the presence of the activation energy in the exponential term, along with the universal": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.0016115084
      ],
      [
        "hen",
        -1.2352386e-05
      ],
      [
        "ius",
        -1.1279553e-05
      ],
      [
        " equation",
        -0.001011492
      ]
    ]
  },
  "Asserting that \"a tub had caught all,\" the narrator of this story invites three police officers to sit down, believing that no one will discover his reaction to the victim's vulture-like eye. Though the narrator asserts that he is not a madman, he describes the torment of a sound \"much as a sound a watch makes when enveloped in cotton.\" For 10 points—name this story in which the narrator reveals himself by tearing up the planks and revealing the dead body of the old man, to end the beating of the": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.064314075
      ],
      [
        " Tell",
        -6.945094e-05
      ],
      [
        "-T",
        -0.00071517355
      ],
      [
        "ale",
        -0.00016790217
      ],
      [
        " Heart",
        -0.00022105966
      ]
    ]
  },
  "If one assumes a hidden variable theory as well as locality, general arguments produce this prediction for the measurement of, for example, the correlations of particle spins.  However, it has been experimentally shown to be untrue in a manner consistent with standard quantum mechanics.  First proposed in 1964 in response to the EPR paradox is, for ten points, what inequality?": {
    "guess": "Bell's theorem",
    "confidence": [
      [
        "Bell",
        -0.0024471157
      ],
      [
        "'s",
        -0.20043911
      ],
      [
        " theorem",
        -0.5361628
      ]
    ]
  },
  "Assuming an electron's charge is distributed over its surface, this value will be two-thirds pi times the electron's charge, times the electron's radius squared, divided by the period of the electron's spin. Steiner's theorem and the plane-figure theorem relate this concept relative to other axes passing through the center of mass. Its value for a solid cylinder is half that of a cylindrical shell with the same mass and radius. For 10 points, name this physical property of an object's resistance": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.114951044
      ],
      [
        " of",
        -0.00076614873
      ],
      [
        " inertia",
        -0.073481895
      ]
    ]
  },
  "It assumes that the steric factor and the collision rate are constants, because these parameters have very little dependence on temperature. In electronics, it can be used to predict failure mechanisms such as corrosion, intermetallic growth, metal migration, and dielectric breakdown. When plotting results, the logarithm of both sides is taken to produce a linear model. The large effect of catalysts can be seen by the presence of the activation energy in the exponential term, along with the universal gas constant. FTP, identify this chemical equation which related the temperature of a reaction environment to the reaction rate, symbolized by the rate constant k.": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.013550517
      ],
      [
        "hen",
        -2.6968896e-06
      ],
      [
        "ius",
        -1.0802739e-05
      ],
      [
        " equation",
        -0.012277703
      ]
    ]
  },
  "Assuming that an ekpyrotic phase precedes this event implies that the scalar ﬁeld kinetic energy would dominate the energy density. Steinhardt and Turok proposed that this event is a collision between two branes. A universe with positive (*) curvature, or density parameter greater than 1, and no dark energy would end in this way. This outcome is contrasted with maximum entropy and no thermodynamic free energy called the Big Freeze. For 10 points, what event is the theoretical fate of the universe if the expansion is not sufficient to counteract gravitation so that everything contracts to a black": {
    "guess": "Big Crunch",
    "confidence": [
      [
        "Big",
        -0.7657121
      ],
      [
        " Crunch",
        -0.010618456
      ]
    ]
  },
  "Asserting that \"a tub had caught all,\" the narrator of this story invites three police officers to sit": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.098423846
      ],
      [
        " Tell",
        -0.017836748
      ],
      [
        "-T",
        -0.0025689988
      ],
      [
        "ale",
        -0.00012201976
      ],
      [
        " Heart",
        -0.0003090063
      ]
    ]
  },
  "After the assassination of Gedaliah, this prophet took over his ministry, and he was noted for using": {
    "guess": "Haggai",
    "confidence": [
      [
        "H",
        -1.0608758
      ],
      [
        "agg",
        -0.0029248258
      ],
      [
        "ai",
        -6.301394e-05
      ]
    ]
  },
  "Assuming that an ekpyrotic phase precedes this event implies that the scalar ﬁeld kinetic energy would dominate the energy density. Steinhardt and Turok proposed that this event is a collision between two branes. A universe with positive (*) curvature, or density parameter greater than 1, and no dark energy would end in this way. This outcome is contrasted with maximum entropy and no thermodynamic": {
    "guess": "Ekpyrotic universe",
    "confidence": [
      [
        "Ek",
        -0.41136163
      ],
      [
        "py",
        -1.8624639e-06
      ],
      [
        "rot",
        -0.003821099
      ],
      [
        "ic",
        -1.6882126e-05
      ],
      [
        " universe",
        -0.2702599
      ]
    ]
  },
  "He asserts \"deep waves, what dreadful tales you could recite\" in his poem \"Oceano Nox,\" found in the collection Sunlight and Shadows. The \"Comprachicos\" deform Gwynplaine's face, giving him a permanent": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.61371076
      ],
      [
        "or",
        -6.0272258e-05
      ],
      [
        " Hugo",
        -3.3213026e-05
      ]
    ]
  },
  "With the assistence of his chief minister, the Duc de Sully, he lowered taxes on peasantry, promoted economic recovery, and instituted a tax on the Paulette.  Victor at Ivry and Arquet, he was excluded from succession by the Treaty of Nemours, but won a great victory at Coutras.  His excommunication was lifted by Clement VIII, but that pope later claimed to be crucified when this monarch promulgated the Edict of Nantes.  For 10 points, name this French king, the first Bourbon who admitted that \"Paris": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.004169222
      ],
      [
        " IV",
        -6.146429e-05
      ],
      [
        " of",
        -5.5577775e-06
      ],
      [
        " France",
        -3.0545007e-06
      ]
    ]
  },
  "After the assassination of Gedaliah, this prophet took over his ministry, and he was noted for using props like a yoke around his neck while preaching. Catholics believe that this prophet was stoned to death by Egyptians because of his preaching. This prophet was rescued from a pit that he was caught in by the slave Ebed-melech. This prophet was the son of Hilikiah, and he  was told \"You will go to them; but for their part, they will not listen to you\" by God. For ten points, identify this prophet": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.0017675278
      ],
      [
        "emiah",
        -0.0013379818
      ]
    ]
  },
  "Assuming that an ekpyrotic phase precedes this event implies that the scalar ﬁeld kinetic energy would dominate the energy density. Steinhardt and Turok proposed that this event is a collision between": {
    "guess": "Big Crunch",
    "confidence": [
      [
        "Big",
        -0.9980625
      ],
      [
        " Crunch",
        -0.7148862
      ]
    ]
  },
  "He assumed the guise of the beautiful girl Mohini following the churning of the oceans and tricked the": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.033129882
      ],
      [
        "ish",
        -0.00012094693
      ],
      [
        "nu",
        -9.8536635e-05
      ]
    ]
  },
  "With the assistence of his chief minister, the Duc de Sully, he lowered taxes on peasantry, promoted economic recovery, and instituted a tax on the Paulette.  Victor at Ivry and Arquet, he was excluded": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.006717975
      ],
      [
        " IV",
        -4.048445e-05
      ],
      [
        " of",
        -2.4584822e-06
      ],
      [
        " France",
        -4.365741e-06
      ]
    ]
  },
  "This being was associated with peaches, and he once got out of a jam by throwing peaches at enemy soldiers. This father of Hirugo the Leech Boy once cut a serpent into three pieces, each of which turned into new divine beings. This being owns a sword named Amenowohabari, which he used to behead Kagutsuchi, the divinity of fire, after which this being created eight volcanoes. He also owns the spear Amenonuhoko, which can be use to raise landmasses from the sea. When this being entered a castle after being told not to, he saw a monstrous version of his wife and ran away to the ocean, where he took a bath that resulted in the birth of other divine beings from his eye and nose. For ten points, name this kami who unsuccessfully tried to bring his wife back from the underworld and fathered Tsukuyomi, Susano'o, and Amateratsu.": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.0023455615
      ],
      [
        "zan",
        -0.0049071084
      ],
      [
        "agi",
        -0.0004917914
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the accumulation of the product of that hydrolysis reaction, fluorescin, is a marker for the activity of this enzyme. The combined deficiency of neuraminidase and this enzyme occurs due to the lack of a glycoprotein which prevents the proteolytic degradation of this enzyme, and is called the Goldberg syndrome. This enzyme also carries out an isomerization to produce a product which, like IPTG, acts as": {
    "guess": "Alpha-L-fucosidase",
    "confidence": [
      [
        "Alpha",
        -0.5652499
      ],
      [
        "-L",
        -1.2556015
      ],
      [
        "-f",
        -0.73606837
      ],
      [
        "uc",
        -0.00050227763
      ],
      [
        "os",
        -0.00038991994
      ],
      [
        "id",
        -0.00056721066
      ],
      [
        "ase",
        -0.00042745075
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the accumulation of the product of that hydrolysis reaction, fluorescin, is a marker for the activity of this enzyme. The combined deficiency of neuraminidase and this enzyme occurs due to the lack of a glycoprotein which prevents the proteolytic degradation of this enzyme, and is called the Goldberg syndrome. This enzyme also carries out an isomerization to produce a product which, like IPTG, acts as in inducer for this enzyme by inactivating its repressor, whereas PETG is a reversible inhibitor for": {
    "guess": "Alpha-L-fucosidase",
    "confidence": [
      [
        "Alpha",
        -0.57983196
      ],
      [
        "-L",
        -1.1374991
      ],
      [
        "-f",
        -0.6394923
      ],
      [
        "uc",
        -0.0005000128
      ],
      [
        "os",
        -0.00049298344
      ],
      [
        "id",
        -0.0007162464
      ],
      [
        "ase",
        -0.00043198047
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the accumulation of the product of that hydrolysis reaction, fluorescin, is a marker for the activity of this enzyme. The combined deficiency of neuraminidase and this enzyme occurs due to the lack of a glycoprotein which prevents the proteolytic degradation of this enzyme, and is called the Goldberg syndrome. This enzyme also carries out an isomerization to produce a product which, like IPTG, acts as in inducer for this enzyme by inactivating its repressor, whereas PETG is a reversible inhibitor for it. It is the product of a polycistronic mRNA which also codes for a ?permease and a transacetylase,": {
    "guess": "Beta-galactosidase",
    "confidence": [
      [
        "Beta",
        -0.46911463
      ],
      [
        "-g",
        -0.09512233
      ],
      [
        "al",
        -0.00019829543
      ],
      [
        "act",
        -0.00026503115
      ],
      [
        "os",
        -5.4908094e-05
      ],
      [
        "id",
        -0.00029470553
      ],
      [
        "ase",
        -1.998142e-05
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the accumulation of the product of that hydrolysis reaction, fluorescin, is a marker for the activity of this enzyme. The combined deficiency of neuraminidase and this enzyme occurs due to the lack of a glycoprotein which prevents the proteolytic degradation of this enzyme, and is called the Goldberg syndrome. This enzyme also carries out an isomerization to produce a product which, like IPTG, acts as in inducer for this enzyme by inactivating its repressor, whereas PETG is a reversible inhibitor for it. It is the product of a polycistronic mRNA which also codes for a ?permease and a transacetylase, and its activity can be probed by a colorimetric assay wherein a dark-blue product is formed from": {
    "guess": "Beta-galactosidase",
    "confidence": [
      [
        "Beta",
        -0.7314671
      ],
      [
        "-g",
        -0.25718582
      ],
      [
        "al",
        -7.934485e-05
      ],
      [
        "act",
        -0.00015598179
      ],
      [
        "os",
        -3.1424974e-05
      ],
      [
        "id",
        -0.0002854113
      ],
      [
        "ase",
        -1.1517961e-05
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the accumulation of the product of that hydrolysis reaction, fluorescin, is a marker for the activity of this enzyme. The combined deficiency of neuraminidase and this enzyme occurs due to the lack of a glycoprotein which prevents the proteolytic degradation of this enzyme, and is called the Goldberg syndrome. This enzyme also carries out an isomerization to produce a product which, like IPTG, acts as in inducer for this enzyme by inactivating its repressor, whereas PETG is a reversible inhibitor for it. It is the product of a polycistronic mRNA which also codes for a ?permease and a transacetylase, and its activity can be probed by a colorimetric assay wherein a dark-blue product is formed from ONPG or X-Gal. For 10 points, identify this protein synthesized by the lac operon, which helps digest": {
    "guess": "Beta-galactosidase",
    "confidence": [
      [
        "Beta",
        -0.1270985
      ],
      [
        "-g",
        -0.1633732
      ],
      [
        "al",
        -4.9305523e-05
      ],
      [
        "act",
        -8.9357956e-05
      ],
      [
        "os",
        -1.7954959e-05
      ],
      [
        "id",
        -0.00019293126
      ],
      [
        "ase",
        -7.822647e-06
      ]
    ]
  },
  "One assay used to measure its activity involves the introduction of FdG via hypotonic shock, and the accumulation of the product of that hydrolysis reaction, fluorescin, is a marker for the activity of this enzyme. The combined deficiency of neuraminidase and this enzyme occurs due to the lack of a glycoprotein which prevents the proteolytic degradation of this enzyme, and is called the Goldberg syndrome. This enzyme also carries out an isomerization to produce a product which, like IPTG, acts as in inducer for this enzyme by inactivating its repressor, whereas PETG is a reversible inhibitor for it. It is the product of a polycistronic mRNA which also codes for a ?permease and a transacetylase, and its activity can be probed by a colorimetric assay wherein a dark-blue product is formed from ONPG or X-Gal. For 10 points, identify this protein synthesized by the lac operon, which helps digest a namesake monosaccharide.": {
    "guess": "Beta-galactosidase",
    "confidence": [
      [
        "Beta",
        -0.1874769
      ],
      [
        "-g",
        -0.10960555
      ],
      [
        "al",
        -3.6073914e-05
      ],
      [
        "act",
        -8.12521e-05
      ],
      [
        "os",
        -1.1517961e-05
      ],
      [
        "id",
        -0.00011915887
      ],
      [
        "ase",
        -9.253091e-06
      ]
    ]
  }
}