{
  "This Olympian goddess was the mother of the super-fast horse Arion, whom she bore after being raped by Poseidon in horse form. While on a search, she was hospitably received by the king Celeus, whose son": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.0042527965
      ],
      [
        "eter",
        -0.0016507796
      ]
    ]
  },
  "This Olympian goddess was the mother of the super-fast horse Arion, whom she bore after being raped by": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.0016732762
      ],
      [
        "eter",
        -1.92662e-05
      ]
    ]
  },
  "This Olympian goddess was the mother of the super-fast horse Arion, whom she bore after being raped by Poseidon in horse form. While on a search, she was hospitably received by the king Celeus, whose son Triptolemus she trained in the skill she represented as goddess. At Tantalus's banquet, she accidentally ate the shoulder of Pelops, whom she later brought back to life. The most famous story involving her is the likely basis of the Eleusinian Mysteries. FTP who is this Greek deity whose daughter": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.0038246568
      ],
      [
        "eter",
        -3.5597102e-05
      ]
    ]
  },
  "This Olympian goddess was the mother of the super-fast horse Arion, whom she bore after being raped by Poseidon in horse form. While on a search, she was hospitably received by the king Celeus, whose son Triptolemus she trained in the skill she represented as goddess. At Tantalus's banquet, she accidentally ate the shoulder of Pelops, whom she later brought back to life. The most famous story involving": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.0010657975
      ],
      [
        "eter",
        -6.7901296e-05
      ]
    ]
  },
  "This Olympian goddess was the mother of the super-fast horse Arion, whom she bore after being raped by Poseidon in horse form. While on a search, she was hospitably received by the king Celeus, whose son Triptolemus she trained in the skill she represented as goddess. At Tantalus's banquet, she accidentally ate the shoulder of Pelops, whom she later brought back to life. The most famous story involving her is the likely basis of the Eleusinian Mysteries. FTP who is this Greek deity whose daughter Persephone was taken from her by Hades, the goddess of agriculture?": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.0009817204
      ],
      [
        "eter",
        -4.036525e-05
      ]
    ]
  },
  "This Olympian goddess was the mother of the super-fast horse Arion, whom she bore after being raped by Poseidon in horse form. While on a search, she was hospitably received by the king Celeus, whose son Triptolemus she trained in the skill she represented as goddess. At Tantalus's banquet, she accidentally": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.004677542
      ],
      [
        "eter",
        -0.00040230976
      ]
    ]
  }
}