{
  "An emakimono painting commemorates Ban Dainagon's attempts to frame the first man to take this clan's name of the burning of the door of the Imperial Palace. Legendary warriors such as Watanabe no Tsuna and Sakata no Kintoki were among the four famed retainers of another member of this family, who quelled the Oeyama rebellion. Another member of this clan became known as \"the son of the God of War\" for his exploits against the Abe clan in the Zensunnen war. Members such as Tametomo and Tameyoshi sided with Sutoku in the Hogen rebellion, marking the decline of the Seiwa Genji line. One member of this family heeded Mochimoto's call to arms against Antoku. For 10 points, name this clan, whose member": {
    "guess": "Minamoto clan",
    "confidence": [
      [
        "Min",
        -0.06294502
      ],
      [
        "amoto",
        -0.00025108797
      ],
      [
        " clan",
        -0.017096044
      ]
    ]
  },
  "Embryos of one class in this phylum contain teloblast cells that divide asymmetrically to form blast cells. In North American forests, post-glacial invasion of a class in this phylum speeds up forest nutrient cycling. The anticoagulant hirudin is secreted by one subclass of this phylum. (*) Riftia is": {
    "guess": "Annelida",
    "confidence": [
      [
        "An",
        -0.008391874
      ],
      [
        "nel",
        -5.3358446e-05
      ],
      [
        "ida",
        -0.46512341
      ]
    ]
  },
  "An emakimono painting commemorates Ban Dainagon's attempts to frame the first man to take this clan's name of the burning of the door of the Imperial Palace. Legendary warriors such as Watanabe no Tsuna and Sakata no Kintoki were among the four famed retainers of another member of this family, who quelled": {
    "guess": "Minamoto clan",
    "confidence": [
      [
        "Min",
        -0.30418256
      ],
      [
        "amoto",
        -1.9385403e-05
      ],
      [
        " clan",
        -0.007835281
      ]
    ]
  },
  "An emakimono painting commemorates Ban Dainagon's attempts to frame the first man to take this clan's name of the burning of the door of the Imperial Palace. Legendary warriors such as Watanabe no Tsuna and Sakata no Kintoki were among the four famed retainers of another member of this family, who quelled the Oeyama rebellion. Another member of this clan became known as \"the son of the God of War\" for his exploits against the Abe clan in the Zensunnen war. Members such as Tametomo and Tameyoshi sided with Sutoku in the Hogen rebellion, marking the decline of the Seiwa Genji line. One member of": {
    "guess": "Minamoto clan",
    "confidence": [
      [
        "Min",
        -0.09187927
      ],
      [
        "amoto",
        -7.5530326e-05
      ],
      [
        " clan",
        -0.01578001
      ]
    ]
  },
  "An emakimono painting commemorates Ban Dainagon's attempts to frame the first man to take this clan's name of the burning of the door of the Imperial Palace. Legendary warriors such as Watanabe no Tsuna and Sakata no Kintoki were among the four famed retainers of another member of this family, who quelled the Oeyama rebellion. Another member of this clan became known as \"the son of the God of War\" for his exploits against the Abe clan in the Zensunnen war. Members such as Tametomo and Tameyoshi sided": {
    "guess": "Minamoto clan",
    "confidence": [
      [
        "Min",
        -0.22456095
      ],
      [
        "amoto",
        -0.00023846338
      ],
      [
        " clan",
        -0.008603344
      ]
    ]
  },
  "Embryos of one class in this phylum contain teloblast cells that divide asymmetrically to form blast": {
    "guess": "Annelid",
    "confidence": [
      [
        "An",
        -0.8715619
      ],
      [
        "nel",
        -0.00011450992
      ],
      [
        "id",
        -0.26763052
      ]
    ]
  },
  "Embryos of one class in this phylum contain teloblast cells that divide asymmetrically to form blast cells. In North American forests, post-glacial invasion of a class in this phylum speeds up forest nutrient cycling. The anticoagulant hirudin is secreted by one subclass of this phylum. (*) Riftia is a genus in this phylum found on hydrothermal vents. One class in this metameric phylum has hairy chetae on limb-like parapodia. For 10 points, name this phylum containing polychaetes and clitellates like leeches and earthworms.": {
    "guess": "Annelida",
    "confidence": [
      [
        "An",
        -0.0017866829
      ],
      [
        "nel",
        -1.1756368e-05
      ],
      [
        "ida",
        -0.13495433
      ]
    ]
  },
  "Embryos of one class in this phylum contain teloblast cells that divide asymmetrically to form blast cells. In North American forests, post-glacial invasion of a class in this phylum speeds up forest nutrient cycling. The anticoagulant hirudin is secreted by one subclass of this phylum. (*) Riftia is a genus in this phylum found on hydrothermal vents. One class in this metameric phylum has hairy chetae": {
    "guess": "Annelida",
    "confidence": [
      [
        "An",
        -0.01499117
      ],
      [
        "nel",
        -1.9743013e-05
      ],
      [
        "ida",
        -0.29615295
      ]
    ]
  },
  "An emakimono painting commemorates Ban Dainagon's attempts to frame the first man to take this clan's name of the burning of the door of the Imperial Palace. Legendary warriors such as Watanabe no Tsuna": {
    "guess": "Taira clan",
    "confidence": [
      [
        "T",
        -0.59524
      ],
      [
        "aira",
        -0.0766867
      ],
      [
        " clan",
        -0.055548068
      ]
    ]
  },
  "Embryos of one class in this phylum contain teloblast cells that divide asymmetrically to form blast cells. In North American forests, post-glacial invasion of a class in this phylum speeds up forest nutrient cycling. The anticoagulant hirudin is secreted by one subclass of this phylum. (*) Riftia is a genus in this phylum found on hydrothermal vents. One class in this metameric phylum has hairy chetae on limb-like parapodia. For 10 points, name this phylum containing polychaetes and clitellates": {
    "guess": "Annelida",
    "confidence": [
      [
        "An",
        -0.0072188573
      ],
      [
        "nel",
        -2.8802491e-05
      ],
      [
        "ida",
        -0.26477978
      ]
    ]
  },
  "An emakimono painting commemorates Ban Dainagon's attempts to frame the first man to take this clan's name of the burning of the door of the Imperial Palace. Legendary warriors such as Watanabe no Tsuna and Sakata no Kintoki were among the four famed retainers of another member of this family, who quelled the Oeyama rebellion. Another member of this clan became known as \"the son of the God of War\"": {
    "guess": "Minamoto clan",
    "confidence": [
      [
        "Min",
        -0.22571838
      ],
      [
        "amoto",
        -0.00010843054
      ],
      [
        " clan",
        -0.013320465
      ]
    ]
  },
  "An emakimono painting commemorates Ban Dainagon's attempts to frame the first man to take this clan's name of the burning of the door of the Imperial Palace. Legendary warriors such as Watanabe no Tsuna and Sakata no Kintoki were among the four famed retainers of another member of this family, who quelled the Oeyama rebellion. Another member of this clan became known as \"the son of the God of War\" for his exploits against the Abe clan in the Zensunnen war. Members such as Tametomo and Tameyoshi sided with Sutoku in the Hogen rebellion, marking the decline of the Seiwa Genji line. One member of this family heeded Mochimoto's call to arms against Antoku. For 10 points, name this clan, whose member Yoritomo established the Kamakura shogunate.": {
    "guess": "Minamoto clan",
    "confidence": [
      [
        "Min",
        -0.0028055832
      ],
      [
        "amoto",
        -0.00014609157
      ],
      [
        " clan",
        -0.109705225
      ]
    ]
  },
  "Embryos of one class in this phylum contain teloblast cells that divide asymmetrically to form blast cells. In North American forests, post-glacial invasion of a class in this phylum speeds up forest nutrient": {
    "guess": "Bryophyte",
    "confidence": [
      [
        "B",
        -1.8269262
      ],
      [
        "ry",
        -0.05106935
      ],
      [
        "oph",
        -0.32256696
      ],
      [
        "yte",
        -0.22045606
      ]
    ]
  },
  "An emakimono painting commemorates Ban Dainagon's attempts to frame the first man to take this clan's": {
    "guess": "Taira clan",
    "confidence": [
      [
        "T",
        -0.42301276
      ],
      [
        "aira",
        -0.551144
      ],
      [
        " clan",
        -0.019458812
      ]
    ]
  }
}