{
  "The Cai-Qin hypothesis was accepted as the model for their origin until work by Barend ten Haar showed that the \"mutual aid\" theory was incomplete. They are believed to have originated in a Shaolin temple in Fujian, and are known to have participated in the Liu Shuangwen Rebellion as well as starting an 1802 rebellion in Guangdong. Known to go to such extents as building their own towns with illicit taps into public utilites in order to maintain control of labor, gambling, and prostitution, they are believed to control ninety percent of the world heroin trade. For 10 points, identify these gangs,": {
    "guess": "Triad (organized crime)",
    "confidence": [
      [
        "Tri",
        -0.039410558
      ],
      [
        "ad",
        -0.294573
      ],
      [
        " (",
        -0.13464034
      ],
      [
        "organized",
        -0.04316909
      ],
      [
        " crime",
        -0.000203898
      ],
      [
        ")",
        -0.0014207109
      ]
    ]
  },
  "Caius of Rome attributed this work to the heresiarch named Cerinthus. This work's second and third chapters consist of short epistles to the seven churches of Asia, and its final section describes the": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.08913467
      ],
      [
        " of",
        -5.4788892e-05
      ],
      [
        " Revelation",
        -0.0057314676
      ]
    ]
  },
  "Caius of Rome attributed this work to the heresiarch named Cerinthus. This work's second and third chapters consist of short epistles to the seven churches of Asia, and its final section describes the release of the great dragon after the millennial reign and its short-lived control of Gog and Magog.": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.0122245895
      ],
      [
        " of",
        -4.727906e-05
      ],
      [
        " Revelation",
        -0.0018511777
      ]
    ]
  },
  "The Cai-Qin hypothesis was accepted as the model for their origin until work by Barend ten Haar showed": {
    "guess": "Taiping Rebellion",
    "confidence": [
      [
        "Ta",
        -2.104317
      ],
      [
        "iping",
        -0.0317141
      ],
      [
        " Rebellion",
        -0.73718643
      ]
    ]
  },
  "The Cai-Qin hypothesis was accepted as the model for their origin until work by Barend ten Haar showed that the \"mutual aid\" theory was incomplete. They are believed to have originated in a Shaolin temple in Fujian, and are known to have participated in the Liu Shuangwen Rebellion as well as starting an 1802 rebellion in Guangdong. Known to go to such extents as building their own towns with illicit": {
    "guess": "White Lotus",
    "confidence": [
      [
        "White",
        -0.6816912
      ],
      [
        " Lotus",
        -0.0010178061
      ]
    ]
  },
  "Caius of Rome attributed this work to the heresiarch named Cerinthus. This work's second and third chapters": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.031690534
      ],
      [
        " of",
        -8.733149e-05
      ],
      [
        " Revelation",
        -0.013830723
      ]
    ]
  },
  "Caius of Rome attributed this work to the heresiarch named Cerinthus. This work's second and third chapters consist of short epistles to the seven churches of Asia, and its final section describes the release of the great dragon after the millennial reign and its short-lived control of Gog and Magog. This work was supposedly written on the island of Patmos by the John the Apostle. This Biblical book includes the murder of the great harlot representing Babylon and the opening of the seven seals. For": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.0005788889
      ],
      [
        " of",
        -8.657073e-06
      ],
      [
        " Revelation",
        -5.407367e-05
      ]
    ]
  },
  "Caius of Rome attributed this work to the heresiarch named Cerinthus. This work's second and third chapters consist of short epistles to the seven churches of Asia, and its final section describes the release of the great dragon after the millennial reign and its short-lived control of Gog and Magog. This work was supposedly written on the island of Patmos by the John the Apostle. This Biblical book includes the murder of the great harlot representing Babylon and the opening of the seven seals. For 10 points, name this final book of the New Testament depicting Conquest, War, Famine, and Death as the Four Horsemen of the Apocalypse.": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.005008648
      ],
      [
        " of",
        -8.244414e-05
      ],
      [
        " Revelation",
        -0.00043591417
      ]
    ]
  },
  "Caius of Rome attributed this work to the heresiarch named Cerinthus. This work's second and third chapters consist of short epistles to the seven churches of Asia, and its final section describes the release of the great dragon after the millennial reign and its short-lived control of Gog and Magog. This work was supposedly written on the island of Patmos by the John the Apostle. This Biblical book includes the murder of the great harlot representing Babylon and the opening of the seven seals. For 10 points, name this final book of the New Testament depicting Conquest, War, Famine, and Death as": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.0027975105
      ],
      [
        " of",
        -0.0004941755
      ],
      [
        " Revelation",
        -0.00035751116
      ]
    ]
  },
  "The Cai-Qin hypothesis was accepted as the model for their origin until work by Barend ten Haar showed that the \"mutual aid\" theory was incomplete. They are believed to have originated in a Shaolin temple in Fujian, and are known to have participated in the Liu Shuangwen Rebellion as well as starting an 1802 rebellion in Guangdong. Known to go to such extents as building their own towns with illicit taps into public utilites in order to maintain control of labor, gambling, and prostitution, they": {
    "guess": "Triad (organized crime)",
    "confidence": [
      [
        "Tri",
        -0.24333999
      ],
      [
        "ad",
        -0.07384523
      ],
      [
        " (",
        -0.04495846
      ],
      [
        "organized",
        -0.03508755
      ],
      [
        " crime",
        -0.00035584232
      ],
      [
        ")",
        -0.00095540937
      ]
    ]
  },
  "The Cai-Qin hypothesis was accepted as the model for their origin until work by Barend ten Haar showed that the \"mutual aid\" theory was incomplete. They are believed to have originated in a Shaolin temple in Fujian, and are known to have participated in the Liu Shuangwen Rebellion as well as starting": {
    "guess": "White Lotus",
    "confidence": [
      [
        "White",
        -0.20640822
      ],
      [
        " Lotus",
        -0.08162084
      ]
    ]
  },
  "Caius of Rome attributed this work to the heresiarch named Cerinthus. This work's second and third chapters consist of short epistles to the seven churches of Asia, and its final section describes the release of the great dragon after the millennial reign and its short-lived control of Gog and Magog. This work was supposedly written on the island of Patmos by the John the Apostle. This Biblical book": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.009293334
      ],
      [
        " of",
        -4.0961266e-05
      ],
      [
        " Revelation",
        -0.0022671823
      ]
    ]
  },
  "The Cai-Qin hypothesis was accepted as the model for their origin until work by Barend ten Haar showed that the \"mutual aid\" theory was incomplete. They are believed to have originated in a Shaolin temple in Fujian, and are known to have participated in the Liu Shuangwen Rebellion as well as starting an 1802 rebellion in Guangdong. Known to go to such extents as building their own towns with illicit taps into public utilites in order to maintain control of labor, gambling, and prostitution, they are believed to control ninety percent of the world heroin trade. For 10 points, identify these gangs, the most-studied of Chinese secret societies.": {
    "guess": "Triad (organized crime)",
    "confidence": [
      [
        "Tri",
        -0.060460344
      ],
      [
        "ad",
        -0.10471471
      ],
      [
        " (",
        -0.0058262954
      ],
      [
        "organized",
        -0.061318398
      ],
      [
        " crime",
        -0.000102708764
      ],
      [
        ")",
        -0.00065810804
      ]
    ]
  },
  "The Cai-Qin hypothesis was accepted as the model for their origin until work by Barend ten Haar showed that the \"mutual aid\" theory was incomplete. They are believed to have originated in a Shaolin temple": {
    "guess": "Sociobiology",
    "confidence": [
      [
        "S",
        -1.0766422
      ],
      [
        "oci",
        -0.0012814223
      ],
      [
        "obi",
        -0.0016520909
      ],
      [
        "ology",
        -0.0013882086
      ]
    ]
  }
}