{
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought a civil war against the chancellor Gaspar Bekes upon ascending to one title, and after victory, he departed leaving his brother Christopher in charge. That man initiated the elite selected infantry of peasants and launched a siege on Pskov from Mirozhsky Monastery after winning a battle at Velikiye Luki. That figure rose to power because the Sejm refused to be governed by a German king, namely Maximilian II, so he was married to Anna Jagiello and declared king following the death of Sigismund": {
    "guess": "Stephen Báthory",
    "confidence": [
      [
        "Stephen",
        -0.10958278
      ],
      [
        " B",
        -0.32036835
      ],
      [
        "á",
        -0.048694447
      ],
      [
        "th",
        -2.7252845e-05
      ],
      [
        "ory",
        -5.5623317e-05
      ]
    ]
  },
  "It says that humans and nature are connected to each other through a vast invisible fluid that fills the universe. With proper training, a therapist can cure diseases caused by disturbances in that fluid by using the force of his own fluid to manipulate imbalances in the patient. FTP, name this discredited": {
    "guess": "Animal magnetism",
    "confidence": [
      [
        "Animal",
        -0.5009565
      ],
      [
        " magnet",
        -0.038213965
      ],
      [
        "ism",
        -4.4179764e-05
      ]
    ]
  },
  "It says that humans and nature are connected to each other through a vast invisible fluid that fills": {
    "guess": "Animal magnetism",
    "confidence": [
      [
        "Animal",
        -0.9278071
      ],
      [
        " magnet",
        -0.054914325
      ],
      [
        "ism",
        -1.6882126e-05
      ]
    ]
  },
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought a civil war against the chancellor Gaspar Bekes upon ascending to one title, and after victory, he departed leaving his brother Christopher in charge. That man initiated the elite selected infantry of peasants and launched a siege on Pskov from Mirozhsky Monastery after winning a battle at Velikiye Luki. That figure rose to power because the Sejm refused to be governed by a German king, namely Maximilian": {
    "guess": "Stephen Báthory",
    "confidence": [
      [
        "Stephen",
        -1.2254262
      ],
      [
        " B",
        -0.47523862
      ],
      [
        "á",
        -0.011748962
      ],
      [
        "th",
        -3.0545007e-06
      ],
      [
        "ory",
        -3.4405064e-05
      ]
    ]
  },
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought a civil war against the chancellor Gaspar Bekes upon ascending to one title, and after victory, he departed leaving his brother Christopher in charge. That man initiated the elite selected infantry of peasants and launched a siege on Pskov from Mirozhsky Monastery after winning a battle at Velikiye": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.5064694
      ],
      [
        "van",
        -0.0043033576
      ],
      [
        " the",
        -0.79518265
      ],
      [
        " Ter",
        -0.006585232
      ],
      [
        "rible",
        -8.613945e-05
      ]
    ]
  },
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought a civil war against the chancellor Gaspar Bekes upon ascending to one title, and after victory, he departed leaving his brother Christopher in charge. That man initiated the elite selected infantry": {
    "guess": "Habsburg Monarchy",
    "confidence": [
      [
        "H",
        -1.2428806
      ],
      [
        "abs",
        -0.21455213
      ],
      [
        "burg",
        -0.00046403529
      ],
      [
        " Mon",
        -0.6912249
      ],
      [
        "archy",
        -0.0060784644
      ]
    ]
  },
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought a civil war against the chancellor Gaspar Bekes upon ascending to one title, and after victory, he departed leaving his brother Christopher in charge. That man initiated the elite selected infantry of peasants and launched a siege on Pskov from Mirozhsky Monastery after winning a battle at Velikiye Luki. That figure rose to power because the Sejm refused to be governed by a German king, namely Maximilian II, so he was married to Anna Jagiello and declared king following the death of Sigismund II. Another figure from this family was a resident of Cachtice Castle, and was referred to as the \"Tigress of Cachtice.\" That daughter of George VI was also called the \"Blood Countess\" for her alleged habit of killing servant girls and bathing in their blood. FTP, give this Hungarian family name of": {
    "guess": "Báthory",
    "confidence": [
      [
        "B",
        -0.07220933
      ],
      [
        "á",
        -0.0074508023
      ],
      [
        "th",
        -2.220075e-06
      ],
      [
        "ory",
        -8.180258e-06
      ]
    ]
  },
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought a civil war against the chancellor Gaspar Bekes upon ascending to one title, and after victory, he": {
    "guess": "Habsburg",
    "confidence": [
      [
        "H",
        -0.8272095
      ],
      [
        "abs",
        -0.024207894
      ],
      [
        "burg",
        -8.5543434e-05
      ]
    ]
  },
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought a civil war against the chancellor Gaspar Bekes upon ascending to one title, and after victory, he departed leaving his brother Christopher in charge. That man initiated the elite selected infantry of peasants and launched a siege on Pskov from Mirozhsky Monastery after winning a battle at Velikiye Luki. That figure rose to power because the Sejm refused to be governed by a German king, namely Maximilian II, so he was married to Anna Jagiello and declared king following the death of Sigismund II. Another figure from this family was a resident of Cachtice Castle, and was referred to as the \"Tigress of Cachtice.\" That daughter of George VI was also called the \"Blood Countess\" for her alleged habit of killing servant girls and bathing in their blood. FTP, give this Hungarian family name of the Polish king Stephan, or the reputed vampire Elizabeth.": {
    "guess": "Báthory family",
    "confidence": [
      [
        "B",
        -0.027478408
      ],
      [
        "á",
        -0.0028640812
      ],
      [
        "th",
        -1.9361265e-07
      ],
      [
        "ory",
        -6.1537958e-06
      ],
      [
        " family",
        -0.16379258
      ]
    ]
  },
  "It says that humans and nature are connected to each other through a vast invisible fluid that fills the universe. With proper training, a therapist can cure diseases caused by disturbances in that fluid by using the force of his own fluid to manipulate imbalances in the patient. FTP, name this discredited medical theory associated with Franz Anton Mesmer.": {
    "guess": "Animal magnetism",
    "confidence": [
      [
        "Animal",
        -0.049173143
      ],
      [
        " magnet",
        -0.16870186
      ],
      [
        "ism",
        -2.546479e-05
      ]
    ]
  },
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought a civil war against the chancellor Gaspar Bekes upon ascending to one title, and after victory, he departed leaving his brother Christopher in charge. That man initiated the elite selected infantry of peasants and launched a siege on Pskov from Mirozhsky Monastery after winning a battle at Velikiye Luki. That figure rose to power because the Sejm refused to be governed by a German king, namely Maximilian II, so he was married to Anna Jagiello and declared king following the death of Sigismund II. Another figure from this family was a resident of Cachtice Castle, and was referred to as the \"Tigress of Cachtice.\" That daughter of George VI was also called the \"Blood Countess\" for her alleged": {
    "guess": "Báthory family",
    "confidence": [
      [
        "B",
        -0.2903241
      ],
      [
        "á",
        -0.33821768
      ],
      [
        "th",
        -4.246537e-06
      ],
      [
        "ory",
        -0.000156101
      ],
      [
        " family",
        -0.6039796
      ]
    ]
  },
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought a civil war against the chancellor Gaspar Bekes upon ascending to one title, and after victory, he departed leaving his brother Christopher in charge. That man initiated the elite selected infantry of peasants and launched a siege on Pskov from Mirozhsky Monastery after winning a battle at Velikiye Luki. That figure rose to power because the Sejm refused to be governed by a German king, namely Maximilian II, so he was married to Anna Jagiello and declared king following the death of Sigismund II. Another figure from this family was a resident of Cachtice Castle, and was referred to as the \"Tigress": {
    "guess": "Báthory family",
    "confidence": [
      [
        "B",
        -0.12973475
      ],
      [
        "á",
        -0.25165793
      ],
      [
        "th",
        -4.604148e-06
      ],
      [
        "ory",
        -0.00012094693
      ],
      [
        " family",
        -0.7660646
      ]
    ]
  },
  "It says that humans and nature are connected to each other through a vast invisible fluid that fills the universe. With proper training, a therapist can cure diseases caused by disturbances in that fluid": {
    "guess": "Pranic Healing",
    "confidence": [
      [
        "Pr",
        -0.7106672
      ],
      [
        "anic",
        -0.27902716
      ],
      [
        " Healing",
        -0.2831483
      ]
    ]
  },
  "won't say more because I know some of you _parse_ everything I say.\"]  One ruler of this family fought": {
    "guess": "House of Habsburg",
    "confidence": [
      [
        "House",
        -1.1290641
      ],
      [
        " of",
        -0.0014836744
      ],
      [
        " H",
        -1.3204131
      ],
      [
        "abs",
        -0.19344881
      ],
      [
        "burg",
        -9.317247e-05
      ]
    ]
  }
}