{
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break the Texas high school record for strikeouts previously held by Josh Beckett. This man lost ten pounds during the 2002 World Games, when he drank some tainted water, but despite being unable to eat he led the U.S. to a silver medal by striking out thirty-three batters in sixteen innings. He was ejected": {
    "guess": "Jeremy Guthrie",
    "confidence": [
      [
        "Jeremy",
        -1.5497884
      ],
      [
        " Guth",
        -0.9196973
      ],
      [
        "rie",
        -0.00012047011
      ]
    ]
  },
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break the Texas high school record for strikeouts previously held by Josh Beckett. This man lost ten pounds during the 2002 World Games, when he drank some tainted water, but despite being unable to eat he led the U.S. to a silver medal by striking out thirty-three batters in sixteen innings. He was ejected from his last start of his rookie season after hitting Manny Ramirez and Kevin Millar consecutively, though earlier that year he became the youngest pitcher since 1975 to win his debut start. Jim": {
    "guess": "Clayton Kershaw",
    "confidence": [
      [
        "Cl",
        -0.9119542
      ],
      [
        "ay",
        -0.065716326
      ],
      [
        "ton",
        -0.005047322
      ],
      [
        " K",
        -0.0016781525
      ],
      [
        "ersh",
        -0.00010127832
      ],
      [
        "aw",
        -3.392825e-05
      ]
    ]
  },
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break the Texas high school record for strikeouts previously held by Josh Beckett. This man lost ten pounds during the 2002 World Games, when he drank some tainted water, but despite being unable to eat he led the U.S. to a silver medal by striking out thirty-three batters in sixteen innings. He was ejected from his last start of his rookie season after hitting Manny Ramirez and Kevin Millar consecutively, though earlier that year he became the youngest pitcher since 1975 to win his debut start. Jim Duquette's most boneheaded move as GM of the Mets was trading this prospect for Victor Zambrano. He": {
    "guess": "Zack Greinke",
    "confidence": [
      [
        "Z",
        -0.596331
      ],
      [
        "ack",
        -0.054897856
      ],
      [
        " Gre",
        -0.28780666
      ],
      [
        "inke",
        -2.2127088e-05
      ]
    ]
  },
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break the Texas high school record for strikeouts previously held by Josh Beckett. This man lost ten pounds during the 2002 World Games, when he drank some tainted water, but despite being unable to eat he led the U.S. to a silver medal by striking out thirty-three batters in sixteen innings. He was ejected from his last start of his rookie season after hitting Manny Ramirez and Kevin Millar consecutively,": {
    "guess": "Clayton Kershaw",
    "confidence": [
      [
        "Cl",
        -0.81822014
      ],
      [
        "ay",
        -0.043837566
      ],
      [
        "ton",
        -0.002466502
      ],
      [
        " K",
        -0.0024519921
      ],
      [
        "ersh",
        -0.0005645882
      ],
      [
        "aw",
        -4.143808e-05
      ]
    ]
  },
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break the Texas high school record for strikeouts previously held by Josh Beckett. This man lost ten pounds during the 2002 World Games, when he drank some tainted water, but despite being unable to eat he led the U.S. to a silver medal by striking out thirty-three batters in sixteen innings. He was ejected from his last start of his rookie season after hitting Manny Ramirez and Kevin Millar consecutively, though earlier that year he became the youngest pitcher since 1975 to win his debut start. Jim Duquette's most boneheaded move as GM of the Mets was trading this prospect for Victor Zambrano. He now leads a rotation that also includes Edwin Jackson, James Shields, Matt Garza, and Andy Sonnanstine,": {
    "guess": "David Price",
    "confidence": [
      [
        "David",
        -0.008226722
      ],
      [
        " Price",
        -0.00037263904
      ]
    ]
  },
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break the Texas high school record for strikeouts previously held by Josh Beckett. This man lost ten pounds": {
    "guess": "Clayton Kershaw",
    "confidence": [
      [
        "Cl",
        -0.22410403
      ],
      [
        "ay",
        -0.008165708
      ],
      [
        "ton",
        -0.0061583202
      ],
      [
        " K",
        -0.0002491807
      ],
      [
        "ersh",
        -5.3193703e-06
      ],
      [
        "aw",
        -3.166338e-05
      ]
    ]
  },
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break": {
    "guess": "Barry Bonds",
    "confidence": [
      [
        "Bar",
        -1.3938884
      ],
      [
        "ry",
        -0.18415128
      ],
      [
        " Bonds",
        -0.5092169
      ]
    ]
  },
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break the Texas high school record for strikeouts previously held by Josh Beckett. This man lost ten pounds during the 2002 World Games, when he drank some tainted water, but despite being unable to eat he led the U.S. to a silver medal by striking out thirty-three batters in sixteen innings. He was ejected from his last start of his rookie season after hitting Manny Ramirez and Kevin Millar consecutively, though earlier that year he became the youngest pitcher since 1975 to win his debut start. Jim Duquette's most boneheaded move as GM of the Mets was trading this prospect for Victor Zambrano. He now leads a rotation that also includes Edwin Jackson, James Shields, Matt Garza, and Andy Sonnanstine, and is the reigning AL strikeout champion. For 10 points, name this ace of the AL East-leading": {
    "guess": "Tampa Bay Rays",
    "confidence": [
      [
        "T",
        -0.46878844
      ],
      [
        "ampa",
        -6.098748e-05
      ],
      [
        " Bay",
        -0.00026538875
      ],
      [
        " Rays",
        -0.005571798
      ]
    ]
  },
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break the Texas high school record for strikeouts previously held by Josh Beckett. This man lost ten pounds during the 2002 World Games, when he drank some tainted water, but despite being unable to eat he led the U.S. to a silver medal by striking out thirty-three batters in sixteen innings. He was ejected from his last start of his rookie season after hitting Manny Ramirez and Kevin Millar consecutively, though earlier that year he became the youngest pitcher since 1975 to win his debut start. Jim Duquette's most boneheaded move as GM of the Mets was trading this prospect for Victor Zambrano. He now leads a rotation that also includes Edwin Jackson, James Shields, Matt Garza, and Andy Sonnanstine, and is the reigning AL strikeout champion. For 10 points, name this ace of the AL East-leading Tampa Bay Devil Rays.": {
    "guess": "David Price",
    "confidence": [
      [
        "David",
        -0.0625525
      ],
      [
        " Price",
        -0.0010510309
      ]
    ]
  },
  "In the 1980s, this man's father and Adam Dunn's father were business partners, and he went on to break the Texas high school record for strikeouts previously held by Josh Beckett. This man lost ten pounds during the 2002 World Games, when he drank some tainted water, but despite being unable to eat he": {
    "guess": "Jeremy Wariner",
    "confidence": [
      [
        "Jeremy",
        -1.9891253
      ],
      [
        " War",
        -0.752999
      ],
      [
        "iner",
        -0.0066318824
      ]
    ]
  }
}