{
  "Some scriptural evidence for this doctrine may be found in Genesis 3:15, which holds that God put enmity between the subject of this doctrine and the Serpent, and also in Luke 1:28, in which the phrase kecharitomene implies the pre-existence of this condition. Some scholars have drawn comparison between Eve and the subject of this doctrine to justify it. Pius IX promulgated this doctrine in the Ineffabilis Deus in 1854, and on the anniversary of this, there is a feast; specifically, on December 8th. For ten points, identify this Catholic doctrine, which holds that Mary must have been free from original sin in order to have conceived Jesus.": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.009313416
      ],
      [
        "mac",
        -1.5928495e-05
      ],
      [
        "ulate",
        -1.0280384e-06
      ],
      [
        " Con",
        -4.246537e-06
      ],
      [
        "ception",
        -8.89548e-06
      ]
    ]
  },
  "The script was by then-blacklisted Dalton Trumbo but was credited to Ian McLellan Hunter. Its male lead insisted that his co-star have the lead title billing, saying, \"This movie will make her a star.\" Other actors included Eddie Albert, who plays a photographer. It was directed by committee, as five": {
    "guess": "Roman Holiday",
    "confidence": [
      [
        "Roman",
        -0.016293941
      ],
      [
        " Holiday",
        -0.0017680045
      ]
    ]
  },
  "The script was by then-blacklisted Dalton Trumbo but was credited to Ian McLellan Hunter. Its male lead": {
    "guess": "Roman Holiday",
    "confidence": [
      [
        "Roman",
        -0.056857005
      ],
      [
        " Holiday",
        -0.00019817622
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2,": {
    "guess": "Apostle Peter",
    "confidence": [
      [
        "A",
        -0.013581792
      ],
      [
        "post",
        -0.00013798571
      ],
      [
        "le",
        -0.031580817
      ],
      [
        " Peter",
        -0.6443878
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate Domino issued by Eugene IV, and through the Papal constitution of Ineffabilis Deus, promulgated by Pius IX. Related to this dogma are the concepts of Sacred Scripture, Sacred Tradition, and Sacred Magisterium, which consists of ecumenical councils and must be based off of the Sacred Scripture and Sacred": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.25059238
      ],
      [
        "ap",
        -0.012977856
      ],
      [
        "al",
        -1.700133e-05
      ],
      [
        " inf",
        -0.24468504
      ],
      [
        "all",
        -0.00016051154
      ],
      [
        "ibility",
        -0.00039742238
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of": {
    "guess": "Simon Peter",
    "confidence": [
      [
        "Simon",
        -0.92578477
      ],
      [
        " Peter",
        -0.017473903
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate Domino issued by Eugene IV, and through the Papal constitution of Ineffabilis Deus, promulgated by Pius IX. Related to this dogma are the concepts of Sacred Scripture, Sacred Tradition, and Sacred Magisterium, which consists of ecumenical councils and must be based off of the Sacred Scripture and Sacred Tradition. In order for this dogma to be recognized, certain formulas must be used to clarify the intent of a teaching, and there must be an accompanying anathema. In particular, this concept refers": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.09214664
      ],
      [
        "ap",
        -0.004152007
      ],
      [
        "al",
        -2.3392786e-06
      ],
      [
        " inf",
        -0.2660911
      ],
      [
        "all",
        -0.00021021579
      ],
      [
        "ibility",
        -0.00038205247
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate Domino issued by Eugene IV, and through the Papal constitution of Ineffabilis Deus, promulgated by Pius IX. Related to this dogma are the concepts of Sacred Scripture, Sacred Tradition, and Sacred Magisterium,": {
    "guess": "Papal Infallibility",
    "confidence": [
      [
        "P",
        -0.57784826
      ],
      [
        "ap",
        -0.017764146
      ],
      [
        "al",
        -0.00034225677
      ],
      [
        " In",
        -0.77858955
      ],
      [
        "fall",
        -8.418666e-06
      ],
      [
        "ibility",
        -0.00062772946
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate Domino issued by Eugene IV, and through the Papal constitution of Ineffabilis Deus, promulgated by Pius IX. Related to this dogma are the concepts of Sacred Scripture, Sacred Tradition, and Sacred Magisterium, which consists of ecumenical councils and must be based off of the Sacred Scripture and Sacred Tradition. In order for this dogma to be recognized, certain formulas must be used to clarify the": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.10833286
      ],
      [
        "ap",
        -0.0036566032
      ],
      [
        "al",
        -5.6769813e-06
      ],
      [
        " inf",
        -0.44720018
      ],
      [
        "all",
        -0.00013500563
      ],
      [
        "ibility",
        -0.00031806578
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara,   and describes this god rising from the sea inside Brahmanda, an enormous egg. An  incarnation of this deity appears to Arjun in the (*) Bhagavad Gita. Rama and Krishna are two of  the ten avatars of this god, who often appears blue and with four arms. For 10 points, name this  Hindu preserver god, who forms": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.16326417
      ],
      [
        "ish",
        -0.00014299227
      ],
      [
        "nu",
        -4.2153304e-05
      ]
    ]
  },
  "The script was by then-blacklisted Dalton Trumbo but was credited to Ian McLellan Hunter. Its male lead insisted that his co-star have the lead title billing, saying, \"This movie will make her a star.\" Other actors included Eddie Albert, who plays a photographer. It was directed by committee, as five different directors shared billing, including William Wyler who also produced it. The plot details how a young princess escapes from her entourage for a day and cavorts around town with a newspaperman played by Gregory Peck. FTP, name this movie that won Audrey Hepburn her first Oscar and takes its name from its Italian setting.": {
    "guess": "Roman Holiday",
    "confidence": [
      [
        "Roman",
        -0.0014836744
      ],
      [
        " Holiday",
        -0.00011522515
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate Domino issued by Eugene IV, and through the Papal constitution of Ineffabilis Deus, promulgated by Pius IX. Related to this dogma are the concepts of Sacred Scripture, Sacred Tradition, and Sacred Magisterium, which consists of ecumenical councils and must be based off of the Sacred Scripture and Sacred Tradition. In order for this dogma to be recognized, certain formulas must be used to clarify the intent of a teaching, and there must be an accompanying anathema. In particular, this concept refers to teachings made ex cathedra, because the Pope is said to occupy the chair of Peter. FTP, what is this Catholic dogma that, supported by the primacy of the Roman pontiff, renders such dogmas as Pius XII's definition of the Assumption of Mary to be free from even the possibility of error, although it does not guarantee impeccability?": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.010542018
      ],
      [
        "ap",
        -4.954393e-05
      ],
      [
        "al",
        0.0
      ],
      [
        " inf",
        -0.5971806
      ],
      [
        "all",
        -0.00059378205
      ],
      [
        "ibility",
        -0.00042006746
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara, and describes this god rising from the sea inside Brahmanda, an enormous egg. An incarnation of this deity appears to Arjun in the (*) Bhagavad Gita. Rama and Krishna are two of the ten avatars of this god, who often appears blue and with four arms. For 10 points, name this Hindu preserver god, who forms the": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.113970056
      ],
      [
        "ish",
        -6.980855e-05
      ],
      [
        "nu",
        -1.0921943e-05
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate Domino issued by Eugene IV, and through the Papal constitution of Ineffabilis Deus, promulgated by Pius IX. Related to this dogma are the concepts of Sacred Scripture, Sacred Tradition, and Sacred Magisterium, which consists of ecumenical councils and must be based off of the Sacred Scripture and Sacred Tradition. In order for this dogma to be recognized, certain formulas must be used to clarify the intent of a teaching, and there must be an accompanying anathema. In particular, this concept refers to teachings made ex cathedra, because the Pope is said to occupy the chair of Peter. FTP, what is this Catholic dogma that, supported by the primacy of the Roman pontiff, renders such dogmas as Pius": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.009750188
      ],
      [
        "ap",
        -0.00011284107
      ],
      [
        "al",
        -1.9361265e-07
      ],
      [
        " inf",
        -0.24105114
      ],
      [
        "all",
        -0.0010211401
      ],
      [
        "ibility",
        -0.00052014715
      ]
    ]
  },
  "Some scriptural evidence for this doctrine may be found in Genesis 3:15, which holds that God put enmity between the subject of this doctrine and the Serpent, and also in Luke 1:28, in which the phrase kecharitomene implies the pre-existence of this condition. Some scholars have drawn comparison between Eve and the subject of this doctrine to justify it. Pius IX promulgated this doctrine in the Ineffabilis": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.0018855651
      ],
      [
        "mac",
        -7.226629e-06
      ],
      [
        "ulate",
        -1.3186812e-05
      ],
      [
        " Con",
        -4.4849444e-06
      ],
      [
        "ception",
        -4.365741e-06
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate": {
    "guess": "Papal Infallibility",
    "confidence": [
      [
        "P",
        -0.7728471
      ],
      [
        "ap",
        -0.05291404
      ],
      [
        "al",
        -0.0004070779
      ],
      [
        " In",
        -0.78399277
      ],
      [
        "fall",
        -0.00011236426
      ],
      [
        "ibility",
        -0.0014460684
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara, and describes this god rising from the sea inside Brahmanda, an enormous egg. An incarnation of this deity appears to Arjun in the (*) Bhagavad Gita. Rama and Krishna are two of the ten avatars of this god, who": {
    "guess": "Matsya",
    "confidence": [
      [
        "M",
        -0.33793578
      ],
      [
        "ats",
        -3.23786e-05
      ],
      [
        "ya",
        -5.6934558e-05
      ]
    ]
  },
  "The script was by then-blacklisted Dalton Trumbo but was credited to Ian McLellan Hunter. Its male lead insisted that his co-star have the lead title billing, saying, \"This movie will make her a star.\"": {
    "guess": "Roman Holiday",
    "confidence": [
      [
        "Roman",
        -0.0646534
      ],
      [
        " Holiday",
        -0.00089002156
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara,   and describes this god rising from the sea inside Brahmanda, an enormous egg. An  incarnation of this deity appears to Arjun in the (*) Bhagavad Gita. Rama and Krishna are two of  the ten avatars of this god,": {
    "guess": "Matsya",
    "confidence": [
      [
        "M",
        -0.37858418
      ],
      [
        "ats",
        -1.1398757e-05
      ],
      [
        "ya",
        -5.4908094e-05
      ]
    ]
  },
  "Some scriptural evidence for this doctrine may be found in Genesis 3:15, which holds that God put enmity between the subject of this doctrine and the Serpent, and also in Luke 1:28, in which the phrase kecharitomene implies the pre-existence of this condition. Some scholars have drawn comparison between Eve and the subject of this doctrine to justify it. Pius IX promulgated this doctrine in the Ineffabilis Deus in 1854, and on the anniversary of this, there is a feast; specifically, on December 8th. For ten points, identify this Catholic doctrine, which holds that Mary must have been free from": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.026363123
      ],
      [
        "mac",
        -1.640531e-05
      ],
      [
        "ulate",
        -3.4121115e-06
      ],
      [
        " Con",
        -5.5577775e-06
      ],
      [
        "ception",
        -5.5577775e-06
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara,   and describes this god rising from the sea inside Brahmanda, an enormous egg. An  incarnation of this deity": {
    "guess": "Matsya",
    "confidence": [
      [
        "M",
        -0.8026677
      ],
      [
        "ats",
        -0.0022611176
      ],
      [
        "ya",
        -8.947716e-05
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate Domino issued by Eugene IV, and through the Papal constitution of Ineffabilis Deus, promulgated by Pius IX. Related to this dogma are the concepts of Sacred Scripture, Sacred Tradition, and Sacred Magisterium, which consists of ecumenical councils and must be based off of the Sacred Scripture and Sacred Tradition. In order for this dogma to be recognized, certain formulas must be used to clarify the intent of a teaching, and there must be an accompanying anathema. In particular, this concept refers to teachings made ex cathedra, because the Pope is said to occupy the chair of Peter. FTP, what": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.020157356
      ],
      [
        "ap",
        -7.696077e-05
      ],
      [
        "al",
        0.0
      ],
      [
        " inf",
        -0.23901783
      ],
      [
        "all",
        -0.0007137431
      ],
      [
        "ibility",
        -0.00043770226
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara, and describes this god rising from the sea inside Brahmanda, an enormous egg. An incarnation of this deity appears to Arjun in the (*) Bhagavad Gita. Rama and Krishna are two of the ten avatars of this god, who often appears blue and with four arms. For 10 points, name this Hindu preserver god, who forms the Trimurti with Brahma and Shiva.": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.2920173
      ],
      [
        "ish",
        -0.00021450345
      ],
      [
        "nu",
        -7.58424e-06
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara, and describes": {
    "guess": "Vishnu Purana",
    "confidence": [
      [
        "V",
        -0.4812943
      ],
      [
        "ish",
        -0.0022213915
      ],
      [
        "nu",
        -2.7968066e-05
      ],
      [
        " Pur",
        -0.049163606
      ],
      [
        "ana",
        -7.839122e-05
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate Domino issued by Eugene IV, and through the Papal constitution of Ineffabilis Deus, promulgated by Pius": {
    "guess": "Papal Infallibility",
    "confidence": [
      [
        "P",
        -0.4467098
      ],
      [
        "ap",
        -0.023305343
      ],
      [
        "al",
        -0.00041518008
      ],
      [
        " In",
        -0.6799967
      ],
      [
        "fall",
        -7.600714e-05
      ],
      [
        "ibility",
        -0.001117354
      ]
    ]
  },
  "Some scriptural evidence for this doctrine may be found in Genesis 3:15, which holds that God put enmity between the subject of this doctrine and the Serpent, and also in Luke 1:28, in which the phrase kecharitomene implies the pre-existence of this condition. Some scholars have drawn comparison between": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.013648118
      ],
      [
        "mac",
        -2.577686e-06
      ],
      [
        "ulate",
        -2.577686e-06
      ],
      [
        " Con",
        -4.692145e-05
      ],
      [
        "ception",
        -4.9617593e-06
      ]
    ]
  },
  "The script was by then-blacklisted Dalton Trumbo but was credited to Ian McLellan Hunter. Its male lead insisted that his co-star have the lead title billing, saying, \"This movie will make her a star.\" Other actors included Eddie Albert, who plays a photographer. It was directed by committee, as five different directors shared billing, including William Wyler who also produced it. The plot details how a young princess escapes from her entourage for a day and cavorts around town with a newspaperman": {
    "guess": "Roman Holiday",
    "confidence": [
      [
        "Roman",
        -0.019656606
      ],
      [
        " Holiday",
        -0.00014609157
      ]
    ]
  },
  "Some scriptural evidence for this doctrine may be found in Genesis 3:15, which holds that God put enmity between the subject of this doctrine and the Serpent, and also in Luke 1:28, in which the phrase": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.07486223
      ],
      [
        "mac",
        -2.8160932e-06
      ],
      [
        "ulate",
        -1.504853e-06
      ],
      [
        " Con",
        -2.188868e-05
      ],
      [
        "ception",
        -5.4385737e-06
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara, and describes this god rising from the sea inside Brahmanda, an enormous egg. An incarnation of this deity appears": {
    "guess": "Matsya (Avatar of Vishnu)",
    "confidence": [
      [
        "M",
        -0.9245369
      ],
      [
        "ats",
        -0.0013384549
      ],
      [
        "ya",
        -0.00014299227
      ],
      [
        " (",
        -0.6000746
      ],
      [
        "Avatar",
        -0.6849105
      ],
      [
        " of",
        -0.0074134134
      ],
      [
        " Vish",
        -0.001253327
      ],
      [
        "nu",
        -1.2233183e-05
      ],
      [
        ")",
        -0.00027980874
      ]
    ]
  },
  "Scriptural support for this concept comes from such readings as John 1:42, Mark 3:16, and Matthew 10:2, which refer to Simon receiving a name related to the Greek word for ‘rock'. Historical examples of this concept being exercised were the Bull Unam Sanctam issued by Boniface VIII, the Bull Cantate Domino issued by Eugene IV, and through the Papal constitution of Ineffabilis Deus, promulgated by Pius IX. Related to this dogma are the concepts of Sacred Scripture, Sacred Tradition, and Sacred Magisterium, which consists of ecumenical councils and must be based off of the Sacred Scripture and Sacred Tradition. In order for this dogma to be recognized, certain formulas must be used to clarify the intent of a teaching, and there must be an accompanying anathema. In particular, this concept refers to teachings made ex cathedra, because the Pope is said to occupy the chair of Peter. FTP, what is this Catholic dogma that, supported by the primacy of the Roman pontiff, renders such dogmas as Pius XII's definition of the Assumption of Mary to be free from even the possibility of error, although": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.016656507
      ],
      [
        "ap",
        -0.00013679368
      ],
      [
        "al",
        0.0
      ],
      [
        " inf",
        -0.3638579
      ],
      [
        "all",
        -0.001091639
      ],
      [
        "ibility",
        -0.00077913096
      ]
    ]
  },
  "The script was by then-blacklisted Dalton Trumbo but was credited to Ian McLellan Hunter. Its male lead insisted that his co-star have the lead title billing, saying, \"This movie will make her a star.\" Other actors included Eddie Albert, who plays a photographer. It was directed by committee, as five different directors shared billing, including William Wyler who also produced it. The plot details how a young princess escapes from her entourage for a day and cavorts around town with a newspaperman played by Gregory Peck. FTP, name this movie that won Audrey Hepburn her first Oscar and takes its": {
    "guess": "Roman Holiday",
    "confidence": [
      [
        "Roman",
        -0.011300685
      ],
      [
        " Holiday",
        -0.00030769507
      ]
    ]
  },
  "Some scriptural evidence for this doctrine may be found in Genesis 3:15, which holds that God put enmity": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.24511538
      ],
      [
        "mac",
        -9.014684e-06
      ],
      [
        "ulate",
        -3.888926e-06
      ],
      [
        " Con",
        -6.4325184e-05
      ],
      [
        "ception",
        -1.92662e-05
      ]
    ]
  },
  "The script was by then-blacklisted Dalton Trumbo but was credited to Ian McLellan Hunter. Its male lead insisted that his co-star have the lead title billing, saying, \"This movie will make her a star.\" Other actors included Eddie Albert, who plays a photographer. It was directed by committee, as five different directors shared billing, including William Wyler who also produced it. The plot details": {
    "guess": "Roman Holiday",
    "confidence": [
      [
        "Roman",
        -0.016387647
      ],
      [
        " Holiday",
        -0.00022511258
      ]
    ]
  },
  "Some scriptural evidence for this doctrine may be found in Genesis 3:15, which holds that God put enmity between the subject of this doctrine and the Serpent, and also in Luke 1:28, in which the phrase kecharitomene implies the pre-existence of this condition. Some scholars have drawn comparison between Eve and the subject of this doctrine to justify it. Pius IX promulgated this doctrine in the Ineffabilis Deus in 1854, and on the anniversary of this, there is a feast; specifically, on December 8th.": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.0049932287
      ],
      [
        "mac",
        -9.610702e-06
      ],
      [
        "ulate",
        -5.080963e-06
      ],
      [
        " Con",
        -8.418666e-06
      ],
      [
        "ception",
        -3.650519e-06
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara,   and describes this god rising from the sea inside Brahmanda, an enormous egg. An  incarnation of this deity appears to Arjun in the (*) Bhagavad Gita. Rama and Krishna are two of  the ten avatars of this god, who often appears blue and with four arms. For 10 points, name this  Hindu preserver god, who forms the Trimurti with Brahma and Shiva.": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.04791523
      ],
      [
        "ish",
        -0.00054969505
      ],
      [
        "nu",
        -7.3458323e-06
      ]
    ]
  },
  "A scripture about this deity takes the form of a discussion between Maitreya and Parashara,   and describes": {
    "guess": "Vishnu Purana",
    "confidence": [
      [
        "V",
        -0.25912136
      ],
      [
        "ish",
        -0.004041002
      ],
      [
        "nu",
        -0.00010235115
      ],
      [
        " Pur",
        -0.038860314
      ],
      [
        "ana",
        -0.000106046464
      ]
    ]
  }
}