{
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss of people who achieved and utilized this status led to labor unrest in 1981. Restrictions that stalled a move from Liege to Dunkerque were struck down under Article 39 of the EC Treaty in the 1995 Bosman ruling, which mandated that certain people be allowed to achieve this status in Europe. In another context, individuals were allowed to achieve this status in the Seitz decision after a challenge by Andy Messersmith and Dave McNally. In that realm, this status was demanded in a letter declaring": {
    "guess": "Professional athlete",
    "confidence": [
      [
        "Professional",
        -0.16675758
      ],
      [
        " athlete",
        -1.1676985
      ]
    ]
  },
  "Jute was this country's major export from the 1940s to the 1970s, but the garment industry now contributes to the majority of its export earnings, even though two-thirds of its citizens are farmers. Those farmers take advantage of the fertile soil of the vast Ganges-Brahmaputra delta, though so much access to water leads to frequent floods on top of the regular monsoons and cyclones. FTP, name this 7th most populous country in the world which has the world's 4th largest Muslim population behind Indonesia, India, and Pakistan, with capital at Dacca and formerly known as East Pakistan.": {
    "guess": "Bangladesh",
    "confidence": [
      [
        "Bang",
        -0.007702457
      ],
      [
        "ladesh",
        -0.00012308525
      ]
    ]
  },
  "One justice's dissent in this case cited the \"totality of the circumstances test\", while another dissent compared Constitutional law to a continually-growing temple. One notable opponent of this cause": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -2.4015806
      ],
      [
        "oe",
        -0.19345982
      ],
      [
        " v",
        -0.00027659023
      ],
      [
        ".",
        -6.0749073e-05
      ],
      [
        " Wade",
        -2.1054253e-05
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss of people who achieved and utilized this status led to labor unrest in 1981. Restrictions that stalled a move from Liege to Dunkerque were struck down under Article 39 of the EC Treaty in the 1995 Bosman ruling, which mandated that certain people be allowed to achieve this status in Europe. In another context, individuals were allowed to achieve this status in the Seitz decision after a challenge": {
    "guess": "Professional Player Status",
    "confidence": [
      [
        "Professional",
        -0.41867378
      ],
      [
        " Player",
        -0.7536347
      ],
      [
        " Status",
        -0.61313134
      ]
    ]
  },
  "Justices Field and Strong dissented, and Chief Justice Morrison Waite delivered the majority opinion.  Chief Justice Waite stated that state power to regulate extends to private industries that affect": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.03636388
      ],
      [
        "unn",
        -0.03392633
      ],
      [
        " v",
        -6.241792e-05
      ],
      [
        ".",
        -0.00047261795
      ],
      [
        " Illinois",
        -7.0404574e-05
      ]
    ]
  },
  "Justice Harlan cited Patterson v. Kentucky in his dissent to this case, which was overturned in West Coast Hotel v. Parrish. Oliver Wendell Holmes's famous dissent accused his fellow justices of employing": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.5722043
      ],
      [
        "chner",
        -8.709308e-05
      ],
      [
        " v",
        -0.00043865587
      ],
      [
        ".",
        -4.6444635e-05
      ],
      [
        " New",
        -2.3438328e-05
      ],
      [
        " York",
        -2.7372049e-05
      ]
    ]
  },
  "Justice David Josiah Brewer was out of the country during this case, meaning only eight justices contributed to the final vote. Albion W. Tourgée and Samuel F. Phillips each helped prepare briefs for the plaintiff and were the only men to argue for him. William Rehnquist wrote a \"Random Thought\" supporting this decision two years prior to the 1954 case that would overturn it. John Marshall Harlan was": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.1346818
      ],
      [
        "less",
        -2.5583993e-05
      ],
      [
        "y",
        -4.370295e-05
      ],
      [
        " v",
        -0.00010783452
      ],
      [
        ".",
        -1.4855664e-05
      ],
      [
        " Ferguson",
        -3.070975e-05
      ]
    ]
  },
  "Justice Harlan cited Patterson v. Kentucky in his dissent to this case, which was overturned in West Coast Hotel v. Parrish. Oliver Wendell Holmes's famous dissent accused his fellow justices of employing their personal views on laissez faire economics. Justice Peckham, who wrote the majority opinion,": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.010951255
      ],
      [
        "chner",
        -6.9570146e-05
      ],
      [
        " v",
        -0.0032796678
      ],
      [
        ".",
        -0.00048238898
      ],
      [
        " New",
        -7.3742274e-05
      ],
      [
        " York",
        -2.8444882e-05
      ]
    ]
  },
  "The Justice Department suggested using race as a basis for this practice in the 1990's. The term for": {
    "guess": "Affirmative action in the United States",
    "confidence": [
      [
        "Aff",
        -0.094004385
      ],
      [
        "irm",
        -0.00022666223
      ],
      [
        "ative",
        -8.077529e-05
      ],
      [
        " action",
        -0.02428178
      ],
      [
        " in",
        -0.07128563
      ],
      [
        " the",
        -3.070975e-05
      ],
      [
        " United",
        -0.00014430351
      ],
      [
        " States",
        -0.00010556965
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss of people who achieved and utilized this status led to labor unrest in 1981. Restrictions that stalled a move from Liege to Dunkerque were struck down under Article 39 of the EC Treaty in the 1995 Bosman ruling, which mandated that certain people be allowed to achieve this status in Europe. In another context, individuals were allowed to achieve this status in the Seitz decision after a challenge by Andy Messersmith and Dave McNally. In that realm, this status was demanded in a letter declaring \"I do not feel I am a piece of property to be bought and sold irrespective of my wishes\" directed to": {
    "guess": "Professional athlete",
    "confidence": [
      [
        "Professional",
        -0.19182834
      ],
      [
        " athlete",
        -0.8605086
      ]
    ]
  },
  "Justice David Josiah Brewer was out of the country during this case, meaning only eight justices contributed to the final vote. Albion W. Tourgée and Samuel F. Phillips each helped prepare briefs for the": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.0032454433
      ],
      [
        "less",
        -3.0113732e-05
      ],
      [
        "y",
        -9.531814e-05
      ],
      [
        " v",
        -3.5716304e-05
      ],
      [
        ".",
        -4.1273333e-06
      ],
      [
        " Ferguson",
        -2.6968896e-06
      ]
    ]
  },
  "Justice David Josiah Brewer was out of the country during this case, meaning only eight justices contributed to the final vote. Albion W. Tourgée and Samuel F. Phillips each helped prepare briefs for the plaintiff and were the only men to argue for him. William Rehnquist wrote a \"Random Thought\" supporting this decision two years prior to the 1954 case that would overturn it. John Marshall Harlan was the lone supporter of the plaintiff, who had previously lost his case against the State of Louisiana, which he claimed had denied him his Fourteenth amendment rights by jailing him for his refusal": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.12074303
      ],
      [
        "less",
        -0.00012987986
      ],
      [
        "y",
        -0.0003618025
      ],
      [
        " v",
        -2.2007884e-05
      ],
      [
        ".",
        -5.4385737e-06
      ],
      [
        " Ferguson",
        -2.0935051e-05
      ]
    ]
  },
  "Justice Harlan cited Patterson v. Kentucky in his dissent to this case, which was overturned in West Coast Hotel v. Parrish. Oliver Wendell Holmes's famous dissent accused his fellow justices of employing their personal views on laissez faire economics. Justice Peckham, who wrote the majority opinion, considered the regulation in question a violation of the \"right to contract\" in the Fourteenth Amendment.": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.00052813016
      ],
      [
        "chner",
        -5.5122365e-07
      ],
      [
        " v",
        -0.00011653639
      ],
      [
        ".",
        -6.0391463e-05
      ],
      [
        " New",
        -1.27099975e-05
      ],
      [
        " York",
        -1.9385403e-05
      ]
    ]
  },
  "Jute was this country's major export from the 1940s to the 1970s, but the garment industry now contributes": {
    "guess": "Bangladesh",
    "confidence": [
      [
        "Bang",
        -0.033381596
      ],
      [
        "ladesh",
        -0.0002515648
      ]
    ]
  },
  "Justices Field and Strong dissented, and Chief Justice Morrison Waite delivered the majority opinion.  Chief Justice Waite stated that state power to regulate extends to private industries that affect the public interest and because certain facilities were devoted to public use, their rates were subject to public regulation.  The case developed from the Illinois state legislature responding to pressure": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.023205524
      ],
      [
        "unn",
        -0.0004548639
      ],
      [
        " v",
        -0.00027111053
      ],
      [
        ".",
        -0.00070361444
      ],
      [
        " Illinois",
        -0.00017469678
      ]
    ]
  },
  "Justice David Josiah Brewer was out of the country during this case, meaning only eight justices contributed to the final vote. Albion W. Tourgée and Samuel F. Phillips each helped prepare briefs for the plaintiff and were the only men to argue for him. William Rehnquist wrote a \"Random Thought\" supporting this decision two years prior to the 1954 case that would overturn it. John Marshall Harlan was the lone supporter of the plaintiff, who had previously lost his case against the State of Louisiana, which he claimed had denied him his Fourteenth amendment rights by jailing him for his refusal to sit in a colored train car. For 10 points, name this 1896 Supreme Court case that upheld the doctrine": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.0016309093
      ],
      [
        "less",
        -1.3856493e-06
      ],
      [
        "y",
        -6.194111e-05
      ],
      [
        " v",
        -4.6683042e-05
      ],
      [
        ".",
        -4.723352e-06
      ],
      [
        " Ferguson",
        -4.4849444e-06
      ]
    ]
  },
  "One justice's dissent in this case cited the \"totality of the circumstances test\", while another dissent compared Constitutional law to a continually-growing temple. One notable opponent of this cause is Paul Cassell, and this decision was later extended in Rhode Island v. Innes. The outcome of this case was upheld in Missouri v. Seibert and Dickerson v. United States, the latter featuring a proclamation that its result had \"entered our national culture\". This case extended the earlier decision in Escobedo v. Illinois, and centered on the rape and murder of an 18-year-old woman. FTP, name this": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.155272
      ],
      [
        "anda",
        -3.655073e-05
      ],
      [
        " v",
        -0.00039552248
      ],
      [
        ".",
        -8.184812e-05
      ],
      [
        " Arizona",
        -2.2007884e-05
      ]
    ]
  },
  "Justice Harlan cited Patterson v. Kentucky in his dissent to this case, which was overturned in West Coast Hotel v. Parrish. Oliver Wendell Holmes's famous dissent accused his fellow justices of employing their personal views on laissez faire economics. Justice Peckham, who wrote the majority opinion, considered the regulation in question a violation of the \"right to contract\" in the Fourteenth Amendment. FTP name this Supreme Court case, which struck down a regulation limiting the number of hours that bakers could work in a week.": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.029450059
      ],
      [
        "chner",
        -3.1281633e-07
      ],
      [
        " v",
        -4.6683042e-05
      ],
      [
        ".",
        -3.3093824e-05
      ],
      [
        " New",
        -5.6769813e-06
      ],
      [
        " York",
        -8.299462e-06
      ]
    ]
  },
  "Justice Oliver Wendell Holmes dissented to this decision, stating that the ruling was based on an economic theory which a large part of the country does not entertain. By a 5-4 margin, the Supreme Court declared the law in question unconstitutional, because it interfered with liberty of contract. For": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.0020152405
      ],
      [
        "chner",
        -4.0961266e-05
      ],
      [
        " v",
        -0.0023212952
      ],
      [
        ".",
        -0.00028648414
      ],
      [
        " New",
        -1.3902034e-05
      ],
      [
        " York",
        -6.511407e-06
      ]
    ]
  },
  "Jute was this country's major export from the 1940s to the 1970s, but the garment industry now contributes to the majority of its export earnings, even though two-thirds of its citizens are farmers. Those farmers take advantage of the fertile soil of the vast Ganges-Brahmaputra delta, though so much access to water leads to frequent floods on top of the regular monsoons and cyclones. FTP, name this": {
    "guess": "Bangladesh",
    "confidence": [
      [
        "Bang",
        -0.15006658
      ],
      [
        "ladesh",
        -0.00016921341
      ]
    ]
  },
  "One justice's dissent in this case cited the \"totality of the circumstances test\", while another dissent": {
    "guess": "Terry v. Ohio",
    "confidence": [
      [
        "T",
        -2.0783384
      ],
      [
        "erry",
        -0.022593724
      ],
      [
        " v",
        -0.0008834764
      ],
      [
        ".",
        -0.00042280913
      ],
      [
        " Ohio",
        -0.00040755473
      ]
    ]
  },
  "Jute was this country's major export from the 1940s to the 1970s, but the garment industry now contributes to the majority of its export earnings, even though two-thirds of its citizens are farmers. Those farmers take advantage of the fertile soil of the vast Ganges-Brahmaputra delta, though so much": {
    "guess": "Bangladesh",
    "confidence": [
      [
        "Bang",
        -0.004280331
      ],
      [
        "ladesh",
        -0.00011188744
      ]
    ]
  },
  "Justice Oliver Wendell Holmes dissented to this decision, stating that the ruling was based on an economic": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.031662356
      ],
      [
        "chner",
        -1.6882126e-05
      ],
      [
        " v",
        -0.02099749
      ],
      [
        ".",
        -0.00044735408
      ],
      [
        " New",
        -4.048445e-05
      ],
      [
        " York",
        -1.50940705e-05
      ]
    ]
  },
  "Justice David Josiah Brewer was out of the country during this case, meaning only eight justices contributed to the final vote. Albion W. Tourgée and Samuel F. Phillips each helped prepare briefs for the plaintiff and were the only men to argue for him. William Rehnquist wrote a \"Random Thought\" supporting this decision two years prior to the 1954 case that would overturn it. John Marshall Harlan was the lone supporter of the plaintiff, who had previously lost his case against the State of Louisiana, which he claimed had denied him his Fourteenth amendment rights by jailing him for his refusal to sit in a colored train car. For 10 points, name this 1896 Supreme Court case that upheld the doctrine of \"separate but equal.\"": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.0011841576
      ],
      [
        "less",
        -1.7835755e-05
      ],
      [
        "y",
        -8.6497064e-05
      ],
      [
        " v",
        -3.88156e-05
      ],
      [
        ".",
        -7.226629e-06
      ],
      [
        " Ferguson",
        -1.5451682e-05
      ]
    ]
  },
  "Justice Rehnquist's concurrence in Mullaney v. Wilbur noted that its existence \"bears no necessary relationship to\" required elements of a crime, and Justice Harlan warned against its application in Davis": {
    "guess": "Mullaney v. Wilbur",
    "confidence": [
      [
        "M",
        -0.30364913
      ],
      [
        "ullan",
        -0.042432763
      ],
      [
        "ey",
        -6.1106686e-05
      ],
      [
        " v",
        -0.0009143244
      ],
      [
        ".",
        -0.0005563704
      ],
      [
        " Wil",
        -0.00012082772
      ],
      [
        "bur",
        -0.0001309527
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss of people who achieved and utilized this status led to labor unrest in 1981. Restrictions that stalled a move from Liege to Dunkerque were struck down under Article 39 of the EC Treaty in the 1995 Bosman ruling, which mandated that certain people be allowed to achieve this status in Europe. In another context, individuals were allowed to achieve this status in the Seitz decision after a challenge by Andy Messersmith and Dave McNally. In that realm, this status was demanded in a letter declaring \"I do not feel I am a piece of property to be bought and sold irrespective of my wishes\" directed to Bowie Kuhn, who refused to allow this status by upholding the reserve clause system. For 10 points, name this status that Curt Flood demanded so that he could negotiate his next contract with whatever": {
    "guess": "Free agency",
    "confidence": [
      [
        "Free",
        -0.004051683
      ],
      [
        " agency",
        -0.84285516
      ]
    ]
  },
  "Justice Rehnquist's concurrence in Mullaney v. Wilbur noted that its existence \"bears no necessary relationship to\" required elements of a crime, and Justice Harlan warned against its application in Davis v. U.S.  In Leland v. Oregon, the Supreme Court found no Due Process violation in requiring it be proven beyond a reasonable doubt, while the Supreme Court upheld the Mott rule, restricting its admission": {
    "guess": "Presumption of innocence",
    "confidence": [
      [
        "Pres",
        -1.305271
      ],
      [
        "umption",
        -0.0024189416
      ],
      [
        " of",
        -0.00080355303
      ],
      [
        " innocence",
        -0.110119395
      ]
    ]
  },
  "Justice Oliver Wendell Holmes dissented to this decision, stating that the ruling was based on an economic theory which a large part of the country does not entertain. By a 5-4 margin, the Supreme Court": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.09322386
      ],
      [
        "chner",
        -0.00015145572
      ],
      [
        " v",
        -0.003977478
      ],
      [
        ".",
        -0.0006090328
      ],
      [
        " New",
        -5.0616763e-05
      ],
      [
        " York",
        -1.6166903e-05
      ]
    ]
  },
  "Justice Oliver Wendell Holmes dissented to this decision, stating that the ruling was based on an economic theory which a large part of the country does not entertain. By a 5-4 margin, the Supreme Court declared the law in question unconstitutional, because it interfered with liberty of contract. For 10 points, name this Supreme Court case, in which a New York state law limiting bakers to a 60 hour workweek was overturned.": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.00029899686
      ],
      [
        "chner",
        -1.0087517e-05
      ],
      [
        " v",
        -4.8113485e-05
      ],
      [
        ".",
        -6.4325184e-05
      ],
      [
        " New",
        -9.729906e-06
      ],
      [
        " York",
        -7.822647e-06
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss of people who achieved and utilized this status led to labor unrest in 1981. Restrictions that stalled": {
    "guess": "Nobility",
    "confidence": [
      [
        "N",
        -1.3967345
      ],
      [
        "ob",
        -0.52770406
      ],
      [
        "ility",
        -0.06925214
      ]
    ]
  },
  "Justice Rehnquist's concurrence in Mullaney v. Wilbur noted that its existence \"bears no necessary relationship": {
    "guess": "Mullaney v. Wilbur",
    "confidence": [
      [
        "M",
        -0.5256547
      ],
      [
        "ullan",
        -0.0016172156
      ],
      [
        "ey",
        -3.9411618e-05
      ],
      [
        " v",
        -0.002446162
      ],
      [
        ".",
        -0.0006080792
      ],
      [
        " Wil",
        -0.00014549555
      ],
      [
        "bur",
        -8.900034e-05
      ]
    ]
  },
  "Jute was this country's major export from the 1940s to the 1970s, but the garment industry now contributes to the majority of its export earnings, even though two-thirds of its citizens are farmers. Those": {
    "guess": "Bangladesh",
    "confidence": [
      [
        "Bang",
        -0.0068239514
      ],
      [
        "ladesh",
        -0.0001273766
      ]
    ]
  },
  "Justices Field and Strong dissented, and Chief Justice Morrison Waite delivered the majority opinion.  Chief Justice Waite stated that state power to regulate extends to private industries that affect the public interest and because certain facilities were devoted to public use, their rates were subject": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.02825354
      ],
      [
        "unn",
        -0.0010617482
      ],
      [
        " v",
        -6.897413e-05
      ],
      [
        ".",
        -0.00062832545
      ],
      [
        " Illinois",
        -8.852353e-05
      ]
    ]
  },
  "One justice's dissent in this case cited the \"totality of the circumstances test\", while another dissent compared Constitutional law to a continually-growing temple. One notable opponent of this cause is Paul Cassell, and this decision was later extended in Rhode Island v. Innes. The outcome of this case was upheld in Missouri v. Seibert and Dickerson v. United States, the latter featuring a proclamation that its result had \"entered our national culture\". This case extended the earlier decision in Escobedo v. Illinois, and centered on the rape and murder of an 18-year-old woman. FTP, name this 1966 Supreme Court case which stated that the Fifth Amendment requires the police to inform a suspect": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.0028268658
      ],
      [
        "anda",
        -1.247159e-05
      ],
      [
        " v",
        -0.00022725825
      ],
      [
        ".",
        -8.11329e-05
      ],
      [
        " Arizona",
        -1.8193366e-05
      ]
    ]
  },
  "One justice's dissent in this case cited the \"totality of the circumstances test\", while another dissent compared Constitutional law to a continually-growing temple. One notable opponent of this cause is Paul Cassell, and this decision was later extended in Rhode Island v. Innes. The outcome of this case was upheld in Missouri v. Seibert and Dickerson v. United States, the latter featuring a proclamation": {
    "guess": "Missouri v. Seibert",
    "confidence": [
      [
        "Miss",
        -1.3572955
      ],
      [
        "ouri",
        -0.0031430162
      ],
      [
        " v",
        -0.0007372043
      ],
      [
        ".",
        -0.0009680376
      ],
      [
        " Se",
        -0.5694776
      ],
      [
        "ib",
        -4.048445e-05
      ],
      [
        "ert",
        -7.171581e-05
      ]
    ]
  },
  "Justice Rehnquist's concurrence in Mullaney v. Wilbur noted that its existence \"bears no necessary relationship to\" required elements of a crime, and Justice Harlan warned against its application in Davis v. U.S.  In Leland v. Oregon, the Supreme Court found no Due Process violation in requiring it be proven beyond a reasonable doubt, while the Supreme Court upheld the Mott rule, restricting its admission in Clark v. Arizona.  In 1984, Congress eliminated the \"substantial capacity test\" in favor of the common law McNaughton \"right from wrong\" test, and forbade courts from taking into account voluntary substance abuse when considering it in an act passed in reaction to the acquittal of John Hinckley.  For 10 points, name this phenomenon in which a criminal defendant can avoid conviction by showing his defective mind was incapable of forming criminal intent.": {
    "guess": "Insanity defense",
    "confidence": [
      [
        "Ins",
        -0.042283192
      ],
      [
        "anity",
        -6.2729996e-06
      ],
      [
        " defense",
        -0.16425373
      ]
    ]
  },
  "In 1927, Justice Oliver Wendell Homes described this concept as \"the usual last resort of constitutional arguments.\" However, its use has since been expanded to cover welfare benefits, gender discrimination,": {
    "guess": "Equal protection under the law",
    "confidence": [
      [
        "Equal",
        -0.3093143
      ],
      [
        " protection",
        -0.1662359
      ],
      [
        " under",
        -0.62152505
      ],
      [
        " the",
        -0.031878993
      ],
      [
        " law",
        -0.00042245153
      ]
    ]
  },
  "One justice's dissent in this case cited the \"totality of the circumstances test\", while another dissent compared Constitutional law to a continually-growing temple. One notable opponent of this cause is Paul Cassell, and this decision was later extended in Rhode Island v. Innes. The outcome of this case was upheld in Missouri v. Seibert and Dickerson v. United States, the latter featuring a proclamation that its result had \"entered our national culture\". This case extended the earlier decision in Escobedo v. Illinois, and centered on the rape and murder of an 18-year-old woman. FTP, name this 1966 Supreme Court case which stated that the Fifth Amendment requires the police to inform a suspect of their rights.": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.0024534226
      ],
      [
        "anda",
        -1.3902034e-05
      ],
      [
        " v",
        -0.00019316968
      ],
      [
        ".",
        -0.00010556965
      ],
      [
        " Arizona",
        -2.2246291e-05
      ]
    ]
  },
  "The Justice Department suggested using race as a basis for this practice in the 1990's. The term for this practice was first used in 1812, and took its name from a former Governor of Massachusetts that used this practice and the animal that a district map resembled. For 10 points, identify this practice": {
    "guess": "Gerrymandering",
    "confidence": [
      [
        "G",
        -0.010557712
      ],
      [
        "err",
        -0.07523557
      ],
      [
        "ym",
        -4.3202e-07
      ],
      [
        "andering",
        -9.0883464e-07
      ]
    ]
  },
  "Justices Field and Strong dissented, and Chief Justice Morrison Waite delivered the majority opinion.": {
    "guess": "Slaughter-House Cases",
    "confidence": [
      [
        "S",
        -0.72036976
      ],
      [
        "laughter",
        -0.001423449
      ],
      [
        "-H",
        -0.11630519
      ],
      [
        "ouse",
        -7.171581e-05
      ],
      [
        " Cases",
        -0.00060236105
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this": {
    "guess": "Jury Nullification",
    "confidence": [
      [
        "J",
        -1.6895401
      ],
      [
        "ury",
        -0.005593018
      ],
      [
        " Null",
        -0.64770734
      ],
      [
        "ification",
        -0.00024572382
      ]
    ]
  },
  "Jute was this country's major export from the 1940s to the 1970s, but the garment industry now contributes to the majority of its export earnings, even though two-thirds of its citizens are farmers. Those farmers take advantage of the fertile soil of the vast Ganges-Brahmaputra delta, though so much access to water leads to frequent floods on top of the regular monsoons and cyclones. FTP, name this 7th most populous country in the world which has the world's 4th largest Muslim population behind Indonesia,": {
    "guess": "Bangladesh",
    "confidence": [
      [
        "Bang",
        -0.022043467
      ],
      [
        "ladesh",
        -0.00085750467
      ]
    ]
  },
  "Justice Rehnquist's concurrence in Mullaney v. Wilbur noted that its existence \"bears no necessary relationship to\" required elements of a crime, and Justice Harlan warned against its application in Davis v. U.S.  In Leland v. Oregon, the Supreme Court found no Due Process violation in requiring it be proven beyond a reasonable doubt, while the Supreme Court upheld the Mott rule, restricting its admission in Clark v. Arizona.  In 1984, Congress eliminated the \"substantial capacity test\" in favor of the common law McNaughton \"right from wrong\" test, and forbade courts from taking into account voluntary substance abuse when considering it in an act passed in reaction to the acquittal of John Hinckley.  For 10 points, name this phenomenon in which a criminal defendant can avoid conviction by showing": {
    "guess": "Insanity defense",
    "confidence": [
      [
        "Ins",
        -0.012676573
      ],
      [
        "anity",
        -1.5809293e-05
      ],
      [
        " defense",
        -0.17782272
      ]
    ]
  },
  "The Justice Department suggested using race as a basis for this practice in the 1990's. The term for this practice was first used in 1812, and took its name from a former Governor of Massachusetts that": {
    "guess": "Gerrymandering",
    "confidence": [
      [
        "G",
        -0.014166327
      ],
      [
        "err",
        -0.002337947
      ],
      [
        "ym",
        -6.6306106e-06
      ],
      [
        "andering",
        -3.750436e-05
      ]
    ]
  },
  "Justices Field and Strong dissented, and Chief Justice Morrison Waite delivered the majority opinion.  Chief Justice Waite stated that state power to regulate extends to private industries that affect the public interest and because certain facilities were devoted to public use, their rates were subject to public regulation.  The case developed from the Illinois state legislature responding to pressure from the Grange to set a maximum rate that companies could charge for service.  FTP, name this Supreme Court case that had a grain warehouse firm alleging the maximum rates were unconstitutional.": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.03146277
      ],
      [
        "unn",
        -0.00013357517
      ],
      [
        " v",
        -0.0006690711
      ],
      [
        ".",
        -0.0012610678
      ],
      [
        " Illinois",
        -0.00031448968
      ]
    ]
  },
  "Justice David Josiah Brewer was out of the country during this case, meaning only eight justices contributed": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.051169366
      ],
      [
        "less",
        -0.00022117885
      ],
      [
        "y",
        -6.384837e-05
      ],
      [
        " v",
        -7.016616e-05
      ],
      [
        ".",
        -2.4034345e-05
      ],
      [
        " Ferguson",
        -1.2352386e-05
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss": {
    "guess": "Antitrust law",
    "confidence": [
      [
        "Ant",
        -1.3661832
      ],
      [
        "itrust",
        -0.0016561365
      ],
      [
        " law",
        -0.39099336
      ]
    ]
  },
  "Justice David Josiah Brewer was out of the country during this case, meaning only eight justices contributed to the final vote. Albion W. Tourgée and Samuel F. Phillips each helped prepare briefs for the plaintiff and were the only men to argue for him. William Rehnquist wrote a \"Random Thought\" supporting this decision two years prior to the 1954 case that would overturn it. John Marshall Harlan was the lone supporter of the plaintiff, who had previously lost his case against the State of Louisiana,": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.055637483
      ],
      [
        "less",
        -0.00014621076
      ],
      [
        "y",
        -0.00024239712
      ],
      [
        " v",
        -8.2324936e-05
      ],
      [
        ".",
        -8.776276e-06
      ],
      [
        " Ferguson",
        -6.706687e-05
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss of people who achieved and utilized this status led to labor unrest in 1981. Restrictions that stalled a move from Liege to Dunkerque were struck down under Article 39 of the EC Treaty in the 1995 Bosman ruling, which mandated that certain people be allowed to achieve this status in Europe. In another context, individuals were allowed to achieve this status in the Seitz decision after a challenge by Andy Messersmith and Dave McNally. In that realm, this status was demanded in a letter declaring \"I do not feel I am a piece of property to be bought and sold irrespective of my wishes\" directed to Bowie Kuhn, who refused to allow this status by upholding the reserve clause system. For 10 points,": {
    "guess": "Free agency",
    "confidence": [
      [
        "Free",
        -0.10535714
      ],
      [
        " agency",
        -0.85952324
      ]
    ]
  },
  "Justice Rehnquist's concurrence in Mullaney v. Wilbur noted that its existence \"bears no necessary relationship to\" required elements of a crime, and Justice Harlan warned against its application in Davis v. U.S.  In Leland v. Oregon, the Supreme Court found no Due Process violation in requiring it be proven beyond a reasonable doubt, while the Supreme Court upheld the Mott rule, restricting its admission in Clark v. Arizona.  In 1984, Congress eliminated the \"substantial capacity test\" in favor": {
    "guess": "Insanity defense",
    "confidence": [
      [
        "Ins",
        -0.04853547
      ],
      [
        "anity",
        -2.9352968e-06
      ],
      [
        " defense",
        -0.43721327
      ]
    ]
  },
  "Justice Oliver Wendell Holmes dissented to this decision, stating that the ruling was based on an economic theory which a large part of the country does not entertain. By a 5-4 margin, the Supreme Court declared the law in question unconstitutional, because it interfered with liberty of contract. For 10 points, name this Supreme Court case, in which a New York state law limiting bakers to a 60 hour": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.0031855558
      ],
      [
        "chner",
        -2.451116e-05
      ],
      [
        " v",
        -7.3742274e-05
      ],
      [
        ".",
        -6.15835e-05
      ],
      [
        " New",
        -1.7716551e-05
      ],
      [
        " York",
        -7.226629e-06
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss of people who achieved and utilized this status led to labor unrest in 1981. Restrictions that stalled a move from Liege to Dunkerque were struck down under Article 39 of the EC Treaty in the 1995 Bosman ruling, which mandated that certain people be allowed to achieve this status in Europe. In another context, individuals were allowed to achieve this status in the Seitz decision after a challenge by Andy Messersmith and Dave McNally. In that realm, this status was demanded in a letter declaring \"I do not feel I am a piece of property to be bought and sold irrespective of my wishes\" directed to Bowie Kuhn, who refused to allow this status by upholding the reserve clause system. For 10 points, name this status that Curt Flood demanded so that he could negotiate his next contract with whatever baseball team he chose.": {
    "guess": "Free agency",
    "confidence": [
      [
        "Free",
        -0.0060685105
      ],
      [
        " agency",
        -0.9163557
      ]
    ]
  },
  "In 1927, Justice Oliver Wendell Homes described this concept as \"the usual last resort of constitutional": {
    "guess": "Judicial restraint",
    "confidence": [
      [
        "Jud",
        -1.3596765
      ],
      [
        "icial",
        -0.016085165
      ],
      [
        " restraint",
        -0.7420271
      ]
    ]
  },
  "Justice Rehnquist's concurrence in Mullaney v. Wilbur noted that its existence \"bears no necessary relationship to\" required elements of a crime, and Justice Harlan warned against its application in Davis v. U.S.  In Leland v. Oregon, the Supreme Court found no Due Process violation in requiring it be proven beyond a reasonable doubt, while the Supreme Court upheld the Mott rule, restricting its admission in Clark v. Arizona.  In 1984, Congress eliminated the \"substantial capacity test\" in favor of the common law McNaughton \"right from wrong\" test, and forbade courts from taking into account voluntary": {
    "guess": "Insanity defense",
    "confidence": [
      [
        "Ins",
        -0.045875996
      ],
      [
        "anity",
        -3.5313153e-06
      ],
      [
        " defense",
        -0.47526348
      ]
    ]
  },
  "One justice's dissent in this case cited the \"totality of the circumstances test\", while another dissent compared Constitutional law to a continually-growing temple. One notable opponent of this cause is Paul Cassell, and this decision was later extended in Rhode Island v. Innes. The outcome of this": {
    "guess": "Terry v. Ohio",
    "confidence": [
      [
        "T",
        -1.3033016
      ],
      [
        "erry",
        -0.12989546
      ],
      [
        " v",
        -0.0005667338
      ],
      [
        ".",
        -0.00044735408
      ],
      [
        " Ohio",
        -0.0025920656
      ]
    ]
  },
  "Justice David Josiah Brewer was out of the country during this case, meaning only eight justices contributed to the final vote. Albion W. Tourgée and Samuel F. Phillips each helped prepare briefs for the plaintiff and were the only men to argue for him. William Rehnquist wrote a \"Random Thought\" supporting": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.0107530225
      ],
      [
        "less",
        -1.7432603e-06
      ],
      [
        "y",
        -9.805982e-05
      ],
      [
        " v",
        -3.3093824e-05
      ],
      [
        ".",
        -2.9352968e-06
      ],
      [
        " Ferguson",
        -9.014684e-06
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss of people who achieved and utilized this status led to labor unrest in 1981. Restrictions that stalled a move from Liege to Dunkerque were struck down under Article 39 of the EC Treaty in the 1995 Bosman ruling, which mandated that certain people be allowed to achieve this status in Europe. In another": {
    "guess": "Professional Player Status",
    "confidence": [
      [
        "Professional",
        -0.46862575
      ],
      [
        " Player",
        -1.3428359
      ],
      [
        " Status",
        -0.4980671
      ]
    ]
  },
  "Justice Rehnquist's concurrence in Mullaney v. Wilbur noted that its existence \"bears no necessary relationship to\" required elements of a crime, and Justice Harlan warned against its application in Davis v. U.S.  In Leland v. Oregon, the Supreme Court found no Due Process violation in requiring it be": {
    "guess": "Mens Rea",
    "confidence": [
      [
        "M",
        -1.7862498
      ],
      [
        "ens",
        -0.4675555
      ],
      [
        " Re",
        -0.44477993
      ],
      [
        "a",
        -8.8404326e-05
      ]
    ]
  },
  "One justice's dissent in this case cited the \"totality of the circumstances test\", while another dissent compared Constitutional law to a continually-growing temple. One notable opponent of this cause is Paul Cassell, and this decision was later extended in Rhode Island v. Innes. The outcome of this case was upheld in Missouri v. Seibert and Dickerson v. United States, the latter featuring a proclamation that its result had \"entered our national culture\". This case extended the earlier decision in": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.23334946
      ],
      [
        "anda",
        -9.253091e-06
      ],
      [
        " v",
        -5.8484206e-05
      ],
      [
        ".",
        -6.456359e-05
      ],
      [
        " Arizona",
        -3.5477897e-05
      ]
    ]
  },
  "In 1927, Justice Oliver Wendell Homes described this concept as \"the usual last resort of constitutional arguments.\" However, its use has since been expanded to cover welfare benefits, gender discrimination, and other non-race- related cases. For 10 points -- name the US law concept, found in the Fourteenth Amendment, requiring that persons be similarly treated under the law.": {
    "guess": "Equal protection",
    "confidence": [
      [
        "Equal",
        -0.0005407621
      ],
      [
        " protection",
        -0.30922323
      ]
    ]
  },
  "The Justice Department suggested using race as a basis for this practice in the 1990's. The term for this practice was first used in 1812, and took its name from a former Governor of Massachusetts that used this practice and the animal that a district map resembled. For 10 points, identify this practice of drawing Congressional boundaries to the advantage of one party.": {
    "guess": "Gerrymandering",
    "confidence": [
      [
        "G",
        -0.0051386426
      ],
      [
        "err",
        -0.028793436
      ],
      [
        "ym",
        -5.5122365e-07
      ],
      [
        "andering",
        -9.0883464e-07
      ]
    ]
  },
  "In a 1992 jury trial, a scheme to allow protection of 37 individuals, called the \"Plan B\" type of this status, was found to violate antitrust law. A proposed \"16th-man\" compensation to offset the loss of people who achieved and utilized this status led to labor unrest in 1981. Restrictions that stalled a move from Liege to Dunkerque were struck down under Article 39 of the EC Treaty in the 1995 Bosman": {
    "guess": "Professional sports contract",
    "confidence": [
      [
        "Professional",
        -0.63417625
      ],
      [
        " sports",
        -0.98204494
      ],
      [
        " contract",
        -0.8529777
      ]
    ]
  },
  "Justice Rehnquist's concurrence in Mullaney v. Wilbur noted that its existence \"bears no necessary relationship to\" required elements of a crime, and Justice Harlan warned against its application in Davis v. U.S.  In Leland v. Oregon, the Supreme Court found no Due Process violation in requiring it be proven beyond a reasonable doubt, while the Supreme Court upheld the Mott rule, restricting its admission in Clark v. Arizona.  In 1984, Congress eliminated the \"substantial capacity test\" in favor of the common law McNaughton \"right from wrong\" test, and forbade courts from taking into account voluntary substance abuse when considering it in an act passed in reaction to the acquittal of John Hinckley.": {
    "guess": "Insanity defense in the United States",
    "confidence": [
      [
        "Ins",
        -0.0055671786
      ],
      [
        "anity",
        -2.1008714e-06
      ],
      [
        " defense",
        -0.50456727
      ],
      [
        " in",
        -0.68237484
      ],
      [
        " the",
        -0.22909145
      ],
      [
        " United",
        -0.00047845521
      ],
      [
        " States",
        -0.00016957101
      ]
    ]
  },
  "Justice Harlan cited Patterson v. Kentucky in his dissent to this case, which was overturned in West Coast Hotel v. Parrish. Oliver Wendell Holmes's famous dissent accused his fellow justices of employing their personal views on laissez faire economics. Justice Peckham, who wrote the majority opinion, considered the regulation in question a violation of the \"right to contract\" in the Fourteenth Amendment. FTP name this Supreme Court case, which struck down a regulation limiting the number of hours": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.0004366294
      ],
      [
        "chner",
        -4.9617593e-06
      ],
      [
        " v",
        -9.221884e-05
      ],
      [
        ".",
        -6.086828e-05
      ],
      [
        " New",
        -1.2948405e-05
      ],
      [
        " York",
        -2.4630364e-05
      ]
    ]
  },
  "Justice Harlan cited Patterson v. Kentucky in his dissent to this case, which was overturned in West": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.30455863
      ],
      [
        "less",
        -0.19090994
      ],
      [
        "y",
        -5.288163e-05
      ],
      [
        " v",
        -0.00039968727
      ],
      [
        ".",
        -0.00010485443
      ],
      [
        " Ferguson",
        -0.00020640128
      ]
    ]
  },
  "Justices Field and Strong dissented, and Chief Justice Morrison Waite delivered the majority opinion.  Chief Justice Waite stated that state power to regulate extends to private industries that affect the public interest and because certain facilities were devoted to public use, their rates were subject to public regulation.  The case developed from the Illinois state legislature responding to pressure from the Grange to set a maximum rate that companies could charge for service.  FTP, name this": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.100803286
      ],
      [
        "unn",
        -0.00025382967
      ],
      [
        " v",
        -0.00037967207
      ],
      [
        ".",
        -0.0011324746
      ],
      [
        " Illinois",
        -0.00015753144
      ]
    ]
  },
  "In 1927, Justice Oliver Wendell Homes described this concept as \"the usual last resort of constitutional arguments.\" However, its use has since been expanded to cover welfare benefits, gender discrimination, and other non-race- related cases. For 10 points -- name the US law concept, found in the Fourteenth": {
    "guess": "Equal protection",
    "confidence": [
      [
        "Equal",
        -0.06918073
      ],
      [
        " protection",
        -0.67273766
      ]
    ]
  }
}