{
  "Karen Swann describes this poem as a case of \"harassing the muse,\" since we only hear one side of the story, and the title is taken from a poem by Alan Cartier. The narrator is shocked at first, given that the squirrels have all finished their harvest, but we then learn how the speaker was given \"honey wild, and manna dew.\" The titular character sings \"a faery's song\" and takes the speaker to an \"elfin grot.\" The speaker then falls asleep and dreams of \"death-pale\" figures who warn him that he has been tricked, and the poem opens with the aforementioned narrator asking what bothers the \"knight-at-arms.\" FTP, name this ballad centering on a seductive woman who deserts a knight after their brief": {
    "guess": "La Belle Dame sans Merci",
    "confidence": [
      [
        "La",
        -0.019333715
      ],
      [
        " Belle",
        -0.0037917693
      ],
      [
        " Dame",
        -1.735894e-05
      ],
      [
        " sans",
        -0.034194447
      ],
      [
        " Merc",
        -0.00046343924
      ],
      [
        "i",
        -1.735894e-05
      ]
    ]
  },
  "Karna disguised himself as a brahmin to learn the mantra of a mighty weapon from this figure.  When he learned of the deception, he cursed Karna and would later fight on the side of the Pandavas as a result.  His own story begins when he kills an evil thousand-armed king but loses his parents in retaliation.  To gain revenge, he prays to Shiva, gets a mythical axe, and massacres 27 generations of Kshatriyas.": {
    "guess": "Parashurama",
    "confidence": [
      [
        "Par",
        -0.001945057
      ],
      [
        "ash",
        -0.010463927
      ],
      [
        "ur",
        -1.7432603e-06
      ],
      [
        "ama",
        -8.709308e-05
      ]
    ]
  },
  "Karen Swann describes this poem as a case of \"harassing the muse,\" since we only hear one side of the story, and the title is taken from a poem by Alan Cartier. The narrator is shocked at first, given that the squirrels have all finished their harvest, but we then learn how the speaker was given \"honey": {
    "guess": "The Sirens of Titan",
    "confidence": [
      [
        "The",
        -1.2267369
      ],
      [
        " S",
        -1.8390868
      ],
      [
        "ire",
        -0.6150389
      ],
      [
        "ns",
        -0.0028962863
      ],
      [
        " of",
        -0.002070087
      ],
      [
        " Titan",
        -0.0044914777
      ]
    ]
  },
  "Karl Ivanovich Weber gave this nation's king refuge after the 1895 assassination of its empress. This nation repelled an American invasion in 1871, but the March 1st Movement and the Donghak Peasant Rebellion were both crushed. It was the victim of the Treaty of Ganghwa, to which the US assented in the Taft-Katsura Agreement, while in the Treaty of Portsmouth Russia recognized Japan's claim to it.": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.18602997
      ],
      [
        "orea",
        -0.002443789
      ]
    ]
  },
  "Karl Popper wrote that reason is the only alternative to violence in a work titled this concept \"and Violence,\" while various forms of the title mentality were described in a work by Karl Mannheim about \"Ideology\" and this idea. James Harington argued for land distribution in describing one of these entities, and Etienne Cabet's work about the travels of Lord William Carisdall was about one. Charles": {
    "guess": "Utopia",
    "confidence": [
      [
        "U",
        -0.5719722
      ],
      [
        "top",
        -3.4405064e-05
      ],
      [
        "ia",
        -0.3556864
      ]
    ]
  },
  "Karl Popper wrote that reason is the only alternative to violence in a work titled this concept \"and": {
    "guess": "The Open Society and Its Enemies",
    "confidence": [
      [
        "The",
        -0.029995307
      ],
      [
        " Open",
        -0.020079657
      ],
      [
        " Society",
        -0.00034356804
      ],
      [
        " and",
        -0.00043114604
      ],
      [
        " Its",
        -0.00089943496
      ],
      [
        " Enemies",
        -6.635165e-05
      ]
    ]
  },
  "Karl Popper wrote that reason is the only alternative to violence in a work titled this concept \"and Violence,\" while various forms of the title mentality were described in a work by Karl Mannheim about \"Ideology\" and this idea. James Harington argued for land distribution in describing one of these entities, and Etienne Cabet's work about the travels of Lord William Carisdall was about one. Charles Fourier developed the phalanstere, which was one of these, while Peter Giles hears about the city of Amaurote from the traveler Raphael Hythloday in a work describing one. FTP, name these idealized": {
    "guess": "Utopia",
    "confidence": [
      [
        "U",
        -0.0241781
      ],
      [
        "top",
        -7.9418505e-06
      ],
      [
        "ia",
        -0.009098325
      ]
    ]
  },
  "Karl von Stutterheim provided a firsthand account of this battle, while retreating troops under von Buxhowden drowned after the ice broke over Lake Satschan. The planning of Franz von Weyrother led to his side's defeat in this battle, while preceding it, the forces of Karl Mack were defeated in the Ulm Campaign. During this battle the St. Hilaire's Division alongside the IV Corps of Marshal Soult led an assault on the (*) Pratzen Heights, where earlier Mikhail Kutuzov was forced to abandon his position.": {
    "guess": "Battle of Austerlitz",
    "confidence": [
      [
        "Battle",
        -0.0007761582
      ],
      [
        " of",
        -0.00021664912
      ],
      [
        " A",
        -2.0339032e-05
      ],
      [
        "uster",
        -4.9617593e-06
      ],
      [
        "l",
        -8.888114e-05
      ],
      [
        "itz",
        -7.9418505e-06
      ]
    ]
  },
  "Karlheinz Stockhausen composed one of these works that is meant to be played with each of the musicians in a helicopter. Mozart wrote nineteen of these, the last of which was nicknamed \"Dissonance\" for its unusually slow introduction. It's not a symphony, but one of these works that uses the pentatonic scale was composed in Spillville, Iowa by Antonin Dvorak. The \"Erdody\" and \"Sun\" examples of these were written by a composer sometimes called the \"father\" of this musical type, Josef Haydn. For 10": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.006372506
      ],
      [
        " quart",
        -0.020022174
      ],
      [
        "et",
        -0.0007959277
      ]
    ]
  },
  "Karl Ivanovich Weber gave this nation's king refuge after the 1895 assassination of its empress. This nation repelled an American invasion in 1871, but the March 1st Movement and the Donghak Peasant Rebellion were both crushed. It was the victim of the Treaty of Ganghwa, to which the US assented in the Taft-Katsura Agreement, while in the Treaty of Portsmouth Russia recognized Japan's claim to it. Later the site of negotiations at Panmunjon and a landing at Inchon, this was, FTP, what peninsular": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.009257195
      ],
      [
        "orea",
        -0.61169714
      ]
    ]
  },
  "Karl Popper wrote that reason is the only alternative to violence in a work titled this concept \"and Violence,\" while various forms of the title mentality were described in a work by Karl Mannheim about \"Ideology\" and this idea. James Harington argued for land distribution in describing one of these entities, and Etienne Cabet's work about the travels of Lord William Carisdall was about one. Charles Fourier developed the phalanstere, which was one of these, while Peter Giles hears about the city": {
    "guess": "Utopia",
    "confidence": [
      [
        "U",
        -0.18257643
      ],
      [
        "top",
        -5.145119e-05
      ],
      [
        "ia",
        -0.1677436
      ]
    ]
  },
  "Karl Ivanovich Weber gave this nation's king refuge after the 1895 assassination of its empress. This nation repelled an American invasion in 1871, but the March 1st Movement and the Donghak Peasant Rebellion were both crushed. It was the victim of the Treaty of Ganghwa, to which the US assented in the Taft-Katsura Agreement, while in the Treaty of Portsmouth Russia recognized Japan's claim to it. Later the site of negotiations at Panmunjon and a landing at Inchon, this was, FTP, what peninsular country once home to the Joeson Dynasty?": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.00622976
      ],
      [
        "orea",
        -0.004464774
      ]
    ]
  },
  "Karyopherins are required for the transportation of macromolecules in and out of this organelle, and Cajal bodies for RNA processing are found in this organelle. Lamina and pores are found on the envelope": {
    "guess": "NuCLEus",
    "confidence": [
      [
        "Nu",
        -0.30010808
      ],
      [
        "CLE",
        -0.0012164251
      ],
      [
        "us",
        -0.000114033115
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human": {
    "guess": "Existentialism",
    "confidence": [
      [
        "Exist",
        -1.1840528
      ],
      [
        "ential",
        -0.042058624
      ],
      [
        "ism",
        -0.1834509
      ]
    ]
  },
  "Karl von Stutterheim provided a firsthand account of this battle, while retreating troops under von Buxhowden drowned after the ice broke over Lake Satschan. The planning of Franz von Weyrother led to his side's defeat in this battle, while preceding it, the forces of Karl Mack were defeated in the Ulm Campaign. During this battle the St. Hilaire's Division alongside the IV Corps of Marshal Soult led": {
    "guess": "Battle of Austerlitz",
    "confidence": [
      [
        "Battle",
        -0.0009577935
      ],
      [
        " of",
        -0.00020473242
      ],
      [
        " A",
        -0.0016363817
      ],
      [
        "uster",
        -0.00017410076
      ],
      [
        "l",
        -1.9743013e-05
      ],
      [
        "itz",
        -1.5332478e-05
      ]
    ]
  },
  "Karl von Stutterheim provided a firsthand account of this battle, while retreating troops under von Buxhowden drowned after the ice broke over Lake Satschan. The planning of Franz von Weyrother led to his side's defeat in this battle, while preceding it, the forces of Karl Mack were defeated in the Ulm Campaign. During this battle the St. Hilaire's Division alongside the IV Corps of Marshal Soult led an assault on the (*) Pratzen Heights, where earlier Mikhail Kutuzov was forced to abandon his position. This battle led to the creation of the Confederation of the Rhine, in addition to the Treaty of Pressburg, which dissolved the Holy Roman Empire. For 10 points, name this \"Battle of the Three Emperors\", where Napoleon's victory ended the War of the Third Coalition.": {
    "guess": "Battle of Austerlitz",
    "confidence": [
      [
        "Battle",
        -0.0001787497
      ],
      [
        " of",
        -9.031158e-05
      ],
      [
        " A",
        -0.00012344286
      ],
      [
        "uster",
        -1.147242e-06
      ],
      [
        "l",
        -8.3159364e-05
      ],
      [
        "itz",
        -3.6908343e-05
      ]
    ]
  },
  "Karen Swann describes this poem as a case of \"harassing the muse,\" since we only hear one side of the": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2114341
      ]
    ]
  },
  "Karel van Mander claimed that the bearded man on the right of this painting is the artist himself, and the wall of straw denotes that this painting is set during the harvest season. The stack of mugs is located on the bottom left side foreshadows the merry making to come, and a girl with a peacock feather in her hat is seen licking a bowl on the left foreground. The bagpiper in this painting stands out from the crowd as being thin and hungry, a contrast to the gluttonous man in the middle who is": {
    "guess": "The Peasant Wedding",
    "confidence": [
      [
        "The",
        -0.19050227
      ],
      [
        " Pe",
        -0.9901233
      ],
      [
        "asant",
        -0.0002450086
      ],
      [
        " Wedding",
        -0.25019836
      ]
    ]
  },
  "Karlheinz Stockhausen composed one of these works that is meant to be played with each of the musicians": {
    "guess": "Gruppen",
    "confidence": [
      [
        "Gr",
        -0.73135346
      ],
      [
        "uppen",
        -1.5451682e-05
      ]
    ]
  },
  "Karlheinz Stockhausen composed one of these works that is meant to be played with each of the musicians in a helicopter. Mozart wrote nineteen of these, the last of which was nicknamed \"Dissonance\" for its unusually slow introduction. It's not a symphony, but one of these works that uses the pentatonic": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.13616955
      ],
      [
        " quart",
        -0.25406563
      ],
      [
        "et",
        -0.016414851
      ]
    ]
  },
  "Karen Swann describes this poem as a case of \"harassing the muse,\" since we only hear one side of the story, and the title is taken from a poem by Alan Cartier. The narrator is shocked at first, given that the squirrels have all finished their harvest, but we then learn how the speaker was given \"honey wild, and manna dew.\" The titular character sings \"a faery's song\" and takes the speaker to an \"elfin grot.\" The speaker then falls asleep and dreams of \"death-pale\" figures who warn him that he has been tricked, and the poem opens with the aforementioned narrator asking what bothers the \"knight-at-arms.\" FTP, name this ballad centering on a seductive woman who deserts a knight after their brief encounter, a work by John Keats.": {
    "guess": "La Belle Dame sans Merci",
    "confidence": [
      [
        "La",
        -0.009396672
      ],
      [
        " Belle",
        -7.302705e-05
      ],
      [
        " Dame",
        -2.057744e-05
      ],
      [
        " sans",
        -0.014176204
      ],
      [
        " Merc",
        -0.00035333907
      ],
      [
        "i",
        -2.2603901e-05
      ]
    ]
  },
  "Karl von Stutterheim provided a firsthand account of this battle, while retreating troops under von Buxhowden": {
    "guess": "Battle of Eylau",
    "confidence": [
      [
        "Battle",
        -0.012794279
      ],
      [
        " of",
        -0.00036977816
      ],
      [
        " E",
        -0.7295197
      ],
      [
        "yl",
        -0.00040576665
      ],
      [
        "au",
        -5.5122365e-07
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord": {
    "guess": "Existence and Being",
    "confidence": [
      [
        "Exist",
        -0.33419496
      ],
      [
        "ence",
        -0.50578797
      ],
      [
        " and",
        -0.08200772
      ],
      [
        " Being",
        -0.35757336
      ]
    ]
  },
  "Karen Swann describes this poem as a case of \"harassing the muse,\" since we only hear one side of the story, and the title is taken from a poem by Alan Cartier. The narrator is shocked at first, given that the squirrels have all finished their harvest, but we then learn how the speaker was given \"honey wild, and manna dew.\" The titular character sings \"a faery's song\" and takes the speaker to an \"elfin grot.\" The speaker then falls asleep and dreams of \"death-pale\" figures who warn him that he has": {
    "guess": "La Belle Dame sans Merci",
    "confidence": [
      [
        "La",
        -0.026439633
      ],
      [
        " Belle",
        -0.00016206119
      ],
      [
        " Dame",
        -0.0005301566
      ],
      [
        " sans",
        -0.0045554424
      ],
      [
        " Merc",
        -0.00038777426
      ],
      [
        "i",
        -0.00019495773
      ]
    ]
  },
  "Karel van Mander claimed that the bearded man on the right of this painting is the artist himself, and the wall of straw denotes that this painting is set during the harvest season. The stack of mugs is located on the bottom left side foreshadows the merry making to come, and a girl with a peacock feather in her hat is seen licking a bowl on the left foreground. The bagpiper in this painting stands out from the crowd as being thin and hungry, a contrast to the gluttonous man in the middle who is stuffing his face with rice pudding. Set in a barn and centering on the bride who sits beneath a paper crown, for 10 points name this painting of the festivities surrounding a marriage, a work of Pieter Bruegel.": {
    "guess": "The Peasant Wedding",
    "confidence": [
      [
        "The",
        -0.037523557
      ],
      [
        " Pe",
        -0.1838025
      ],
      [
        "asant",
        -3.1281633e-07
      ],
      [
        " Wedding",
        -0.00013846254
      ]
    ]
  },
  "Karyopherins are required for the transportation of macromolecules in and out of this organelle, and Cajal bodies for RNA processing are found in this organelle. Lamina and pores are found on the envelope of this organelle, which is connected to the rough endoplasmic reticulum through its double membrane.": {
    "guess": "NuCLEus",
    "confidence": [
      [
        "Nu",
        -0.57493204
      ],
      [
        "CLE",
        -0.0006104522
      ],
      [
        "us",
        -8.077529e-05
      ]
    ]
  },
  "Karl von Stutterheim provided a firsthand account of this battle, while retreating troops under von Buxhowden drowned after the ice broke over Lake Satschan. The planning of Franz von Weyrother led to his side's defeat in this battle, while preceding it, the forces of Karl Mack were defeated in the Ulm": {
    "guess": "Battle of Austerlitz",
    "confidence": [
      [
        "Battle",
        -0.0013816635
      ],
      [
        " of",
        -0.00033856148
      ],
      [
        " A",
        -0.0026499748
      ],
      [
        "uster",
        -0.00010485443
      ],
      [
        "l",
        -3.9292416e-05
      ],
      [
        "itz",
        -3.261701e-05
      ]
    ]
  },
  "Karl Ivanovich Weber gave this nation's king refuge after the 1895 assassination of its empress. This": {
    "guess": "Joseon",
    "confidence": [
      [
        "Jose",
        -0.036770392
      ],
      [
        "on",
        -2.1411865e-05
      ]
    ]
  },
  "Karl Popper wrote that reason is the only alternative to violence in a work titled this concept \"and Violence,\" while various forms of the title mentality were described in a work by Karl Mannheim about \"Ideology\" and this idea. James Harington argued for land distribution in describing one of these entities, and Etienne Cabet's work about the travels of Lord William Carisdall was about one. Charles Fourier developed the phalanstere, which was one of these, while Peter Giles hears about the city of Amaurote from the traveler Raphael Hythloday in a work describing one. FTP, name these idealized societies, the namesake of a 1516 novel by Thomas More.": {
    "guess": "Utopian Societies",
    "confidence": [
      [
        "U",
        -0.040808436
      ],
      [
        "top",
        -0.00019162003
      ],
      [
        "ian",
        -0.7119865
      ],
      [
        " Soci",
        -0.5134132
      ],
      [
        "eties",
        -0.000103662394
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord is the Lord of all\". That second work's author asks \"Who will rescue me from this body of death?\" in a section that claims that \"apart from the law, sin lies dead\". This work's thirteenth chapter implores": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.26420486
      ],
      [
        "istle",
        -0.00089550123
      ],
      [
        " to",
        -0.0012899977
      ],
      [
        " the",
        -0.0004693994
      ],
      [
        " Romans",
        -0.00075602374
      ]
    ]
  },
  "Karen Swann describes this poem as a case of \"harassing the muse,\" since we only hear one side of the story, and the title is taken from a poem by Alan Cartier. The narrator is shocked at first, given that the squirrels have all finished their harvest, but we then learn how the speaker was given \"honey wild, and manna dew.\" The titular character sings \"a faery's song\" and takes the speaker to an \"elfin grot.\" The speaker then falls asleep and dreams of \"death-pale\" figures who warn him that he has been tricked, and the poem opens with the aforementioned narrator asking what bothers the \"knight-at-arms.\"": {
    "guess": "La Belle Dame sans Merci",
    "confidence": [
      [
        "La",
        -0.23152995
      ],
      [
        " Belle",
        -0.0009158631
      ],
      [
        " Dame",
        -0.00016218038
      ],
      [
        " sans",
        -0.017766722
      ],
      [
        " Merc",
        -0.0003160393
      ],
      [
        "i",
        -5.2643223e-05
      ]
    ]
  },
  "Karyopherins are required for the transportation of macromolecules in and out of this organelle, and Cajal bodies for RNA processing are found in this organelle. Lamina and pores are found on the envelope of this organelle, which is connected to the rough endoplasmic reticulum through its double membrane. Not found in red blood cells, for 10 points, identify this organelle, where DNA transcription takes place and chromatin is found.": {
    "guess": "NuCLEus",
    "confidence": [
      [
        "Nu",
        -0.30243278
      ],
      [
        "CLE",
        -0.0010411444
      ],
      [
        "us",
        -0.00014585316
      ]
    ]
  },
  "Karel van Mander claimed that the bearded man on the right of this painting is the artist himself, and the wall of straw denotes that this painting is set during the harvest season. The stack of mugs is located on the bottom left side foreshadows the merry making to come, and a girl with a peacock feather in her hat is seen licking a bowl on the left foreground. The bagpiper in this painting stands out from the crowd as being thin and hungry, a contrast to the gluttonous man in the middle who is stuffing his face with rice pudding. Set in a barn and centering on the bride who sits beneath a paper crown, for 10 points name this painting of the festivities surrounding a marriage, a work of Pieter": {
    "guess": "The Wedding Dance",
    "confidence": [
      [
        "The",
        -0.08033853
      ],
      [
        " Wedding",
        -0.63466865
      ],
      [
        " Dance",
        -0.4374856
      ]
    ]
  },
  "Karna disguised himself as a brahmin to learn the mantra of a mighty weapon from this figure.  When he": {
    "guess": "Parashurama",
    "confidence": [
      [
        "Par",
        -0.017868368
      ],
      [
        "ash",
        -0.2919663
      ],
      [
        "ur",
        -8.418666e-06
      ],
      [
        "ama",
        -0.00022856948
      ]
    ]
  },
  "Karen Swann describes this poem as a case of \"harassing the muse,\" since we only hear one side of the story, and the title is taken from a poem by Alan Cartier. The narrator is shocked at first, given that the squirrels have all finished their harvest, but we then learn how the speaker was given \"honey wild, and manna dew.\" The titular character sings \"a faery's song\" and takes the speaker to an \"elfin": {
    "guess": "La Belle Dame sans Merci",
    "confidence": [
      [
        "La",
        -0.3516403
      ],
      [
        " Belle",
        -0.0011196189
      ],
      [
        " Dame",
        -0.00017183588
      ],
      [
        " sans",
        -0.0255484
      ],
      [
        " Merc",
        -0.0010864014
      ],
      [
        "i",
        -0.00011796683
      ]
    ]
  },
  "Karl Ivanovich Weber gave this nation's king refuge after the 1895 assassination of its empress. This nation repelled an American invasion in 1871, but the March 1st Movement and the Donghak Peasant Rebellion": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.19730021
      ],
      [
        "orea",
        -0.0038617125
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord is the Lord of all\". That second work's author asks \"Who will rescue me from this body of death?\" in a section that claims that \"apart from the law, sin lies dead\". This work's thirteenth chapter implores its readers to submit to existing authorities, for they \"have all been instituted by God\", and": {
    "guess": "Romans (disambiguation)",
    "confidence": [
      [
        "Rom",
        -0.6766944
      ],
      [
        "ans",
        -3.5477897e-05
      ],
      [
        " (",
        -0.41590732
      ],
      [
        "dis",
        -1.1818446
      ],
      [
        "amb",
        -6.873572e-05
      ],
      [
        "ig",
        -7.1238996e-05
      ],
      [
        "uation",
        -2.9875326e-05
      ],
      [
        ")",
        -0.00035393506
      ]
    ]
  },
  "Karel van Mander claimed that the bearded man on the right of this painting is the artist himself, and the wall of straw denotes that this painting is set during the harvest season. The stack of mugs is located on the bottom left side foreshadows the merry making to come, and a girl with a peacock feather in her hat is seen licking a bowl on the left foreground. The bagpiper in this painting stands out from the crowd as being thin and hungry, a contrast to the gluttonous man in the middle who is stuffing his face with rice pudding. Set in a barn and centering on the bride who sits beneath a paper": {
    "guess": "The Wedding Dance",
    "confidence": [
      [
        "The",
        -0.051015086
      ],
      [
        " Wedding",
        -0.25828478
      ],
      [
        " Dance",
        -0.5282972
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord is the Lord of all\". That second work's author asks \"Who will rescue me from this body of death?\"": {
    "guess": "Romans (disambiguation)",
    "confidence": [
      [
        "Rom",
        -0.50446105
      ],
      [
        "ans",
        -2.3915141e-05
      ],
      [
        " (",
        -0.7379638
      ],
      [
        "dis",
        -0.23910521
      ],
      [
        "amb",
        -2.355753e-05
      ],
      [
        "ig",
        -3.464347e-05
      ],
      [
        "uation",
        -2.4391957e-05
      ],
      [
        ")",
        -0.00032962486
      ]
    ]
  },
  "Karl Ivanovich Weber gave this nation's king refuge after the 1895 assassination of its empress. This nation repelled an American invasion in 1871, but the March 1st Movement and the Donghak Peasant Rebellion were both crushed. It was the victim of the Treaty of Ganghwa, to which the US assented in the": {
    "guess": "Korea",
    "confidence": [
      [
        "K",
        -0.32254916
      ],
      [
        "orea",
        -0.0035903333
      ]
    ]
  },
  "Karel van Mander claimed that the bearded man on the right of this painting is the artist himself, and": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -1.0024978
      ],
      [
        " Arn",
        -0.93568677
      ],
      [
        "ol",
        -4.0007635e-05
      ],
      [
        "fin",
        -7.9418505e-06
      ],
      [
        "i",
        -3.8100377e-05
      ],
      [
        " Portrait",
        -0.00028326566
      ]
    ]
  },
  "Karna disguised himself as a brahmin to learn the mantra of a mighty weapon from this figure.  When he learned of the deception, he cursed Karna and would later fight on the side of the Pandavas as a result.  His own story begins when he kills an evil thousand-armed king but loses his parents in retaliation.": {
    "guess": "Parashurama",
    "confidence": [
      [
        "Par",
        -0.0065673487
      ],
      [
        "ash",
        -0.006801106
      ],
      [
        "ur",
        -5.6769813e-06
      ],
      [
        "ama",
        -0.00016194198
      ]
    ]
  },
  "Karlheinz Stockhausen composed one of these works that is meant to be played with each of the musicians in a helicopter. Mozart wrote nineteen of these, the last of which was nicknamed \"Dissonance\" for its unusually slow introduction. It's not a symphony, but one of these works that uses the pentatonic scale was composed in Spillville, Iowa by Antonin Dvorak. The \"Erdody\" and \"Sun\" examples of these": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.0015906771
      ],
      [
        " quart",
        -0.011356549
      ],
      [
        "et",
        -0.0048587155
      ]
    ]
  },
  "Karlheinz Stockhausen composed one of these works that is meant to be played with each of the musicians in a helicopter. Mozart wrote nineteen of these, the last of which was nicknamed \"Dissonance\" for": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.20715623
      ],
      [
        " quart",
        -0.21809758
      ],
      [
        "et",
        -0.15491226
      ]
    ]
  },
  "Karl Popper wrote that reason is the only alternative to violence in a work titled this concept \"and Violence,\" while various forms of the title mentality were described in a work by Karl Mannheim about \"Ideology\" and this idea. James Harington argued for land distribution in describing one of these": {
    "guess": "The Poverty of Historicism",
    "confidence": [
      [
        "The",
        -1.2664661
      ],
      [
        " Poverty",
        -0.6317294
      ],
      [
        " of",
        -0.0018866343
      ],
      [
        " Histor",
        -0.00039468808
      ],
      [
        "icism",
        -0.0025972996
      ]
    ]
  },
  "Karna disguised himself as a brahmin to learn the mantra of a mighty weapon from this figure.  When he learned of the deception, he cursed Karna and would later fight on the side of the Pandavas as a result.  His own story begins when he kills an evil thousand-armed king but loses his parents in retaliation.  To gain revenge, he prays to Shiva, gets a mythical axe, and massacres 27 generations of Kshatriyas.  FTP, identify this sixth avatar of Vishnu, named for his weapon, the parashu.": {
    "guess": "Parashurama",
    "confidence": [
      [
        "Par",
        -0.0021601373
      ],
      [
        "ash",
        -0.039272796
      ],
      [
        "ur",
        -0.00016504127
      ],
      [
        "ama",
        -1.7239736e-05
      ]
    ]
  },
  "Karel van Mander claimed that the bearded man on the right of this painting is the artist himself, and the wall of straw denotes that this painting is set during the harvest season. The stack of mugs is located on the bottom left side foreshadows the merry making to come, and a girl with a peacock feather": {
    "guess": "The Harvesters",
    "confidence": [
      [
        "The",
        -0.08733989
      ],
      [
        " Harvest",
        -0.07813498
      ],
      [
        "ers",
        -0.0022193687
      ]
    ]
  },
  "Karlheinz Stockhausen composed one of these works that is meant to be played with each of the musicians in a helicopter. Mozart wrote nineteen of these, the last of which was nicknamed \"Dissonance\" for its unusually slow introduction. It's not a symphony, but one of these works that uses the pentatonic scale was composed in Spillville, Iowa by Antonin Dvorak. The \"Erdody\" and \"Sun\" examples of these were written by a composer sometimes called the \"father\" of this musical type, Josef Haydn. For 10 points, name these works composed for a group of two violins, a viola, and a cello.": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.0028026253
      ],
      [
        " quart",
        -0.042009126
      ],
      [
        "et",
        -0.0066199233
      ]
    ]
  },
  "Karna disguised himself as a brahmin to learn the mantra of a mighty weapon from this figure.  When he learned of the deception, he cursed Karna and would later fight on the side of the Pandavas as a result.": {
    "guess": "Parashurama",
    "confidence": [
      [
        "Par",
        -0.016072027
      ],
      [
        "ash",
        -0.016830467
      ],
      [
        "ur",
        -6.704273e-07
      ],
      [
        "ama",
        -6.80205e-05
      ]
    ]
  },
  "Karl von Stutterheim provided a firsthand account of this battle, while retreating troops under von Buxhowden drowned after the ice broke over Lake Satschan. The planning of Franz von Weyrother led to his side's defeat in this battle, while preceding it, the forces of Karl Mack were defeated in the Ulm Campaign. During this battle the St. Hilaire's Division alongside the IV Corps of Marshal Soult led an assault on the (*) Pratzen Heights, where earlier Mikhail Kutuzov was forced to abandon his position. This battle led to the creation of the Confederation of the Rhine, in addition to the Treaty of Pressburg, which dissolved the Holy Roman Empire. For 10 points, name this \"Battle of the Three": {
    "guess": "Battle of Austerlitz",
    "confidence": [
      [
        "Battle",
        -0.00047869363
      ],
      [
        " of",
        -0.0011215225
      ],
      [
        " A",
        -0.00045057258
      ],
      [
        "uster",
        -2.9875326e-05
      ],
      [
        "l",
        -6.206032e-05
      ],
      [
        "itz",
        -4.8425554e-06
      ]
    ]
  },
  "Karyopherins are required for the transportation of macromolecules in and out of this organelle, and": {
    "guess": "Nucleus",
    "confidence": [
      [
        "N",
        -0.6548991
      ],
      [
        "ucle",
        -0.07886059
      ],
      [
        "us",
        -0.01348784
      ]
    ]
  },
  "Karyopherins are required for the transportation of macromolecules in and out of this organelle, and Cajal bodies for RNA processing are found in this organelle. Lamina and pores are found on the envelope of this organelle, which is connected to the rough endoplasmic reticulum through its double membrane. Not found in red blood cells, for 10 points, identify this organelle, where DNA transcription": {
    "guess": "NuCLEus",
    "confidence": [
      [
        "Nu",
        -0.46826255
      ],
      [
        "CLE",
        -0.0019644396
      ],
      [
        "us",
        -0.00026264708
      ]
    ]
  },
  "Karel van Mander claimed that the bearded man on the right of this painting is the artist himself, and the wall of straw denotes that this painting is set during the harvest season. The stack of mugs is located on the bottom left side foreshadows the merry making to come, and a girl with a peacock feather in her hat is seen licking a bowl on the left foreground. The bagpiper in this painting stands": {
    "guess": "The Merry Drinker",
    "confidence": [
      [
        "The",
        -0.27601045
      ],
      [
        " Merry",
        -1.1897647
      ],
      [
        " Dr",
        -0.092943646
      ],
      [
        "inker",
        0.0
      ]
    ]
  },
  "Karl von Stutterheim provided a firsthand account of this battle, while retreating troops under von Buxhowden drowned after the ice broke over Lake Satschan. The planning of Franz von Weyrother led to": {
    "guess": "Battle of Austerlitz",
    "confidence": [
      [
        "Battle",
        -0.009842738
      ],
      [
        " of",
        -0.00014358829
      ],
      [
        " A",
        -0.052639022
      ],
      [
        "uster",
        -0.00024810788
      ],
      [
        "l",
        -6.337155e-05
      ],
      [
        "itz",
        -3.368984e-05
      ]
    ]
  },
  "Karen Swann describes this poem as a case of \"harassing the muse,\" since we only hear one side of the story, and the title is taken from a poem by Alan Cartier. The narrator is shocked at first, given": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.370533
      ],
      [
        " Waste",
        -1.7545643
      ],
      [
        " Land",
        -0.000109622575
      ]
    ]
  },
  "Karl von Stutterheim provided a firsthand account of this battle, while retreating troops under von Buxhowden drowned after the ice broke over Lake Satschan. The planning of Franz von Weyrother led to his side's defeat in this battle, while preceding it, the forces of Karl Mack were defeated in the Ulm Campaign. During this battle the St. Hilaire's Division alongside the IV Corps of Marshal Soult led an assault on the (*) Pratzen Heights, where earlier Mikhail Kutuzov was forced to abandon his position. This battle led to the creation of the Confederation of the Rhine, in addition to the Treaty": {
    "guess": "Battle of Austerlitz",
    "confidence": [
      [
        "Battle",
        -0.00019972587
      ],
      [
        " of",
        -6.098748e-05
      ],
      [
        " A",
        -0.0003647826
      ],
      [
        "uster",
        -2.8325678e-05
      ],
      [
        "l",
        -6.945094e-05
      ],
      [
        "itz",
        -1.3067608e-05
      ]
    ]
  },
  "Karl Popper wrote that reason is the only alternative to violence in a work titled this concept \"and Violence,\" while various forms of the title mentality were described in a work by Karl Mannheim about": {
    "guess": "Reason and Violence",
    "confidence": [
      [
        "Reason",
        -0.5276632
      ],
      [
        " and",
        -0.112618886
      ],
      [
        " Violence",
        -0.063885294
      ]
    ]
  },
  "Karel van Mander claimed that the bearded man on the right of this painting is the artist himself, and the wall of straw denotes that this painting is set during the harvest season. The stack of mugs is": {
    "guess": "The Harvesters",
    "confidence": [
      [
        "The",
        -1.0475094
      ],
      [
        " Harvest",
        -0.26785588
      ],
      [
        "ers",
        -0.0039771236
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord is the Lord of all\". That second work's author asks \"Who will rescue me from this body of death?\" in a section that claims that \"apart from the law, sin lies dead\". This work's thirteenth chapter implores its readers to submit to existing authorities, for they \"have all been instituted by God\", and its first chapter accuses \"women [who] exchanged natural intercourse for unnatural\" of giving into": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.65244704
      ],
      [
        "istle",
        -0.00013679368
      ],
      [
        " to",
        -0.0011666494
      ],
      [
        " the",
        -0.0008997926
      ],
      [
        " Romans",
        -0.00049322186
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord is the Lord of all\". That second work's author asks \"Who will rescue me from this body of death?\" in a section that claims that \"apart from the law, sin lies dead\". This work's thirteenth chapter implores its readers to submit to existing authorities, for they \"have all been instituted by God\", and its first chapter accuses \"women [who] exchanged natural intercourse for unnatural\" of giving into \"degrading passions\" and being \"God-haters\". It states that \"real circumcision is a matter of the": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.2987538
      ],
      [
        "istle",
        -6.456359e-05
      ],
      [
        " to",
        -0.0018223817
      ],
      [
        " the",
        -0.00059795054
      ],
      [
        " Romans",
        -4.2510914e-05
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord is the Lord of all\". That second work's author asks \"Who will rescue me from this body of death?\" in a section that claims that \"apart from the law, sin lies dead\". This work's thirteenth chapter implores its readers to submit to existing authorities, for they \"have all been instituted by God\", and its first chapter accuses \"women [who] exchanged natural intercourse for unnatural\" of giving into \"degrading passions\" and being \"God-haters\". It states that \"real circumcision is a matter of the heart\", alluding to its author's disagreement with Peter, since the promise of Abraham came to him not": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.11141529
      ],
      [
        "istle",
        -0.000312344
      ],
      [
        " to",
        -0.0042609884
      ],
      [
        " the",
        -0.00096017757
      ],
      [
        " Romans",
        -0.00011772843
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord is the Lord of all\". That second work's author asks \"Who will rescue me from this body of death?\" in a section that claims that \"apart from the law, sin lies dead\". This work's thirteenth chapter implores its readers to submit to existing authorities, for they \"have all been instituted by God\", and its first chapter accuses \"women [who] exchanged natural intercourse for unnatural\" of giving into \"degrading passions\" and being \"God-haters\". It states that \"real circumcision is a matter of the heart\", alluding to its author's disagreement with Peter, since the promise of Abraham came to him not through good works but by \"righteousness of faith\". For 10 points identify this epistle from which": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.06939373
      ],
      [
        "istle",
        -0.00049477146
      ],
      [
        " to",
        -0.0038266757
      ],
      [
        " the",
        -0.0009030038
      ],
      [
        " Romans",
        -0.00023143037
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord is the Lord of all\". That second work's author asks \"Who will rescue me from this body of death?\" in a section that claims that \"apart from the law, sin lies dead\". This work's thirteenth chapter implores its readers to submit to existing authorities, for they \"have all been instituted by God\", and its first chapter accuses \"women [who] exchanged natural intercourse for unnatural\" of giving into \"degrading passions\" and being \"God-haters\". It states that \"real circumcision is a matter of the heart\", alluding to its author's disagreement with Peter, since the promise of Abraham came to him not through good works but by \"righteousness of faith\". For 10 points identify this epistle from which Martin Luther formed his doctrine of justification through faith alone, the first letter of Paul in": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.008708411
      ],
      [
        "istle",
        -3.7027545e-05
      ],
      [
        " to",
        -0.00060462224
      ],
      [
        " the",
        -0.00026169344
      ],
      [
        " Romans",
        -3.4762674e-05
      ]
    ]
  },
  "Karl Barth claimed that church history was \"utterly weak\" since the distinction between God and human is too great one work with this title. Another work with this name cites Hosea to show that \"the Lord is the Lord of all\". That second work's author asks \"Who will rescue me from this body of death?\" in a section that claims that \"apart from the law, sin lies dead\". This work's thirteenth chapter implores its readers to submit to existing authorities, for they \"have all been instituted by God\", and its first chapter accuses \"women [who] exchanged natural intercourse for unnatural\" of giving into \"degrading passions\" and being \"God-haters\". It states that \"real circumcision is a matter of the heart\", alluding to its author's disagreement with Peter, since the promise of Abraham came to him not through good works but by \"righteousness of faith\". For 10 points identify this epistle from which Martin Luther formed his doctrine of justification through faith alone, the first letter of Paul in the New Testament.": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.0019431572
      ],
      [
        "istle",
        -1.9027791e-05
      ],
      [
        " to",
        -0.0001311911
      ],
      [
        " the",
        -0.00015181334
      ],
      [
        " Romans",
        -1.6240566e-06
      ]
    ]
  }
}