{
  "St. Hilarion was accused of being a magician after blessing these items in Gaza for a man named Italicus. It is the traditional item depicted on ema, plaques on which Shinto worshippers inscribe wishes or prayers, and Zoroaster converted King Vishtasp and his family by curing a black one. In the Ashvamedra sacrifice, the sacrificer's chief wife simulates copulation with the corpse of this creature.": {
    "guess": "Horse in religion",
    "confidence": [
      [
        "H",
        -0.12734771
      ],
      [
        "orse",
        -0.018902853
      ],
      [
        " in",
        -0.41648516
      ],
      [
        " religion",
        -0.40363896
      ]
    ]
  },
  "St. Hilarion was accused of being a magician after blessing these items in Gaza for a man named Italicus. It is the traditional item depicted on ema, plaques on which Shinto worshippers inscribe wishes or prayers, and Zoroaster converted King Vishtasp and his family by curing a black one. In the Ashvamedra sacrifice, the sacrificer's chief wife simulates copulation with the corpse of this creature. One named Burak accompanied Gabriel to Mount Sinai, and the female protagonist of the Song of Songs is compared to one of these animals belonging to the Pharaoh. For 10 points, name this animal, a pale": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.07210164
      ],
      [
        "orse",
        -0.00030769507
      ]
    ]
  },
  "St. Hilarion was accused of being a magician after blessing these items in Gaza for a man named Italicus.": {
    "guess": "St. Hilarion",
    "confidence": [
      [
        "St",
        -0.6927041
      ],
      [
        ".",
        -0.0024625757
      ],
      [
        " H",
        -0.009814762
      ],
      [
        "ilar",
        -0.00012272765
      ],
      [
        "ion",
        -0.00015229016
      ]
    ]
  },
  "St. Hilarion was accused of being a magician after blessing these items in Gaza for a man named Italicus. It is the traditional item depicted on ema, plaques on which Shinto worshippers inscribe wishes or prayers, and Zoroaster converted King Vishtasp and his family by curing a black one. In the Ashvamedra sacrifice, the sacrificer's chief wife simulates copulation with the corpse of this creature. One named Burak accompanied Gabriel to Mount Sinai, and the female protagonist of the Song of Songs is compared to one of these animals belonging to the Pharaoh. For 10 points, name this animal, a pale one of which is ridden by Death.": {
    "guess": "Horse in mythology",
    "confidence": [
      [
        "H",
        -0.022035068
      ],
      [
        "orse",
        -0.00041935223
      ],
      [
        " in",
        -0.43195814
      ],
      [
        " mythology",
        -0.6897085
      ]
    ]
  },
  "St. Hilarion was accused of being a magician after blessing these items in Gaza for a man named Italicus. It is the traditional item depicted on ema, plaques on which Shinto worshippers inscribe wishes or prayers, and Zoroaster converted King Vishtasp and his family by curing a black one. In the Ashvamedra": {
    "guess": "Horse in religion",
    "confidence": [
      [
        "H",
        -0.79747456
      ],
      [
        "orse",
        -0.067124195
      ],
      [
        " in",
        -0.40830955
      ],
      [
        " religion",
        -0.7195221
      ]
    ]
  },
  "St. Hilarion was accused of being a magician after blessing these items in Gaza for a man named Italicus. It is the traditional item depicted on ema, plaques on which Shinto worshippers inscribe wishes": {
    "guess": "Ema, divination, and amulets",
    "confidence": [
      [
        "E",
        -0.03393152
      ],
      [
        "ma",
        -0.0003244991
      ],
      [
        ",",
        -0.6563309
      ],
      [
        " div",
        -0.0020473632
      ],
      [
        "ination",
        -0.0005182436
      ],
      [
        ",",
        -0.00059020595
      ],
      [
        " and",
        -9.531814e-05
      ],
      [
        " am",
        -0.000104377614
      ],
      [
        "ule",
        -0.0002100966
      ],
      [
        "ts",
        -1.8624639e-06
      ]
    ]
  },
  "St. Hilarion was accused of being a magician after blessing these items in Gaza for a man named Italicus. It is the traditional item depicted on ema, plaques on which Shinto worshippers inscribe wishes or prayers, and Zoroaster converted King Vishtasp and his family by curing a black one. In the Ashvamedra sacrifice, the sacrificer's chief wife simulates copulation with the corpse of this creature. One named Burak accompanied Gabriel to Mount Sinai, and the female protagonist of the Song of Songs": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.18475446
      ],
      [
        "orse",
        -0.00091550546
      ]
    ]
  }
}