{
  "On the CD version, the fourth track, a six minute romp named \"Spiral,\" and the seventh track, named for the bassist and only secondary band member to appear on every song, Paul Chambers, are the only tracks that do not appear in two versions. This album contains, in addition to the title track, \"Naima,\" \"Cousin Mary,\" \"Countdown,\" and \"Syeeda's Song Flute,\" and was released on Atlantic Records a year": {
    "guess": "Giant Steps",
    "confidence": [
      [
        "G",
        -0.030585583
      ],
      [
        "iant",
        0.0
      ],
      [
        " Steps",
        -5.4312077e-05
      ]
    ]
  },
  "On the CD version, the fourth track, a six minute romp named \"Spiral,\" and the seventh track, named for the bassist and only secondary band member to appear on every song, Paul Chambers, are the only tracks": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -1.1260339
      ],
      [
        " of",
        -0.0034601332
      ],
      [
        " Blue",
        -0.00010223195
      ]
    ]
  },
  "On the CD version, the fourth track, a six minute romp named \"Spiral,\" and the seventh track, named for the bassist and only secondary band member to appear on every song, Paul Chambers, are the only tracks that do not appear in two versions. This album contains, in addition to the title track, \"Naima,\" \"Cousin Mary,\" \"Countdown,\" and \"Syeeda's Song Flute,\" and was released on Atlantic Records a year before its artist's next major album, My Favorite Things. FTP, name this 1959 release, a John Coltrane album with a \"large- footed\" title.": {
    "guess": "Giant Steps",
    "confidence": [
      [
        "G",
        -0.0026733994
      ],
      [
        "iant",
        0.0
      ],
      [
        " Steps",
        -0.00030138093
      ]
    ]
  },
  "On the CD version, the fourth track, a six minute romp named \"Spiral,\" and the seventh track, named for the bassist and only secondary band member to appear on every song, Paul Chambers, are the only tracks that do not appear in two versions. This album contains, in addition to the title track, \"Naima,\"": {
    "guess": "Giant Steps",
    "confidence": [
      [
        "G",
        -0.5925627
      ],
      [
        "iant",
        -4.1273333e-06
      ],
      [
        " Steps",
        -8.0656086e-05
      ]
    ]
  },
  "On the CD version, the fourth track, a six minute romp named \"Spiral,\" and the seventh track, named for the bassist and only secondary band member to appear on every song, Paul Chambers, are the only tracks that do not appear in two versions. This album contains, in addition to the title track, \"Naima,\" \"Cousin Mary,\" \"Countdown,\" and \"Syeeda's Song Flute,\" and was released on Atlantic Records a year before its artist's next major album, My Favorite Things. FTP, name this 1959 release, a John Coltrane": {
    "guess": "Giant Steps",
    "confidence": [
      [
        "G",
        -0.0023932485
      ],
      [
        "iant",
        -1.9361265e-07
      ],
      [
        " Steps",
        -0.00010032469
      ]
    ]
  },
  "On the CD version, the fourth track, a six minute romp named \"Spiral,\" and the seventh track, named for": {
    "guess": "The Spiral Staircase",
    "confidence": [
      [
        "The",
        -1.8808612
      ],
      [
        " Spiral",
        -1.6624593
      ],
      [
        " St",
        -0.10605919
      ],
      [
        "air",
        -0.081018046
      ],
      [
        "case",
        -0.0010846134
      ]
    ]
  }
}