{
  "Simon Foucher was one of the first who criticized this philosophical position in Critique of the Search for Truth, and its central concept may have originated with Louis de la Forge. It was advanced by": {
    "guess": "Cartesianism",
    "confidence": [
      [
        "Cart",
        -1.2382504
      ],
      [
        "esian",
        -5.145119e-05
      ],
      [
        "ism",
        -1.0707381
      ]
    ]
  },
  "One of them simply depicts a plain coastal landscape on which two men are fighting with sticks. Ethereal figures sit behind several real women and a laurel-wreathed horned animal standing on its hind legs": {
    "guess": "Black",
    "confidence": [
      [
        "Black",
        -0.32758132
      ]
    ]
  },
  "A similar principle in economics has name as this chemical principle developed by a French chemist. Conditions that are taken into consideration in this principle are concentration, temperature, and pressure.": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0010322151
      ],
      [
        " Chat",
        -0.00013941615
      ],
      [
        "elier",
        -5.5122365e-07
      ],
      [
        "'s",
        -4.1273333e-06
      ],
      [
        " principle",
        -0.00086393795
      ]
    ]
  },
  "Silicon-substituted cyclic compounds have been used as \"pumps\" to generate this class of chemicals in": {
    "guess": "Organosilicon compound",
    "confidence": [
      [
        "Organ",
        -0.40144575
      ],
      [
        "os",
        -0.093686275
      ],
      [
        "il",
        -0.0041084425
      ],
      [
        "icon",
        -0.026609935
      ],
      [
        " compound",
        -0.7165405
      ]
    ]
  },
  "Simon Foucher was one of the first who criticized this philosophical position in Critique of the Search for Truth, and its central concept may have originated with Louis de la Forge. It was advanced by Johann Clauberg in his treatise, \"On the Joining of the Body and the Soul in Man,\" and a version of this philosophy was advanced in a work entitled True Metaphysics by Arnold Geulincx, who also built": {
    "guess": "Occasionalism",
    "confidence": [
      [
        "Occ",
        -0.19648536
      ],
      [
        "as",
        -9.794062e-05
      ],
      [
        "ional",
        -1.92662e-05
      ],
      [
        "ism",
        -0.00040862753
      ]
    ]
  },
  "Similar to von Willebrand disease, its mild \"C\" variety is like Tay-Sachs disease in that it is concentrated": {
    "guess": "Hemophilia",
    "confidence": [
      [
        "H",
        -0.023312563
      ],
      [
        "em",
        -0.00020556684
      ],
      [
        "ophilia",
        -7.6364755e-05
      ]
    ]
  },
  "During the Silurian, this mineral and halite were deposited in large beds in the Michigan Basin. The": {
    "guess": "Silurian Salina Group",
    "confidence": [
      [
        "Sil",
        -1.3093541
      ],
      [
        "ur",
        -0.012589705
      ],
      [
        "ian",
        -2.1769476e-05
      ],
      [
        " Sal",
        -0.7630422
      ],
      [
        "ina",
        -2.5941605e-05
      ],
      [
        " Group",
        -0.005692354
      ]
    ]
  },
  "Simians and passerine birds can no long synthesize this compound, which can be made from in glucose in": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.45348182
      ],
      [
        "itamin",
        -1.9385403e-05
      ],
      [
        " C",
        -0.0008858494
      ]
    ]
  },
  "Silica aerogels are frequently used in devices for measuring this phenomenon, and one such device is called the threshold detector, while another device used to measure it is called a ring imaging detector. The governing equation can be derived by using Poynting's theorem and applying the Fourier transform to determine the energy loss at infinite distance.  A periodic grating can give rise to a version of this effect named after Smith and Purcell, while the Frank-Tamm equation governs this phenomenon,": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -1.7255055
      ],
      [
        "eren",
        -1.147242e-06
      ],
      [
        "kov",
        -4.8425554e-06
      ],
      [
        " radiation",
        -0.08601046
      ]
    ]
  },
  "In a similar mechanism to that used by some nematodes, this organ secretes neurokinin B, which allows suppression of the immune system. In Metatheria, the nutrients it supplies are derived mainly from the egg sac. Administration of Rhogam prevents erythroblastosis fetalis, which can be caused by IgG antibodies crossing it. Abruption of it can be triggered by infection or trauma, but is most often caused": {
    "guess": "Placenta",
    "confidence": [
      [
        "Pl",
        -0.021778598
      ],
      [
        "ac",
        -9.710619e-05
      ],
      [
        "enta",
        -8.6616266e-05
      ]
    ]
  },
  "Silicon-substituted cyclic compounds have been used as \"pumps\" to generate this class of chemicals in the formation of block copolymers.  Laser flash photolysis of ketoprofenate produces an example of this class of compounds that is unusually unreactive with water.  In unimolecular elimination via the conjugate base, the intermediate is one of these compounds.  Wittig-Horner and Horner-Emmons reactions use resonance-stabilized phosphonate examples of these in place of the phosphonium ylide, and in the first step of the malonic ester synthesis, diethyl malonate is treated with sodium to generate this type of reactive species.  Less substituted examples of these are more stable, and they have the same electron structures as analogous amines, though they are stronger nucleophiles.  For 10 points,": {
    "guess": "Carbanion",
    "confidence": [
      [
        "Car",
        -0.10510305
      ],
      [
        "ban",
        -0.0130331665
      ],
      [
        "ion",
        -0.018395633
      ]
    ]
  },
  "Simply put, humans love stories about monsters like Bigfoot and the Yeti. F10PE, can you name these other legendary man-apes from around the world from a brief description?  A. Though resembling an orangutan, this creature, mostly sighted near Big Cypress National Preserve, is said to be identifiable": {
    "guess": "Skunk Ape",
    "confidence": [
      [
        "Sk",
        -0.015008542
      ],
      [
        "unk",
        -1.3306016e-05
      ],
      [
        " A",
        -0.19959977
      ],
      [
        "pe",
        -2.577686e-06
      ]
    ]
  },
  "A similar reaction to this uses a tetrafluoroborate salt to substitute fluorine onto an aryl amine; this is known as the Schiemann reaction.  Other variations of this reaction include the use of cuprous": {
    "guess": "Sandmeyer reaction",
    "confidence": [
      [
        "Sand",
        -0.48021024
      ],
      [
        "m",
        -0.0022156807
      ],
      [
        "eyer",
        -0.0006203425
      ],
      [
        " reaction",
        -0.07952381
      ]
    ]
  },
  "Similarly titled novels with this titular phenomenon include one about a newspaperman who leaves his wife Bernice and assumes the name Bruce Dudley and another about a Berliner named Albinus. A work novel with this as the second titular concept is a series of interlinked stories including Lost Letters, about Mirek's blunder of not burning diaries, and The Border, in which Jan is kicked out an orgy due to it. In addition to Sherwood Anderson's Joyce- inspired novel about the Dark kind of it, Nabokov's novel about it in the Dark, and Kundera's book that pairs it with Forgetting, this phenomenon is": {
    "guess": "The Unbearable Lightness of Being",
    "confidence": [
      [
        "The",
        -0.68178993
      ],
      [
        " Un",
        -0.16150701
      ],
      [
        "bear",
        -0.00017457757
      ],
      [
        "able",
        -6.384837e-05
      ],
      [
        " Light",
        -0.0005129986
      ],
      [
        "ness",
        -7.839122e-05
      ],
      [
        " of",
        -0.00022189408
      ],
      [
        " Being",
        -0.00018077616
      ]
    ]
  },
  "A similar principle in economics has name as this chemical principle developed by a French chemist. Conditions that are taken into consideration in this principle are concentration, temperature, and pressure. FTP, name this principle which states that if a dynamic equilibrium is disturbed by changing the conditions, the position of equilibrium moves to counteract the change.": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.003607794
      ],
      [
        " Chat",
        -0.0003861054
      ],
      [
        "elier",
        -1.3856493e-06
      ],
      [
        "'s",
        -2.1054253e-05
      ],
      [
        " principle",
        -0.0005186012
      ]
    ]
  },
  "Simians and passerine birds can no long synthesize this compound, which can be made from in glucose in a four-step process featuring the l-gulonolactone oxidase enzyme. This vitamin is needed for the synthesis": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.04288797
      ],
      [
        "itamin",
        -1.0445127e-05
      ],
      [
        " C",
        -0.0005299182
      ]
    ]
  },
  "Simply put, humans love stories about monsters like Bigfoot and the Yeti. F10PE, can you name these other": {
    "guess": "Cryptozoology",
    "confidence": [
      [
        "Crypto",
        -0.5889732
      ],
      [
        "zo",
        -0.00026443513
      ],
      [
        "ology",
        -0.021605846
      ]
    ]
  },
  "Silicon-substituted cyclic compounds have been used as \"pumps\" to generate this class of chemicals in the formation of block copolymers.  Laser flash photolysis of ketoprofenate produces an example of this class of compounds that is unusually unreactive with water.  In unimolecular elimination via the conjugate base, the intermediate is one of these compounds.  Wittig-Horner and Horner-Emmons reactions use resonance-stabilized phosphonate examples of these in place of the phosphonium ylide, and in the first step of the malonic ester synthesis, diethyl malonate is treated with sodium to generate": {
    "guess": "Carbanion",
    "confidence": [
      [
        "Car",
        -0.55289876
      ],
      [
        "ban",
        -0.12466881
      ],
      [
        "ion",
        -0.043670174
      ]
    ]
  },
  "Simon Foucher was one of the first who criticized this philosophical position in Critique of the Search for Truth, and its central concept may have originated with Louis de la Forge. It was advanced by Johann Clauberg in his treatise, \"On the Joining of the Body and the Soul in Man,\" and a version of this philosophy was advanced in a work entitled True Metaphysics by Arnold Geulincx, who also built an ethical theory from it. Descartes explicitly rejected this philosophy in his Meditations quipping, \"I am not only lodged in my body as a pilot in a vessel,\" and its most famous advocate advanced it in works like 14 Dialogues on Metaphysics and On Religion and Search After Truth. For 10 points, identify": {
    "guess": "Occasionalism",
    "confidence": [
      [
        "Occ",
        -0.0031556154
      ],
      [
        "as",
        -1.0802739e-05
      ],
      [
        "ional",
        -5.9153886e-06
      ],
      [
        "ism",
        -5.9199425e-05
      ]
    ]
  },
  "In a similarly-titled 1984 update of this work, Jane Jacobs argued for a focus on cities as the relevant units. This work claims that \"A person who can acquire no property, can have no other interest but": {
    "guess": "Cities and the Wealth of Nations",
    "confidence": [
      [
        "Cities",
        -0.06579156
      ],
      [
        " and",
        -2.0935051e-05
      ],
      [
        " the",
        -0.0014094012
      ],
      [
        " Wealth",
        -0.0029684303
      ],
      [
        " of",
        -7.77952e-05
      ],
      [
        " Nations",
        -0.0004951291
      ]
    ]
  },
  "In a similar mechanism to that used by some nematodes, this organ secretes neurokinin B, which allows suppression of the immune system. In Metatheria, the nutrients it supplies are derived mainly from the egg sac. Administration of Rhogam prevents erythroblastosis fetalis, which can be caused by IgG antibodies crossing it. Abruption of it can be triggered by infection or trauma, but is most often caused by high blood pressure. It develops from the trophoblast and produces progesterone, estrogen, and hCG, and failure to remove it after birth can cause hemorrhaging. For 10 points, name this organ that provides nutrients to developing fetuses through the umbilical cord.": {
    "guess": "Placenta",
    "confidence": [
      [
        "Pl",
        -0.0055128727
      ],
      [
        "ac",
        -2.868329e-05
      ],
      [
        "enta",
        -0.00014585316
      ]
    ]
  },
  "In a simply ordered set having the least upper bound property under the order topology, closed intervals are this. In normed vector spaces, a set is said to be this if every sequence of elements of the set has a point of accumulation in the set. A general topological space is said to be this if any open": {
    "guess": "Compact space",
    "confidence": [
      [
        "Compact",
        -0.10256161
      ],
      [
        " space",
        -0.037211195
      ]
    ]
  },
  "One of them simply depicts a plain coastal landscape on which two men are fighting with sticks. Ethereal figures sit behind several real women and a laurel-wreathed horned animal standing on its hind legs in The Witches' Sabbath, and other subjects include a drowning dog, old people eating, and Judith and Holofernes. Created in the \"Quinta del sordo\" or \"Country-house of the Deaf-Man,\" this series that also depicts Saturn Devouring His Children reflects similar themes to the earlier Caprichios and Disasters of War. FTP, name this series of somber Goya paintings named for a traditionally depressing": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.013234348
      ],
      [
        " Paint",
        -0.0028267468
      ],
      [
        "ings",
        -2.9517714e-05
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point correlation function and combining it with the rate of decay due to a dynamical orbit. Larson and Tinsley showed that after this kind of process, remnants are created with anomalous blue colors, leading researchers to suspect that starbursting occurs during this process. This process can produce the visually spectacular polar rings, as well as kinematically decoupled cores in the final product. A landmark paper by Toomre and Toomre showed that the tidal tails of the â\u0080\u009cMiceâ\u0080\u009d were formed by this process. This process is currently happening in NGC 4038 and 4039, which are colloquially called â\u0080\u009cthe antennae,â\u0080\u009d and the rings of the Cartwheel galaxy indicate that this process occurred with a zero value for the impact parameter. For 10 points, name this process in which two large structures,": {
    "guess": "Galactic collision",
    "confidence": [
      [
        "Gal",
        -0.0011175924
      ],
      [
        "actic",
        -0.38815755
      ],
      [
        " collision",
        -0.65488535
      ]
    ]
  },
  "In a similar mechanism to that used by some nematodes, this organ secretes neurokinin B, which allows suppression of the immune system. In Metatheria, the nutrients it supplies are derived mainly from the egg sac. Administration of Rhogam prevents erythroblastosis fetalis, which can be caused by IgG": {
    "guess": "Placenta",
    "confidence": [
      [
        "Pl",
        -0.22506325
      ],
      [
        "ac",
        -9.913265e-05
      ],
      [
        "enta",
        -8.566264e-05
      ]
    ]
  },
  "The simpleton Silvano is fooled by a gipsy and never seen again, while the opening of its second section features a veiled woman hunting for herbs and singing the solo \"Ecco l'orrido campo\" in order to forget her illicit love. The mocking chorus \"Seguitemi\" finds the conspirators, Sam and Tom, [*] enjoying the conformation of Ulrica's prophecy and planning to make their move at the title event. Eugene": {
    "guess": "Un ballo in maschera",
    "confidence": [
      [
        "Un",
        -0.0813257
      ],
      [
        " ballo",
        -0.049777284
      ],
      [
        " in",
        -0.000290891
      ],
      [
        " mas",
        -0.0032644577
      ],
      [
        "ch",
        -0.00012558853
      ],
      [
        "era",
        -5.7888185e-05
      ]
    ]
  },
  "Simon Foucher was one of the first who criticized this philosophical position in Critique of the Search for Truth, and its central concept may have originated with Louis de la Forge. It was advanced by Johann Clauberg in his treatise, \"On the Joining of the Body and the Soul in Man,\" and a version of": {
    "guess": "Dualism",
    "confidence": [
      [
        "Dual",
        -1.0789919
      ],
      [
        "ism",
        -0.0013583289
      ]
    ]
  },
  "Silica aerogels are frequently used in devices for measuring this phenomenon, and one such device is called the threshold detector, while another device used to measure it is called a ring imaging detector.": {
    "guess": "Cherenkov detector",
    "confidence": [
      [
        "Ch",
        -0.031498224
      ],
      [
        "eren",
        -0.002221507
      ],
      [
        "kov",
        -1.640531e-05
      ],
      [
        " detector",
        -0.68652385
      ]
    ]
  },
  "With a similarly named Danish mathematician, this physicist names an equation relating refractive index to polarizability, which in the context of dielectric is named for Clausius and Mossotti. He developed a mathematical description of boosts in Minkowski space, and he is the namesake of the sum of the force on a particle due to electric and magnetic fields. His attempts with FitzGerald to explain the Michelson-Morley experiment led to a namesake length contraction. For 10 points, name this Dutch": {
    "guess": "Hendrik Lorentz",
    "confidence": [
      [
        "H",
        -0.06081072
      ],
      [
        "end",
        -8.12521e-05
      ],
      [
        "rik",
        -0.0006828877
      ],
      [
        " Lore",
        -0.011844977
      ],
      [
        "nt",
        -8.299462e-06
      ],
      [
        "z",
        -9.610702e-06
      ]
    ]
  },
  "During the Silurian, this mineral and halite were deposited in large beds in the Michigan Basin. The discovery of this mineral by the rover Opportunity is proof that water once flowed on Mars' surface.": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.025672605
      ],
      [
        "ypsum",
        -6.704273e-07
      ]
    ]
  },
  "Silica aerogels are frequently used in devices for measuring this phenomenon, and one such device is called the threshold detector, while another device used to measure it is called a ring imaging detector. The governing equation can be derived by using Poynting's theorem and applying the Fourier transform to determine the energy loss at infinite distance.  A periodic grating can give rise to a version of this effect named after Smith and Purcell, while the Frank-Tamm equation governs this phenomenon, which travels at an angle whose cosine is inversely proportional to the index of refraction and the object's speed. For 10 points, name this effect in which a charged particle moves through a medium": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.0021386018
      ],
      [
        "eren",
        -3.6789137e-05
      ],
      [
        "kov",
        -6.0345924e-06
      ],
      [
        " radiation",
        -0.00028004716
      ]
    ]
  },
  "In a similarly-titled 1984 update of this work, Jane Jacobs argued for a focus on cities as the relevant units. This work claims that \"A person who can acquire no property, can have no other interest but to eat as much, and to labour as little as possible,\" as an argument for abandoning slavery. Its author began writing it while serving as tutor to the son-in-law of Charles Townshend, who was impressed by a previous work emphasizing the human capacity for sympathy with other people's circumstances, The Theory of Moral Sentiments. Noted for arguing that self-interested individuals tend to act towards the general good of the market as though \"led by an invisible hand,\" FTP name this treatise written by Adam Smith.": {
    "guess": "The Wealth of Nations",
    "confidence": [
      [
        "The",
        -0.010146894
      ],
      [
        " Wealth",
        -0.0006106906
      ],
      [
        " of",
        -2.4749568e-05
      ],
      [
        " Nations",
        -2.749125e-05
      ]
    ]
  },
  "A simplification of this law for an ion that is brought from infinity and placed within a crystal lattice is seen in the portion of the Born-Lande equation that incorporates Madelung constants. Electron pairing energy is given by the exchange energy and the repulsion between spin-paired (*) electrons that this law predicts. It contains a namesake constant that incorporates the permittivity of space, and it can be used to explain why like charges repel. For 10 points, name this law in which the force": {
    "guess": "Coulomb's law",
    "confidence": [
      [
        "C",
        -0.0013463041
      ],
      [
        "oul",
        -7.9418505e-06
      ],
      [
        "omb",
        -0.00011653639
      ],
      [
        "'s",
        -0.00024965755
      ],
      [
        " law",
        -0.08189855
      ]
    ]
  },
  "In a similarly-titled 1984 update of this work, Jane Jacobs argued for a focus on cities as the relevant units. This work claims that \"A person who can acquire no property, can have no other interest but to eat as much, and to labour as little as possible,\" as an argument for abandoning slavery. Its author began writing it while serving as tutor to the son-in-law of Charles Townshend, who was impressed by a previous work emphasizing the human capacity for sympathy with other people's circumstances,": {
    "guess": "An Inquiry into the Nature and Causes of the Wealth of Nations",
    "confidence": [
      [
        "An",
        -0.08277675
      ],
      [
        " Inquiry",
        -0.003801623
      ],
      [
        " into",
        -0.00159175
      ],
      [
        " the",
        -3.9054008e-05
      ],
      [
        " Nature",
        -0.0029633231
      ],
      [
        " and",
        -5.1928004e-05
      ],
      [
        " Causes",
        -0.0006912283
      ],
      [
        " of",
        -6.0510665e-05
      ],
      [
        " the",
        -0.0017044598
      ],
      [
        " Wealth",
        -0.00020616286
      ],
      [
        " of",
        -3.2140193e-05
      ],
      [
        " Nations",
        -0.0007238718
      ]
    ]
  },
  "It simplifies enzyme reactions by making the crucial assumption that the amount of enzyme-substrate complex at any given time is constant. It also requires the assumption that the concentration of substrate is higher than the concentration of enzyme. A rate constant that comes out of this model, referred to as KM, is widely used to this day to catalog relative enzyme activities. For 10 points, name": {
    "guess": "Michaelis-Menten kinetics",
    "confidence": [
      [
        "Michael",
        -0.15129034
      ],
      [
        "is",
        -0.0010786605
      ],
      [
        "-M",
        -0.28599256
      ],
      [
        "ent",
        -0.0058675245
      ],
      [
        "en",
        -9.2457245e-05
      ],
      [
        " kinetics",
        -0.02482733
      ]
    ]
  },
  "Simians and passerine birds can no long synthesize this compound, which can be made from in glucose in a four-step process featuring the l-gulonolactone oxidase enzyme. This vitamin is needed for the synthesis of norepinephrine, carnitine, and the metabolism of tyrosine, and though it normally acts to reduce oxidative stress, it can also function as a pro- oxidant. It is most important as a cofactor for prolyl hydroxylase and lysyl hydroxylase, enzymes which are needed for the proper formation of collagen‟s triple helix structure. FTP, name this water soluble vitamin found in citrus fruits whose deficiency is known as scurvy.": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.0020220205
      ],
      [
        "itamin",
        -4.8425554e-06
      ],
      [
        " C",
        -8.4947416e-05
      ]
    ]
  },
  "One of them simply depicts a plain coastal landscape on which two men are fighting with sticks. Ethereal figures sit behind several real women and a laurel-wreathed horned animal standing on its hind legs in The Witches' Sabbath, and other subjects include a drowning dog, old people eating, and Judith and Holofernes. Created in the \"Quinta del sordo\" or \"Country-house of the Deaf-Man,\" this series that also depicts Saturn Devouring His Children reflects similar themes to the earlier Caprichios and Disasters of War. FTP, name this series of somber Goya paintings named for a traditionally depressing color.": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.06350287
      ],
      [
        " Paint",
        -0.00057221355
      ],
      [
        "ings",
        -1.8074163e-05
      ]
    ]
  },
  "Simon Foucher was one of the first who criticized this philosophical position in Critique of the Search": {
    "guess": "Critique of Pure Reason",
    "confidence": [
      [
        "Crit",
        -0.44036636
      ],
      [
        "ique",
        -0.23587662
      ],
      [
        " of",
        -0.003465714
      ],
      [
        " Pure",
        -0.79576045
      ],
      [
        " Reason",
        -3.4405064e-05
      ]
    ]
  },
  "Similar to von Willebrand disease, its mild \"C\" variety is like Tay-Sachs disease in that it is concentrated in Ashkenazi Jews. The most common version, known as \"classical\" or \"A,\" involves an inversion": {
    "guess": "Cystic fibrosis",
    "confidence": [
      [
        "C",
        -0.35679603
      ],
      [
        "yst",
        -9.74638e-05
      ],
      [
        "ic",
        -0.00014621076
      ],
      [
        " fib",
        -0.21542294
      ],
      [
        "rosis",
        -0.00023107276
      ]
    ]
  },
  "Similarly titled novels with this titular phenomenon include one about a newspaperman who leaves his wife Bernice and assumes the name Bruce Dudley and another about a Berliner named Albinus. A work novel with this as the second titular concept is a series of interlinked stories including Lost Letters, about Mirek's blunder of not burning diaries, and The Border, in which Jan is kicked out an orgy due to it. In addition to Sherwood Anderson's Joyce- inspired novel about the Dark kind of it, Nabokov's novel about it in the Dark, and Kundera's book that pairs it with Forgetting, this phenomenon is central to a painting that has a companion piece in Judith Leyster's The Merry Toper. For 10 points, name this human reaction exhibited by the title character of a piece by Franz Hals, a certain Cavalier.": {
    "guess": "The Jolly Toper",
    "confidence": [
      [
        "The",
        -0.46323153
      ],
      [
        " J",
        -0.4348218
      ],
      [
        "olly",
        -0.0001820874
      ],
      [
        " T",
        -0.6683374
      ],
      [
        "oper",
        -4.8351892e-05
      ]
    ]
  },
  "Similarly titled novels with this titular phenomenon include one about a newspaperman who leaves his wife Bernice and assumes the name Bruce Dudley and another about a Berliner named Albinus. A work novel with this as the second titular concept is a series of interlinked stories including Lost Letters, about Mirek's blunder of not burning diaries, and The Border, in which Jan is kicked out an orgy due to it. In addition to Sherwood Anderson's Joyce- inspired novel about the Dark kind of it, Nabokov's novel about it in the Dark, and Kundera's book that pairs it with Forgetting, this phenomenon is central to a painting that has a companion piece in Judith Leyster's The Merry Toper. For 10 points,": {
    "guess": "The Unbearable Lightness of Being",
    "confidence": [
      [
        "The",
        -0.8855632
      ],
      [
        " Un",
        -0.1513171
      ],
      [
        "bear",
        -9.817902e-05
      ],
      [
        "able",
        -5.955704e-05
      ],
      [
        " Light",
        -0.00026431592
      ],
      [
        "ness",
        -6.980855e-05
      ],
      [
        " of",
        -4.1914896e-05
      ],
      [
        " Being",
        -7.5530326e-05
      ]
    ]
  },
  "This is the simplest compound exhibiting a \"skew chain\" dihedral angle of about 120 degrees as a compromise between steric and hyperconjugative effects. mCPBA is synthesized from meta-chlorobenzoyl chloride and this compound. Potassium iodide catalyzes the disproportionation of this compound, releasing lots of foam. The anthraquinone process makes this compound. Though this compound is not linear, it readily homolyzes into (*) radicals because it has four electrons in pi star orbitals. This very strong oxidizing agent is used to treat wastewater as Fenton's reagent, and in the body, it is broken": {
    "guess": "Hydrogen peroxide",
    "confidence": [
      [
        "Hy",
        -0.21112828
      ],
      [
        "dro",
        -0.00042280913
      ],
      [
        "gen",
        -0.0003550079
      ],
      [
        " per",
        -0.07997071
      ],
      [
        "oxide",
        -0.00028302724
      ]
    ]
  },
  "During the Silurian, this mineral and halite were deposited in large beds in the Michigan Basin. The discovery of this mineral by the rover Opportunity is proof that water once flowed on Mars' surface. The water of crystallization present in this mineral keeps its temperature fixed at 100°C until it has all been evaporated. This fire protecting property has led to its widespread use in (*) construction. One \"silky\" form of this mineral, selenite, is often nicknamed \"satin spar,\" and it also occurs as crystals with barite in formations known as \"desert roses.\" This mineral has many practical applications such as fertilizer, plaster of Paris, and alabaster, but it may be best known for the aforementioned": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.007591483
      ],
      [
        "ypsum",
        -4.4849444e-06
      ]
    ]
  },
  "A similar reaction to this uses a tetrafluoroborate salt to substitute fluorine onto an aryl amine; this is known as the Schiemann reaction.  Other variations of this reaction include the use of cuprous cyanide to form benzonitriles, a thiol to create thioethers, or water to generate phenols.  Often requiring heat to be driven to completion, it involves treating with nitrous acid to produce a diazonium ion, and allows the replacement of amine groups of an aromatic amine with substituents of choice.   FTP, name this reaction which is most commonly used to synthesize aryl halides from aryl amines by proceeding through a diazonium salt.": {
    "guess": "Diazotization",
    "confidence": [
      [
        "D",
        -0.098187216
      ],
      [
        "iaz",
        -0.00040505143
      ],
      [
        "ot",
        -0.0054675904
      ],
      [
        "ization",
        -0.0007286362
      ]
    ]
  },
  "Silicon-substituted cyclic compounds have been used as \"pumps\" to generate this class of chemicals in the formation of block copolymers.  Laser flash photolysis of ketoprofenate produces an example of this class of compounds that is unusually unreactive with water.  In unimolecular elimination via the": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.9505625
      ],
      [
        "b",
        -0.45813906
      ],
      [
        "ene",
        -0.14046744
      ]
    ]
  },
  "In a similarly-titled 1984 update of this work, Jane Jacobs argued for a focus on cities as the relevant units. This work claims that \"A person who can acquire no property, can have no other interest but to eat as much, and to labour as little as possible,\" as an argument for abandoning slavery. Its author began writing it while serving as tutor to the son-in-law of Charles Townshend, who was impressed": {
    "guess": "The Death and Life of Great American Cities",
    "confidence": [
      [
        "The",
        -0.344701
      ],
      [
        " Death",
        -0.36396477
      ],
      [
        " and",
        -9.9251854e-05
      ],
      [
        " Life",
        -0.0002356025
      ],
      [
        " of",
        -3.9888433e-05
      ],
      [
        " Great",
        -0.00021748354
      ],
      [
        " American",
        -0.0006772888
      ],
      [
        " Cities",
        -7.767599e-05
      ]
    ]
  },
  "Similarly titled novels with this titular phenomenon include one about a newspaperman who leaves his wife Bernice and assumes the name Bruce Dudley and another about a Berliner named Albinus. A work novel": {
    "guess": "The Man Who Loved Children",
    "confidence": [
      [
        "The",
        -0.5992042
      ],
      [
        " Man",
        -0.8186863
      ],
      [
        " Who",
        -0.5084251
      ],
      [
        " Loved",
        -0.12529118
      ],
      [
        " Children",
        -0.0042283395
      ]
    ]
  },
  "The simpleton Silvano is fooled by a gipsy and never seen again, while the opening of its second section features a veiled woman hunting for herbs and singing the solo \"Ecco l'orrido campo\" in order to forget her illicit love. The mocking chorus \"Seguitemi\" finds the conspirators, Sam and Tom, [*] enjoying the conformation of Ulrica's prophecy and planning to make their move at the title event. Eugene Scribe originally wrote the story for a work by Auber, but due to a general uneasiness with depicting regicide, by the time Somma got a hold of the libretto he had to shift the setting from Sweden to America. Thus Amelia's husband, the vengeful Renato, is described as a Creole and his one-time best friend, the Earl of Warwick, Riccardo, is the Governor of Boston. FTP identify this work by Verdi": {
    "guess": "Un ballo in maschera",
    "confidence": [
      [
        "Un",
        -0.03706623
      ],
      [
        " ballo",
        -0.20763713
      ],
      [
        " in",
        -0.0013122595
      ],
      [
        " mas",
        -0.008031016
      ],
      [
        "ch",
        -0.00015896189
      ],
      [
        "era",
        -7.910644e-05
      ]
    ]
  },
  "It simplifies enzyme reactions by making the crucial assumption that the amount of enzyme-substrate complex at any given time is constant. It also requires the assumption that the concentration of substrate is higher than the concentration of enzyme. A rate constant that comes out of this model, referred to as KM, is widely used to this day to catalog relative enzyme activities. For 10 points, name this kinetic model, derived by Briggs and Haldane but named after two other scientists who first proposed the link between substrate concentration and enzyme concentration.": {
    "guess": "Briggs–Haldane equation",
    "confidence": [
      [
        "Br",
        -0.42255405
      ],
      [
        "iggs",
        -0.0013066678
      ],
      [
        "–",
        -0.67602444
      ],
      [
        "H",
        -0.0063366103
      ],
      [
        "ald",
        -9.0883464e-07
      ],
      [
        "ane",
        -4.8828708e-05
      ],
      [
        " equation",
        -0.18906
      ]
    ]
  },
  "It simplifies enzyme reactions by making the crucial assumption that the amount of enzyme-substrate complex at any given time is constant. It also requires the assumption that the concentration of substrate is higher than the concentration of enzyme. A rate constant that comes out of this model, referred to as KM, is widely used to this day to catalog relative enzyme activities. For 10 points, name this kinetic model, derived by Briggs and Haldane but named after two other scientists who first proposed": {
    "guess": "Steady-state approximation",
    "confidence": [
      [
        "St",
        -0.95629805
      ],
      [
        "ead",
        -0.007888867
      ],
      [
        "y",
        -8.6497064e-05
      ],
      [
        "-state",
        -0.1195123
      ],
      [
        " approximation",
        -0.13228035
      ]
    ]
  },
  "During the Silurian, this mineral and halite were deposited in large beds in the Michigan Basin. The discovery of this mineral by the rover Opportunity is proof that water once flowed on Mars' surface. The water of crystallization present in this mineral keeps its temperature fixed at 100°C until it": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.0356102
      ],
      [
        "ypsum",
        -5.9153886e-06
      ]
    ]
  },
  "In a similar mechanism to that used by some nematodes, this organ secretes neurokinin B, which allows suppression of the immune system. In Metatheria, the nutrients it supplies are derived mainly from the egg sac. Administration of Rhogam prevents erythroblastosis fetalis, which can be caused by IgG antibodies crossing it. Abruption of it can be triggered by infection or trauma, but is most often caused by high blood pressure. It develops from the trophoblast and produces progesterone, estrogen,": {
    "guess": "Placenta",
    "confidence": [
      [
        "Pl",
        -0.036287554
      ],
      [
        "ac",
        -0.00011749002
      ],
      [
        "enta",
        -2.3392786e-06
      ]
    ]
  },
  "This is the simplest compound exhibiting a \"skew chain\" dihedral angle of about 120 degrees as a compromise between steric and hyperconjugative effects. mCPBA is synthesized from meta-chlorobenzoyl chloride and this compound. Potassium iodide catalyzes the disproportionation of this compound, releasing lots of foam. The anthraquinone process makes this compound. Though this compound is not linear, it readily homolyzes into (*) radicals because it has four electrons in pi star orbitals. This very strong oxidizing agent is used to treat wastewater as Fenton's reagent, and in the body, it is broken down by catalase into water and oxygen gas. For 10 points, name this compound with an oxygen-oxygen single bond, and formula H2O2.": {
    "guess": "Hydrogen peroxide",
    "confidence": [
      [
        "Hy",
        -0.0052365987
      ],
      [
        "dro",
        -3.9530823e-05
      ],
      [
        "gen",
        -2.9352968e-06
      ],
      [
        " per",
        -0.039314978
      ],
      [
        "oxide",
        -0.00027575582
      ]
    ]
  },
  "A similar reaction to this uses a tetrafluoroborate salt to substitute fluorine onto an aryl amine; this is known as the Schiemann reaction.  Other variations of this reaction include the use of cuprous cyanide to form benzonitriles, a thiol to create thioethers, or water to generate phenols.  Often requiring heat to be driven to completion, it involves treating with nitrous acid to produce a diazonium": {
    "guess": "Diazotization",
    "confidence": [
      [
        "D",
        -0.1859496
      ],
      [
        "iaz",
        -0.001659113
      ],
      [
        "ot",
        -0.044035375
      ],
      [
        "ization",
        -0.0018027461
      ]
    ]
  },
  "A simplification of this law for an ion that is brought from infinity and placed within a crystal lattice is seen in the portion of the Born-Lande equation that incorporates Madelung constants. Electron pairing energy is given by the exchange energy and the repulsion between spin-paired (*) electrons that this law predicts. It contains a namesake constant that incorporates the permittivity of space, and it can be used to explain why like charges repel. For 10 points, name this law in which the force and distance between two point charges share an inverse square relationship.": {
    "guess": "Coulomb's law",
    "confidence": [
      [
        "C",
        -0.0011184268
      ],
      [
        "oul",
        -4.763667e-05
      ],
      [
        "omb",
        -0.00012380048
      ],
      [
        "'s",
        -0.00020675888
      ],
      [
        " law",
        -0.011817882
      ]
    ]
  },
  "Similarly titled novels with this titular phenomenon include one about a newspaperman who leaves his wife Bernice and assumes the name Bruce Dudley and another about a Berliner named Albinus. A work novel with this as the second titular concept is a series of interlinked stories including Lost Letters,": {
    "guess": "The Man Without Qualities",
    "confidence": [
      [
        "The",
        -0.116728395
      ],
      [
        " Man",
        -0.81159
      ],
      [
        " Without",
        -0.18671878
      ],
      [
        " Qual",
        -0.00014263466
      ],
      [
        "ities",
        -1.9862217e-05
      ]
    ]
  },
  "Similar to hemoglobins, in these compounds a carbon-hydrogen phytol chain is attached to a porphyrin ring surrounding a central magnesium atom.  The rare type e is found in golden algae while types a and b are the major forms in higher plants where it is found in chloroplasts. For ten points, name this class of pigments vitally important to photosynthesis.": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0012773768
      ],
      [
        "lor",
        -8.299462e-06
      ],
      [
        "oph",
        -5.9153886e-06
      ],
      [
        "yll",
        -5.145119e-05
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point correlation function and combining it with the rate of decay due to a dynamical orbit. Larson and Tinsley showed that after this kind of process, remnants are created with anomalous blue colors, leading researchers to suspect that starbursting occurs during this process. This process can produce": {
    "guess": "Supernova nucleosynthesis",
    "confidence": [
      [
        "Sup",
        -0.6266657
      ],
      [
        "ern",
        -9.5079726e-05
      ],
      [
        "ova",
        -0.0015587854
      ],
      [
        " nucle",
        -0.06272202
      ],
      [
        "os",
        -0.00065739284
      ],
      [
        "ynthesis",
        -0.00019460011
      ]
    ]
  },
  "A similar reaction to this uses a tetrafluoroborate salt to substitute fluorine onto an aryl amine; this is known as the Schiemann reaction.  Other variations of this reaction include the use of cuprous cyanide to form benzonitriles, a thiol to create thioethers, or water to generate phenols.  Often requiring heat to be driven to completion, it involves treating with nitrous acid to produce a diazonium ion, and allows the replacement of amine groups of an aromatic amine with substituents of choice.   FTP, name this reaction which is most commonly used to synthesize aryl halides from aryl amines": {
    "guess": "Diazotization",
    "confidence": [
      [
        "D",
        -0.18816008
      ],
      [
        "iaz",
        -0.00024417418
      ],
      [
        "ot",
        -0.0022124657
      ],
      [
        "ization",
        -0.00067502394
      ]
    ]
  },
  "Simon Foucher was one of the first who criticized this philosophical position in Critique of the Search for Truth, and its central concept may have originated with Louis de la Forge. It was advanced by Johann Clauberg in his treatise, \"On the Joining of the Body and the Soul in Man,\" and a version of this philosophy was advanced in a work entitled True Metaphysics by Arnold Geulincx, who also built an ethical theory from it. Descartes explicitly rejected this philosophy in his Meditations quipping, \"I am not only lodged in my body as a pilot in a vessel,\" and its most famous advocate advanced it in works like 14 Dialogues on Metaphysics and On Religion and Search After Truth. For 10 points, identify this philosophy which claims God is the only efficient cause for all events, most famously expounded": {
    "guess": "Occasionalism",
    "confidence": [
      [
        "Occ",
        -0.00070016494
      ],
      [
        "as",
        -1.998142e-05
      ],
      [
        "ional",
        -2.6968896e-06
      ],
      [
        "ism",
        -4.7875077e-05
      ]
    ]
  },
  "During the Silurian, this mineral and halite were deposited in large beds in the Michigan Basin. The discovery of this mineral by the rover Opportunity is proof that water once flowed on Mars' surface. The water of crystallization present in this mineral keeps its temperature fixed at 100°C until it has all been evaporated. This fire protecting property has led to its widespread use in (*) construction.": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.008611265
      ],
      [
        "ypsum",
        -9.4914985e-06
      ]
    ]
  },
  "Silica aerogels are frequently used in devices for measuring this phenomenon, and one such device is": {
    "guess": "Thermometer",
    "confidence": [
      [
        "Th",
        -1.1613818
      ],
      [
        "erm",
        -0.064439826
      ],
      [
        "ometer",
        -0.30456394
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point": {
    "guess": "Reaction rate",
    "confidence": [
      [
        "Reaction",
        -0.8038367
      ],
      [
        " rate",
        -0.037661213
      ]
    ]
  },
  "During the Silurian, this mineral and halite were deposited in large beds in the Michigan Basin. The discovery of this mineral by the rover Opportunity is proof that water once flowed on Mars' surface. The water of crystallization present in this mineral keeps its temperature fixed at 100°C until it has all been evaporated. This fire protecting property has led to its widespread use in (*) construction. One \"silky\" form of this mineral, selenite, is often nicknamed \"satin spar,\" and it also occurs as crystals with barite in formations known as \"desert roses.\" This mineral has many practical applications such as fertilizer, plaster of Paris, and alabaster, but it may be best known for the aforementioned construction usage in drywall. For 10 points, name this mineral made of dihydrated calcium sulfate whose Mohs' hardness is 2.": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.006462525
      ],
      [
        "ypsum",
        -5.3193703e-06
      ]
    ]
  },
  "Similar to von Willebrand disease, its mild \"C\" variety is like Tay-Sachs disease in that it is concentrated in Ashkenazi Jews. The most common version, known as \"classical\" or \"A,\" involves an inversion of the F8 gene; the \"B\" form is associated with mutations in the F9 gene located further up the long": {
    "guess": "Hemophilia",
    "confidence": [
      [
        "H",
        -0.035098482
      ],
      [
        "em",
        -1.0921943e-05
      ],
      [
        "ophilia",
        -0.0005724519
      ]
    ]
  },
  "This is the simplest compound exhibiting a \"skew chain\" dihedral angle of about 120 degrees as a compromise between steric and hyperconjugative effects. mCPBA is synthesized from meta-chlorobenzoyl chloride": {
    "guess": "Methyl chloroformate",
    "confidence": [
      [
        "M",
        -0.9523384
      ],
      [
        "ethyl",
        -0.7173241
      ],
      [
        " chlor",
        -0.35909802
      ],
      [
        "o",
        -0.48430005
      ],
      [
        "form",
        -0.38308835
      ],
      [
        "ate",
        -0.0054973415
      ]
    ]
  },
  "A simplification of this law for an ion that is brought from infinity and placed within a crystal lattice is seen in the portion of the Born-Lande equation that incorporates Madelung constants. Electron pairing energy is given by the exchange energy and the repulsion between spin-paired (*) electrons that this law predicts. It contains a namesake constant that incorporates the permittivity of space,": {
    "guess": "Coulomb's law",
    "confidence": [
      [
        "C",
        -0.1747731
      ],
      [
        "oul",
        -0.00040624346
      ],
      [
        "omb",
        -4.9424725e-05
      ],
      [
        "'s",
        -0.008484441
      ],
      [
        " law",
        -0.040189
      ]
    ]
  },
  "This is the simplest compound exhibiting a \"skew chain\" dihedral angle of about 120 degrees as a compromise between steric and hyperconjugative effects. mCPBA is synthesized from meta-chlorobenzoyl chloride and this compound. Potassium iodide catalyzes the disproportionation of this compound, releasing lots of foam. The anthraquinone process makes this compound. Though this compound is not linear, it readily homolyzes into (*) radicals because it has four electrons in pi star orbitals. This very strong oxidizing agent is used to treat wastewater as Fenton's reagent, and in the body, it is broken down by catalase into water and oxygen gas. For 10 points, name this compound with an oxygen-oxygen": {
    "guess": "Hydrogen peroxide",
    "confidence": [
      [
        "Hy",
        -0.07213701
      ],
      [
        "dro",
        -0.00081224757
      ],
      [
        "gen",
        -0.00043174208
      ],
      [
        " per",
        -0.15180483
      ],
      [
        "oxide",
        -0.00031353603
      ]
    ]
  },
  "It simplifies enzyme reactions by making the crucial assumption that the amount of enzyme-substrate complex at any given time is constant. It also requires the assumption that the concentration of substrate is higher than the concentration of enzyme. A rate constant that comes out of this model, referred": {
    "guess": "Steady-state approximation",
    "confidence": [
      [
        "St",
        -0.0054634362
      ],
      [
        "ead",
        -6.0749073e-05
      ],
      [
        "y",
        -6.456359e-05
      ],
      [
        "-state",
        -0.0494726
      ],
      [
        " approximation",
        -0.018726207
      ]
    ]
  },
  "Simon Foucher was one of the first who criticized this philosophical position in Critique of the Search for Truth, and its central concept may have originated with Louis de la Forge. It was advanced by Johann Clauberg in his treatise, \"On the Joining of the Body and the Soul in Man,\" and a version of this philosophy was advanced in a work entitled True Metaphysics by Arnold Geulincx, who also built an ethical theory from it. Descartes explicitly rejected this philosophy in his Meditations quipping,": {
    "guess": "Occasionalism",
    "confidence": [
      [
        "Occ",
        -0.0023324746
      ],
      [
        "as",
        -1.0683535e-05
      ],
      [
        "ional",
        -1.0087517e-05
      ],
      [
        "ism",
        -4.7875077e-05
      ]
    ]
  },
  "Similarly titled novels with this titular phenomenon include one about a newspaperman who leaves his wife Bernice and assumes the name Bruce Dudley and another about a Berliner named Albinus. A work novel with this as the second titular concept is a series of interlinked stories including Lost Letters, about Mirek's blunder of not burning diaries, and The Border, in which Jan is kicked out an orgy due to it. In addition to Sherwood Anderson's Joyce- inspired novel about the Dark kind of it, Nabokov's": {
    "guess": "The title of the Wikipedia page that would best answer the last question fragment is: The Man Who Left His Wife",
    "confidence": [
      [
        "The",
        -0.44693804
      ],
      [
        " title",
        -1.4629871
      ],
      [
        " of",
        -0.06776696
      ],
      [
        " the",
        -0.012205164
      ],
      [
        " Wikipedia",
        -0.002212108
      ],
      [
        " page",
        -0.00013560164
      ],
      [
        " that",
        -0.39547786
      ],
      [
        " would",
        -0.008633123
      ],
      [
        " best",
        -0.006353193
      ],
      [
        " answer",
        -0.00015526658
      ],
      [
        " the",
        -0.096510105
      ],
      [
        " last",
        -0.24687803
      ],
      [
        " question",
        -0.00020246755
      ],
      [
        " fragment",
        -0.015764989
      ],
      [
        " is",
        -0.0028400607
      ],
      [
        ":",
        -0.50910735
      ],
      [
        " The",
        -0.9785866
      ],
      [
        " Man",
        -1.0489408
      ],
      [
        " Who",
        -0.9775111
      ],
      [
        " Left",
        -1.3979145
      ],
      [
        " His",
        -0.0015733063
      ],
      [
        " Wife",
        -0.0048467345
      ]
    ]
  },
  "The simpleton Silvano is fooled by a gipsy and never seen again, while the opening of its second section features a veiled woman hunting for herbs and singing the solo \"Ecco l'orrido campo\" in order to": {
    "guess": "Il trovatore",
    "confidence": [
      [
        "Il",
        -1.8928944
      ],
      [
        " trov",
        -0.07610247
      ],
      [
        "atore",
        -1.6762922e-05
      ]
    ]
  },
  "Simians and passerine birds can no long synthesize this compound, which can be made from in glucose in a four-step process featuring the l-gulonolactone oxidase enzyme. This vitamin is needed for the synthesis of norepinephrine, carnitine, and the metabolism of tyrosine, and though it normally acts to reduce oxidative stress, it can also function as a pro- oxidant. It is most important as a cofactor for prolyl hydroxylase and lysyl hydroxylase, enzymes which are needed for the proper formation of": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.00917298
      ],
      [
        "itamin",
        -3.7742768e-05
      ],
      [
        " C",
        -0.00067216303
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point correlation function and combining it with the rate of decay due to a dynamical orbit. Larson and Tinsley showed that after this kind of process, remnants are created with anomalous blue colors, leading researchers to suspect that starbursting occurs during this process. This process can produce the visually spectacular polar rings, as well as kinematically decoupled cores in the final product. A landmark paper by Toomre and Toomre showed that the tidal tails of the â\u0080\u009cMiceâ\u0080\u009d were formed by this process. This process is currently happening in NGC 4038 and 4039, which are colloquially called": {
    "guess": "Galactic Collision",
    "confidence": [
      [
        "Gal",
        -0.0023809997
      ],
      [
        "actic",
        -0.19256413
      ],
      [
        " Collision",
        -0.5388034
      ]
    ]
  },
  "Silicon-substituted cyclic compounds have been used as \"pumps\" to generate this class of chemicals in the formation of block copolymers.  Laser flash photolysis of ketoprofenate produces an example of this class of compounds that is unusually unreactive with water.  In unimolecular elimination via the conjugate base, the intermediate is one of these compounds.  Wittig-Horner and Horner-Emmons reactions use resonance-stabilized phosphonate examples of these in place of the phosphonium ylide, and in the first step of the malonic ester synthesis, diethyl malonate is treated with sodium to generate this type of reactive species.  Less substituted examples of these are more stable, and they have the": {
    "guess": "Carbanion",
    "confidence": [
      [
        "Car",
        -0.095566966
      ],
      [
        "ban",
        -0.043228693
      ],
      [
        "ion",
        -0.019888371
      ]
    ]
  },
  "With a similarly named Danish mathematician, this physicist names an equation relating refractive index": {
    "guess": "Ludwig Boltzmann",
    "confidence": [
      [
        "L",
        -0.4911193
      ],
      [
        "ud",
        -0.58025897
      ],
      [
        "wig",
        -0.47745505
      ],
      [
        " Bolt",
        -0.3807516
      ],
      [
        "z",
        -0.0007286362
      ],
      [
        "mann",
        -7.350386e-05
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point correlation function and combining it with the rate of decay due to a dynamical orbit. Larson and Tinsley showed that after this kind of process, remnants are created with anomalous blue colors, leading": {
    "guess": "Rate of Decay",
    "confidence": [
      [
        "Rate",
        -1.4581658
      ],
      [
        " of",
        -0.40029004
      ],
      [
        " Decay",
        -1.0693424
      ]
    ]
  },
  "In a simply ordered set having the least upper bound property under the order topology, closed intervals are this. In normed vector spaces, a set is said to be this if every sequence of elements of the set has a point of accumulation in the set. A general topological space is said to be this if any open covering of the space has a finite subcovering that covers the space. FTP, identify these types": {
    "guess": "Compact space",
    "confidence": [
      [
        "Compact",
        -0.0039632283
      ],
      [
        " space",
        -0.22005323
      ]
    ]
  },
  "Similar to hemoglobins, in these compounds a carbon-hydrogen phytol chain is attached to a porphyrin ring surrounding a central magnesium atom.  The rare type e is found in golden algae while types a and b are the major forms in higher plants where it is found in chloroplasts. For ten points, name this": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0013015458
      ],
      [
        "lor",
        -1.9504607e-05
      ],
      [
        "oph",
        -1.4617256e-05
      ],
      [
        "yll",
        -6.289474e-05
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point correlation function and combining it with the rate of decay due to a dynamical orbit. Larson and Tinsley showed that after this kind of process, remnants are created with anomalous blue colors, leading researchers to suspect that starbursting occurs during this process. This process can produce the visually spectacular polar rings, as well as kinematically decoupled cores in the final product. A landmark paper by Toomre and Toomre showed that the tidal tails of the â\u0080\u009cMiceâ\u0080\u009d were formed by this process. This process is currently happening in NGC 4038 and 4039, which are colloquially called â\u0080\u009cthe antennae,â\u0080\u009d and the rings of the Cartwheel galaxy indicate that this process occurred with": {
    "guess": "Galactic collision",
    "confidence": [
      [
        "Gal",
        -0.0019843061
      ],
      [
        "actic",
        -0.64188355
      ],
      [
        " collision",
        -0.66827923
      ]
    ]
  },
  "In a similarly-titled 1984 update of this work, Jane Jacobs argued for a focus on cities as the relevant units. This work claims that \"A person who can acquire no property, can have no other interest but to eat as much, and to labour as little as possible,\" as an argument for abandoning slavery. Its": {
    "guess": "Cities and the Wealth of Nations",
    "confidence": [
      [
        "Cities",
        -0.2605387
      ],
      [
        " and",
        -2.6656826e-05
      ],
      [
        " the",
        -0.002194398
      ],
      [
        " Wealth",
        -0.002079717
      ],
      [
        " of",
        -0.00012916465
      ],
      [
        " Nations",
        -0.0009947026
      ]
    ]
  },
  "A simplification of this law for an ion that is brought from infinity and placed within a crystal lattice is seen in the portion of the Born-Lande equation that incorporates Madelung constants. Electron": {
    "guess": "Born-Haber cycle",
    "confidence": [
      [
        "Born",
        -0.52211285
      ],
      [
        "-H",
        -0.5472461
      ],
      [
        "aber",
        -0.0017657396
      ],
      [
        " cycle",
        -0.058991775
      ]
    ]
  },
  "The simpleton Silvano is fooled by a gipsy and never seen again, while the opening of its second section features a veiled woman hunting for herbs and singing the solo \"Ecco l'orrido campo\" in order to forget her illicit love. The mocking chorus \"Seguitemi\" finds the conspirators, Sam and Tom, [*] enjoying the conformation of Ulrica's prophecy and planning to make their move at the title event. Eugene Scribe originally wrote the story for a work by Auber, but due to a general uneasiness with depicting": {
    "guess": "Un ballo in maschera",
    "confidence": [
      [
        "Un",
        -0.46853927
      ],
      [
        " ballo",
        -0.42664674
      ],
      [
        " in",
        -0.0007860411
      ],
      [
        " mas",
        -0.002489807
      ],
      [
        "ch",
        -0.0001596771
      ],
      [
        "era",
        -6.217952e-05
      ]
    ]
  },
  "This is the simplest compound exhibiting a \"skew chain\" dihedral angle of about 120 degrees as a compromise between steric and hyperconjugative effects. mCPBA is synthesized from meta-chlorobenzoyl chloride and this compound. Potassium iodide catalyzes the disproportionation of this compound, releasing lots of foam. The anthraquinone process makes this compound. Though this compound is not linear, it readily homolyzes into (*) radicals because it has four electrons in pi star orbitals. This very": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -1.0047427
      ],
      [
        "enz",
        -0.01773803
      ],
      [
        "ene",
        -0.122992225
      ]
    ]
  },
  "With a similarly named Danish mathematician, this physicist names an equation relating refractive index to polarizability, which in the context of dielectric is named for Clausius and Mossotti. He developed a mathematical description of boosts in Minkowski space, and he is the namesake of the sum of": {
    "guess": "Hendrik Lorentz",
    "confidence": [
      [
        "H",
        -0.2344438
      ],
      [
        "end",
        -0.0025201344
      ],
      [
        "rik",
        -0.00055231754
      ],
      [
        " Lore",
        -0.0155134965
      ],
      [
        "nt",
        -1.3186812e-05
      ],
      [
        "z",
        -9.066919e-05
      ]
    ]
  },
  "Similarly titled novels with this titular phenomenon include one about a newspaperman who leaves his wife Bernice and assumes the name Bruce Dudley and another about a Berliner named Albinus. A work novel with this as the second titular concept is a series of interlinked stories including Lost Letters, about Mirek's blunder of not burning diaries, and The Border, in which Jan is kicked out an orgy": {
    "guess": "The Book of Laughter and Forgetting",
    "confidence": [
      [
        "The",
        -0.1122734
      ],
      [
        " Book",
        -0.2032785
      ],
      [
        " of",
        -0.00037561916
      ],
      [
        " La",
        -0.0006122403
      ],
      [
        "ughter",
        -1.18755715e-05
      ],
      [
        " and",
        -1.8789384e-05
      ],
      [
        " For",
        -0.000114748334
      ],
      [
        "getting",
        -9.968313e-06
      ]
    ]
  },
  "This is the simplest compound exhibiting a \"skew chain\" dihedral angle of about 120 degrees as a compromise between steric and hyperconjugative effects. mCPBA is synthesized from meta-chlorobenzoyl chloride and this compound. Potassium iodide catalyzes the disproportionation of this compound, releasing lots of foam. The anthraquinone process makes this compound. Though this compound is not linear,": {
    "guess": "Hydrogen peroxide",
    "confidence": [
      [
        "Hy",
        -0.26081076
      ],
      [
        "dro",
        -0.00053265993
      ],
      [
        "gen",
        -0.0007796078
      ],
      [
        " per",
        -0.1278736
      ],
      [
        "oxide",
        -0.0004715451
      ]
    ]
  },
  "Silica aerogels are frequently used in devices for measuring this phenomenon, and one such device is called the threshold detector, while another device used to measure it is called a ring imaging detector. The governing equation can be derived by using Poynting's theorem and applying the Fourier transform to determine the energy loss at infinite distance.  A periodic grating can give rise to a version of this effect named after Smith and Purcell, while the Frank-Tamm equation governs this phenomenon, which travels at an angle whose cosine is inversely proportional to the index of refraction and": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.9539845
      ],
      [
        "eren",
        -0.000105331244
      ],
      [
        "kov",
        -8.537869e-06
      ],
      [
        " radiation",
        -0.07639231
      ]
    ]
  },
  "The simpleton Silvano is fooled by a gipsy and never seen again, while the opening of its second section features a veiled woman hunting for herbs and singing the solo \"Ecco l'orrido campo\" in order to forget her illicit love. The mocking chorus \"Seguitemi\" finds the conspirators, Sam and Tom, [*] enjoying the conformation of Ulrica's prophecy and planning to make their move at the title event. Eugene Scribe originally wrote the story for a work by Auber, but due to a general uneasiness with depicting regicide, by the time Somma got a hold of the libretto he had to shift the setting from Sweden to America. Thus Amelia's husband, the vengeful Renato, is described as a Creole and his one-time best friend, the Earl of Warwick, Riccardo, is the Governor of Boston. FTP identify this work by Verdi that climaxes at a dance where everyone attends in disguise.": {
    "guess": "Un ballo in maschera",
    "confidence": [
      [
        "Un",
        -0.04820995
      ],
      [
        " ballo",
        -0.06235999
      ],
      [
        " in",
        -0.00020842774
      ],
      [
        " mas",
        -0.0028902292
      ],
      [
        "ch",
        -0.00012391969
      ],
      [
        "era",
        -4.274932e-05
      ]
    ]
  },
  "In a simply ordered set having the least upper bound property under the order topology, closed intervals are this. In normed vector spaces, a set is said to be this if every sequence of elements of the set has a point of accumulation in the set. A general topological space is said to be this if any open covering of the space has a finite subcovering that covers the space. FTP, identify these types of sets, which in R^n are closed and bounded.": {
    "guess": "Compact space",
    "confidence": [
      [
        "Compact",
        -0.007790213
      ],
      [
        " space",
        -0.71390843
      ]
    ]
  },
  "In a similarly-titled 1984 update of this work, Jane Jacobs argued for a focus on cities as the relevant units. This work claims that \"A person who can acquire no property, can have no other interest but to eat as much, and to labour as little as possible,\" as an argument for abandoning slavery. Its author began writing it while serving as tutor to the son-in-law of Charles Townshend, who was impressed by a previous work emphasizing the human capacity for sympathy with other people's circumstances, The Theory of Moral Sentiments. Noted for arguing that self-interested individuals tend to act towards the general good of the market as though \"led by an invisible hand,\" FTP name this treatise written": {
    "guess": "An Inquiry into the Nature and Causes of the Wealth of Nations",
    "confidence": [
      [
        "An",
        -0.17274886
      ],
      [
        " Inquiry",
        -0.0010241165
      ],
      [
        " into",
        -0.00079676206
      ],
      [
        " the",
        -0.000103662394
      ],
      [
        " Nature",
        -0.004820988
      ],
      [
        " and",
        -5.109358e-05
      ],
      [
        " Causes",
        -0.00061295554
      ],
      [
        " of",
        -3.5358695e-05
      ],
      [
        " the",
        -0.0017576448
      ],
      [
        " Wealth",
        -8.089449e-05
      ],
      [
        " of",
        -1.5213274e-05
      ],
      [
        " Nations",
        -0.0003240223
      ]
    ]
  },
  "Simians and passerine birds can no long synthesize this compound, which can be made from in glucose in a four-step process featuring the l-gulonolactone oxidase enzyme. This vitamin is needed for the synthesis of norepinephrine, carnitine, and the metabolism of tyrosine, and though it normally acts to": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.0017541917
      ],
      [
        "itamin",
        -1.8074163e-05
      ],
      [
        " C",
        -0.00013107191
      ]
    ]
  },
  "With a similarly named Danish mathematician, this physicist names an equation relating refractive index to polarizability, which in the context of dielectric is named for Clausius and Mossotti. He developed a mathematical description of boosts in Minkowski space, and he is the namesake of the sum of the force on a particle due to electric and magnetic fields. His attempts with FitzGerald to explain": {
    "guess": "Hendrik Lorentz",
    "confidence": [
      [
        "H",
        -0.036369752
      ],
      [
        "end",
        -9.74638e-05
      ],
      [
        "rik",
        -0.00043460296
      ],
      [
        " Lore",
        -0.0023098846
      ],
      [
        "nt",
        -1.1041146e-05
      ],
      [
        "z",
        -1.6882126e-05
      ]
    ]
  },
  "The simpleton Silvano is fooled by a gipsy and never seen again, while the opening of its second section features a veiled woman hunting for herbs and singing the solo \"Ecco l'orrido campo\" in order to forget her illicit love. The mocking chorus \"Seguitemi\" finds the conspirators, Sam and Tom, [*] enjoying the conformation of Ulrica's prophecy and planning to make their move at the title event. Eugene Scribe originally wrote the story for a work by Auber, but due to a general uneasiness with depicting regicide, by the time Somma got a hold of the libretto he had to shift the setting from Sweden": {
    "guess": "Un ballo in maschera",
    "confidence": [
      [
        "Un",
        -0.13425809
      ],
      [
        " ballo",
        -0.21109825
      ],
      [
        " in",
        -0.0009866041
      ],
      [
        " mas",
        -0.00070123776
      ],
      [
        "ch",
        -0.00018911675
      ],
      [
        "era",
        -7.5411124e-05
      ]
    ]
  },
  "In a simply ordered set having the least upper bound property under the order topology, closed intervals": {
    "guess": "Order topology",
    "confidence": [
      [
        "Order",
        -0.3685293
      ],
      [
        " topology",
        -0.010330963
      ]
    ]
  },
  "Simon Foucher was one of the first who criticized this philosophical position in Critique of the Search for Truth, and its central concept may have originated with Louis de la Forge. It was advanced by Johann Clauberg in his treatise, \"On the Joining of the Body and the Soul in Man,\" and a version of this philosophy was advanced in a work entitled True Metaphysics by Arnold Geulincx, who also built an ethical theory from it. Descartes explicitly rejected this philosophy in his Meditations quipping, \"I am not only lodged in my body as a pilot in a vessel,\" and its most famous advocate advanced it in works like 14 Dialogues on Metaphysics and On Religion and Search After Truth. For 10 points, identify this philosophy which claims God is the only efficient cause for all events, most famously expounded by Nicholas Malebranche.": {
    "guess": "Occasionalism",
    "confidence": [
      [
        "Occ",
        -0.00032068457
      ],
      [
        "as",
        -2.677603e-05
      ],
      [
        "ional",
        -8.657073e-06
      ],
      [
        "ism",
        -3.357064e-05
      ]
    ]
  },
  "Similar to hemoglobins, in these compounds a carbon-hydrogen phytol chain is attached to a porphyrin ring surrounding a central magnesium atom.  The rare type e is found in golden algae while types a and": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0036516224
      ],
      [
        "lor",
        -1.4855664e-05
      ],
      [
        "oph",
        -9.841743e-05
      ],
      [
        "yll",
        -0.0006170084
      ]
    ]
  },
  "Similarly titled novels with this titular phenomenon include one about a newspaperman who leaves his": {
    "guess": "The Manhattan Transfer",
    "confidence": [
      [
        "The",
        -0.05715034
      ],
      [
        " Manhattan",
        -0.2089661
      ],
      [
        " Transfer",
        -0.2189095
      ]
    ]
  },
  "One of them simply depicts a plain coastal landscape on which two men are fighting with sticks. Ethereal": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.11744816
      ],
      [
        " Paint",
        -0.0312264
      ],
      [
        "ings",
        -0.000106284875
      ]
    ]
  },
  "A similar reaction to this uses a tetrafluoroborate salt to substitute fluorine onto an aryl amine; this is known as the Schiemann reaction.  Other variations of this reaction include the use of cuprous cyanide to form benzonitriles, a thiol to create thioethers, or water to generate phenols.  Often": {
    "guess": "Sandmeyer reaction",
    "confidence": [
      [
        "Sand",
        -0.34692654
      ],
      [
        "m",
        -0.0005079957
      ],
      [
        "eyer",
        -0.00026789203
      ],
      [
        " reaction",
        -0.061596185
      ]
    ]
  },
  "In a similar mechanism to that used by some nematodes, this organ secretes neurokinin B, which allows": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -1.0361168
      ]
    ]
  },
  "This is the simplest compound exhibiting a \"skew chain\" dihedral angle of about 120 degrees as a compromise between steric and hyperconjugative effects. mCPBA is synthesized from meta-chlorobenzoyl chloride and this compound. Potassium iodide catalyzes the disproportionation of this compound, releasing": {
    "guess": "Methyl ethyl ketone",
    "confidence": [
      [
        "M",
        -1.8240043
      ],
      [
        "ethyl",
        -0.072229624
      ],
      [
        " eth",
        -2.0743492
      ],
      [
        "yl",
        -0.009598828
      ],
      [
        " ket",
        -0.0035561235
      ],
      [
        "one",
        -0.00086024636
      ]
    ]
  },
  "Similar to hemoglobins, in these compounds a carbon-hydrogen phytol chain is attached to a porphyrin": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0059011807
      ],
      [
        "lor",
        -2.9352968e-06
      ],
      [
        "oph",
        -1.5809293e-05
      ],
      [
        "yll",
        -0.00040600507
      ]
    ]
  },
  "It simplifies enzyme reactions by making the crucial assumption that the amount of enzyme-substrate complex at any given time is constant. It also requires the assumption that the concentration of substrate": {
    "guess": "Steady-state approximation",
    "confidence": [
      [
        "St",
        -0.031125186
      ],
      [
        "ead",
        -8.077529e-05
      ],
      [
        "y",
        -2.0219828e-05
      ],
      [
        "-state",
        -0.054880593
      ],
      [
        " approximation",
        -0.055806156
      ]
    ]
  },
  "Silicon-substituted cyclic compounds have been used as \"pumps\" to generate this class of chemicals in the formation of block copolymers.  Laser flash photolysis of ketoprofenate produces an example of this class of compounds that is unusually unreactive with water.  In unimolecular elimination via the conjugate base, the intermediate is one of these compounds.  Wittig-Horner and Horner-Emmons reactions": {
    "guess": "Phosphorane",
    "confidence": [
      [
        "Ph",
        -0.45685497
      ],
      [
        "osph",
        -0.009144147
      ],
      [
        "or",
        -1.0700504
      ],
      [
        "ane",
        -0.057393722
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point correlation function and combining it with the rate of decay due to a dynamical orbit. Larson and Tinsley showed that after this kind of process, remnants are created with anomalous blue colors, leading researchers to suspect that starbursting occurs during this process. This process can produce the visually spectacular polar rings, as well as kinematically decoupled cores in the final product. A landmark paper by Toomre and Toomre showed that the tidal tails of the â\u0080\u009cMiceâ\u0080\u009d were formed by this process. This process is currently happening in NGC 4038 and 4039, which are colloquially called â\u0080\u009cthe antennae,â\u0080\u009d and the rings of the Cartwheel galaxy indicate that this process occurred with a zero value for the impact parameter. For 10 points, name this process in which two large structures, such as the Andromeda and the Milky Way, collide.": {
    "guess": "Galactic collision",
    "confidence": [
      [
        "Gal",
        -0.00022701983
      ],
      [
        "actic",
        -0.25067034
      ],
      [
        " collision",
        -0.52367413
      ]
    ]
  },
  "During the Silurian, this mineral and halite were deposited in large beds in the Michigan Basin. The discovery of this mineral by the rover Opportunity is proof that water once flowed on Mars' surface. The water of crystallization present in this mineral keeps its temperature fixed at 100°C until it has all been evaporated. This fire protecting property has led to its widespread use in (*) construction. One \"silky\" form of this mineral, selenite, is often nicknamed \"satin spar,\" and it also occurs as crystals with barite in formations known as \"desert roses.\" This mineral has many practical applications such as fertilizer, plaster of Paris, and alabaster, but it may be best known for the aforementioned construction usage in drywall. For 10 points, name this mineral made of dihydrated calcium": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.007852314
      ],
      [
        "ypsum",
        -1.7597347e-05
      ]
    ]
  },
  "With a similarly named Danish mathematician, this physicist names an equation relating refractive index to polarizability, which in the context of dielectric is named for Clausius and Mossotti. He developed a mathematical description of boosts in Minkowski space, and he is the namesake of the sum of the force on a particle due to electric and magnetic fields. His attempts with FitzGerald to explain the Michelson-Morley experiment led to a namesake length contraction. For 10 points, name this Dutch physicist whose \"transformations\" describe spacetime in special relativity": {
    "guess": "Hendrik Lorentz",
    "confidence": [
      [
        "H",
        -0.00064249965
      ],
      [
        "end",
        -4.246537e-06
      ],
      [
        "rik",
        -4.7994283e-05
      ],
      [
        " Lore",
        -3.7742768e-05
      ],
      [
        "nt",
        -3.1737043e-06
      ],
      [
        "z",
        -2.9352968e-06
      ]
    ]
  },
  "This is the simplest compound exhibiting a \"skew chain\" dihedral angle of about 120 degrees as a compromise": {
    "guess": "Ethylene",
    "confidence": [
      [
        "Eth",
        -0.2518595
      ],
      [
        "ylene",
        -0.5962338
      ]
    ]
  },
  "A similar principle in economics has name as this chemical principle developed by a French chemist. Conditions that are taken into consideration in this principle are concentration, temperature, and pressure. FTP, name this principle which states that if a dynamic equilibrium is disturbed by changing": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0012083303
      ],
      [
        " Chat",
        -5.7292167e-05
      ],
      [
        "elier",
        -5.5122365e-07
      ],
      [
        "'s",
        -8.418666e-06
      ],
      [
        " principle",
        -0.0010733
      ]
    ]
  },
  "Silica aerogels are frequently used in devices for measuring this phenomenon, and one such device is called the threshold detector, while another device used to measure it is called a ring imaging detector. The governing equation can be derived by using Poynting's theorem and applying the Fourier transform": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.00955751
      ],
      [
        "eren",
        -0.0010571029
      ],
      [
        "kov",
        -5.080963e-06
      ],
      [
        " radiation",
        -0.14481682
      ]
    ]
  },
  "The simpleton Silvano is fooled by a gipsy and never seen again, while the opening of its second section features a veiled woman hunting for herbs and singing the solo \"Ecco l'orrido campo\" in order to forget her illicit love. The mocking chorus \"Seguitemi\" finds the conspirators, Sam and Tom, [*] enjoying": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -1.7038139
      ],
      [
        "arm",
        -0.7108884
      ],
      [
        "en",
        -2.0815847e-05
      ]
    ]
  },
  "Silica aerogels are frequently used in devices for measuring this phenomenon, and one such device is called the threshold detector, while another device used to measure it is called a ring imaging detector. The governing equation can be derived by using Poynting's theorem and applying the Fourier transform to determine the energy loss at infinite distance.  A periodic grating can give rise to a version of this effect named after Smith and Purcell, while the Frank-Tamm equation governs this phenomenon, which travels at an angle whose cosine is inversely proportional to the index of refraction and the object's speed. For 10 points, name this effect in which a charged particle moves through a medium faster than the speed of light in that medium, giving off radiation.": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.0046434845
      ],
      [
        "eren",
        -9.114601e-05
      ],
      [
        "kov",
        -1.60477e-05
      ],
      [
        " radiation",
        -0.001639116
      ]
    ]
  },
  "During the Silurian, this mineral and halite were deposited in large beds in the Michigan Basin. The discovery of this mineral by the rover Opportunity is proof that water once flowed on Mars' surface. The water of crystallization present in this mineral keeps its temperature fixed at 100°C until it has all been evaporated. This fire protecting property has led to its widespread use in (*) construction. One \"silky\" form of this mineral, selenite, is often nicknamed \"satin spar,\" and it also occurs": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.011670135
      ],
      [
        "ypsum",
        -5.3193703e-06
      ]
    ]
  },
  "Silicon-substituted cyclic compounds have been used as \"pumps\" to generate this class of chemicals in the formation of block copolymers.  Laser flash photolysis of ketoprofenate produces an example of": {
    "guess": "Photochemistry",
    "confidence": [
      [
        "Photo",
        -0.9000874
      ],
      [
        "chemistry",
        -0.9000154
      ]
    ]
  },
  "A similar principle in economics has name as this chemical principle developed by a French chemist. Conditions": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0035272562
      ],
      [
        " Chat",
        -0.00021867557
      ],
      [
        "elier",
        -1.147242e-06
      ],
      [
        "'s",
        -5.9153886e-06
      ],
      [
        " principle",
        -0.0003976608
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point correlation function and combining it with the rate of decay due to a dynamical orbit. Larson and Tinsley showed that after this kind of process, remnants are created with anomalous blue colors, leading researchers to suspect that starbursting occurs during this process. This process can produce the visually spectacular polar rings, as well as kinematically decoupled cores in the final product. A landmark paper by Toomre and Toomre showed that the tidal tails of the â\u0080\u009cMiceâ\u0080\u009d were formed by": {
    "guess": "Galaxy merger",
    "confidence": [
      [
        "Gal",
        -0.0013367897
      ],
      [
        "axy",
        -0.08682853
      ],
      [
        " merger",
        -0.091692425
      ]
    ]
  },
  "Similar to von Willebrand disease, its mild \"C\" variety is like Tay-Sachs disease in that it is concentrated in Ashkenazi Jews. The most common version, known as \"classical\" or \"A,\" involves an inversion of the F8 gene; the \"B\" form is associated with mutations in the F9 gene located further up the long arm of the X chromosome. As a result, the F8 and F9 proteins have significantly reduced or no activity,": {
    "guess": "Hemophilia",
    "confidence": [
      [
        "H",
        -0.052713554
      ],
      [
        "em",
        -2.3392786e-06
      ],
      [
        "ophilia",
        -0.00024488938
      ]
    ]
  },
  "A similar reaction to this uses a tetrafluoroborate salt to substitute fluorine onto an aryl amine; this is known as the Schiemann reaction.  Other variations of this reaction include the use of cuprous cyanide to form benzonitriles, a thiol to create thioethers, or water to generate phenols.  Often requiring heat to be driven to completion, it involves treating with nitrous acid to produce a diazonium ion, and allows the replacement of amine groups of an aromatic amine with substituents of choice.": {
    "guess": "Diazotization",
    "confidence": [
      [
        "D",
        -0.06492412
      ],
      [
        "iaz",
        -0.00062403776
      ],
      [
        "ot",
        -0.01521297
      ],
      [
        "ization",
        -0.00072232215
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point correlation function and combining it with the rate of decay due to a dynamical orbit. Larson and": {
    "guess": "Rate equation",
    "confidence": [
      [
        "Rate",
        -0.7650965
      ],
      [
        " equation",
        -0.960617
      ]
    ]
  },
  "In a similar mechanism to that used by some nematodes, this organ secretes neurokinin B, which allows suppression of the immune system. In Metatheria, the nutrients it supplies are derived mainly from": {
    "guess": "Marsupium",
    "confidence": [
      [
        "M",
        -0.76160663
      ],
      [
        "ars",
        -0.21246724
      ],
      [
        "up",
        -7.517272e-05
      ],
      [
        "ium",
        -0.6281112
      ]
    ]
  },
  "During the Silurian, this mineral and halite were deposited in large beds in the Michigan Basin. The discovery of this mineral by the rover Opportunity is proof that water once flowed on Mars' surface. The water of crystallization present in this mineral keeps its temperature fixed at 100°C until it has all been evaporated. This fire protecting property has led to its widespread use in (*) construction. One \"silky\" form of this mineral, selenite, is often nicknamed \"satin spar,\" and it also occurs as crystals with barite in formations known as \"desert roses.\" This mineral has many practical applications": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.016093142
      ],
      [
        "ypsum",
        -4.4849444e-06
      ]
    ]
  },
  "It simplifies enzyme reactions by making the crucial assumption that the amount of enzyme-substrate complex": {
    "guess": "Michaelis-Menten kinetics",
    "confidence": [
      [
        "Michael",
        -0.47006243
      ],
      [
        "is",
        -0.00021105022
      ],
      [
        "-M",
        -0.26205084
      ],
      [
        "ent",
        -0.00061783916
      ],
      [
        "en",
        -2.7252845e-05
      ],
      [
        " kinetics",
        -0.0013730881
      ]
    ]
  },
  "Simply put, humans love stories about monsters like Bigfoot and the Yeti. F10PE, can you name these other legendary man-apes from around the world from a brief description?  A. Though resembling an orangutan,": {
    "guess": "List of cryptids",
    "confidence": [
      [
        "List",
        -1.0624156
      ],
      [
        " of",
        -4.334534e-05
      ],
      [
        " crypt",
        -0.9324708
      ],
      [
        "ids",
        -5.5980927e-05
      ]
    ]
  },
  "A simple formula to calculate the rate of occurrence of this process can be derived by using a two-point correlation function and combining it with the rate of decay due to a dynamical orbit. Larson and Tinsley showed that after this kind of process, remnants are created with anomalous blue colors, leading researchers to suspect that starbursting occurs during this process. This process can produce the visually spectacular polar rings, as well as kinematically decoupled cores in the final product.": {
    "guess": "Galaxy merger",
    "confidence": [
      [
        "Gal",
        -0.018855017
      ],
      [
        "axy",
        -0.52457166
      ],
      [
        " merger",
        -1.3067831
      ]
    ]
  },
  "Simians and passerine birds can no long synthesize this compound, which can be made from in glucose in a four-step process featuring the l-gulonolactone oxidase enzyme. This vitamin is needed for the synthesis of norepinephrine, carnitine, and the metabolism of tyrosine, and though it normally acts to reduce oxidative stress, it can also function as a pro- oxidant. It is most important as a cofactor for prolyl hydroxylase and lysyl hydroxylase, enzymes which are needed for the proper formation of collagen‟s triple helix structure. FTP, name this water soluble vitamin found in citrus fruits whose": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.0013328596
      ],
      [
        "itamin",
        -1.9146995e-05
      ],
      [
        " C",
        -5.0378356e-05
      ]
    ]
  },
  "In a similarly-titled 1984 update of this work, Jane Jacobs argued for a focus on cities as the relevant": {
    "guess": "Cities and the Wealth of Nations",
    "confidence": [
      [
        "Cities",
        -0.10017248
      ],
      [
        " and",
        -0.00012118533
      ],
      [
        " the",
        -0.0013122595
      ],
      [
        " Wealth",
        -0.0041818027
      ],
      [
        " of",
        -0.00015217095
      ],
      [
        " Nations",
        -0.00065608154
      ]
    ]
  },
  "Similar to von Willebrand disease, its mild \"C\" variety is like Tay-Sachs disease in that it is concentrated in Ashkenazi Jews. The most common version, known as \"classical\" or \"A,\" involves an inversion of the F8 gene; the \"B\" form is associated with mutations in the F9 gene located further up the long arm of the X chromosome. As a result, the F8 and F9 proteins have significantly reduced or no activity, causing platelets to not be held in place at a wound site. For 10 points, name this sex-linked inherited disease in which blood fails to clot properly.": {
    "guess": "Hemophilia",
    "confidence": [
      [
        "H",
        -0.025357332
      ],
      [
        "em",
        -6.6306106e-06
      ],
      [
        "ophilia",
        -0.00032592955
      ]
    ]
  },
  "Simply put, humans love stories about monsters like Bigfoot and the Yeti. F10PE, can you name these other legendary man-apes from around the world from a brief description?  A. Though resembling an orangutan, this creature, mostly sighted near Big Cypress National Preserve, is said to be identifiable by its characteristic odor, variously described as smelling like rotten eggs or raw sewage.": {
    "guess": "Skunk Ape",
    "confidence": [
      [
        "Sk",
        -0.03701569
      ],
      [
        "unk",
        -4.365741e-06
      ],
      [
        " A",
        -0.124785386
      ],
      [
        "pe",
        -1.7432603e-06
      ]
    ]
  },
  "One of them simply depicts a plain coastal landscape on which two men are fighting with sticks. Ethereal figures sit behind several real women and a laurel-wreathed horned animal standing on its hind legs in The Witches' Sabbath, and other subjects include a drowning dog, old people eating, and Judith and Holofernes. Created in the \"Quinta del sordo\" or \"Country-house of the Deaf-Man,\" this series": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.045141585
      ],
      [
        " Paint",
        -0.00034332962
      ],
      [
        "ings",
        -1.4498052e-05
      ]
    ]
  },
  "Simians and passerine birds can no long synthesize this compound, which can be made from in glucose in a four-step process featuring the l-gulonolactone oxidase enzyme. This vitamin is needed for the synthesis of norepinephrine, carnitine, and the metabolism of tyrosine, and though it normally acts to reduce oxidative stress, it can also function as a pro- oxidant. It is most important as a cofactor": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.00023369525
      ],
      [
        "itamin",
        -4.1273333e-06
      ],
      [
        " C",
        -5.3358446e-05
      ]
    ]
  },
  "In a simply ordered set having the least upper bound property under the order topology, closed intervals are this. In normed vector spaces, a set is said to be this if every sequence of elements of the": {
    "guess": "Compact space",
    "confidence": [
      [
        "Compact",
        -0.6351344
      ],
      [
        " space",
        -0.17359391
      ]
    ]
  },
  "Silicon-substituted cyclic compounds have been used as \"pumps\" to generate this class of chemicals in the formation of block copolymers.  Laser flash photolysis of ketoprofenate produces an example of this class of compounds that is unusually unreactive with water.  In unimolecular elimination via the conjugate base, the intermediate is one of these compounds.  Wittig-Horner and Horner-Emmons reactions use resonance-stabilized phosphonate examples of these in place of the phosphonium ylide, and in the first step of the malonic ester synthesis, diethyl malonate is treated with sodium to generate this type of reactive species.  Less substituted examples of these are more stable, and they have the same electron structures as analogous amines, though they are stronger nucleophiles.  For 10 points, name these compounds that contain a trivalent carbon atom with a negative charge.": {
    "guess": "Carbanion",
    "confidence": [
      [
        "Car",
        -0.011631267
      ],
      [
        "ban",
        -0.029776758
      ],
      [
        "ion",
        -0.040822852
      ]
    ]
  },
  "In a similarly-titled 1984 update of this work, Jane Jacobs argued for a focus on cities as the relevant units. This work claims that \"A person who can acquire no property, can have no other interest but to eat as much, and to labour as little as possible,\" as an argument for abandoning slavery. Its author began writing it while serving as tutor to the son-in-law of Charles Townshend, who was impressed by a previous work emphasizing the human capacity for sympathy with other people's circumstances, The Theory of Moral Sentiments. Noted for arguing that self-interested individuals tend to act towards": {
    "guess": "The Death and Life of Great American Cities",
    "confidence": [
      [
        "The",
        -0.15772244
      ],
      [
        " Death",
        -0.076124795
      ],
      [
        " and",
        -9.73446e-05
      ],
      [
        " Life",
        -0.00018554063
      ],
      [
        " of",
        -2.1411865e-05
      ],
      [
        " Great",
        -3.0113732e-05
      ],
      [
        " American",
        -2.0339032e-05
      ],
      [
        " Cities",
        -4.2630116e-05
      ]
    ]
  },
  "A simplification of this law for an ion that is brought from infinity and placed within a crystal lattice": {
    "guess": "Lattice energy",
    "confidence": [
      [
        "L",
        -0.9450965
      ],
      [
        "attice",
        -0.16127035
      ],
      [
        " energy",
        -0.19446658
      ]
    ]
  },
  "A simplification of this law for an ion that is brought from infinity and placed within a crystal lattice is seen in the portion of the Born-Lande equation that incorporates Madelung constants. Electron pairing energy is given by the exchange energy and the repulsion between spin-paired (*) electrons": {
    "guess": "Exchange interaction",
    "confidence": [
      [
        "Exchange",
        -0.8614485
      ],
      [
        " interaction",
        -0.6327579
      ]
    ]
  },
  "In a similar mechanism to that used by some nematodes, this organ secretes neurokinin B, which allows suppression of the immune system. In Metatheria, the nutrients it supplies are derived mainly from the egg sac. Administration of Rhogam prevents erythroblastosis fetalis, which can be caused by IgG antibodies crossing it. Abruption of it can be triggered by infection or trauma, but is most often caused by high blood pressure. It develops from the trophoblast and produces progesterone, estrogen, and hCG, and failure to remove it after birth can cause hemorrhaging. For 10 points, name this organ": {
    "guess": "Placenta",
    "confidence": [
      [
        "Pl",
        -0.067461565
      ],
      [
        "ac",
        -8.280175e-05
      ],
      [
        "enta",
        -8.061054e-06
      ]
    ]
  },
  "With a similarly named Danish mathematician, this physicist names an equation relating refractive index to polarizability, which in the context of dielectric is named for Clausius and Mossotti. He developed": {
    "guess": "Hendrik Lorentz",
    "confidence": [
      [
        "H",
        -0.48309436
      ],
      [
        "end",
        -0.0024523498
      ],
      [
        "rik",
        -0.0003210422
      ],
      [
        " Lore",
        -0.00754782
      ],
      [
        "nt",
        -5.3193703e-06
      ],
      [
        "z",
        -3.655073e-05
      ]
    ]
  },
  "Simon Foucher was one of the first who criticized this philosophical position in Critique of the Search for Truth, and its central concept may have originated with Louis de la Forge. It was advanced by Johann Clauberg in his treatise, \"On the Joining of the Body and the Soul in Man,\" and a version of this philosophy was advanced in a work entitled True Metaphysics by Arnold Geulincx, who also built an ethical theory from it. Descartes explicitly rejected this philosophy in his Meditations quipping, \"I am not only lodged in my body as a pilot in a vessel,\" and its most famous advocate advanced it": {
    "guess": "Occasionalism",
    "confidence": [
      [
        "Occ",
        -0.009924897
      ],
      [
        "as",
        -8.11329e-05
      ],
      [
        "ional",
        -1.0445127e-05
      ],
      [
        "ism",
        -9.2695656e-05
      ]
    ]
  },
  "One of them simply depicts a plain coastal landscape on which two men are fighting with sticks. Ethereal figures sit behind several real women and a laurel-wreathed horned animal standing on its hind legs in The Witches' Sabbath, and other subjects include a drowning dog, old people eating, and Judith and Holofernes. Created in the \"Quinta del sordo\" or \"Country-house of the Deaf-Man,\" this series that also depicts Saturn Devouring His Children reflects similar themes to the earlier Caprichios and": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.05727924
      ],
      [
        " Paint",
        -0.0031676218
      ],
      [
        "ings",
        -2.6656826e-05
      ]
    ]
  },
  "The simpleton Silvano is fooled by a gipsy and never seen again, while the opening of its second section features a veiled woman hunting for herbs and singing the solo \"Ecco l'orrido campo\" in order to forget her illicit love. The mocking chorus \"Seguitemi\" finds the conspirators, Sam and Tom, [*] enjoying the conformation of Ulrica's prophecy and planning to make their move at the title event. Eugene Scribe originally wrote the story for a work by Auber, but due to a general uneasiness with depicting regicide, by the time Somma got a hold of the libretto he had to shift the setting from Sweden to America. Thus Amelia's husband, the vengeful Renato, is described as a Creole and his one-time best": {
    "guess": "Un ballo in maschera",
    "confidence": [
      [
        "Un",
        -0.10807407
      ],
      [
        " ballo",
        -0.044843584
      ],
      [
        " in",
        -0.00073696586
      ],
      [
        " mas",
        -0.0012634483
      ],
      [
        "ch",
        -0.0001627764
      ],
      [
        "era",
        -0.0001202317
      ]
    ]
  },
  "One of them simply depicts a plain coastal landscape on which two men are fighting with sticks. Ethereal figures sit behind several real women and a laurel-wreathed horned animal standing on its hind legs in The Witches' Sabbath, and other subjects include a drowning dog, old people eating, and Judith": {
    "guess": "Francisco Goya",
    "confidence": [
      [
        "Franc",
        -0.2783666
      ],
      [
        "isco",
        -0.0008167737
      ],
      [
        " G",
        -0.030743733
      ],
      [
        "oya",
        -0.00021533787
      ]
    ]
  },
  "Silicon-substituted cyclic compounds have been used as \"pumps\" to generate this class of chemicals in the formation of block copolymers.  Laser flash photolysis of ketoprofenate produces an example of this class of compounds that is unusually unreactive with water.  In unimolecular elimination via the conjugate base, the intermediate is one of these compounds.  Wittig-Horner and Horner-Emmons reactions use resonance-stabilized phosphonate examples of these in place of the phosphonium ylide, and in": {
    "guess": "Phosphonate",
    "confidence": [
      [
        "Ph",
        -0.8873417
      ],
      [
        "osph",
        -0.012599836
      ],
      [
        "on",
        -0.54731375
      ],
      [
        "ate",
        -0.14238445
      ]
    ]
  },
  "The simpleton Silvano is fooled by a gipsy and never seen again, while the opening of its second section": {
    "guess": "The Satyricon",
    "confidence": [
      [
        "The",
        -1.0225691
      ],
      [
        " Sat",
        -2.828219
      ],
      [
        "yr",
        -0.68984485
      ],
      [
        "icon",
        -3.6431527e-05
      ]
    ]
  },
  "Similar to von Willebrand disease, its mild \"C\" variety is like Tay-Sachs disease in that it is concentrated in Ashkenazi Jews. The most common version, known as \"classical\" or \"A,\" involves an inversion of the F8 gene; the \"B\" form is associated with mutations in the F9 gene located further up the long arm of the X chromosome. As a result, the F8 and F9 proteins have significantly reduced or no activity, causing platelets to not be held in place at a wound site. For 10 points, name this sex-linked": {
    "guess": "Hemophilia",
    "confidence": [
      [
        "H",
        -0.06093702
      ],
      [
        "em",
        -5.9153886e-06
      ],
      [
        "ophilia",
        -0.00031448968
      ]
    ]
  },
  "A similar reaction to this uses a tetrafluoroborate salt to substitute fluorine onto an aryl amine; this": {
    "guess": "Balz-Schiemann reaction",
    "confidence": [
      [
        "Bal",
        -1.1988508
      ],
      [
        "z",
        -0.0009913649
      ],
      [
        "-S",
        -0.3875973
      ],
      [
        "chi",
        -9.126521e-05
      ],
      [
        "emann",
        -0.0008230914
      ],
      [
        " reaction",
        -0.06647221
      ]
    ]
  },
  "Silica aerogels are frequently used in devices for measuring this phenomenon, and one such device is called the threshold detector, while another device used to measure it is called a ring imaging detector. The governing equation can be derived by using Poynting's theorem and applying the Fourier transform to determine the energy loss at infinite distance.  A periodic grating can give rise to a version": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.50400543
      ],
      [
        "eren",
        -0.000985412
      ],
      [
        "kov",
        -1.8789384e-05
      ],
      [
        " radiation",
        -0.6192434
      ]
    ]
  }
}