{
  "A brief movement entitled \"Purgatorio\" appears in a work by this composer completed by Deryck Cooke, his tenth symphony. His fifth symphony begins with a funeral march in C-sharp minor and contains a famous Adagietto movement, A finch asks the singer, \"Isn't it a fine world?\" in the song \"Ging heut Morgen übers Feld,\" which is quoted extensively in his first symphony. That song comes from the cycle Songs of a Wayfarer, and the symphony is nicknamed the \"Titan.\" His second symphony, in C minor, uses": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.0006158164
      ],
      [
        "ust",
        -7.89631e-07
      ],
      [
        "av",
        -8.180258e-06
      ],
      [
        " Mah",
        -8.418666e-06
      ],
      [
        "ler",
        -4.8471098e-05
      ]
    ]
  },
  "This is the brightest star in a circular asterism known as the \"Engagement Ring.\" This second- magnitude star was classified by Ptolemy as third-magnitude, suggesting it may be twice as bright as it was two thousand years ago. It is the brightest Cepheid variable, and it lies along the line connecting Dubhe and Merak. Its most notable (*) characteristic will be usurped by Vega in a few thousand years. For 10 points, name this brightest star in Ursa Minor at the end of the Little Dipper, also known as the North Star.": {
    "guess": "Polaris",
    "confidence": [
      [
        "P",
        -0.020012356
      ],
      [
        "olar",
        -0.00017445837
      ],
      [
        "is",
        -0.00045569832
      ]
    ]
  },
  "He had a brief role in A Few Good Men as a doctor unwilling to question his own judgment and is currently directing A Mighty Wind, which features his usual cast of actors. More famous is appearance as Count Rugen, the six- fingered man in The Princess Bride. However, his best three roles are clearly those of Harlan Pepper, Nigel Tufnel, and Corky St. Clair. FTP, name this actor, often seen with good friend Eugene Levy, who co-wrote or directed Best in Show, Waiting for Guffman, and This is Spinal Tap.": {
    "guess": "Christopher Guest",
    "confidence": [
      [
        "Christopher",
        -0.014864679
      ],
      [
        " Guest",
        -0.0038933037
      ]
    ]
  },
  "In The Bride of Frankenstein, Elsa Lancaster's movements were inspired by the stylish motions seen in this film, whose cast includes over a thousand bald extras. Rudolf Kleine-Rogge plays the evil scientist": {
    "guess": "Metropolis",
    "confidence": [
      [
        "Met",
        -0.0063893227
      ],
      [
        "ropolis",
        -3.888926e-06
      ]
    ]
  },
  "He had a brief role in A Few Good Men as a doctor unwilling to question his own judgment and is currently directing A Mighty Wind, which features his usual cast of actors. More famous is appearance as Count Rugen, the six- fingered man in The Princess Bride. However, his best three roles are clearly those of Harlan Pepper, Nigel Tufnel, and Corky St. Clair. FTP, name this actor, often seen with good friend Eugene Levy, who co-wrote or directed Best in Show, Waiting for Guffman, and This is Spinal": {
    "guess": "Christopher Guest",
    "confidence": [
      [
        "Christopher",
        -0.01559718
      ],
      [
        " Guest",
        -0.0036444955
      ]
    ]
  },
  "A brief movement entitled \"Purgatorio\" appears in a work by this composer completed by Deryck Cooke, his tenth symphony. His fifth symphony begins with a funeral march in C-sharp minor and contains a famous Adagietto movement, A finch asks the singer, \"Isn't it a fine world?\" in the song \"Ging heut Morgen": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.010385709
      ],
      [
        "ust",
        -6.6306106e-06
      ],
      [
        "av",
        -2.2961513e-05
      ],
      [
        " Mah",
        -8.923875e-05
      ],
      [
        "ler",
        -6.1821906e-05
      ]
    ]
  },
  "He had a brief role in A Few Good Men as a doctor unwilling to question his own judgment and is currently": {
    "guess": "A Few Good Men",
    "confidence": [
      [
        "A",
        -1.8683169
      ],
      [
        " Few",
        -0.014401241
      ],
      [
        " Good",
        -1.831257e-05
      ],
      [
        " Men",
        -3.750436e-05
      ]
    ]
  },
  "One bridge in this city was designed by Alexandre Chan to have its arches cross from one side of the bridge to the other. That structure, the JK Bridge, crosses from this city over Lake Paranoá. This city": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.055600155
      ],
      [
        "as",
        -4.5371802e-05
      ],
      [
        "ília",
        -0.031609572
      ]
    ]
  },
  "One bridge in this city was designed by Alexandre Chan to have its arches cross from one side of the bridge to the other. That structure, the JK Bridge, crosses from this city over Lake Paranoá. This city is divided through its center by the Eixo Monumental (EH-shew moan-oh-men-tall). This city was (*) designed by Lucio Costa to have the shape of an airplane. For 10 points, name this South American city whose government buildings were designed by Oscar Niemeyer, and which replaced Rio de Janeiro as capital of Brazil.": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.012655971
      ],
      [
        "as",
        -2.6537622e-05
      ],
      [
        "ília",
        -0.004476997
      ]
    ]
  },
  "This is the brightest star in a circular asterism known as the \"Engagement Ring.\" This second- magnitude": {
    "guess": "Lyra (constellation)",
    "confidence": [
      [
        "Ly",
        -0.546329
      ],
      [
        "ra",
        -0.0002576442
      ],
      [
        " (",
        -0.27558857
      ],
      [
        "const",
        -8.4828214e-05
      ],
      [
        "ellation",
        -2.7252845e-05
      ],
      [
        ")",
        -1.735894e-05
      ]
    ]
  },
  "The bright spot labeled \"Xanadu\" near longitude 90 degrees on this body's surface serves as a contrast": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.46764868
      ]
    ]
  },
  "The brigades under his command were almost annihilated at Five Forks because he had left the battlefield to attend a fish bake, leading to his removal from command following the Battle of Sayler's Creek. Earlier, while commanding the brigades of Kemper, Garnett, and Armistead, he joined with the divisions of Pettigrew and Trimble and shouted \"Up men and to your posts. Don't forget today that you are from Old Virginia!\" Under the orders of Longstreet, he then marched the division against Cemetery": {
    "guess": "George Pickett",
    "confidence": [
      [
        "George",
        -0.23384587
      ],
      [
        " P",
        -0.0512132
      ],
      [
        "icket",
        -7.465036e-06
      ],
      [
        "t",
        -2.0458236e-05
      ]
    ]
  },
  "In The Bride of Frankenstein, Elsa Lancaster's movements were inspired by the stylish motions seen in this film, whose cast includes over a thousand bald extras. Rudolf Kleine-Rogge plays the evil scientist Rotwang, who creates Maschinen-Mensch, a duplicate of the virtuous Maria. Maria has ensnared the": {
    "guess": "Metropolis",
    "confidence": [
      [
        "Met",
        -0.003468452
      ],
      [
        "ropolis",
        -9.4914985e-06
      ]
    ]
  },
  "He had a brief role in A Few Good Men as a doctor unwilling to question his own judgment and is currently directing A Mighty Wind, which features his usual cast of actors. More famous is appearance as Count Rugen, the six- fingered man in The Princess Bride. However, his best three roles are clearly those of Harlan Pepper, Nigel Tufnel, and Corky St. Clair. FTP, name this actor, often seen with good": {
    "guess": "Christopher Guest",
    "confidence": [
      [
        "Christopher",
        -0.19442172
      ],
      [
        " Guest",
        -0.00016897499
      ]
    ]
  },
  "The bright spot labeled \"Xanadu\" near longitude 90 degrees on this body's surface serves as a contrast to the dark lines around its equator. The atmosphere contains predominantly nitrogen and hydrocarbons, giving this moon an orange hue. Although methane is below its saturation pressure, this moon's": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.10022219
      ]
    ]
  },
  "One bridge in this city was designed by Alexandre Chan to have its arches cross from one side of the": {
    "guess": "Bridge",
    "confidence": [
      [
        "Bridge",
        -0.003008131
      ]
    ]
  },
  "The brigades under his command were almost annihilated at Five Forks because he had left the battlefield": {
    "guess": "Philip Sheridan",
    "confidence": [
      [
        "Philip",
        -0.8840353
      ],
      [
        " Sheridan",
        -0.23001516
      ]
    ]
  },
  "The brigades under his command were almost annihilated at Five Forks because he had left the battlefield to attend a fish bake, leading to his removal from command following the Battle of Sayler's Creek. Earlier, while commanding the brigades of Kemper, Garnett, and Armistead, he joined with the divisions of Pettigrew and Trimble and shouted \"Up men and to your posts. Don't forget today that you are from Old Virginia!\" Under the orders of Longstreet, he then marched the division against Cemetery Ridge. For ten points, name this officer who thus lost three fourths of his men in an infamous \"charge\"": {
    "guess": "George Pickett",
    "confidence": [
      [
        "George",
        -0.122794874
      ],
      [
        " P",
        -0.02820417
      ],
      [
        "icket",
        -5.7961847e-06
      ],
      [
        "t",
        -7.465036e-06
      ]
    ]
  },
  "The bright spot labeled \"Xanadu\" near longitude 90 degrees on this body's surface serves as a contrast to the dark lines around its equator. The atmosphere contains predominantly nitrogen and hydrocarbons, giving this moon an orange hue. Although methane is below its saturation pressure, this moon's lakes and rivers are probably made of ethane rather than methane. Discovered by Christian Huygens in 1655, FTP name Saturn's largest moon.": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.04773636
      ]
    ]
  },
  "In The Bride of Frankenstein, Elsa Lancaster's movements were inspired by the stylish motions seen in this film, whose cast includes over a thousand bald extras. Rudolf Kleine-Rogge plays the evil scientist Rotwang, who creates Maschinen-Mensch, a duplicate of the virtuous Maria. Maria has ensnared the affections of John Frederson's son. For 10 points, Brigite Helm plays the robot below the pleasure": {
    "guess": "Metropolis",
    "confidence": [
      [
        "Met",
        -0.0019452954
      ],
      [
        "ropolis",
        -2.8160932e-06
      ]
    ]
  },
  "A brief movement entitled \"Purgatorio\" appears in a work by this composer completed by Deryck Cooke, his tenth symphony. His fifth symphony begins with a funeral march in C-sharp minor and contains a famous Adagietto movement, A finch asks the singer, \"Isn't it a fine world?\" in the song \"Ging heut Morgen übers Feld,\" which is quoted extensively in his first symphony. That song comes from the cycle Songs of a Wayfarer, and the symphony is nicknamed the \"Titan.\" His second symphony, in C minor, uses texts by Klopstock, and his eighth symphony sets the Latin hymn \"Veni Creator Spiritus\" and is nicknamed for its large performing forces. For 10 points, identify this composer of the \"Resurrection\" Symphony and the Symphony of a Thousand.": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.0019126958
      ],
      [
        "ust",
        -9.0883464e-07
      ],
      [
        "av",
        -7.9418505e-06
      ],
      [
        " Mah",
        -1.4259645e-05
      ],
      [
        "ler",
        -5.2643223e-05
      ]
    ]
  },
  "A brief movement entitled \"Purgatorio\" appears in a work by this composer completed by Deryck Cooke, his tenth symphony. His fifth symphony begins with a funeral march in C-sharp minor and contains a famous Adagietto movement, A finch asks the singer, \"Isn't it a fine world?\" in the song \"Ging heut Morgen übers Feld,\" which is quoted extensively in his first symphony. That song comes from the cycle Songs of a Wayfarer, and the symphony is nicknamed the \"Titan.\" His second symphony, in C minor, uses texts by Klopstock, and his eighth symphony sets the Latin hymn \"Veni Creator Spiritus\" and is nicknamed": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.002911385
      ],
      [
        "ust",
        -4.00813e-06
      ],
      [
        "av",
        -3.368984e-05
      ],
      [
        " Mah",
        -6.5278815e-05
      ],
      [
        "ler",
        -0.00010640408
      ]
    ]
  },
  "The brigades under his command were almost annihilated at Five Forks because he had left the battlefield to attend a fish bake, leading to his removal from command following the Battle of Sayler's Creek. Earlier, while commanding the brigades of Kemper, Garnett, and Armistead, he joined with the divisions": {
    "guess": "George Pickett",
    "confidence": [
      [
        "George",
        -0.4059256
      ],
      [
        " P",
        -0.22362937
      ],
      [
        "icket",
        -1.831257e-05
      ],
      [
        "t",
        -1.0683535e-05
      ]
    ]
  },
  "This is the brightest star in a circular asterism known as the \"Engagement Ring.\" This second- magnitude star was classified by Ptolemy as third-magnitude, suggesting it may be twice as bright as it was two thousand years ago. It is the brightest Cepheid variable, and it lies along the line connecting": {
    "guess": "Polaris",
    "confidence": [
      [
        "P",
        -0.27319047
      ],
      [
        "olar",
        -0.00015383612
      ],
      [
        "is",
        -6.837811e-05
      ]
    ]
  },
  "The brigades under his command were almost annihilated at Five Forks because he had left the battlefield to attend a fish bake, leading to his removal from command following the Battle of Sayler's Creek. Earlier, while commanding the brigades of Kemper, Garnett, and Armistead, he joined with the divisions of Pettigrew and Trimble and shouted \"Up men and to your posts. Don't forget today that you are from Old Virginia!\" Under the orders of Longstreet, he then marched the division against Cemetery Ridge. For ten points, name this officer who thus lost three fourths of his men in an infamous \"charge\" at Gettysburg.": {
    "guess": "George Pickett",
    "confidence": [
      [
        "George",
        -0.09973453
      ],
      [
        " P",
        -0.022872472
      ],
      [
        "icket",
        -1.7432603e-06
      ],
      [
        "t",
        -4.1273333e-06
      ]
    ]
  },
  "The brigades under his command were almost annihilated at Five Forks because he had left the battlefield to attend a fish bake, leading to his removal from command following the Battle of Sayler's Creek.": {
    "guess": "George E. Pickett",
    "confidence": [
      [
        "George",
        -0.52511245
      ],
      [
        " E",
        -0.7326155
      ],
      [
        ".",
        -0.0008716788
      ],
      [
        " P",
        -0.00024596223
      ],
      [
        "icket",
        -2.8160932e-06
      ],
      [
        "t",
        -5.3193703e-06
      ]
    ]
  },
  "One bridge in this city was designed by Alexandre Chan to have its arches cross from one side of the bridge to the other. That structure, the JK Bridge, crosses from this city over Lake Paranoá. This city is divided through its center by the Eixo Monumental (EH-shew moan-oh-men-tall). This city was (*) designed by Lucio Costa to have the shape of an airplane. For 10 points, name this South American": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.0110332025
      ],
      [
        "as",
        -3.035214e-05
      ],
      [
        "ília",
        -0.017335089
      ]
    ]
  },
  "The bright spot labeled \"Xanadu\" near longitude 90 degrees on this body's surface serves as a contrast to the dark lines around its equator. The atmosphere contains predominantly nitrogen and hydrocarbons,": {
    "guess": "Τῑτάν",
    "confidence": [
      [
        "\\xce",
        -0.4266988
      ],
      [
        "\\xa4",
        -0.0030849054
      ],
      [
        "\\xe1",
        -0.002457107
      ],
      [
        "\\xbf",
        -4.1557283e-05
      ],
      [
        "\\x91",
        -0.00037156625
      ],
      [
        "τ",
        -0.00011582117
      ],
      [
        "ά",
        -0.00047130667
      ],
      [
        "ν",
        -6.749814e-06
      ]
    ]
  },
  "A brief movement entitled \"Purgatorio\" appears in a work by this composer completed by Deryck Cooke,": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.3146265
      ],
      [
        "ust",
        -1.11603495e-05
      ],
      [
        "av",
        -2.2484697e-05
      ],
      [
        " Mah",
        -2.9994528e-05
      ],
      [
        "ler",
        -4.3941356e-05
      ]
    ]
  },
  "He had a brief role in A Few Good Men as a doctor unwilling to question his own judgment and is currently directing A Mighty Wind, which features his usual cast of actors. More famous is appearance as": {
    "guess": "Christopher Guest",
    "confidence": [
      [
        "Christopher",
        -0.005453478
      ],
      [
        " Guest",
        -0.00035381588
      ]
    ]
  },
  "This is the brightest star in a circular asterism known as the \"Engagement Ring.\" This second- magnitude star was classified by Ptolemy as third-magnitude, suggesting it may be twice as bright as it was": {
    "guess": "Regulus",
    "confidence": [
      [
        "Reg",
        -0.7659412
      ],
      [
        "ulus",
        -0.00022845028
      ]
    ]
  },
  "One bridge in this city was designed by Alexandre Chan to have its arches cross from one side of the bridge to the other. That structure, the JK Bridge, crosses from this city over Lake Paranoá. This city is divided through its center by the Eixo Monumental (EH-shew moan-oh-men-tall). This city was (*) designed by Lucio Costa to have the shape of an airplane. For 10 points, name this South American city whose government buildings were designed by Oscar Niemeyer, and which replaced Rio de Janeiro": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.008511027
      ],
      [
        "as",
        -4.604148e-06
      ],
      [
        "ília",
        -0.014516627
      ]
    ]
  },
  "This is the brightest star in a circular asterism known as the \"Engagement Ring.\" This second- magnitude star was classified by Ptolemy as third-magnitude, suggesting it may be twice as bright as it was two thousand years ago. It is the brightest Cepheid variable, and it lies along the line connecting Dubhe and Merak. Its most notable (*) characteristic will be usurped by Vega in a few thousand years. For 10 points, name this brightest star in Ursa Minor at the end of the Little Dipper, also known": {
    "guess": "Polaris",
    "confidence": [
      [
        "P",
        -0.030649526
      ],
      [
        "olar",
        -6.869018e-06
      ],
      [
        "is",
        -3.4405064e-05
      ]
    ]
  },
  "A brief movement entitled \"Purgatorio\" appears in a work by this composer completed by Deryck Cooke, his tenth symphony. His fifth symphony begins with a funeral march in C-sharp minor and contains a famous Adagietto movement, A finch asks the singer, \"Isn't it a fine world?\" in the song \"Ging heut Morgen übers Feld,\" which is quoted extensively in his first symphony. That song comes from the cycle": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.12564114
      ],
      [
        "ust",
        -4.8425554e-06
      ],
      [
        "av",
        -2.7968066e-05
      ],
      [
        " Mah",
        -0.00010986099
      ],
      [
        "ler",
        -0.00023762896
      ]
    ]
  },
  "A brief movement entitled \"Purgatorio\" appears in a work by this composer completed by Deryck Cooke, his tenth symphony. His fifth symphony begins with a funeral march in C-sharp minor and contains a famous": {
    "guess": "Symphony No. 5 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.035201143
      ],
      [
        "phony",
        -0.0064860964
      ],
      [
        " No",
        -0.0037380871
      ],
      [
        ".",
        -0.0004654657
      ],
      [
        " ",
        -0.001771808
      ],
      [
        "5",
        -0.21187708
      ],
      [
        " (",
        -0.0315941
      ],
      [
        "Mah",
        -0.0014756987
      ],
      [
        "ler",
        -5.3193703e-06
      ],
      [
        ")",
        -4.6683042e-05
      ]
    ]
  },
  "The bright spot labeled \"Xanadu\" near longitude 90 degrees on this body's surface serves as a contrast to the dark lines around its equator. The atmosphere contains predominantly nitrogen and hydrocarbons, giving this moon an orange hue. Although methane is below its saturation pressure, this moon's lakes and rivers are probably made of ethane rather than methane. Discovered by Christian Huygens in": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.11714687
      ]
    ]
  },
  "The brigades under his command were almost annihilated at Five Forks because he had left the battlefield to attend a fish bake, leading to his removal from command following the Battle of Sayler's Creek. Earlier, while commanding the brigades of Kemper, Garnett, and Armistead, he joined with the divisions of Pettigrew and Trimble and shouted \"Up men and to your posts. Don't forget today that you are": {
    "guess": "George Pickett",
    "confidence": [
      [
        "George",
        -0.35018086
      ],
      [
        " P",
        -0.15454024
      ],
      [
        "icket",
        -3.8219583e-05
      ],
      [
        "t",
        -1.6762922e-05
      ]
    ]
  },
  "In The Bride of Frankenstein, Elsa Lancaster's movements were inspired by the stylish motions seen in this film, whose cast includes over a thousand bald extras. Rudolf Kleine-Rogge plays the evil scientist Rotwang, who creates Maschinen-Mensch, a duplicate of the virtuous Maria. Maria has ensnared the affections of John Frederson's son. For 10 points, Brigite Helm plays the robot below the pleasure city of Art Deco buildings and flying cars in what partially lost 1927 film directed by Fritz Lang?": {
    "guess": "Metropolis",
    "confidence": [
      [
        "Met",
        -0.0010359067
      ],
      [
        "ropolis",
        -2.8160932e-06
      ]
    ]
  },
  "A brief movement entitled \"Purgatorio\" appears in a work by this composer completed by Deryck Cooke, his tenth symphony. His fifth symphony begins with a funeral march in C-sharp minor and contains a famous Adagietto movement, A finch asks the singer, \"Isn't it a fine world?\" in the song \"Ging heut Morgen übers Feld,\" which is quoted extensively in his first symphony. That song comes from the cycle Songs of a Wayfarer, and the symphony is nicknamed the \"Titan.\" His second symphony, in C minor, uses texts by Klopstock, and his eighth symphony sets the Latin hymn \"Veni Creator Spiritus\" and is nicknamed for its large performing forces. For 10 points, identify this composer of the \"Resurrection\"": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.0035480433
      ],
      [
        "ust",
        -1.8624639e-06
      ],
      [
        "av",
        -1.1398757e-05
      ],
      [
        " Mah",
        -1.8193366e-05
      ],
      [
        "ler",
        -3.786197e-05
      ]
    ]
  },
  "One bridge in this city was designed by Alexandre Chan to have its arches cross from one side of the bridge to the other. That structure, the JK Bridge, crosses from this city over Lake Paranoá. This city is divided through its center by the Eixo Monumental (EH-shew moan-oh-men-tall). This city was (*)": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.018016368
      ],
      [
        "as",
        -2.3676734e-05
      ],
      [
        "ília",
        -0.028052103
      ]
    ]
  },
  "This is the brightest star in a circular asterism known as the \"Engagement Ring.\" This second- magnitude star was classified by Ptolemy as third-magnitude, suggesting it may be twice as bright as it was two thousand years ago. It is the brightest Cepheid variable, and it lies along the line connecting Dubhe and Merak. Its most notable (*) characteristic will be usurped by Vega in a few thousand years.": {
    "guess": "Polaris",
    "confidence": [
      [
        "P",
        -0.08735901
      ],
      [
        "olar",
        -0.00019316968
      ],
      [
        "is",
        -7.302705e-05
      ]
    ]
  },
  "In The Bride of Frankenstein, Elsa Lancaster's movements were inspired by the stylish motions seen in": {
    "guess": "Metropolis",
    "confidence": [
      [
        "Met",
        -0.0048022456
      ],
      [
        "ropolis",
        -1.640531e-05
      ]
    ]
  },
  "He had a brief role in A Few Good Men as a doctor unwilling to question his own judgment and is currently directing A Mighty Wind, which features his usual cast of actors. More famous is appearance as Count Rugen, the six- fingered man in The Princess Bride. However, his best three roles are clearly": {
    "guess": "Christopher Guest",
    "confidence": [
      [
        "Christopher",
        -0.17867935
      ],
      [
        " Guest",
        -8.804671e-05
      ]
    ]
  }
}