{
  "In Beowulf, when Unferth is first introduced, he is said that he wants  to \"unbound a battle\" one of these things onto Beowulf, which means he  wants to challenge him. In The Saga of Grettir the Strong, Carline kills the  title outlaw by using a poison made from some plant roots with these  things on the individual roots. They can also be found on Arvak's Ear and  Alsvith's hoof. In The Hovamol, Odin": {
    "guess": "Runes",
    "confidence": [
      [
        "Run",
        -1.7305102
      ],
      [
        "es",
        -0.13560906
      ]
    ]
  },
  "In Beowulf, when Unferth is first introduced, he is said that he wants  to \"unbound a battle\" one of these things onto Beowulf, which means he  wants to challenge him. In The Saga of Grettir the Strong, Carline kills the  title outlaw by using a poison made from some plant roots with these  things on the individual roots. They can also be found on Arvak's Ear and  Alsvith's hoof. In The Hovamol, Odin describes how he (*) sacrificed  himself to himself and found these things on a tree, which allowed him to  learn deeds. One can also find them on Sleipnir's teeth and Bragi's tongue. For  10 points,": {
    "guess": "Yggdrasil",
    "confidence": [
      [
        "Y",
        -0.24063627
      ],
      [
        "gg",
        -0.000982078
      ],
      [
        "dr",
        -2.5703197e-05
      ],
      [
        "asil",
        -0.00061010564
      ]
    ]
  },
  "In Beowulf, when Unferth is first introduced, he is said that he wants  to \"unbound a battle\" one of these things onto Beowulf, which means he  wants to challenge him. In The Saga of Grettir the Strong, Carline kills the  title outlaw by using a poison made from some plant roots with these  things on the individual roots. They can also be found on Arvak's Ear and  Alsvith's hoof. In The Hovamol, Odin describes how he (*) sacrificed  himself to himself and found these things on a tree, which allowed": {
    "guess": "Yggdrasil",
    "confidence": [
      [
        "Y",
        -0.10886512
      ],
      [
        "gg",
        -0.0030412932
      ],
      [
        "dr",
        -3.7697225e-06
      ],
      [
        "asil",
        -3.5835506e-05
      ]
    ]
  },
  "In Beowulf, when Unferth is first introduced, he is said that he wants  to \"unbound a battle\" one of these things onto Beowulf, which means he  wants to challenge him. In The Saga of Grettir the Strong, Carline kills the  title outlaw by using a poison made from some plant roots with these  things on": {
    "guess": "Fly agaric",
    "confidence": [
      [
        "Fly",
        -0.7859412
      ],
      [
        " agar",
        -0.020668011
      ],
      [
        "ic",
        -0.052786376
      ]
    ]
  },
  "In Beowulf, when Unferth is first introduced, he is said that he wants  to \"unbound a battle\" one of": {
    "guess": "Unferth",
    "confidence": [
      [
        "Un",
        -0.87713253
      ],
      [
        "fer",
        -0.007933923
      ],
      [
        "th",
        -0.0040141726
      ]
    ]
  },
  "In Beowulf, when Unferth is first introduced, he is said that he wants  to \"unbound a battle\" one of these things onto Beowulf, which means he  wants to challenge him. In The Saga of Grettir the Strong,": {
    "guess": "Flyting",
    "confidence": [
      [
        "Fly",
        -0.20680875
      ],
      [
        "ting",
        -0.00096195826
      ]
    ]
  },
  "In Beowulf, when Unferth is first introduced, he is said that he wants  to \"unbound a battle\" one of these things onto Beowulf, which means he  wants to challenge him. In The Saga of Grettir the Strong, Carline kills the  title outlaw by using a poison made from some plant roots with these  things on the individual roots. They can also be found on Arvak's Ear and  Alsvith's hoof. In The Hovamol, Odin describes how he (*) sacrificed  himself to himself and found these things on a tree, which allowed him to  learn deeds. One can also find them on Sleipnir's teeth and Bragi's tongue. For  10 points, name these entities used in Anglo-Saxon and Scandinavian  alphabets, similar to letters.": {
    "guess": "Runes",
    "confidence": [
      [
        "Run",
        -0.12096729
      ],
      [
        "es",
        -0.0014535672
      ]
    ]
  }
}