{
  "If a Hamiltonian is invariant this, a corollary of Laporte's rule states that nondegenerate eigenstates cannot possess a permanent electric dipole moment. In the theory of radiative transitions, the operator corresponding to it connects only states with opposite values of it, and its non-conservation is a consequence of the dependence of angular distributions of decay products on pseudoscalars, first": {
    "guess": "Parity (physics)",
    "confidence": [
      [
        "Par",
        -0.05099946
      ],
      [
        "ity",
        -6.563642e-05
      ],
      [
        " (",
        -0.0021562108
      ],
      [
        "physics",
        -0.0005253921
      ],
      [
        ")",
        -9.014684e-06
      ]
    ]
  },
  "Hans Eworth painted a version of the Judgment of Paris in which Paris is replaced by this person. In a portrait of this person, there is a sharp contrast between the stormy skies in the top right and the sunny skies in the top left; that painting is by Marcus Gheeraerts the Younger. In another painting, this person's hand sits on a globe and a pair of green curtains in the background frame two scenes of naval battles. This person is the subject of the Ditchley Portrait. Two panel portraits of this": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.73837274
      ],
      [
        " I",
        -0.002135983
      ],
      [
        " of",
        -0.005240276
      ],
      [
        " England",
        -3.655073e-05
      ]
    ]
  },
  "Hans Giebenrath befriends Hermann Heilner and drowns after sinking into mental illness in one of this author's works, and another of his works tells of the title character's prodding of Emil Sinclair to spiritual realization; those works are Beneath the Wheel and Demian. Mozart judges one of this author's": {
    "guess": "Hermann Hesse",
    "confidence": [
      [
        "H",
        -0.018390596
      ],
      [
        "ermann",
        -0.019436711
      ],
      [
        " H",
        -0.00015991552
      ],
      [
        "esse",
        -3.6669935e-05
      ]
    ]
  },
  "Hans Eworth painted a version of the Judgment of Paris in which Paris is replaced by this person. In a portrait of this person, there is a sharp contrast between the stormy skies in the top right and the sunny skies in the top left; that painting is by Marcus Gheeraerts the Younger. In another painting, this person's hand sits on a globe and a pair of green curtains in the background frame two scenes of naval battles. This person is the subject of the Ditchley Portrait. Two panel portraits of this person attributed to Nicholas Hilliard show her wearing her emblems, the pelican and the phoenix. One of her country's military victories inspired the allegorical Armada Portrait of her. For 10 points,": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.090455785
      ],
      [
        " I",
        -0.0003709702
      ],
      [
        " of",
        -0.0006620417
      ],
      [
        " England",
        -3.059055e-05
      ]
    ]
  },
  "Hans Hendrik Andersen demonstrated that the stopping power of these objects does not follow the Bethe formula, a result that proved the existence of the Barkas effect, and they are the cause of both pleochroic halos and of mineral metamictization. The last step in the CNO cycle creates a carbon atom and one of these. These are only associated with elements heavier than tellurium. Timothy May discovered": {
    "guess": "Alpha particles",
    "confidence": [
      [
        "Alpha",
        -0.95192975
      ],
      [
        " particles",
        -0.21747829
      ]
    ]
  },
  "Hans Hendrik Andersen demonstrated that the stopping power of these objects does not follow the Bethe formula, a result that proved the existence of the Barkas effect, and they are the cause of both pleochroic halos and of mineral metamictization. The last step in the CNO cycle creates a carbon atom": {
    "guess": "Uranium ores",
    "confidence": [
      [
        "U",
        -1.1480283
      ],
      [
        "ran",
        -0.0022913292
      ],
      [
        "ium",
        -0.16012235
      ],
      [
        " ores",
        -1.0760839
      ]
    ]
  },
  "If a Hamiltonian is invariant this, a corollary of Laporte's rule states that nondegenerate eigenstates cannot possess a permanent electric dipole moment. In the theory of radiative transitions, the operator corresponding to it connects only states with opposite values of it, and its non-conservation is a consequence of the dependence of angular distributions of decay products on pseudoscalars, first noted by Wu. Vectors that are odd under this operation are known as polar vectors, while those that are even are called axial vectors. Lee and Yang first predicted the non-conservation of, for ten points, what quantum-mechanical observable, the operator corresponding to which changes a right-handed system into a left-handed one, and vice-versa.": {
    "guess": "Parity (physics)",
    "confidence": [
      [
        "Par",
        -0.06227878
      ],
      [
        "ity",
        -1.1517961e-05
      ],
      [
        " (",
        -0.026569886
      ],
      [
        "physics",
        -0.0018014385
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "Hans Bischoff considered one manuscript of this collection, known as \"Anonymous 5,\" to be an autograph. It was the second set of works that Heinrich Nicholas Gerber studied while working with their composer, and their moniker is traced to Friedrich Wilhelm Marpurg and Johann Nikolaus Forkel, the latter of whom possessed a manuscript labeling the Loure as \"Bourree 2\" in the fifth piece. Their composer replaced a Gavotte with an Anglaise in the third in B minor and the sixth is the only one with a": {
    "guess": "Six Cello Suites by Johann Sebastian Bach",
    "confidence": [
      [
        "Six",
        -1.319093
      ],
      [
        " C",
        -1.1288453
      ],
      [
        "ello",
        -5.574252e-05
      ],
      [
        " Suites",
        -0.00016098835
      ],
      [
        " by",
        -0.9684543
      ],
      [
        " Johann",
        -0.041982614
      ],
      [
        " Sebastian",
        -9.805982e-05
      ],
      [
        " Bach",
        -2.9756122e-05
      ]
    ]
  },
  "If a Hamiltonian is invariant this, a corollary of Laporte's rule states that nondegenerate eigenstates": {
    "guess": "Laporte's rule",
    "confidence": [
      [
        "L",
        -0.679928
      ],
      [
        "ap",
        -0.0003925424
      ],
      [
        "orte",
        -0.0020688986
      ],
      [
        "'s",
        -0.063115716
      ],
      [
        " rule",
        -0.058901083
      ]
    ]
  },
  "Hans-Georg Gadamer argued that the ideal described in this work is heuristic in nature in an essay about this work's author \"and the poets.\" Books six and seven of this work assert that knowledge is ultimately": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.23613732
      ],
      [
        " (",
        -0.009635552
      ],
      [
        "Pl",
        -0.00013154872
      ],
      [
        "ato",
        -5.6219335e-05
      ],
      [
        ")",
        -7.076218e-05
      ]
    ]
  },
  "Hans Bischoff considered one manuscript of this collection, known as \"Anonymous 5,\" to be an autograph. It was the second set of works that Heinrich Nicholas Gerber studied while working with their composer, and their moniker is traced to Friedrich Wilhelm Marpurg and Johann Nikolaus Forkel, the latter of whom possessed a manuscript labeling the Loure as \"Bourree 2\" in the fifth piece. Their composer replaced a Gavotte with an Anglaise in the third in B minor and the sixth is the only one with a polonaise. Each begins with an allemande, courante, and sarabande, and they don't begin with preludes, unlike a similar collection. For 10 points, name this collection of the works BWV 812-817, a set of (*) suites by Johann Sebastian Bach.": {
    "guess": "French Suites",
    "confidence": [
      [
        "French",
        -0.4725278
      ],
      [
        " Suites",
        -0.00019579215
      ]
    ]
  },
  "Hamilton Harty used the \"Serenade\" version of one of this composer's most famous pieces in a suite named after this man, and this composer's Quintet in A Flat Major uses the Allegretto movement of Beethoven's Sonata in C sharp minor. The music of this student of Muzio Clementi was championed by Franz Liszt, and his biographer Patrick Piggott discovered one of his unpublished pieces in 2007. Another well known piece by this man was adapted from his earlier Romance in C minor. Also known for his Piano Concerto No. 2 in A flat major, for 10 points, name this Irish composer who greatly influenced Chopin": {
    "guess": "John Field",
    "confidence": [
      [
        "John",
        -0.005044829
      ],
      [
        " Field",
        -0.00015490896
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary in some theaters not to applaud after this opera's first act. Apart from the words \"Dienen, dienen,\"": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.2327999
      ],
      [
        "ars",
        -3.8100377e-05
      ],
      [
        "if",
        -2.577686e-06
      ],
      [
        "al",
        -7.171581e-05
      ]
    ]
  },
  "Hans Giebenrath befriends Hermann Heilner and drowns after sinking into mental illness in one of this author's works, and another of his works tells of the title character's prodding of Emil Sinclair to spiritual realization; those works are Beneath the Wheel and Demian. Mozart judges one of this author's characters after he meets Pablo and stabs Hermine in the Magic Theater. This author wrote about Joseph Knecht, who succeeds Thomas van der Trave as Magister Ludi. For 10 points, name this author of The Glass Bead Game, Der Steppenwolf, and Siddhartha.": {
    "guess": "Hermann Hesse",
    "confidence": [
      [
        "H",
        -0.027495457
      ],
      [
        "ermann",
        -0.0051509775
      ],
      [
        " H",
        -8.4828214e-05
      ],
      [
        "esse",
        -8.537869e-06
      ]
    ]
  },
  "Hamilton Harty used the \"Serenade\" version of one of this composer's most famous pieces in a suite named after this man, and this composer's Quintet in A Flat Major uses the Allegretto movement of Beethoven's Sonata in C sharp minor. The music of this student of Muzio Clementi was championed by Franz Liszt, and his biographer Patrick Piggott discovered one of his unpublished pieces in 2007. Another well known piece by this man was adapted from his earlier Romance in C minor. Also known for his Piano": {
    "guess": "John Field",
    "confidence": [
      [
        "John",
        -0.37062308
      ],
      [
        " Field",
        -0.0005468378
      ]
    ]
  },
  "A very hands on director- he wrote, produced, composed the music for, and even served as set designer": {
    "guess": "Tommy Wiseau",
    "confidence": [
      [
        "Tom",
        -1.2859925
      ],
      [
        "my",
        -0.053892378
      ],
      [
        " Wise",
        -0.08623369
      ],
      [
        "au",
        -0.00022320532
      ]
    ]
  },
  "Hamilton Harty used the \"Serenade\" version of one of this composer's most famous pieces in a suite named after this man, and this composer's Quintet in A Flat Major uses the Allegretto movement of Beethoven's Sonata in C sharp minor. The music of this student of Muzio Clementi was championed by Franz Liszt, and his biographer Patrick Piggott discovered one of his unpublished pieces in 2007. Another well known piece by this man was adapted from his earlier Romance in C minor. Also known for his Piano Concerto No. 2 in A flat major, for 10 points, name this Irish composer who greatly influenced Chopin and is considered the inventor of the nocturne.": {
    "guess": "John Field",
    "confidence": [
      [
        "John",
        -0.0060990774
      ],
      [
        " Field",
        -0.00012594614
      ]
    ]
  },
  "The Hamilton Bulldogs remain this team's top affiliate in the current season, and they are 19 points back of the Boston Bruins in the Northeast Division. This team's captain has a brother that plays for the Minnesota Wild, and Saku Koivu plays center with Kovalev and Tanguay as his wings. One of the \"Original Six\" This team's owner also owns Liverpool F.C., George Gillette. For 10 points – name this NHL team that plays their games in the Bell Centre, previously known as Molson Center in Quebec.": {
    "guess": "Montreal Canadiens",
    "confidence": [
      [
        "Mont",
        -0.023400148
      ],
      [
        "real",
        -5.157039e-05
      ],
      [
        " Canadiens",
        -0.0026519904
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary in some theaters not to applaud after this opera's first act. Apart from the words \"Dienen, dienen,\" one character is entirely silent in the third act, and the line \"here time becomes space\" sets in motion the Transformation Music of the first act. A repeated motif describes the title character": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.0017298026
      ],
      [
        "ars",
        -6.704273e-07
      ],
      [
        "if",
        -3.5313153e-06
      ],
      [
        "al",
        -9.198044e-05
      ]
    ]
  },
  "Hananiah broke this man's wooden yoke, after which this man warned that it would soon be replaced by an iron yoke of servitude. He likened Judah to a \"corrupt, vile vine\" and a prostitute for its idolatry, and brought his scribe Baruch along, when he fled to Egypt. One book by this man is read by Jews on Tisha B'Av and bemoans the Babylonians' capture of his home country. He was active during the reign of Josiah, and saw the destruction of Jerusalem. For 10 points, name this major prophet whose namesake": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.0124582015
      ],
      [
        "emiah",
        -0.00037955286
      ]
    ]
  },
  "Hananiah broke this man's wooden yoke, after which this man warned that it would soon be replaced by": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.48155934
      ],
      [
        "emiah",
        -0.0024198915
      ]
    ]
  },
  "Hamilton Harty used the \"Serenade\" version of one of this composer's most famous pieces in a suite named after this man, and this composer's Quintet in A Flat Major uses the Allegretto movement of Beethoven's Sonata in C sharp minor. The music of this student of Muzio Clementi was championed by Franz": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.5218576
      ],
      [
        "elix",
        -0.00064381096
      ],
      [
        " Mend",
        -1.8789384e-05
      ],
      [
        "els",
        -0.0002701569
      ],
      [
        "so",
        -1.504853e-06
      ],
      [
        "hn",
        -8.1490514e-05
      ]
    ]
  },
  "The Hammett function calculates a related quantity to this value when this is too extreme for conventional": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.12827863
      ],
      [
        " of",
        -0.004967136
      ],
      [
        " inertia",
        -0.0031604916
      ]
    ]
  },
  "Hans Bischoff considered one manuscript of this collection, known as \"Anonymous 5,\" to be an autograph. It was the second set of works that Heinrich Nicholas Gerber studied while working with their composer, and their moniker is traced to Friedrich Wilhelm Marpurg and Johann Nikolaus Forkel, the latter of whom possessed a manuscript labeling the Loure as \"Bourree 2\" in the fifth piece. Their composer replaced a Gavotte with an Anglaise in the third in B minor and the sixth is the only one with a polonaise. Each begins with an allemande, courante, and sarabande, and they don't begin with preludes, unlike a similar collection. For 10 points, name this collection of the works BWV 812-817, a set": {
    "guess": "French Suites by Johann Sebastian Bach",
    "confidence": [
      [
        "French",
        -0.35379013
      ],
      [
        " Suites",
        -0.0035975752
      ],
      [
        " by",
        -0.7454579
      ],
      [
        " Johann",
        -0.001542119
      ],
      [
        " Sebastian",
        -0.00012844942
      ],
      [
        " Bach",
        -4.298773e-05
      ]
    ]
  },
  "A very hands on director- he wrote, produced, composed the music for, and even served as set designer for his 1982 release Labyrinth of Passion . His first film, Pepi, Luci, and Bom  focused on three women": {
    "guess": "Pedro Almodóvar",
    "confidence": [
      [
        "Ped",
        -0.038272712
      ],
      [
        "ro",
        -1.1041146e-05
      ],
      [
        " Al",
        -0.00059961935
      ],
      [
        "mod",
        -0.00047023385
      ],
      [
        "ó",
        -0.005363129
      ],
      [
        "var",
        -4.0961266e-05
      ]
    ]
  },
  "Hamor sought out this man after Hamor's son Shechem raped this man's daughter. This man's concubines included Bilhah and Zilpah, and when he was near the Jabbok river, he had the hollow of his thigh broken. This man was denied a flock of spotted sheep by Laban, for whom this man worked seven extra years": {
    "guess": "Jacob",
    "confidence": [
      [
        "Jacob",
        -0.010306664
      ]
    ]
  },
  "Hananiah broke this man's wooden yoke, after which this man warned that it would soon be replaced by an iron yoke of servitude. He likened Judah to a \"corrupt, vile vine\" and a prostitute for its idolatry, and brought his scribe Baruch along, when he fled to Egypt. One book by this man is read by Jews on Tisha B'Av and bemoans the Babylonians' capture of his home country. He was active during the reign": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.004001942
      ],
      [
        "emiah",
        -0.00013941615
      ]
    ]
  },
  "A hangman's inability to tie a proper knot saves one character from death via auto-da-fe in this work. A character in this novel finds his love interest and her brother working as galley slaves in Venice, and they earlier get robbed in Cadiz. At the end of the novel, everyone retires to Turkey to grow their own garden, and in another scene a teacher appears behind a bush \"instructing\" a comely young": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.005708951
      ],
      [
        "and",
        -3.655073e-05
      ],
      [
        "ide",
        -1.9385403e-05
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary in some theaters not to applaud after this opera's first act. Apart from the words \"Dienen, dienen,\" one character is entirely silent in the third act, and the line \"here time becomes space\" sets in motion the Transformation Music of the first act. A repeated motif describes the title character as \"enlightened by compassion\" and is sung by a voice from above at the end of Act I. This opera's Act I prelude quotes the (*) Dresden amen, and in Act III the title character baptizes the central female to the accompaniment of the Good Friday Music. Act II of this opera takes place in Klingsor's garden, where the Flower-maidens and Kundry all attempt to seduce the title character, who recoils": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.0011475988
      ],
      [
        "ars",
        -2.4584822e-06
      ],
      [
        "if",
        -3.5313153e-06
      ],
      [
        "al",
        -9.460292e-05
      ]
    ]
  },
  "Hamor sought out this man after Hamor's son Shechem raped this man's daughter. This man's concubines included Bilhah and Zilpah, and when he was near the Jabbok river, he had the hollow of his thigh broken. This man was denied a flock of spotted sheep by Laban, for whom this man worked seven extra years to get his desired bride. He put goat skins on his hands to get an undue paternal blessing, got a new name after wrestling an angel, and traded stew for the birthright of his older twin brother Esau.": {
    "guess": "Jacob",
    "confidence": [
      [
        "Jacob",
        -0.0035732228
      ]
    ]
  },
  "A very hands on director- he wrote, produced, composed the music for, and even served as set designer for his 1982 release Labyrinth of Passion . His first film, Pepi, Luci, and Bom  focused on three women who strive to overcome the corruption of a modern world. Other works like Matador  and What Have I done to Deserve This  fuse humor with sexuality and are well known for their vivid colors. But he is most famous for collaborations with a young Antonio Banderas such as Women on the Verge of a Nervous": {
    "guess": "Pedro Almodóvar",
    "confidence": [
      [
        "Ped",
        -0.00047082987
      ],
      [
        "ro",
        -4.365741e-06
      ],
      [
        " Al",
        -0.00028934504
      ],
      [
        "mod",
        -5.955704e-05
      ],
      [
        "ó",
        -4.1199673e-05
      ],
      [
        "var",
        -0.000114033115
      ]
    ]
  },
  "Hamor sought out this man after Hamor's son Shechem raped this man's daughter. This man's concubines": {
    "guess": "Dinah",
    "confidence": [
      [
        "D",
        -0.18757463
      ],
      [
        "in",
        -0.0037808318
      ],
      [
        "ah",
        -8.292095e-05
      ]
    ]
  },
  "Hananiah broke this man's wooden yoke, after which this man warned that it would soon be replaced by an iron yoke of servitude. He likened Judah to a \"corrupt, vile vine\" and a prostitute for its idolatry, and brought his scribe Baruch along, when he fled to Egypt. One book by this man is read by Jews": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.21030663
      ],
      [
        "emiah",
        -0.00039385364
      ]
    ]
  },
  "Handel's Music for the Royal Fireworks ends with two of these pieces. Americans in the 1910s and 1920s turned out in droves to hear Ignace Paderewski play one of these pieces for piano he composed in G. In his symphonies, Beethoven replaced the traditional movement consisting of this piece with a scherzo. In the classical era, the third movement of symphonies usually consisted of one of these pieces": {
    "guess": "Minuet",
    "confidence": [
      [
        "Min",
        -0.6084009
      ],
      [
        "uet",
        -0.0025522425
      ]
    ]
  },
  "Hans Hendrik Andersen demonstrated that the stopping power of these objects does not follow the Bethe formula, a result that proved the existence of the Barkas effect, and they are the cause of both pleochroic halos and of mineral metamictization. The last step in the CNO cycle creates a carbon atom and one of these. These are only associated with elements heavier than tellurium. Timothy May discovered that emission of these from DRAM can cause soft errors in microprocessor operations, and the Geiger-Nuttall law relates the life of an isotope to the production of these. For 10 points, identify": {
    "guess": "Alpha particles",
    "confidence": [
      [
        "Alpha",
        -0.015762405
      ],
      [
        " particles",
        -0.039781462
      ]
    ]
  },
  "Hans Eworth painted a version of the Judgment of Paris in which Paris is replaced by this person. In a portrait of this person, there is a sharp contrast between the stormy skies in the top right and the sunny skies in the top left; that painting is by Marcus Gheeraerts the Younger. In another painting, this person's hand sits on a globe and a pair of green curtains in the background frame two scenes of naval battles. This person is the subject of the Ditchley Portrait. Two panel portraits of this person attributed to Nicholas Hilliard show her wearing her emblems, the pelican and the phoenix. One of her country's military victories inspired the allegorical Armada Portrait of her. For 10 points, name this \"Virgin Queen\" of England.": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.006544605
      ],
      [
        " I",
        -0.0007071906
      ],
      [
        " of",
        -0.0012384448
      ],
      [
        " England",
        -4.0007635e-05
      ]
    ]
  },
  "Hamor sought out this man after Hamor's son Shechem raped this man's daughter. This man's concubines included Bilhah and Zilpah, and when he was near the Jabbok river, he had the hollow of his thigh broken. This man was denied a flock of spotted sheep by Laban, for whom this man worked seven extra years to get his desired bride. He put goat skins on his hands to get an undue paternal blessing, got a new name after wrestling an angel, and traded stew for the birthright of his older twin brother Esau. For 10 points, name this Biblical patriarch who fathered Joseph among twelve sons and dreamed of a namesake \"ladder\" to heaven.": {
    "guess": "Jacob",
    "confidence": [
      [
        "Jacob",
        -0.0025339255
      ]
    ]
  },
  "Hans Bischoff considered one manuscript of this collection, known as \"Anonymous 5,\" to be an autograph. It was the second set of works that Heinrich Nicholas Gerber studied while working with their composer,": {
    "guess": "Notebooks for Anna Magdalena Bach",
    "confidence": [
      [
        "Note",
        -1.4978278
      ],
      [
        "books",
        -0.3783687
      ],
      [
        " for",
        -0.0027851462
      ],
      [
        " Anna",
        -9.3291674e-05
      ],
      [
        " Mag",
        -1.1756368e-05
      ],
      [
        "dal",
        -0.000998871
      ],
      [
        "ena",
        -0.00030817188
      ],
      [
        " Bach",
        -0.00014239625
      ]
    ]
  },
  "Hans-Georg Gadamer argued that the ideal described in this work is heuristic in nature in an essay about this work's author \"and the poets.\" Books six and seven of this work assert that knowledge is ultimately for the Good, which shines on intelligible essences like the sun. It asserts that love is \"a": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.16518563
      ],
      [
        " (",
        -0.0034587064
      ],
      [
        "Pl",
        -8.0656086e-05
      ],
      [
        "ato",
        -0.00010747691
      ],
      [
        ")",
        -2.58224e-05
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary in some theaters not to applaud after this opera's first act. Apart from the words \"Dienen, dienen,\" one character is entirely silent in the third act, and the line \"here time becomes space\" sets in motion the Transformation Music of the first act. A repeated motif describes the title character as \"enlightened by compassion\" and is sung by a voice from above at the end of Act I. This opera's Act I prelude quotes the (*) Dresden amen, and in Act III the title character baptizes the central female to the accompaniment of the Good Friday Music. Act II of this opera takes place in Klingsor's garden, where the Flower-maidens and Kundry all attempt to seduce the title character, who recoils because he feels compassion for Amfortas's wound. For 10 points, name this last opera of Richard Wagner,": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.00070206483
      ],
      [
        "ars",
        -1.2664457e-06
      ],
      [
        "if",
        -5.4385737e-06
      ],
      [
        "al",
        -7.338466e-05
      ]
    ]
  },
  "A very hands on director- he wrote, produced, composed the music for, and even served as set designer for his 1982 release Labyrinth of Passion . His first film, Pepi, Luci, and Bom  focused on three women who strive to overcome the corruption of a modern world. Other works like Matador  and What Have I done to Deserve This  fuse humor with sexuality and are well known for their vivid colors. But he is most famous for collaborations with a young Antonio Banderas such as Women on the Verge of a Nervous Breakdown . FTP identify this flamboyant Spanish filmmaker whose casting of Penelope Cruz in All About My Mother  helped catapult her to stardom.": {
    "guess": "Pedro Almodóvar",
    "confidence": [
      [
        "Ped",
        -0.0012927357
      ],
      [
        "ro",
        -7.465036e-06
      ],
      [
        " Al",
        -5.443128e-05
      ],
      [
        "mod",
        -4.0007635e-05
      ],
      [
        "ó",
        -5.550411e-05
      ],
      [
        "var",
        -4.9424725e-05
      ]
    ]
  },
  "Handel's Music for the Royal Fireworks ends with two of these pieces. Americans in the 1910s and 1920s": {
    "guess": "Music for the Royal Fireworks",
    "confidence": [
      [
        "Music",
        -0.39592397
      ],
      [
        " for",
        -0.04048382
      ],
      [
        " the",
        -0.016235182
      ],
      [
        " Royal",
        -0.0042475737
      ],
      [
        " Fire",
        -0.0008422649
      ],
      [
        "works",
        -0.0004521222
      ]
    ]
  },
  "A hangman's inability to tie a proper knot saves one character from death via auto-da-fe in this work. A character in this novel finds his love interest and her brother working as galley slaves in Venice, and they earlier get robbed in Cadiz. At the end of the novel, everyone retires to Turkey to grow": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.021307137
      ],
      [
        "and",
        -4.143808e-05
      ],
      [
        "ide",
        -1.18755715e-05
      ]
    ]
  },
  "Hannibal Hamlin, Lincoln's first Vice­President died on this day. President Calvin Coolidge was born on this day. Historically significant for numerous reasons, it also saw the death of the first Vice­President. FTP, identify this day on which, in 1826, former Presidents Jefferson and Adams died – 50 years after the signing of the Declaration of Independence.": {
    "guess": "Deaths of Thomas Jefferson and John Adams",
    "confidence": [
      [
        "Deaths",
        -0.8571831
      ],
      [
        " of",
        -0.15934962
      ],
      [
        " Thomas",
        -0.020882973
      ],
      [
        " Jefferson",
        -0.0004574864
      ],
      [
        " and",
        -0.00020842774
      ],
      [
        " John",
        -0.00021617231
      ],
      [
        " Adams",
        -0.00014537634
      ]
    ]
  },
  "Hans Bischoff considered one manuscript of this collection, known as \"Anonymous 5,\" to be an autograph.": {
    "guess": "The Well-Tempered Clavier",
    "confidence": [
      [
        "The",
        -1.5358362
      ],
      [
        " Well",
        -0.27479124
      ],
      [
        "-T",
        -0.00024323154
      ],
      [
        "em",
        -1.147242e-06
      ],
      [
        "pered",
        -2.2484697e-05
      ],
      [
        " Cl",
        -5.276243e-05
      ],
      [
        "avier",
        -4.3202e-07
      ]
    ]
  },
  "Handel's Music for the Royal Fireworks ends with two of these pieces. Americans in the 1910s and 1920s turned out in droves to hear Ignace Paderewski play one of these pieces for piano he composed in G. In his symphonies, Beethoven replaced the traditional movement consisting of this piece with a scherzo. In the classical era, the third movement of symphonies usually consisted of one of these pieces along with a (*) trio. An iconic example of these pieces is the third movement of Luigi Boccherini's": {
    "guess": "Scherzo",
    "confidence": [
      [
        "S",
        -0.6315693
      ],
      [
        "cher",
        -0.00057376316
      ],
      [
        "zo",
        -0.0005140715
      ]
    ]
  },
  "Handel's Music for the Royal Fireworks ends with two of these pieces. Americans in the 1910s and 1920s turned out in droves to hear Ignace Paderewski play one of these pieces for piano he composed in G. In his symphonies, Beethoven replaced the traditional movement consisting of this piece with a scherzo. In the classical era, the third movement of symphonies usually consisted of one of these pieces along with a (*) trio. An iconic example of these pieces is the third movement of Luigi Boccherini's Opus eleven string quartet in E, although a more famous one may be a simple one for harpsichord composed": {
    "guess": "Minuet",
    "confidence": [
      [
        "Min",
        -0.2597093
      ],
      [
        "uet",
        -0.000244651
      ]
    ]
  },
  "Hans Toch and Kenneth Adams's studies on these places include one on \"maladaptation\" in them. The Auburn Plan of them experimented with congregate work and the \"silent system.\" Alexis de Tocqueville originally came to America to study these. Michel Focault's Discipline and Punish is about these. Jeremy Bentham proposed one called the Panopticon. Philip Zimbardo ran an experiment on these facilities at Stanford. High security ones are called \"supermax.\" For 10 points, name these places of incarceration.": {
    "guess": "Prison",
    "confidence": [
      [
        "Pr",
        -0.030396419
      ],
      [
        "ison",
        -0.04699019
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary in some theaters not to applaud after this opera's first act. Apart from the words \"Dienen, dienen,\" one character is entirely silent in the third act, and the line \"here time becomes space\" sets in motion the Transformation Music of the first act. A repeated motif describes the title character as \"enlightened by compassion\" and is sung by a voice from above at the end of Act I. This opera's Act I prelude quotes the (*) Dresden amen, and in Act III the title character baptizes the central female to the accompaniment of the Good Friday Music. Act II of this opera takes place in Klingsor's": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.0012136871
      ],
      [
        "ars",
        -1.8624639e-06
      ],
      [
        "if",
        -4.365741e-06
      ],
      [
        "al",
        -8.923875e-05
      ]
    ]
  },
  "Hamilton Jordan participated in negotiations to resolve this event, and it was ended with the signing": {
    "guess": "Iran hostage crisis",
    "confidence": [
      [
        "Iran",
        -0.6118286
      ],
      [
        " hostage",
        -0.34160218
      ],
      [
        " crisis",
        -0.003983416
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.09099708
      ],
      [
        "ars",
        -1.7432603e-06
      ],
      [
        "if",
        -7.9418505e-06
      ],
      [
        "al",
        -0.00010485443
      ]
    ]
  },
  "Hans Toch and Kenneth Adams's studies on these places include one on \"maladaptation\" in them. The Auburn Plan of them experimented with congregate work and the \"silent system.\" Alexis de Tocqueville originally": {
    "guess": "Prison",
    "confidence": [
      [
        "Pr",
        -0.13505203
      ],
      [
        "ison",
        -0.01319812
      ]
    ]
  },
  "Hans Hendrik Andersen demonstrated that the stopping power of these objects does not follow the Bethe formula, a result that proved the existence of the Barkas effect, and they are the cause of both pleochroic": {
    "guess": "Bethe formula",
    "confidence": [
      [
        "B",
        -0.15482108
      ],
      [
        "ethe",
        -0.051887423
      ],
      [
        " formula",
        -0.012356951
      ]
    ]
  },
  "Hans Giebenrath befriends Hermann Heilner and drowns after sinking into mental illness in one of this author's works, and another of his works tells of the title character's prodding of Emil Sinclair to": {
    "guess": "Hermann Hesse",
    "confidence": [
      [
        "H",
        -0.88983023
      ],
      [
        "ermann",
        -0.016871141
      ],
      [
        " H",
        -0.0006070063
      ],
      [
        "esse",
        -3.8577193e-05
      ]
    ]
  },
  "A hangman's inability to tie a proper knot saves one character from death via auto-da-fe in this work. A character in this novel finds his love interest and her brother working as galley slaves in Venice,": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.2654831
      ],
      [
        "and",
        -2.3080716e-05
      ],
      [
        "ide",
        -5.3193703e-06
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary in some theaters not to applaud after this opera's first act. Apart from the words \"Dienen, dienen,\" one character is entirely silent in the third act, and the line \"here time becomes space\" sets in motion the Transformation Music of the first act. A repeated motif describes the title character as \"enlightened by compassion\" and is sung by a voice from above at the end of Act I. This opera's Act I prelude quotes the (*) Dresden amen, and in Act III the title character baptizes the central": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.0024297633
      ],
      [
        "ars",
        -1.2664457e-06
      ],
      [
        "if",
        -3.5313153e-06
      ],
      [
        "al",
        -6.6947665e-05
      ]
    ]
  },
  "Hananiah broke this man's wooden yoke, after which this man warned that it would soon be replaced by an iron yoke of servitude. He likened Judah to a \"corrupt, vile vine\" and a prostitute for its idolatry, and brought his scribe Baruch along, when he fled to Egypt. One book by this man is read by Jews on Tisha B'Av and bemoans the Babylonians' capture of his home country. He was active during the reign of Josiah, and saw the destruction of Jerusalem. For 10 points, name this major prophet whose namesake book of the Bible, in the Christian canon, precedes his Book of Lamentations and follows Isaiah.": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.009919703
      ],
      [
        "emiah",
        -0.00024251631
      ]
    ]
  },
  "The Hamilton Bulldogs remain this team's top affiliate in the current season, and they are 19 points back of the Boston Bruins in the Northeast Division. This team's captain has a brother that plays for the Minnesota Wild, and Saku Koivu plays center with Kovalev and Tanguay as his wings. One of the \"Original Six\" This team's owner also owns Liverpool F.C., George Gillette. For 10 points – name this": {
    "guess": "Montreal Canadiens",
    "confidence": [
      [
        "Mont",
        -0.047885694
      ],
      [
        "real",
        -4.596782e-05
      ],
      [
        " Canadiens",
        -0.0073666647
      ]
    ]
  },
  "A hangman's inability to tie a proper knot saves one character from death via auto-da-fe in this work. A character in this novel finds his love interest and her brother working as galley slaves in Venice, and they earlier get robbed in Cadiz. At the end of the novel, everyone retires to Turkey to grow their own garden, and in another scene a teacher appears behind a bush \"instructing\" a comely young maid of Cunegonde. For ten points, identify this novel about the title character and a the philosopher": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.002134437
      ],
      [
        "and",
        -0.00023154958
      ],
      [
        "ide",
        -3.166338e-05
      ]
    ]
  },
  "Hans-Georg Gadamer argued that the ideal described in this work is heuristic in nature in an essay about": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.10360904
      ],
      [
        " (",
        -0.0023581677
      ],
      [
        "Pl",
        -2.0458236e-05
      ],
      [
        "ato",
        -3.9650025e-05
      ],
      [
        ")",
        -2.4987974e-05
      ]
    ]
  },
  "If a Hamiltonian is invariant this, a corollary of Laporte's rule states that nondegenerate eigenstates cannot possess a permanent electric dipole moment. In the theory of radiative transitions, the operator": {
    "guess": "Selection rule",
    "confidence": [
      [
        "Selection",
        -0.56164235
      ],
      [
        " rule",
        -0.22497445
      ]
    ]
  },
  "Handel's Music for the Royal Fireworks ends with two of these pieces. Americans in the 1910s and 1920s turned out in droves to hear Ignace Paderewski play one of these pieces for piano he composed in G. In his symphonies, Beethoven replaced the traditional movement consisting of this piece with a scherzo.": {
    "guess": "Sonata",
    "confidence": [
      [
        "Son",
        -0.38103807
      ],
      [
        "ata",
        -0.010210965
      ]
    ]
  },
  "Hans Hendrik Andersen demonstrated that the stopping power of these objects does not follow the Bethe": {
    "guess": "Stopping power",
    "confidence": [
      [
        "Stopping",
        -0.91025054
      ],
      [
        " power",
        -0.01905445
      ]
    ]
  },
  "Hans Hendrik Andersen demonstrated that the stopping power of these objects does not follow the Bethe formula, a result that proved the existence of the Barkas effect, and they are the cause of both pleochroic halos and of mineral metamictization. The last step in the CNO cycle creates a carbon atom and one of these. These are only associated with elements heavier than tellurium. Timothy May discovered that emission of these from DRAM can cause soft errors in microprocessor operations, and the Geiger-Nuttall law relates the life of an isotope to the production of these. For 10 points, identify these particles that escape from radioactive elements via quantum tunneling and Coulomb repulsion, which were used in Rutherford's gold foil experiment and are identical to a helium-4 nucleus.": {
    "guess": "Alpha particles",
    "confidence": [
      [
        "Alpha",
        -0.014642327
      ],
      [
        " particles",
        -0.68950635
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.076848105
      ],
      [
        "ars",
        -0.0044461396
      ],
      [
        "if",
        -1.1637165e-05
      ],
      [
        "al",
        -0.00012296606
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary in some theaters not to applaud after this opera's first act. Apart from the words \"Dienen, dienen,\" one character is entirely silent in the third act, and the line \"here time becomes space\" sets in motion the Transformation Music of the first act. A repeated motif describes the title character as \"enlightened by compassion\" and is sung by a voice from above at the end of Act I. This opera's": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.00023977463
      ],
      [
        "ars",
        -9.0883464e-07
      ],
      [
        "if",
        -2.4584822e-06
      ],
      [
        "al",
        -7.016616e-05
      ]
    ]
  },
  "The Hamilton Bulldogs remain this team's top affiliate in the current season, and they are 19 points back of the Boston Bruins in the Northeast Division. This team's captain has a brother that plays for the Minnesota Wild, and Saku Koivu plays center with Kovalev and Tanguay as his wings. One of the": {
    "guess": "Montreal Canadiens",
    "confidence": [
      [
        "Mont",
        -0.21040738
      ],
      [
        "real",
        -4.8351892e-05
      ],
      [
        " Canadiens",
        -0.0028011983
      ]
    ]
  },
  "Hans Bischoff considered one manuscript of this collection, known as \"Anonymous 5,\" to be an autograph. It was the second set of works that Heinrich Nicholas Gerber studied while working with their composer, and their moniker is traced to Friedrich Wilhelm Marpurg and Johann Nikolaus Forkel, the latter": {
    "guess": "Clavier-Übung",
    "confidence": [
      [
        "Cl",
        -1.5991443
      ],
      [
        "avier",
        -0.0003958801
      ],
      [
        "-",
        -0.016391397
      ],
      [
        "Ü",
        -0.00027146813
      ],
      [
        "bung",
        -0.0016456685
      ]
    ]
  },
  "Hamilton Harty used the \"Serenade\" version of one of this composer's most famous pieces in a suite named": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.035126917
      ],
      [
        "otr",
        -0.00017636562
      ],
      [
        " I",
        -0.000114748334
      ],
      [
        "ly",
        -1.2829201e-05
      ],
      [
        "ich",
        -4.3941356e-05
      ],
      [
        " T",
        -6.0345924e-06
      ],
      [
        "cha",
        -7.3458323e-06
      ],
      [
        "ik",
        -6.2729996e-06
      ],
      [
        "ovsky",
        -0.00021378823
      ]
    ]
  },
  "A very hands on director- he wrote, produced, composed the music for, and even served as set designer for his 1982 release Labyrinth of Passion . His first film, Pepi, Luci, and Bom  focused on three women who strive to overcome the corruption of a modern world. Other works like Matador  and What Have": {
    "guess": "Pedro Almodóvar",
    "confidence": [
      [
        "Ped",
        -0.022099786
      ],
      [
        "ro",
        -1.378283e-05
      ],
      [
        " Al",
        -0.000520624
      ],
      [
        "mod",
        -0.00043293412
      ],
      [
        "ó",
        -0.005117296
      ],
      [
        "var",
        -2.2961513e-05
      ]
    ]
  },
  "Hans Bischoff considered one manuscript of this collection, known as \"Anonymous 5,\" to be an autograph. It was the second set of works that Heinrich Nicholas Gerber studied while working with their composer, and their moniker is traced to Friedrich Wilhelm Marpurg and Johann Nikolaus Forkel, the latter of whom possessed a manuscript labeling the Loure as \"Bourree 2\" in the fifth piece. Their composer": {
    "guess": "Six Cello Suites",
    "confidence": [
      [
        "Six",
        -1.4487627
      ],
      [
        " C",
        -0.9293834
      ],
      [
        "ello",
        -4.246537e-06
      ],
      [
        " Suites",
        -2.355753e-05
      ]
    ]
  },
  "Hans Eworth painted a version of the Judgment of Paris in which Paris is replaced by this person. In a portrait of this person, there is a sharp contrast between the stormy skies in the top right and the sunny skies in the top left; that painting is by Marcus Gheeraerts the Younger. In another painting, this person's hand sits on a globe and a pair of green curtains in the background frame two scenes": {
    "guess": "Marcus Gheeraerts the Younger",
    "confidence": [
      [
        "Marcus",
        -1.307278
      ],
      [
        " G",
        -0.001507482
      ],
      [
        "he",
        -0.0009549326
      ],
      [
        "era",
        -0.00027802069
      ],
      [
        "erts",
        -0.0013614246
      ],
      [
        " the",
        -0.007376731
      ],
      [
        " Young",
        -0.02066579
      ],
      [
        "er",
        -1.2590794e-05
      ]
    ]
  },
  "A hangman's inability to tie a proper knot saves one character from death via auto-da-fe in this work. A character in this novel finds his love interest and her brother working as galley slaves in Venice, and they earlier get robbed in Cadiz. At the end of the novel, everyone retires to Turkey to grow their own garden, and in another scene a teacher appears behind a bush \"instructing\" a comely young maid of Cunegonde. For ten points, identify this novel about the title character and a the philosopher Pangloss who believes this is \"the best of all possible worlds\", a work by Voltaire.": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.00022463576
      ],
      [
        "and",
        -3.9650025e-05
      ],
      [
        "ide",
        -7.465036e-06
      ]
    ]
  },
  "If a Hamiltonian is invariant this, a corollary of Laporte's rule states that nondegenerate eigenstates cannot possess a permanent electric dipole moment. In the theory of radiative transitions, the operator corresponding to it connects only states with opposite values of it, and its non-conservation": {
    "guess": "Parity (physics)",
    "confidence": [
      [
        "Par",
        -0.04981903
      ],
      [
        "ity",
        -1.962381e-05
      ],
      [
        " (",
        -0.0016021024
      ],
      [
        "physics",
        -0.00022344373
      ],
      [
        ")",
        -1.9816675e-06
      ]
    ]
  },
  "Hans-Georg Gadamer argued that the ideal described in this work is heuristic in nature in an essay about this work's author \"and the poets.\" Books six and seven of this work assert that knowledge is ultimately for the Good, which shines on intelligible essences like the sun. It asserts that love is \"a tyrant\" over man, and compares imaginative, real, intelligent, and abstract levels of thought to a line divided into four segments. In its first book, Thrasymachus describes justice as \"the advantage of the stronger,\" while its seventh book likens people unaware of Forms to humans viewing shadows on the wall of a cave. For 10 points, name this Platonic dialogue that describes an ideal society.": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.4095589
      ],
      [
        " (",
        -0.03682014
      ],
      [
        "Pl",
        -0.00012260844
      ],
      [
        "ato",
        -5.7961847e-06
      ],
      [
        ")",
        -1.5451682e-05
      ]
    ]
  },
  "Hans Toch and Kenneth Adams's studies on these places include one on \"maladaptation\" in them. The Auburn Plan of them experimented with congregate work and the \"silent system.\" Alexis de Tocqueville originally came to America to study these. Michel Focault's Discipline and Punish is about these. Jeremy": {
    "guess": "Prison",
    "confidence": [
      [
        "Pr",
        -0.028402437
      ],
      [
        "ison",
        -0.012042642
      ]
    ]
  },
  "Hamilton Jordan participated in negotiations to resolve this event, and it was ended with the signing of the Algiers Accords. Ebrahim Asgharzadeh planned this event, which was carried out mostly by students. Eight soldiers died when a helicopter and airplane crashed during a failed attempt to end this event,(*) Operation Eagle Claw, and this event started when Shah Mohammad Reza Pahlavi sought medical treatment in the US. For 10 points, identify this 444 day incident in which 52 Americans were held": {
    "guess": "Iran hostage crisis",
    "confidence": [
      [
        "Iran",
        -0.026316788
      ],
      [
        " hostage",
        -0.043001823
      ],
      [
        " crisis",
        -0.003411797
      ]
    ]
  },
  "Hamilton Jordan participated in negotiations to resolve this event, and it was ended with the signing of the Algiers Accords. Ebrahim Asgharzadeh planned this event, which was carried out mostly by students. Eight soldiers died when a helicopter and airplane crashed during a failed attempt to end this event,(*) Operation Eagle Claw, and this event started when Shah Mohammad Reza Pahlavi sought medical": {
    "guess": "Iran hostage crisis",
    "confidence": [
      [
        "Iran",
        -0.022159958
      ],
      [
        " hostage",
        -0.18105476
      ],
      [
        " crisis",
        -0.00046963783
      ]
    ]
  },
  "Hans Hendrik Andersen demonstrated that the stopping power of these objects does not follow the Bethe formula, a result that proved the existence of the Barkas effect, and they are the cause of both pleochroic halos and of mineral metamictization. The last step in the CNO cycle creates a carbon atom and one of these. These are only associated with elements heavier than tellurium. Timothy May discovered that emission of these from DRAM can cause soft errors in microprocessor operations, and the Geiger-Nuttall law relates the life of an isotope to the production of these. For 10 points, identify these particles that escape from radioactive elements via quantum tunneling and Coulomb repulsion, which": {
    "guess": "Alpha decay",
    "confidence": [
      [
        "Alpha",
        -0.09285271
      ],
      [
        " decay",
        -0.7929187
      ]
    ]
  },
  "Hamilton Harty used the \"Serenade\" version of one of this composer's most famous pieces in a suite named after this man, and this composer's Quintet in A Flat Major uses the Allegretto movement of Beethoven's Sonata in C sharp minor. The music of this student of Muzio Clementi was championed by Franz Liszt, and his biographer Patrick Piggott discovered one of his unpublished pieces in 2007. Another": {
    "guess": "John Field",
    "confidence": [
      [
        "John",
        -0.07965856
      ],
      [
        " Field",
        -0.00147701
      ]
    ]
  },
  "Hans-Georg Gadamer argued that the ideal described in this work is heuristic in nature in an essay about this work's author \"and the poets.\" Books six and seven of this work assert that knowledge is ultimately for the Good, which shines on intelligible essences like the sun. It asserts that love is \"a tyrant\" over man, and compares imaginative, real, intelligent, and abstract levels of thought to a line divided into four segments. In its first book, Thrasymachus describes justice as \"the advantage of the stronger,\" while its seventh book likens people unaware of Forms to humans viewing shadows": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.01636419
      ],
      [
        " (",
        -2.677603e-05
      ],
      [
        "Pl",
        -6.6306106e-06
      ],
      [
        "ato",
        -1.8193366e-05
      ],
      [
        ")",
        -5.5122365e-07
      ]
    ]
  },
  "Hamilton Harty used the \"Serenade\" version of one of this composer's most famous pieces in a suite named after this man, and this composer's Quintet in A Flat Major uses the Allegretto movement of Beethoven's": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.20968327
      ],
      [
        "ud",
        -4.246537e-06
      ],
      [
        "wig",
        -0.00018911675
      ],
      [
        " van",
        -0.0003057878
      ],
      [
        " Be",
        -2.2007884e-05
      ],
      [
        "ethoven",
        -6.1106686e-05
      ]
    ]
  },
  "Hans Eworth painted a version of the Judgment of Paris in which Paris is replaced by this person. In a portrait of this person, there is a sharp contrast between the stormy skies in the top right and the sunny skies in the top left; that painting is by Marcus Gheeraerts the Younger. In another painting, this person's hand sits on a globe and a pair of green curtains in the background frame two scenes of naval battles. This person is the subject of the Ditchley Portrait. Two panel portraits of this person attributed to Nicholas Hilliard show her wearing her emblems, the pelican and the phoenix.": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.10208951
      ],
      [
        " I",
        -0.0007765158
      ],
      [
        " of",
        -0.003341806
      ],
      [
        " England",
        -3.7146747e-05
      ]
    ]
  },
  "Hans-Georg Gadamer argued that the ideal described in this work is heuristic in nature in an essay about this work's author \"and the poets.\" Books six and seven of this work assert that knowledge is ultimately for the Good, which shines on intelligible essences like the sun. It asserts that love is \"a tyrant\" over man, and compares imaginative, real, intelligent, and abstract levels of thought to a line divided into four segments. In its first book, Thrasymachus describes justice as \"the advantage": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.05473682
      ],
      [
        " (",
        -0.0033380024
      ],
      [
        "Pl",
        -0.00022678143
      ],
      [
        "ato",
        -4.274932e-05
      ],
      [
        ")",
        -1.5809293e-05
      ]
    ]
  },
  "Hans Toch and Kenneth Adams's studies on these places include one on \"maladaptation\" in them. The Auburn Plan of them experimented with congregate work and the \"silent system.\" Alexis de Tocqueville originally came to America to study these. Michel Focault's Discipline and Punish is about these. Jeremy Bentham proposed one called the Panopticon. Philip Zimbardo ran an experiment on these facilities": {
    "guess": "Prison",
    "confidence": [
      [
        "Pr",
        -0.012028853
      ],
      [
        "ison",
        -0.0021717935
      ]
    ]
  },
  "A very hands on director- he wrote, produced, composed the music for, and even served as set designer for his 1982 release Labyrinth of Passion . His first film, Pepi, Luci, and Bom  focused on three women who strive to overcome the corruption of a modern world. Other works like Matador  and What Have I done to Deserve This  fuse humor with sexuality and are well known for their vivid colors. But he": {
    "guess": "Pedro Almodóvar",
    "confidence": [
      [
        "Ped",
        -0.0049014124
      ],
      [
        "ro",
        -7.3458323e-06
      ],
      [
        " Al",
        -0.0006691903
      ],
      [
        "mod",
        -0.00028314645
      ],
      [
        "ó",
        -0.0046045724
      ],
      [
        "var",
        -4.2630116e-05
      ]
    ]
  },
  "Hannibal Hamlin, Lincoln's first Vice­President died on this day. President Calvin Coolidge was born on this day. Historically significant for numerous reasons, it also saw the death of the first Vice­President.": {
    "guess": "July 4",
    "confidence": [
      [
        "July",
        -0.74421954
      ],
      [
        " ",
        -0.00017171667
      ],
      [
        "4",
        -0.2707015
      ]
    ]
  },
  "A very hands on director- he wrote, produced, composed the music for, and even served as set designer for his 1982 release Labyrinth of Passion . His first film, Pepi, Luci, and Bom  focused on three women who strive to overcome the corruption of a modern world. Other works like Matador  and What Have I done to Deserve This  fuse humor with sexuality and are well known for their vivid colors. But he is most famous for collaborations with a young Antonio Banderas such as Women on the Verge of a Nervous Breakdown . FTP identify this flamboyant Spanish filmmaker whose casting of Penelope Cruz in All": {
    "guess": "Pedro Almodóvar",
    "confidence": [
      [
        "Ped",
        -0.0013657123
      ],
      [
        "ro",
        -8.776276e-06
      ],
      [
        " Al",
        -6.0153056e-05
      ],
      [
        "mod",
        -6.5994034e-05
      ],
      [
        "ó",
        -9.448371e-05
      ],
      [
        "var",
        -8.518583e-05
      ]
    ]
  },
  "Hamilton Jordan participated in negotiations to resolve this event, and it was ended with the signing of the Algiers Accords. Ebrahim Asgharzadeh planned this event, which was carried out mostly by students.": {
    "guess": "Iran hostage crisis",
    "confidence": [
      [
        "Iran",
        -0.008677328
      ],
      [
        " hostage",
        -0.07908289
      ],
      [
        " crisis",
        -0.00029625517
      ]
    ]
  },
  "Hamor sought out this man after Hamor's son Shechem raped this man's daughter. This man's concubines included Bilhah and Zilpah, and when he was near the Jabbok river, he had the hollow of his thigh broken. This man was denied a flock of spotted sheep by Laban, for whom this man worked seven extra years to get his desired bride. He put goat skins on his hands to get an undue paternal blessing, got": {
    "guess": "Jacob",
    "confidence": [
      [
        "Jacob",
        -0.0050772107
      ]
    ]
  },
  "The Hamilton Bulldogs remain this team's top affiliate in the current season, and they are 19 points": {
    "guess": "Montreal Canadiens",
    "confidence": [
      [
        "Mont",
        -0.11360163
      ],
      [
        "real",
        -4.048445e-05
      ],
      [
        " Canadiens",
        -0.0009798168
      ]
    ]
  },
  "Handel's Music for the Royal Fireworks ends with two of these pieces. Americans in the 1910s and 1920s turned out in droves to hear Ignace Paderewski play one of these pieces for piano he composed in G. In his symphonies, Beethoven replaced the traditional movement consisting of this piece with a scherzo. In the classical era, the third movement of symphonies usually consisted of one of these pieces along with a (*) trio. An iconic example of these pieces is the third movement of Luigi Boccherini's Opus eleven string quartet in E, although a more famous one may be a simple one for harpsichord composed by J.S. Bach \"in G.\" For 10 points, name this French courtly dance in three-four time, which": {
    "guess": "Minuet",
    "confidence": [
      [
        "Min",
        -0.41111702
      ],
      [
        "uet",
        -0.00042876197
      ]
    ]
  },
  "Hans Hendrik Andersen demonstrated that the stopping power of these objects does not follow the Bethe formula, a result that proved the existence of the Barkas effect, and they are the cause of both pleochroic halos and of mineral metamictization. The last step in the CNO cycle creates a carbon atom and one of these. These are only associated with elements heavier than tellurium. Timothy May discovered that emission of these from DRAM can cause soft errors in microprocessor operations, and the Geiger-Nuttall": {
    "guess": "Alpha particles",
    "confidence": [
      [
        "Alpha",
        -0.07328063
      ],
      [
        " particles",
        -0.22247137
      ]
    ]
  },
  "If a Hamiltonian is invariant this, a corollary of Laporte's rule states that nondegenerate eigenstates cannot possess a permanent electric dipole moment. In the theory of radiative transitions, the operator corresponding to it connects only states with opposite values of it, and its non-conservation is a consequence of the dependence of angular distributions of decay products on pseudoscalars, first noted by Wu. Vectors that are odd under this operation are known as polar vectors, while those that": {
    "guess": "Parity (physics)",
    "confidence": [
      [
        "Par",
        -0.016039412
      ],
      [
        "ity",
        -8.299462e-06
      ],
      [
        " (",
        -0.0015455723
      ],
      [
        "physics",
        -0.0009468304
      ],
      [
        ")",
        -9.0883464e-07
      ]
    ]
  },
  "Hamor sought out this man after Hamor's son Shechem raped this man's daughter. This man's concubines included Bilhah and Zilpah, and when he was near the Jabbok river, he had the hollow of his thigh broken. This man was denied a flock of spotted sheep by Laban, for whom this man worked seven extra years to get his desired bride. He put goat skins on his hands to get an undue paternal blessing, got a new name after wrestling an angel, and traded stew for the birthright of his older twin brother Esau. For 10 points, name this Biblical patriarch who fathered Joseph among twelve sons and dreamed of": {
    "guess": "Jacob",
    "confidence": [
      [
        "Jacob",
        -0.0053657335
      ]
    ]
  },
  "Hans Bischoff considered one manuscript of this collection, known as \"Anonymous 5,\" to be an autograph. It was the second set of works that Heinrich Nicholas Gerber studied while working with their composer, and their moniker is traced to Friedrich Wilhelm Marpurg and Johann Nikolaus Forkel, the latter of whom possessed a manuscript labeling the Loure as \"Bourree 2\" in the fifth piece. Their composer replaced a Gavotte with an Anglaise in the third in B minor and the sixth is the only one with a polonaise. Each begins with an allemande, courante, and sarabande, and they don't begin with preludes,": {
    "guess": "Six French Suites by Johann Sebastian Bach",
    "confidence": [
      [
        "Six",
        -1.1983465
      ],
      [
        " French",
        -1.0011954
      ],
      [
        " Suites",
        -0.0006613265
      ],
      [
        " by",
        -0.6015629
      ],
      [
        " Johann",
        -0.04020284
      ],
      [
        " Sebastian",
        -0.00023131118
      ],
      [
        " Bach",
        -0.00010008628
      ]
    ]
  },
  "Hans Eworth painted a version of the Judgment of Paris in which Paris is replaced by this person. In a portrait of this person, there is a sharp contrast between the stormy skies in the top right and the sunny skies in the top left; that painting is by Marcus Gheeraerts the Younger. In another painting,": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -1.7448012
      ],
      [
        " Tem",
        -1.3457358
      ],
      [
        "pest",
        -0.007240518
      ]
    ]
  },
  "Hans Toch and Kenneth Adams's studies on these places include one on \"maladaptation\" in them. The Auburn": {
    "guess": "Prison",
    "confidence": [
      [
        "Pr",
        -0.35368264
      ],
      [
        "ison",
        -0.03061691
      ]
    ]
  },
  "Handel's Music for the Royal Fireworks ends with two of these pieces. Americans in the 1910s and 1920s turned out in droves to hear Ignace Paderewski play one of these pieces for piano he composed in G. In his symphonies, Beethoven replaced the traditional movement consisting of this piece with a scherzo. In the classical era, the third movement of symphonies usually consisted of one of these pieces along with a (*) trio. An iconic example of these pieces is the third movement of Luigi Boccherini's Opus eleven string quartet in E, although a more famous one may be a simple one for harpsichord composed by J.S. Bach \"in G.\" For 10 points, name this French courtly dance in three-four time, which was hugely popular in the second half of the eighteenth century.": {
    "guess": "Minuet",
    "confidence": [
      [
        "Min",
        -0.38604683
      ],
      [
        "uet",
        -0.00040290577
      ]
    ]
  },
  "Hans Eworth painted a version of the Judgment of Paris in which Paris is replaced by this person. In": {
    "guess": "Hans Eworth",
    "confidence": [
      [
        "H",
        -1.1315566
      ],
      [
        "ans",
        -0.517679
      ],
      [
        " E",
        -0.022513065
      ],
      [
        "worth",
        -0.0007028993
      ]
    ]
  },
  "Hans-Georg Gadamer argued that the ideal described in this work is heuristic in nature in an essay about this work's author \"and the poets.\" Books six and seven of this work assert that knowledge is ultimately for the Good, which shines on intelligible essences like the sun. It asserts that love is \"a tyrant\" over man, and compares imaginative, real, intelligent, and abstract levels of thought to a": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.22980686
      ],
      [
        " (",
        -0.0046315035
      ],
      [
        "Pl",
        -0.00012904544
      ],
      [
        "ato",
        -0.00010223195
      ],
      [
        ")",
        -2.486877e-05
      ]
    ]
  },
  "Hamor sought out this man after Hamor's son Shechem raped this man's daughter. This man's concubines included Bilhah and Zilpah, and when he was near the Jabbok river, he had the hollow of his thigh broken.": {
    "guess": "Jacob",
    "confidence": [
      [
        "Jacob",
        -0.0028160515
      ]
    ]
  },
  "Hannibal Hamlin, Lincoln's first Vice­President died on this day. President Calvin Coolidge was born": {
    "guess": "Hannibal Hamlin",
    "confidence": [
      [
        "H",
        -0.12364642
      ],
      [
        "ann",
        -0.00039421127
      ],
      [
        "ibal",
        -0.000108788154
      ],
      [
        " Ham",
        -9.472212e-05
      ],
      [
        "lin",
        -0.00012880703
      ]
    ]
  },
  "If a Hamiltonian is invariant this, a corollary of Laporte's rule states that nondegenerate eigenstates cannot possess a permanent electric dipole moment. In the theory of radiative transitions, the operator corresponding to it connects only states with opposite values of it, and its non-conservation is a consequence of the dependence of angular distributions of decay products on pseudoscalars, first noted by Wu. Vectors that are odd under this operation are known as polar vectors, while those that are even are called axial vectors. Lee and Yang first predicted the non-conservation of, for ten": {
    "guess": "Parity (physics)",
    "confidence": [
      [
        "Par",
        -0.044548675
      ],
      [
        "ity",
        -9.133887e-06
      ],
      [
        " (",
        -0.08526222
      ],
      [
        "physics",
        -0.0031912627
      ],
      [
        ")",
        -2.9352968e-06
      ]
    ]
  },
  "Hannibal Hamlin, Lincoln's first Vice­President died on this day. President Calvin Coolidge was born on this day. Historically significant for numerous reasons, it also saw the death of the first Vice­President. FTP, identify this day on which, in 1826, former Presidents Jefferson and Adams died – 50": {
    "guess": "Deaths of Thomas Jefferson and John Adams",
    "confidence": [
      [
        "Deaths",
        -0.47356844
      ],
      [
        " of",
        -0.26481244
      ],
      [
        " Thomas",
        -0.009249278
      ],
      [
        " Jefferson",
        -0.0002880338
      ],
      [
        " and",
        -0.00014168103
      ],
      [
        " John",
        -0.00011510595
      ],
      [
        " Adams",
        -5.967624e-05
      ]
    ]
  },
  "Hamilton Jordan participated in negotiations to resolve this event, and it was ended with the signing of the Algiers Accords. Ebrahim Asgharzadeh planned this event, which was carried out mostly by students. Eight soldiers died when a helicopter and airplane crashed during a failed attempt to end this event,(*) Operation Eagle Claw, and this event started when Shah Mohammad Reza Pahlavi sought medical treatment in the US. For 10 points, identify this 444 day incident in which 52 Americans were held hostage after a breakin of the Embassy in Tehran.": {
    "guess": "Iran hostage crisis",
    "confidence": [
      [
        "Iran",
        -0.014885944
      ],
      [
        " hostage",
        -0.08651962
      ],
      [
        " crisis",
        -0.0035264215
      ]
    ]
  },
  "Hamilton Jordan participated in negotiations to resolve this event, and it was ended with the signing of the Algiers Accords. Ebrahim Asgharzadeh planned this event, which was carried out mostly by students. Eight soldiers died when a helicopter and airplane crashed during a failed attempt to end this": {
    "guess": "Iran hostage crisis",
    "confidence": [
      [
        "Iran",
        -0.041729614
      ],
      [
        " hostage",
        -0.39940405
      ],
      [
        " crisis",
        -0.0026220279
      ]
    ]
  },
  "If a Hamiltonian is invariant this, a corollary of Laporte's rule states that nondegenerate eigenstates cannot possess a permanent electric dipole moment. In the theory of radiative transitions, the operator corresponding to it connects only states with opposite values of it, and its non-conservation is a consequence of the dependence of angular distributions of decay products on pseudoscalars, first noted by Wu. Vectors that are odd under this operation are known as polar vectors, while those that are even are called axial vectors. Lee and Yang first predicted the non-conservation of, for ten points, what quantum-mechanical observable, the operator corresponding to which changes a right-handed": {
    "guess": "Parity (physics)",
    "confidence": [
      [
        "Par",
        -0.01782855
      ],
      [
        "ity",
        -6.392203e-06
      ],
      [
        " (",
        -0.029350266
      ],
      [
        "physics",
        -0.0017049367
      ],
      [
        ")",
        -2.3392786e-06
      ]
    ]
  },
  "A hangman's inability to tie a proper knot saves one character from death via auto-da-fe in this work.": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.0034861546
      ],
      [
        "and",
        -5.371606e-05
      ],
      [
        "ide",
        -1.473646e-05
      ]
    ]
  },
  "Hans Giebenrath befriends Hermann Heilner and drowns after sinking into mental illness in one of this": {
    "guess": "Beneath the Wheel",
    "confidence": [
      [
        "B",
        -1.3695606
      ],
      [
        "ene",
        -0.31196642
      ],
      [
        "ath",
        -0.0014325011
      ],
      [
        " the",
        -0.019123802
      ],
      [
        " Wheel",
        -0.0017014834
      ]
    ]
  },
  "Hans Giebenrath befriends Hermann Heilner and drowns after sinking into mental illness in one of this author's works, and another of his works tells of the title character's prodding of Emil Sinclair to spiritual realization; those works are Beneath the Wheel and Demian. Mozart judges one of this author's characters after he meets Pablo and stabs Hermine in the Magic Theater. This author wrote about Joseph Knecht, who succeeds Thomas van der Trave as Magister Ludi. For 10 points, name this author": {
    "guess": "Hermann Hesse",
    "confidence": [
      [
        "H",
        -0.0033817228
      ],
      [
        "ermann",
        -0.0012905938
      ],
      [
        " H",
        -2.7968066e-05
      ],
      [
        "esse",
        -7.703444e-06
      ]
    ]
  },
  "Hananiah broke this man's wooden yoke, after which this man warned that it would soon be replaced by an iron yoke of servitude. He likened Judah to a \"corrupt, vile vine\" and a prostitute for its idolatry,": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.010770601
      ],
      [
        "emiah",
        -0.00019519613
      ]
    ]
  },
  "Hans Giebenrath befriends Hermann Heilner and drowns after sinking into mental illness in one of this author's works, and another of his works tells of the title character's prodding of Emil Sinclair to spiritual realization; those works are Beneath the Wheel and Demian. Mozart judges one of this author's characters after he meets Pablo and stabs Hermine in the Magic Theater. This author wrote about": {
    "guess": "Hermann Hesse",
    "confidence": [
      [
        "H",
        -0.04061306
      ],
      [
        "ermann",
        -0.00092706457
      ],
      [
        " H",
        -6.980855e-05
      ],
      [
        "esse",
        -2.5226382e-05
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary in some theaters not to applaud after this opera's first act. Apart from the words \"Dienen, dienen,\" one character is entirely silent in the third act, and the line \"here time becomes space\" sets": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.005430358
      ],
      [
        "ars",
        -3.0545007e-06
      ],
      [
        "if",
        -2.220075e-06
      ],
      [
        "al",
        -0.00010032469
      ]
    ]
  },
  "Hans-Jürgen Syberberg directed a film version of this opera set on the composer's death mask, and this opera is the namesake of a piano-like instrument with four keys used to simulate bells. It is customary in some theaters not to applaud after this opera's first act. Apart from the words \"Dienen, dienen,\" one character is entirely silent in the third act, and the line \"here time becomes space\" sets in motion the Transformation Music of the first act. A repeated motif describes the title character as \"enlightened by compassion\" and is sung by a voice from above at the end of Act I. This opera's Act I prelude quotes the (*) Dresden amen, and in Act III the title character baptizes the central female to the accompaniment of the Good Friday Music. Act II of this opera takes place in Klingsor's garden, where the Flower-maidens and Kundry all attempt to seduce the title character, who recoils because he feels compassion for Amfortas's wound. For 10 points, name this last opera of Richard Wagner, whose title \"pure fool\" is crowned king of the Knights of the Grail.": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.00081451243
      ],
      [
        "ars",
        -9.0883464e-07
      ],
      [
        "if",
        -1.7432603e-06
      ],
      [
        "al",
        -5.9199425e-05
      ]
    ]
  },
  "The Hamilton Bulldogs remain this team's top affiliate in the current season, and they are 19 points back of the Boston Bruins in the Northeast Division. This team's captain has a brother that plays for": {
    "guess": "Providence Bruins",
    "confidence": [
      [
        "Pro",
        -0.7677308
      ],
      [
        "vidence",
        -4.246537e-06
      ],
      [
        " Bruins",
        -0.00015753144
      ]
    ]
  },
  "Hans Eworth painted a version of the Judgment of Paris in which Paris is replaced by this person. In a portrait of this person, there is a sharp contrast between the stormy skies in the top right and the": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -1.0346329
      ],
      [
        " I",
        -0.19561143
      ],
      [
        " of",
        -0.010522559
      ],
      [
        " England",
        -0.001890911
      ]
    ]
  },
  "Handel's Music for the Royal Fireworks ends with two of these pieces. Americans in the 1910s and 1920s turned out in droves to hear Ignace Paderewski play one of these pieces for piano he composed in G.": {
    "guess": "Étude_op. 10_no. 12",
    "confidence": [
      [
        "É",
        -1.5666258
      ],
      [
        "t",
        -0.0003777648
      ],
      [
        "ude",
        -0.3876309
      ],
      [
        "_op",
        -1.3218622
      ],
      [
        ".",
        -0.5485239
      ],
      [
        " ",
        -0.26940307
      ],
      [
        "10",
        -0.031803016
      ],
      [
        "_no",
        -1.0215019
      ],
      [
        ".",
        -0.27728915
      ],
      [
        " ",
        -0.053825837
      ],
      [
        "12",
        -0.49274975
      ]
    ]
  },
  "The Hammett function calculates a related quantity to this value when this is too extreme for conventional means.  This quantity is related to pKa and the log of two related quantities via the Henderson-Hasselbalch": {
    "guess": "Hammett equation",
    "confidence": [
      [
        "Ham",
        -0.5659464
      ],
      [
        "met",
        -0.0010640095
      ],
      [
        "t",
        -0.0018873495
      ],
      [
        " equation",
        -0.7444728
      ]
    ]
  },
  "The Hammett function calculates a related quantity to this value when this is too extreme for conventional means.  This quantity is related to pKa and the log of two related quantities via the Henderson-Hasselbalch equation, and along with changing temperature, changes in this value can denature proteins. ": {
    "guess": "Acid dissociation constant",
    "confidence": [
      [
        "Ac",
        -0.47759685
      ],
      [
        "id",
        -0.09173909
      ],
      [
        " dissoci",
        -0.009778284
      ],
      [
        "ation",
        -4.561021e-05
      ],
      [
        " constant",
        -0.00020604367
      ]
    ]
  },
  "The Hammett function calculates a related quantity to this value when this is too extreme for conventional means.  This quantity is related to pKa and the log of two related quantities via the Henderson-Hasselbalch equation, and along with changing temperature, changes in this value can denature proteins.  Defined as the negative logarithm of the concentration of hydrogen ions, for 10 points, name": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.472885
      ],
      [
        "H",
        -0.0018219048
      ]
    ]
  },
  "The Hammett function calculates a related quantity to this value when this is too extreme for conventional means.  This quantity is related to pKa and the log of two related quantities via the Henderson-Hasselbalch equation, and along with changing temperature, changes in this value can denature proteins.  Defined as the negative logarithm of the concentration of hydrogen ions, for 10 points, name this scale, ranging from zero to fourteen, for which water has a value of seven.": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.45575333
      ],
      [
        "H",
        -2.9040899e-05
      ]
    ]
  }
}