{
  "Alain Chartier denounced an institution founded in this region for naming itself after a pagan object,": {
    "guess": "University of Paris",
    "confidence": [
      [
        "University",
        -0.29484376
      ],
      [
        " of",
        -0.0003551271
      ],
      [
        " Paris",
        -0.49763456
      ]
    ]
  },
  "Alan Golding's From Outlaw to Canon suggests that this movement was responsible for splitting theory and creative practice, while Rene Wellek's The Attack on Literature claims the charges against it ignore its basic human concerns. The subtitle of George Steiner's Tolstoy or Dostoevsky distances itself from this movement, which is named for a book by John Crowe Ransom. It's most associated with the attack on the \"Heresy of Paraphrase\" in Cleanth Brooks's The Well-Wrought Urn and with Wimsatt and Beardsley's essays attacking the affective and intentional fallacies. Emphasizing uniqueness and internal unity in texts found through close reading, for 10 points, name this simply-titled movement of": {
    "guess": "New Criticism",
    "confidence": [
      [
        "New",
        -0.00848893
      ],
      [
        " Crit",
        -0.0032939247
      ],
      [
        "icism",
        -1.9504607e-05
      ]
    ]
  },
  "The Alajskij Chrebet mountains dominate the south this country, whose largest lake is the saltwater Ozero Issyk-Kul' in the northeast.  The only flatlands of this country are located in the extreme north, through which tributaries of the Chu River flow.  Bordered on the east by China, on the north by Kazakhstan, on the west by Uzbekistan and on the south by Tajikistan, it is a former Soviet republic": {
    "guess": "Kyrgyzstan",
    "confidence": [
      [
        "Ky",
        -0.010583065
      ],
      [
        "rgyz",
        -0.0006064103
      ],
      [
        "stan",
        -2.9279307e-05
      ]
    ]
  },
  "Alan Golding's From Outlaw to Canon suggests that this movement was responsible for splitting theory and creative practice, while Rene Wellek's The Attack on Literature claims the charges against it ignore its basic human concerns. The subtitle of George Steiner's Tolstoy or Dostoevsky distances itself from this movement, which is named for a book by John Crowe Ransom. It's most associated with the attack on the \"Heresy of Paraphrase\" in Cleanth Brooks's The Well-Wrought Urn and with Wimsatt and": {
    "guess": "New Criticism",
    "confidence": [
      [
        "New",
        -0.008395071
      ],
      [
        " Crit",
        -0.0030868053
      ],
      [
        "icism",
        -4.739826e-05
      ]
    ]
  },
  "Alain Chartier denounced an institution founded in this region for naming itself after a pagan object, which was re-identified with an item owned by Gideon. This region got its name from barbarians led by Godomar and Gundobad, the latter of whom issued its namesake law code in the 5th century CE, and it organized the Order of the Golden Fleece. One leader of this region put his brother Charles, duke of Berry, in charge of the League of the Public Weal. This duchy's power faded at Nancy in 1477, when Charles the Bold died in battle against forces of the \"Spider-King,\" Louis XI. At its height, this duchy claimed land as far north as Flanders. For 10 points, name this historical region of eastern": {
    "guess": "Duchy of Burgundy",
    "confidence": [
      [
        "D",
        -0.012372145
      ],
      [
        "uch",
        -0.0002478695
      ],
      [
        "y",
        -2.7968066e-05
      ],
      [
        " of",
        -2.4749568e-05
      ],
      [
        " Burg",
        -0.00066477974
      ],
      [
        "undy",
        -0.00038205247
      ]
    ]
  },
  "Çala Ben Çala asked this man to give his brother up as a hostage to fulfill peace terms in Tangiers,": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.2103981
      ],
      [
        " Henry",
        -0.0003735927
      ],
      [
        " the",
        -0.0001788689
      ],
      [
        " Navigator",
        -0.00017147827
      ]
    ]
  },
  "Çala Ben Çala asked this man to give his brother up as a hostage to fulfill peace terms in Tangiers, while another of his brothers was the eldest member of the Illustrious Generation. This founder of the": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -1.315729
      ],
      [
        " Henry",
        -0.006044216
      ],
      [
        " the",
        -0.000491553
      ],
      [
        " Navigator",
        -7.934485e-05
      ]
    ]
  },
  "Alan Golding's From Outlaw to Canon suggests that this movement was responsible for splitting theory and creative practice, while Rene Wellek's The Attack on Literature claims the charges against it ignore its basic human concerns. The subtitle of George Steiner's Tolstoy or Dostoevsky distances itself from this movement, which is named for a book by John Crowe Ransom. It's most associated with the attack on the \"Heresy of Paraphrase\" in Cleanth Brooks's The Well-Wrought Urn and with Wimsatt and Beardsley's essays attacking the affective and intentional fallacies. Emphasizing uniqueness and internal unity in texts found through close reading, for 10 points, name this simply-titled movement of literary criticism that dominated the American academy through the mid-20th century.": {
    "guess": "New Criticism",
    "confidence": [
      [
        "New",
        -0.005641736
      ],
      [
        " Crit",
        -0.02121366
      ],
      [
        "icism",
        -0.00027968953
      ]
    ]
  },
  "Çala Ben Çala asked this man to give his brother up as a hostage to fulfill peace terms in Tangiers, while another of his brothers was the eldest member of the Illustrious Generation. This founder of the Sagres Institute inspired his father to conquer the Moorish port Ceuta, and Gil Eanes, a commander of this man's expeditions, became the first European to pass Cape Bojador. This governor of (*) Algarve": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.7230263
      ],
      [
        " Henry",
        -0.00022165567
      ],
      [
        " the",
        -0.00028076238
      ],
      [
        " Navigator",
        -3.202099e-05
      ]
    ]
  },
  "Alain Chartier denounced an institution founded in this region for naming itself after a pagan object, which was re-identified with an item owned by Gideon. This region got its name from barbarians led by Godomar and Gundobad, the latter of whom issued its namesake law code in the 5th century CE, and it organized the Order of the Golden Fleece. One leader of this region put his brother Charles, duke of Berry, in charge of the League of the Public Weal. This duchy's power faded at Nancy in 1477, when Charles the Bold died in battle against forces of the \"Spider-King,\" Louis XI. At its height, this duchy claimed land as far north as Flanders. For 10 points, name this historical region of eastern France that produces dark red wine.": {
    "guess": "Duchy of Burgundy",
    "confidence": [
      [
        "D",
        -0.01052279
      ],
      [
        "uch",
        -2.3795938e-05
      ],
      [
        "y",
        -1.4140442e-05
      ],
      [
        " of",
        -6.749814e-06
      ],
      [
        " Burg",
        -1.4498052e-05
      ],
      [
        "undy",
        -0.00015788905
      ]
    ]
  },
  "Alain Le Brun has led excavations in this region at places like Kastros and Choirokoitia, and although": {
    "guess": "Cyprus Archaeological Museum",
    "confidence": [
      [
        "Cy",
        -0.7340405
      ],
      [
        "prus",
        -0.0003548887
      ],
      [
        " Archae",
        -0.7315807
      ],
      [
        "ological",
        -0.099750176
      ],
      [
        " Museum",
        -0.5884626
      ]
    ]
  },
  "Alan Golding's From Outlaw to Canon suggests that this movement was responsible for splitting theory and creative practice, while Rene Wellek's The Attack on Literature claims the charges against it ignore": {
    "guess": "New Criticism",
    "confidence": [
      [
        "New",
        -0.1387441
      ],
      [
        " Crit",
        -0.11850066
      ],
      [
        "icism",
        -5.6219335e-05
      ]
    ]
  },
  "Çala Ben Çala asked this man to give his brother up as a hostage to fulfill peace terms in Tangiers, while another of his brothers was the eldest member of the Illustrious Generation. This founder of the Sagres Institute inspired his father to conquer the Moorish port Ceuta, and Gil Eanes, a commander": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.15403001
      ],
      [
        " Henry",
        -9.639097e-05
      ],
      [
        " the",
        -0.0003317705
      ],
      [
        " Navigator",
        -4.2868523e-05
      ]
    ]
  },
  "Alain Chartier denounced an institution founded in this region for naming itself after a pagan object, which was re-identified with an item owned by Gideon. This region got its name from barbarians led by Godomar and Gundobad, the latter of whom issued its namesake law code in the 5th century CE, and": {
    "guess": "Burgundy",
    "confidence": [
      [
        "B",
        -0.04116577
      ],
      [
        "urg",
        -3.5597102e-05
      ],
      [
        "undy",
        -0.0038587435
      ]
    ]
  },
  "Alan Golding's From Outlaw to Canon suggests that this movement was responsible for splitting theory and creative practice, while Rene Wellek's The Attack on Literature claims the charges against it ignore its basic human concerns. The subtitle of George Steiner's Tolstoy or Dostoevsky distances itself from this movement, which is named for a book by John Crowe Ransom. It's most associated with the attack on the \"Heresy of Paraphrase\" in Cleanth Brooks's The Well-Wrought Urn and with Wimsatt and Beardsley's essays attacking the affective and intentional fallacies. Emphasizing uniqueness and internal": {
    "guess": "New Criticism",
    "confidence": [
      [
        "New",
        -0.022877712
      ],
      [
        " Crit",
        -0.023691233
      ],
      [
        "icism",
        -0.00043805985
      ]
    ]
  },
  "The Alajskij Chrebet mountains dominate the south this country, whose largest lake is the saltwater Ozero Issyk-Kul' in the northeast.  The only flatlands of this country are located in the extreme north, through which tributaries of the Chu River flow.  Bordered on the east by China, on the north by Kazakhstan, on the west by Uzbekistan and on the south by Tajikistan, it is a former Soviet republic whose capital was once called Frunze.  For ten points, name this country, whose major cities include Osh, Tokmak, Karakol, and the capital, Bishkek.": {
    "guess": "Kyrgyzstan",
    "confidence": [
      [
        "Ky",
        -0.0099519305
      ],
      [
        "rgyz",
        -0.0016307901
      ],
      [
        "stan",
        -5.080963e-06
      ]
    ]
  },
  "Alain Le Brun has led excavations in this region at places like Kastros and Choirokoitia, and although it is not Jerusalem, one site here features a necropolis known as the Tombs of the Kings. Home to the pilgrimage site of the Hala Sultan Tekke, this region reaches its furthest eastern extent at Cape": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.011094388
      ],
      [
        "prus",
        -3.1186566e-05
      ]
    ]
  },
  "Alain Le Brun has led excavations in this region at places like Kastros and Choirokoitia, and although it is not Jerusalem, one site here features a necropolis known as the Tombs of the Kings. Home to": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.005263645
      ],
      [
        "prus",
        -5.9153886e-06
      ]
    ]
  },
  "Alain Le Brun has led excavations in this region at places like Kastros and Choirokoitia, and although it is not Jerusalem, one site here features a necropolis known as the Tombs of the Kings. Home to the pilgrimage site of the Hala Sultan Tekke, this region reaches its furthest eastern extent at Cape Andreas and is indented by Morphou Bay. This island's north is marked by the Kyrenia Mountains, while renowned painted churches can be found in its southerly Troodos Mountains. Important cities here include Famagusta and Limassol, and it was home to a cult center of Aphrodite at Paphos. Divided between north and south by the Green Line, for 10 points, name this island with capital Nicosia, marked by ethnic strife between Greek and Turkish inhabitants.": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.0013170239
      ],
      [
        "prus",
        -4.1273333e-06
      ]
    ]
  },
  "Alain Le Brun has led excavations in this region at places like Kastros and Choirokoitia, and although it is not Jerusalem, one site here features a necropolis known as the Tombs of the Kings. Home to the pilgrimage site of the Hala Sultan Tekke, this region reaches its furthest eastern extent at Cape Andreas and is indented by Morphou Bay. This island's north is marked by the Kyrenia Mountains, while renowned painted churches can be found in its southerly Troodos Mountains. Important cities here": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.00365008
      ],
      [
        "prus",
        -4.604148e-06
      ]
    ]
  },
  "The Alajskij Chrebet mountains dominate the south this country, whose largest lake is the saltwater Ozero": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.033962853
      ]
    ]
  },
  "Alan Golding's From Outlaw to Canon suggests that this movement was responsible for splitting theory and creative practice, while Rene Wellek's The Attack on Literature claims the charges against it ignore its basic human concerns. The subtitle of George Steiner's Tolstoy or Dostoevsky distances itself from this movement, which is named for a book by John Crowe Ransom. It's most associated with the": {
    "guess": "Fugitives",
    "confidence": [
      [
        "F",
        -0.38950887
      ],
      [
        "ug",
        -4.8425554e-06
      ],
      [
        "itives",
        -0.06788593
      ]
    ]
  },
  "Alain Chartier denounced an institution founded in this region for naming itself after a pagan object, which was re-identified with an item owned by Gideon. This region got its name from barbarians led by Godomar and Gundobad, the latter of whom issued its namesake law code in the 5th century CE, and it organized the Order of the Golden Fleece. One leader of this region put his brother Charles, duke": {
    "guess": "Burgundy",
    "confidence": [
      [
        "B",
        -0.054712325
      ],
      [
        "urg",
        -0.00010616567
      ],
      [
        "undy",
        -0.002860274
      ]
    ]
  },
  "Alain Chartier denounced an institution founded in this region for naming itself after a pagan object, which was re-identified with an item owned by Gideon. This region got its name from barbarians led by Godomar and Gundobad, the latter of whom issued its namesake law code in the 5th century CE, and it organized the Order of the Golden Fleece. One leader of this region put his brother Charles, duke of Berry, in charge of the League of the Public Weal. This duchy's power faded at Nancy in 1477, when": {
    "guess": "Duchy of Burgundy",
    "confidence": [
      [
        "D",
        -0.035753984
      ],
      [
        "uch",
        -0.0013370281
      ],
      [
        "y",
        -0.00010092071
      ],
      [
        " of",
        -6.4802e-05
      ],
      [
        " Burg",
        -0.0052554565
      ],
      [
        "undy",
        -0.0005253921
      ]
    ]
  },
  "Alain Le Brun has led excavations in this region at places like Kastros and Choirokoitia, and although it is not Jerusalem, one site here features a necropolis known as the Tombs of the Kings. Home to the pilgrimage site of the Hala Sultan Tekke, this region reaches its furthest eastern extent at Cape Andreas and is indented by Morphou Bay. This island's north is marked by the Kyrenia Mountains, while": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.005446959
      ],
      [
        "prus",
        -6.869018e-06
      ]
    ]
  },
  "Çala Ben Çala asked this man to give his brother up as a hostage to fulfill peace terms in Tangiers, while another of his brothers was the eldest member of the Illustrious Generation. This founder of the Sagres Institute inspired his father to conquer the Moorish port Ceuta, and Gil Eanes, a commander of this man's expeditions, became the first European to pass Cape Bojador. This governor of (*) Algarve sent Goncalo Velho to discover the Azores for his country. For ten points, name this Portuguese": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.16025865
      ],
      [
        " Henry",
        -0.00010139752
      ],
      [
        " the",
        -0.00018530223
      ],
      [
        " Navigator",
        -7.8033605e-05
      ]
    ]
  },
  "Alain Le Brun has led excavations in this region at places like Kastros and Choirokoitia, and although it is not Jerusalem, one site here features a necropolis known as the Tombs of the Kings. Home to the pilgrimage site of the Hala Sultan Tekke, this region reaches its furthest eastern extent at Cape Andreas and is indented by Morphou Bay. This island's north is marked by the Kyrenia Mountains, while renowned painted churches can be found in its southerly Troodos Mountains. Important cities here include Famagusta and Limassol, and it was home to a cult center of Aphrodite at Paphos. Divided between": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.010838998
      ],
      [
        "prus",
        -4.9617593e-06
      ]
    ]
  },
  "Alain Chartier denounced an institution founded in this region for naming itself after a pagan object, which was re-identified with an item owned by Gideon. This region got its name from barbarians led": {
    "guess": "Kingdom of France",
    "confidence": [
      [
        "King",
        -2.0427067
      ],
      [
        "dom",
        -0.08366623
      ],
      [
        " of",
        -0.0014614273
      ],
      [
        " France",
        -1.214876
      ]
    ]
  },
  "Alan Golding's From Outlaw to Canon suggests that this movement was responsible for splitting theory and creative practice, while Rene Wellek's The Attack on Literature claims the charges against it ignore its basic human concerns. The subtitle of George Steiner's Tolstoy or Dostoevsky distances itself": {
    "guess": "The Death of the Author",
    "confidence": [
      [
        "The",
        -1.1918582
      ],
      [
        " Death",
        -0.50076145
      ],
      [
        " of",
        -0.0007033761
      ],
      [
        " the",
        -0.49351546
      ],
      [
        " Author",
        -0.078181826
      ]
    ]
  },
  "The Alajskij Chrebet mountains dominate the south this country, whose largest lake is the saltwater Ozero Issyk-Kul' in the northeast.  The only flatlands of this country are located in the extreme north, through which tributaries of the Chu River flow.  Bordered on the east by China, on the north by": {
    "guess": "Kyrgyzstan",
    "confidence": [
      [
        "Ky",
        -0.11395059
      ],
      [
        "rgyz",
        -0.0019994157
      ],
      [
        "stan",
        -0.00028076238
      ]
    ]
  },
  "The Alajskij Chrebet mountains dominate the south this country, whose largest lake is the saltwater Ozero Issyk-Kul' in the northeast.  The only flatlands of this country are located in the extreme north,": {
    "guess": "Kyrgyzstan",
    "confidence": [
      [
        "Ky",
        -0.5280655
      ],
      [
        "rgyz",
        -0.0007276826
      ],
      [
        "stan",
        -0.00027706707
      ]
    ]
  },
  "The Alajskij Chrebet mountains dominate the south this country, whose largest lake is the saltwater Ozero Issyk-Kul' in the northeast.  The only flatlands of this country are located in the extreme north, through which tributaries of the Chu River flow.  Bordered on the east by China, on the north by Kazakhstan, on the west by Uzbekistan and on the south by Tajikistan, it is a former Soviet republic whose capital was once called Frunze.  For ten points, name this country, whose major cities include": {
    "guess": "Kyrgyzstan",
    "confidence": [
      [
        "Ky",
        -0.014006472
      ],
      [
        "rgyz",
        -0.00055851246
      ],
      [
        "stan",
        -1.4378848e-05
      ]
    ]
  },
  "Alain Chartier denounced an institution founded in this region for naming itself after a pagan object, which was re-identified with an item owned by Gideon. This region got its name from barbarians led by Godomar and Gundobad, the latter of whom issued its namesake law code in the 5th century CE, and it organized the Order of the Golden Fleece. One leader of this region put his brother Charles, duke of Berry, in charge of the League of the Public Weal. This duchy's power faded at Nancy in 1477, when Charles the Bold died in battle against forces of the \"Spider-King,\" Louis XI. At its height, this": {
    "guess": "Duchy of Burgundy",
    "confidence": [
      [
        "D",
        -0.017777847
      ],
      [
        "uch",
        -0.00069182436
      ],
      [
        "y",
        -4.2391708e-05
      ],
      [
        " of",
        -1.640531e-05
      ],
      [
        " Burg",
        -0.027401978
      ],
      [
        "undy",
        -0.0003036458
      ]
    ]
  },
  "Alain Le Brun has led excavations in this region at places like Kastros and Choirokoitia, and although it is not Jerusalem, one site here features a necropolis known as the Tombs of the Kings. Home to the pilgrimage site of the Hala Sultan Tekke, this region reaches its furthest eastern extent at Cape Andreas and is indented by Morphou Bay. This island's north is marked by the Kyrenia Mountains, while renowned painted churches can be found in its southerly Troodos Mountains. Important cities here include Famagusta and Limassol, and it was home to a cult center of Aphrodite at Paphos. Divided between north and south by the Green Line, for 10 points, name this island with capital Nicosia, marked": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.0043616407
      ],
      [
        "prus",
        -6.1537958e-06
      ]
    ]
  },
  "Çala Ben Çala asked this man to give his brother up as a hostage to fulfill peace terms in Tangiers, while another of his brothers was the eldest member of the Illustrious Generation. This founder of the Sagres Institute inspired his father to conquer the Moorish port Ceuta, and Gil Eanes, a commander of this man's expeditions, became the first European to pass Cape Bojador. This governor of (*) Algarve sent Goncalo Velho to discover the Azores for his country. For ten points, name this Portuguese prince from the House of Aviz whose epithet reveals his love for exploration.": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.013693987
      ],
      [
        " Henry",
        -8.299462e-06
      ],
      [
        " the",
        -6.0153056e-05
      ],
      [
        " Navigator",
        -1.2829201e-05
      ]
    ]
  },
  "Alan Golding's From Outlaw to Canon suggests that this movement was responsible for splitting theory": {
    "guess": "From Outlaw to Canon",
    "confidence": [
      [
        "From",
        -1.1284415
      ],
      [
        " Out",
        -0.1258927
      ],
      [
        "law",
        -0.001084971
      ],
      [
        " to",
        -0.00069825765
      ],
      [
        " Canon",
        -0.008664444
      ]
    ]
  }
}