{
  "He won the 1991 Homer Award for a short-story titled after an insidious baseball rule and how a softball player's position can have consequences for humanity in \"Designated Hitter.\" Another story based on the Khazar Polemic, \"Islands in the Sea,\" has the Bulgars deciding between Christianity and Islam. Both of those appear in the collection, Departures.  The novels How Few Remain and The Guns of the South  make up the first two volumes of his Timeline-191 series and his Woldwar  series considers the consequences if aliens had invaded during WWII. For 10 points, name this Science Fiction & Fantasy author known as the \"Master of the Alternative History.\"": {
    "guess": "Harry Turtledove",
    "confidence": [
      [
        "Harry",
        -0.12489693
      ],
      [
        " T",
        -0.0009461152
      ],
      [
        "urt",
        -6.134509e-05
      ],
      [
        "led",
        -5.3193703e-06
      ],
      [
        "ove",
        -1.5213274e-05
      ]
    ]
  },
  "Before the honeycomb conjecture, these shapes were the subject of Thomas Hales' proof of the Kepler   conjecture, which gives the most efficient way to pack these shapes into a space. A set consisting  of the complex numbers and a point at infinity is called the Riemann type of this shape. It can   be generated in cylindrical coordinates by setting 𝑟 2 + 𝑧 2 [\"𝑟  squared plus 𝑧  squared\"] equal to": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.053907514
      ]
    ]
  },
  "In honor of this deity, Numa Pompilius dedicated an order of 12 priests, the Salii, who carried the ancilia as they leapt around. Augustus built a temple in his Forum to this god, who served as \"The Avenger\" of Julius Caesar and Carrhae. An Alban princess impregnated by this god was buried alive because": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.018346129
      ],
      [
        "ars",
        -0.0016002024
      ],
      [
        " (",
        -0.006470699
      ],
      [
        "my",
        -0.00033272416
      ],
      [
        "th",
        -5.5122365e-07
      ],
      [
        "ology",
        -7.362307e-05
      ],
      [
        ")",
        -6.9882217e-06
      ]
    ]
  },
  "Before the honeycomb conjecture, these shapes were the subject of Thomas Hales' proof of the Kepler ": {
    "guess": "Tetrahedron",
    "confidence": [
      [
        "T",
        -1.1450917
      ],
      [
        "et",
        -0.002799295
      ],
      [
        "rah",
        -3.786197e-05
      ],
      [
        "ed",
        -0.006028454
      ],
      [
        "ron",
        -0.0080672065
      ]
    ]
  },
  "The homeostasis of this element in the body is partially mediated by Repulsive Guidance Molecule C and in the intestines it is transported by DMT1. One protein that regulates this element is made of 24 protein subunits, stores this in the center of a spherical structure as a crystalline solid, and releases": {
    "guess": "Ferritin",
    "confidence": [
      [
        "F",
        -0.21395586
      ],
      [
        "err",
        -0.0018896145
      ],
      [
        "itin",
        -0.00015395533
      ]
    ]
  },
  "This hominid was at one point erroneously placed in the Sinanthropus group. Characterized by a flat skull with a small forehead, cranial capacity averaging 1,075 cubic centimeters, and a large, powerful, chinless jaw, these hominids had a well-developed communal culture, practiced hunting, and used fire domestically. First identified as a new fossil human by Davidson Black in 1927 on the basis of a single tooth, later excavations yielded fossils from about 40 individuals, but these finds mysteriously disappeared during an attempt to smuggle them into the United States in 1941. FTP, what is this member of homo erectus discovered in Chou-k'ou-tien cave and named for the Chinese city nearby?": {
    "guess": "Peking Man",
    "confidence": [
      [
        "P",
        -0.030858794
      ],
      [
        "eking",
        -0.00025001515
      ],
      [
        " Man",
        -0.0005921132
      ]
    ]
  },
  "The homeland of this religion was created when its founding gods stood on a rainbow and dipped a spear into the primordial waters. One of those gods, Izanagi, later failed to rescue his wife from Yomi, the underworld of this religion. Shrine entrances of this religion are marked by Torii, and the sun goddess (*) Amaterasu is said to be the ancestor of the ruling family of this religion's homeland. Notable for the worship of kami, spirits that inhabit all living things, name this national religion of Japan.": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0017939432
      ],
      [
        "into",
        -4.7994283e-05
      ]
    ]
  },
  "The homeostasis of this element in the body is partially mediated by Repulsive Guidance Molecule C and in the intestines it is transported by DMT1. One protein that regulates this element is made of 24 protein subunits, stores this in the center of a spherical structure as a crystalline solid, and releases this as an ion attached to 6 water molecules. (*) One compound containing this element is bound to by histidine F8 to protein. A protein with it was the first protein to have its structure successfully determined by x-ray crystallography. A related protein can bind this cooperatively and has four subunits. This element's concentration is regulated by ferritin and it is contained in the porphyrin ring heme as part of its role as a carrier for oxygen in hemoglobin. For 10 points, name this": {
    "guess": "Iron in human physiology",
    "confidence": [
      [
        "Iron",
        -0.0015387887
      ],
      [
        " in",
        -0.21375854
      ],
      [
        " human",
        -0.5751051
      ],
      [
        " physiology",
        -0.4983587
      ]
    ]
  },
  "The homeostasis of this molecule varies according to gender in rats, when they were unable to make use of its classical 7-alpha-hydroxylase pathway. The isoprenoid intermediates in its synthesis may in turn be used to synthesize coenzyme Q, like IPP which isomerizes with DMPP and condenses to form FPP. HMG-CoA reductase is the rate-limiting enzyme in its synthesis which converts the molecule to mevalonate, and later a two-step cyclization converts squalene to this molecule, after a series of 19 reactions. FTP, name this molecule which may be stored in LDL or HDL forms, a substance known for clogging": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.014950293
      ],
      [
        "olesterol",
        -9.400689e-05
      ]
    ]
  },
  "In the Homeric hymn to this goddess she is referred to as the \"lady of the golden sword,\" and at one point, after being raped by Poseidon in the shape of a stallion, this goddess was known as Erinys. By a hunter named Iasion, this goddess bore the child Ploutos. In gratitude to Celeus, this goddess attempted to make Demophon immortal and instructed Triptolemus, and she was the only one to eat the meal served by Tantalos, resulting in Pelops requiring an ivory shoulder. Helios informed this goddess": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.005838149
      ],
      [
        "eter",
        -0.00013619766
      ]
    ]
  },
  "In honor of this deity, Numa Pompilius dedicated an order of 12 priests, the Salii, who carried the ancilia as they leapt around. Augustus built a temple in his Forum to this god, who served as \"The Avenger\" of Julius Caesar and Carrhae. An Alban princess impregnated by this god was buried alive because she was a (*) Vestal Virgin. Animals sacred to this seducer of Rhea Silvia include the woodpecker": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.038651943
      ],
      [
        "ars",
        -7.231183e-05
      ],
      [
        " (",
        -6.46828e-05
      ],
      [
        "my",
        -1.6643718e-05
      ],
      [
        "th",
        -5.5122365e-07
      ],
      [
        "ology",
        -5.4908094e-05
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "The homeostasis of this element in the body is partially mediated by Repulsive Guidance Molecule C and in the intestines it is transported by DMT1. One protein that regulates this element is made of 24 protein subunits, stores this in the center of a spherical structure as a crystalline solid, and releases this as an ion attached to 6 water molecules. (*) One compound containing this element is bound to by histidine F8 to protein. A protein with it was the first protein to have its structure successfully determined by x-ray crystallography. A related protein can bind this cooperatively and has four subunits. This element's concentration is regulated by ferritin and it is contained in the porphyrin ring heme as part of its role as a carrier for oxygen in hemoglobin. For 10 points, name this element symbolized Fe.": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.005611746
      ]
    ]
  },
  "A homogeneous magnetic field and inhomogeneous electric field can be used to store this substance if it is charged. Andrei Sakharov proposed B violation to explain why this substance was less prevalent. This material is represented by a bar, indicating that it has undergone charge conjugation. The Dirac equation predicts this substance as holes in a Dirac sea, and along with its counterpart, this substance": {
    "guess": "Antimatter",
    "confidence": [
      [
        "Ant",
        -0.0063377954
      ],
      [
        "im",
        -0.020066338
      ],
      [
        "atter",
        -1.0087517e-05
      ]
    ]
  },
  "This hominid was at one point erroneously placed in the Sinanthropus group. Characterized by a flat skull with a small forehead, cranial capacity averaging 1,075 cubic centimeters, and a large, powerful, chinless jaw, these hominids had a well-developed communal culture, practiced hunting, and used fire": {
    "guess": "Java Man",
    "confidence": [
      [
        "Java",
        -0.6500332
      ],
      [
        " Man",
        -0.0044434126
      ]
    ]
  },
  "Before the honeycomb conjecture, these shapes were the subject of Thomas Hales' proof of the Kepler   conjecture, which gives the most efficient way to pack these shapes into a space. A set consisting  of the complex numbers and a point at infinity is called the Riemann type of this shape. It can   be generated in cylindrical coordinates by setting 𝑟 2 + 𝑧 2 [\"𝑟  squared plus 𝑧  squared\"] equal to a constant, and this shape can be generated in a coordinate system named for it by setting rho equal  to a constant. Geodesics on this shape are called great circles, and the formula for its volume": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.0064808843
      ]
    ]
  },
  "Before the honeycomb conjecture, these shapes were the subject of Thomas Hales' proof of the Kepler   conjecture, which gives the most efficient way to pack these shapes into a space. A set consisting": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.3495304
      ]
    ]
  },
  "A homogeneous magnetic field and inhomogeneous electric field can be used to store this substance if it is charged. Andrei Sakharov proposed B violation to explain why this substance was less prevalent. This material is represented by a bar, indicating that it has undergone charge conjugation. The Dirac equation predicts this substance as holes in a Dirac sea, and along with its counterpart, this substance is produced in beta decay. A remnant of pair production, this substance interacts with its more common counterpart through annihilation. For 10 points, name this material consisting of particles": {
    "guess": "Antimatter",
    "confidence": [
      [
        "Ant",
        -0.008829061
      ],
      [
        "im",
        -0.017342702
      ],
      [
        "atter",
        -1.2590794e-05
      ]
    ]
  },
  "The homeland of this religion was created when its founding gods stood on a rainbow and dipped a spear": {
    "guess": "Rainbow Serpent",
    "confidence": [
      [
        "Rain",
        -1.0399566
      ],
      [
        "bow",
        -0.010224064
      ],
      [
        " Ser",
        -0.3294935
      ],
      [
        "pent",
        -0.00087549334
      ]
    ]
  },
  "He won the 1991 Homer Award for a short-story titled after an insidious baseball rule and how a softball player's position can have consequences for humanity in \"Designated Hitter.\" Another story based on the Khazar Polemic, \"Islands in the Sea,\" has the Bulgars deciding between Christianity and Islam. Both of those appear in the collection, Departures.  The novels How Few Remain and The Guns of the South  make up the first two volumes of his Timeline-191 series and his Woldwar  series considers the consequences if aliens had invaded during WWII. For 10 points, name this Science Fiction & Fantasy": {
    "guess": "Harry Turtledove",
    "confidence": [
      [
        "Harry",
        -0.08987661
      ],
      [
        " T",
        -0.001997989
      ],
      [
        "urt",
        -4.2272506e-05
      ],
      [
        "led",
        -2.5345586e-05
      ],
      [
        "ove",
        -2.6537622e-05
      ]
    ]
  },
  "In the Homeric hymn to this goddess she is referred to as the \"lady of the golden sword,\" and at one point, after being raped by Poseidon in the shape of a stallion, this goddess was known as Erinys. By a hunter named Iasion, this goddess bore the child Ploutos. In gratitude to Celeus, this goddess attempted to make Demophon immortal and instructed Triptolemus, and she was the only one to eat the meal served by Tantalos, resulting in Pelops requiring an ivory shoulder. Helios informed this goddess of the worst offense perpetrated against her, which resulted in her withholding the harvest. For ten": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.0024797006
      ],
      [
        "eter",
        -0.0001008015
      ]
    ]
  },
  "In honor of this deity, Numa Pompilius dedicated an order of 12 priests, the Salii, who carried the ancilia as they leapt around. Augustus built a temple in his Forum to this god, who served as \"The Avenger\" of Julius Caesar and Carrhae. An Alban princess impregnated by this god was buried alive because she was a (*) Vestal Virgin. Animals sacred to this seducer of Rhea Silvia include the woodpecker and the wolf, the latter of which suckled his twin sons, Remus and Romulus. For 10 points, identify this deity who cuckolds Vulcan by sleeping with Venus, the Roman god of war.": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0007345817
      ],
      [
        "ars",
        -7.9418505e-06
      ],
      [
        " (",
        -8.0656086e-05
      ],
      [
        "my",
        -7.064298e-05
      ],
      [
        "th",
        0.0
      ],
      [
        "ology",
        -6.742448e-05
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "This hominid was at one point erroneously placed in the Sinanthropus group. Characterized by a flat skull with a small forehead, cranial capacity averaging 1,075 cubic centimeters, and a large, powerful, chinless jaw, these hominids had a well-developed communal culture, practiced hunting, and used fire domestically. First identified as a new fossil human by Davidson Black in 1927 on the basis of a single tooth, later excavations yielded fossils from about 40 individuals, but these finds mysteriously disappeared during an attempt to smuggle them into the United States in 1941. FTP, what is this": {
    "guess": "Peking Man",
    "confidence": [
      [
        "P",
        -0.014873604
      ],
      [
        "eking",
        -3.106736e-05
      ],
      [
        " Man",
        -0.019451678
      ]
    ]
  },
  "He won the 1991 Homer Award for a short-story titled after an insidious baseball rule and how a softball player's position can have consequences for humanity in \"Designated Hitter.\" Another story based": {
    "guess": "Eudora Welty",
    "confidence": [
      [
        "E",
        -0.41382664
      ],
      [
        "ud",
        -0.19970287
      ],
      [
        "ora",
        -2.4630364e-05
      ],
      [
        " Wel",
        -0.0016831554
      ],
      [
        "ty",
        -4.604148e-06
      ]
    ]
  },
  "In the Homeric hymn to this goddess she is referred to as the \"lady of the golden sword,\" and at one point, after being raped by Poseidon in the shape of a stallion, this goddess was known as Erinys. By a hunter named Iasion, this goddess bore the child Ploutos. In gratitude to Celeus, this goddess attempted to make Demophon immortal and instructed Triptolemus, and she was the only one to eat the meal": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.010374268
      ],
      [
        "eter",
        -7.7199176e-05
      ]
    ]
  },
  "He won the 1991 Homer Award for a short-story titled after an insidious baseball rule and how a softball": {
    "guess": "Homer Award",
    "confidence": [
      [
        "H",
        -0.9339238
      ],
      [
        "omer",
        -0.021535603
      ],
      [
        " Award",
        -0.5697298
      ]
    ]
  },
  "The home to the Ivan Vazov Theatre, it is the capital of a namesake province which is found to the south of Montana province. This city is found just northwest of the Vitosha Mountains and north across the Rila Mountains from Borovets and Moussala. It is the largest city in its country by far, well outpacing Ruse, Sliven, and (*) Plovdiv. For 10 points, name this capital of Bulgaria.": {
    "guess": "Sofia",
    "confidence": [
      [
        "S",
        -0.0022273334
      ],
      [
        "of",
        -0.00013858173
      ],
      [
        "ia",
        -3.5597102e-05
      ]
    ]
  },
  "The homeostasis of this element in the body is partially mediated by Repulsive Guidance Molecule C and": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.21783052
      ]
    ]
  },
  "The homeland of this religion was created when its founding gods stood on a rainbow and dipped a spear into the primordial waters. One of those gods, Izanagi, later failed to rescue his wife from Yomi,": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.52831393
      ],
      [
        " mythology",
        -0.35057873
      ]
    ]
  },
  "A homogeneous magnetic field and inhomogeneous electric field can be used to store this substance if it is charged. Andrei Sakharov proposed B violation to explain why this substance was less prevalent.": {
    "guess": "CP violation",
    "confidence": [
      [
        "CP",
        -0.9650835
      ],
      [
        " violation",
        -0.10546303
      ]
    ]
  },
  "The homeostasis of this element in the body is partially mediated by Repulsive Guidance Molecule C and in the intestines it is transported by DMT1. One protein that regulates this element is made of 24 protein subunits, stores this in the center of a spherical structure as a crystalline solid, and releases this as an ion attached to 6 water molecules. (*) One compound containing this element is bound to by histidine F8 to protein. A protein with it was the first protein to have its structure successfully": {
    "guess": "Iron in biology",
    "confidence": [
      [
        "Iron",
        -0.036488254
      ],
      [
        " in",
        -0.67999226
      ],
      [
        " biology",
        -1.2489443
      ]
    ]
  },
  "In honor of this deity, Numa Pompilius dedicated an order of 12 priests, the Salii, who carried the ancilia as they leapt around. Augustus built a temple in his Forum to this god, who served as \"The Avenger\" of Julius Caesar and Carrhae. An Alban princess impregnated by this god was buried alive because she was a (*) Vestal Virgin. Animals sacred to this seducer of Rhea Silvia include the woodpecker and the wolf, the latter of which suckled his twin sons, Remus and Romulus. For 10 points, identify": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0029988587
      ],
      [
        "ars",
        -9.729906e-06
      ],
      [
        " (",
        -1.9504607e-05
      ],
      [
        "my",
        -0.00012964146
      ],
      [
        "th",
        0.0
      ],
      [
        "ology",
        -4.1080468e-05
      ],
      [
        ")",
        -1.0280384e-06
      ]
    ]
  },
  "This hominid was at one point erroneously placed in the Sinanthropus group. Characterized by a flat skull with a small forehead, cranial capacity averaging 1,075 cubic centimeters, and a large, powerful, chinless jaw, these hominids had a well-developed communal culture, practiced hunting, and used fire domestically. First identified as a new fossil human by Davidson Black in 1927 on the basis of a single tooth, later excavations yielded fossils from about 40 individuals, but these finds mysteriously": {
    "guess": "Peking Man",
    "confidence": [
      [
        "P",
        -0.13187099
      ],
      [
        "eking",
        -4.00813e-06
      ],
      [
        " Man",
        -0.033952378
      ]
    ]
  },
  "The homeostasis of this molecule varies according to gender in rats, when they were unable to make use of its classical 7-alpha-hydroxylase pathway. The isoprenoid intermediates in its synthesis may in turn be used to synthesize coenzyme Q, like IPP which isomerizes with DMPP and condenses to form FPP. HMG-CoA reductase is the rate-limiting enzyme in its synthesis which converts the molecule to mevalonate, and later a two-step cyclization converts squalene to this molecule, after a series of 19 reactions. FTP, name this molecule which may be stored in LDL or HDL forms, a substance known for clogging the arteries.": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.008032793
      ],
      [
        "olesterol",
        -0.00010032469
      ]
    ]
  },
  "The homeostasis of this molecule varies according to gender in rats, when they were unable to make use of its classical 7-alpha-hydroxylase pathway. The isoprenoid intermediates in its synthesis may in turn be used to synthesize coenzyme Q, like IPP which isomerizes with DMPP and condenses to form FPP.": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.15862076
      ],
      [
        "olesterol",
        -0.026744692
      ]
    ]
  },
  "Before the honeycomb conjecture, these shapes were the subject of Thomas Hales' proof of the Kepler   conjecture, which gives the most efficient way to pack these shapes into a space. A set consisting  of the complex numbers and a point at infinity is called the Riemann type of this shape. It can  ": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.022926306
      ]
    ]
  },
  "This hominid was at one point erroneously placed in the Sinanthropus group. Characterized by a flat skull with a small forehead, cranial capacity averaging 1,075 cubic centimeters, and a large, powerful, chinless jaw, these hominids had a well-developed communal culture, practiced hunting, and used fire domestically. First identified as a new fossil human by Davidson Black in 1927 on the basis of a": {
    "guess": "Peking Man",
    "confidence": [
      [
        "P",
        -0.09467207
      ],
      [
        "eking",
        -1.0564331e-05
      ],
      [
        " Man",
        -0.054437354
      ]
    ]
  },
  "He won the 1991 Homer Award for a short-story titled after an insidious baseball rule and how a softball player's position can have consequences for humanity in \"Designated Hitter.\" Another story based on the Khazar Polemic, \"Islands in the Sea,\" has the Bulgars deciding between Christianity and Islam. Both of those appear in the collection, Departures.  The novels How Few Remain and The Guns of the South  make up the first two volumes of his Timeline-191 series and his Woldwar  series considers": {
    "guess": "Harry Turtledove",
    "confidence": [
      [
        "Harry",
        -0.5499607
      ],
      [
        " T",
        -0.0033319488
      ],
      [
        "urt",
        -2.868329e-05
      ],
      [
        "led",
        -6.682846e-05
      ],
      [
        "ove",
        -3.059055e-05
      ]
    ]
  },
  "The homeland of this religion was created when its founding gods stood on a rainbow and dipped a spear into the primordial waters. One of those gods, Izanagi, later failed to rescue his wife from Yomi, the underworld of this religion. Shrine entrances of this religion are marked by Torii, and the sun goddess (*) Amaterasu is said to be the ancestor of the ruling family of this religion's homeland. Notable for the worship of kami, spirits that inhabit all living things, name this national religion": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0077004414
      ],
      [
        "into",
        -4.6444635e-05
      ]
    ]
  },
  "In honor of this deity, Numa Pompilius dedicated an order of 12 priests, the Salii, who carried the ancilia as they leapt around. Augustus built a temple in his Forum to this god, who served as \"The Avenger\"": {
    "guess": "Mars Ultor",
    "confidence": [
      [
        "M",
        -0.0121529875
      ],
      [
        "ars",
        -4.1557283e-05
      ],
      [
        " Ult",
        -0.43773398
      ],
      [
        "or",
        -3.8219583e-05
      ]
    ]
  },
  "It is home to the TAG and Snake Pit hydrothermal fields, which are a source of ferromanganese nodules. It is interrupted by the Romanche Gap, which offsets it by about 400 miles. This feature was formed during the Triassic from the collision of three-armed grabens, and its aulacogens eventually became the river valleys of waterways such as the Mississippi. Just east of it at 30 degrees north latitude": {
    "guess": "Mid-Atlantic Ridge",
    "confidence": [
      [
        "Mid",
        -0.27700156
      ],
      [
        "-",
        -0.19782725
      ],
      [
        "Atlantic",
        -0.0028693043
      ],
      [
        " Ridge",
        -0.002613944
      ]
    ]
  },
  "In the Homeric hymn to this goddess she is referred to as the \"lady of the golden sword,\" and at one point, after being raped by Poseidon in the shape of a stallion, this goddess was known as Erinys. By": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.31540954
      ],
      [
        "then",
        -0.00045557914
      ],
      [
        "a",
        -0.00013023747
      ]
    ]
  },
  "This hominid was at one point erroneously placed in the Sinanthropus group. Characterized by a flat skull": {
    "guess": "Homo erectus",
    "confidence": [
      [
        "H",
        -0.5172859
      ],
      [
        "omo",
        -4.85903e-05
      ],
      [
        " erect",
        -0.46987712
      ],
      [
        "us",
        -5.669615e-05
      ]
    ]
  },
  "He won the 1991 Homer Award for a short-story titled after an insidious baseball rule and how a softball player's position can have consequences for humanity in \"Designated Hitter.\" Another story based on the Khazar Polemic, \"Islands in the Sea,\" has the Bulgars deciding between Christianity and Islam.": {
    "guess": "E.L. Doctorow",
    "confidence": [
      [
        "E",
        -1.5096605
      ],
      [
        ".L",
        -0.5222436
      ],
      [
        ".",
        -0.004251608
      ],
      [
        " Doctor",
        -0.0011430763
      ],
      [
        "ow",
        -1.2113979e-05
      ]
    ]
  },
  "It is home to the TAG and Snake Pit hydrothermal fields, which are a source of ferromanganese nodules. It is interrupted by the Romanche Gap, which offsets it by about 400 miles. This feature was formed during the Triassic from the collision of three-armed grabens, and its aulacogens eventually became the river valleys of waterways such as the Mississippi. Just east of it at 30 degrees north latitude is the Lost City hydrothermal field, the chief feature of the Atlantis Massif. It is responsible for the existence of such islands as Ascension, St. Helena, Tristan da Cunha, and Iceland. Running for": {
    "guess": "Mid-Atlantic Ridge",
    "confidence": [
      [
        "Mid",
        -0.038941838
      ],
      [
        "-",
        -0.081895255
      ],
      [
        "Atlantic",
        -0.0004956059
      ],
      [
        " Ridge",
        -0.0025583035
      ]
    ]
  },
  "A homogeneous magnetic field and inhomogeneous electric field can be used to store this substance if it is charged. Andrei Sakharov proposed B violation to explain why this substance was less prevalent. This material is represented by a bar, indicating that it has undergone charge conjugation. The Dirac equation predicts this substance as holes in a Dirac sea, and along with its counterpart, this substance is produced in beta decay. A remnant of pair production, this substance interacts with its": {
    "guess": "Antimatter",
    "confidence": [
      [
        "Ant",
        -0.003824422
      ],
      [
        "im",
        -0.008121012
      ],
      [
        "atter",
        -3.5313153e-06
      ]
    ]
  },
  "The home to the Ivan Vazov Theatre, it is the capital of a namesake province which is found to the south of Montana province. This city is found just northwest of the Vitosha Mountains and north across the Rila Mountains from Borovets and Moussala. It is the largest city in its country by far, well outpacing": {
    "guess": "Sofia",
    "confidence": [
      [
        "S",
        -0.0042975387
      ],
      [
        "of",
        -2.939851e-05
      ],
      [
        "ia",
        -3.9769227e-05
      ]
    ]
  },
  "The Homestake experiment confirmed that this object emits neutrinos. The SOHO mission was launched to observe this object, whose magnetic field flips every eleven years. This object emits spicules from its chromosphere and mass ejections of plasma from its (*) corona. Its photosphere contains areas of": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.027450586
      ]
    ]
  },
  "The Homestake experiment confirmed that this object emits neutrinos. The SOHO mission was launched to": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.014761202
      ]
    ]
  },
  "It is home to the TAG and Snake Pit hydrothermal fields, which are a source of ferromanganese nodules. It is interrupted by the Romanche Gap, which offsets it by about 400 miles. This feature was formed during the Triassic from the collision of three-armed grabens, and its aulacogens eventually became the river valleys of waterways such as the Mississippi. Just east of it at 30 degrees north latitude is the Lost City hydrothermal field, the chief feature of the Atlantis Massif. It is responsible for the existence of such islands as Ascension, St. Helena, Tristan da Cunha, and Iceland. Running for approximately 10,000 miles from the Arctic Ocean to the tip of Africa, FTP, name this divergent boundary,": {
    "guess": "Mid-Atlantic Ridge",
    "confidence": [
      [
        "Mid",
        -0.0069571384
      ],
      [
        "-",
        -0.15294598
      ],
      [
        "Atlantic",
        -0.00036906294
      ],
      [
        " Ridge",
        -0.01207138
      ]
    ]
  },
  "In the Homeric hymn to this goddess she is referred to as the \"lady of the golden sword,\" and at one point, after being raped by Poseidon in the shape of a stallion, this goddess was known as Erinys. By a hunter named Iasion, this goddess bore the child Ploutos. In gratitude to Celeus, this goddess attempted to make Demophon immortal and instructed Triptolemus, and she was the only one to eat the meal served by Tantalos, resulting in Pelops requiring an ivory shoulder. Helios informed this goddess of the worst offense perpetrated against her, which resulted in her withholding the harvest. For ten points, identify this goddess of agriculture, a sister of Zeus and the mother of Persephone.": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.009412261
      ],
      [
        "eter",
        -1.700133e-05
      ]
    ]
  },
  "The homeostasis of this element in the body is partially mediated by Repulsive Guidance Molecule C and in the intestines it is transported by DMT1. One protein that regulates this element is made of 24 protein subunits, stores this in the center of a spherical structure as a crystalline solid, and releases this as an ion attached to 6 water molecules. (*) One compound containing this element is bound to by histidine F8 to protein. A protein with it was the first protein to have its structure successfully determined by x-ray crystallography. A related protein can bind this cooperatively and has four subunits. This element's concentration is regulated by ferritin and it is contained in the porphyrin": {
    "guess": "Iron in biology",
    "confidence": [
      [
        "Iron",
        -0.002988398
      ],
      [
        " in",
        -0.3101651
      ],
      [
        " biology",
        -1.1856363
      ]
    ]
  },
  "The homeostasis of this molecule varies according to gender in rats, when they were unable to make use of its classical 7-alpha-hydroxylase pathway. The isoprenoid intermediates in its synthesis may in turn be used to synthesize coenzyme Q, like IPP which isomerizes with DMPP and condenses to form FPP. HMG-CoA reductase is the rate-limiting enzyme in its synthesis which converts the molecule to mevalonate, and later a two-step cyclization converts squalene to this molecule, after a series of 19 reactions.": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.063983925
      ],
      [
        "olesterol",
        -2.129266e-05
      ]
    ]
  },
  "In honor of this deity, Numa Pompilius dedicated an order of 12 priests, the Salii, who carried the ancilia": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.058999535
      ],
      [
        "ars",
        -0.00032033064
      ],
      [
        " (",
        -0.01852296
      ],
      [
        "my",
        -0.026522873
      ],
      [
        "th",
        -2.220075e-06
      ],
      [
        "ology",
        -0.00027325618
      ],
      [
        ")",
        -1.342522e-05
      ]
    ]
  },
  "It is home to the TAG and Snake Pit hydrothermal fields, which are a source of ferromanganese nodules. It is interrupted by the Romanche Gap, which offsets it by about 400 miles. This feature was formed during the Triassic from the collision of three-armed grabens, and its aulacogens eventually became the river valleys of waterways such as the Mississippi. Just east of it at 30 degrees north latitude is the Lost City hydrothermal field, the chief feature of the Atlantis Massif. It is responsible for the existence of such islands as Ascension, St. Helena, Tristan da Cunha, and Iceland. Running for approximately 10,000 miles from the Arctic Ocean to the tip of Africa, FTP, name this divergent boundary, an undersea mountain range which sits in the center of a basin between two abyssal plains in its namesake ocean.": {
    "guess": "Mid-Atlantic Ridge",
    "confidence": [
      [
        "Mid",
        -0.0074665397
      ],
      [
        "-",
        -0.06767983
      ],
      [
        "Atlantic",
        -0.00020854695
      ],
      [
        " Ridge",
        -0.0033319488
      ]
    ]
  },
  "It is home to the TAG and Snake Pit hydrothermal fields, which are a source of ferromanganese nodules.": {
    "guess": "Pacific Ocean",
    "confidence": [
      [
        "Pacific",
        -0.23871826
      ],
      [
        " Ocean",
        -0.00019007038
      ]
    ]
  },
  "The homeostasis of this element in the body is partially mediated by Repulsive Guidance Molecule C and in the intestines it is transported by DMT1. One protein that regulates this element is made of 24 protein subunits, stores this in the center of a spherical structure as a crystalline solid, and releases this as an ion attached to 6 water molecules. (*) One compound containing this element is bound to by histidine F8 to protein. A protein with it was the first protein to have its structure successfully determined by x-ray crystallography. A related protein can bind this cooperatively and has": {
    "guess": "Iron in biology",
    "confidence": [
      [
        "Iron",
        -0.023577722
      ],
      [
        " in",
        -0.6363471
      ],
      [
        " biology",
        -1.2164496
      ]
    ]
  },
  "In the Homeric hymn to this goddess she is referred to as the \"lady of the golden sword,\" and at one": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.15087032
      ],
      [
        "then",
        -0.0015110509
      ],
      [
        "a",
        -0.00015836587
      ]
    ]
  },
  "It is home to the TAG and Snake Pit hydrothermal fields, which are a source of ferromanganese nodules. It is interrupted by the Romanche Gap, which offsets it by about 400 miles. This feature was formed": {
    "guess": "Mid-Atlantic Ridge",
    "confidence": [
      [
        "Mid",
        -0.092524566
      ],
      [
        "-",
        -0.00011951648
      ],
      [
        "Atlantic",
        -1.6286107e-05
      ],
      [
        " Ridge",
        -6.6306106e-06
      ]
    ]
  },
  "The homeostasis of this molecule varies according to gender in rats, when they were unable to make use of its classical 7-alpha-hydroxylase pathway. The isoprenoid intermediates in its synthesis may in turn be used to synthesize coenzyme Q, like IPP which isomerizes with DMPP and condenses to form FPP. HMG-CoA reductase is the rate-limiting enzyme in its synthesis which converts the molecule to mevalonate,": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.0035241714
      ],
      [
        "olesterol",
        -6.869018e-06
      ]
    ]
  },
  "In the Homeric hymn to this goddess she is referred to as the \"lady of the golden sword,\" and at one point, after being raped by Poseidon in the shape of a stallion, this goddess was known as Erinys. By a hunter named Iasion, this goddess bore the child Ploutos. In gratitude to Celeus, this goddess attempted": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.07473646
      ],
      [
        "eter",
        -4.6444635e-05
      ]
    ]
  },
  "It is home to the TAG and Snake Pit hydrothermal fields, which are a source of ferromanganese nodules. It is interrupted by the Romanche Gap, which offsets it by about 400 miles. This feature was formed during the Triassic from the collision of three-armed grabens, and its aulacogens eventually became the river valleys of waterways such as the Mississippi. Just east of it at 30 degrees north latitude is the Lost City hydrothermal field, the chief feature of the Atlantis Massif. It is responsible": {
    "guess": "Mid-Atlantic Ridge",
    "confidence": [
      [
        "Mid",
        -0.016655333
      ],
      [
        "-",
        -0.074514195
      ],
      [
        "Atlantic",
        -0.000516694
      ],
      [
        " Ridge",
        -0.0018034613
      ]
    ]
  },
  "This hominid was at one point erroneously placed in the Sinanthropus group. Characterized by a flat skull with a small forehead, cranial capacity averaging 1,075 cubic centimeters, and a large, powerful,": {
    "guess": "Homo erectus",
    "confidence": [
      [
        "H",
        -0.4711602
      ],
      [
        "omo",
        -1.473646e-05
      ],
      [
        " erect",
        -0.022224426
      ],
      [
        "us",
        -5.121278e-05
      ]
    ]
  },
  "The homeland of this religion was created when its founding gods stood on a rainbow and dipped a spear into the primordial waters. One of those gods, Izanagi, later failed to rescue his wife from Yomi, the underworld of this religion. Shrine entrances of this religion are marked by Torii, and the sun": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0069717052
      ],
      [
        "into",
        -3.4047454e-05
      ]
    ]
  },
  "It is home to the TAG and Snake Pit hydrothermal fields, which are a source of ferromanganese nodules. It is interrupted by the Romanche Gap, which offsets it by about 400 miles. This feature was formed during the Triassic from the collision of three-armed grabens, and its aulacogens eventually became": {
    "guess": "Mid-Atlantic Ridge",
    "confidence": [
      [
        "Mid",
        -0.05096501
      ],
      [
        "-",
        -0.09867262
      ],
      [
        "Atlantic",
        -0.00038217165
      ],
      [
        " Ridge",
        -0.0024519921
      ]
    ]
  },
  "The Homestake experiment confirmed that this object emits neutrinos. The SOHO mission was launched to observe this object, whose magnetic field flips every eleven years. This object emits spicules from its chromosphere and mass ejections of plasma from its (*) corona. Its photosphere contains areas of low temperature that appear dark, its namesake \"spots.\" For 10 points, name this star which contains": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.0058479663
      ]
    ]
  },
  "The home to the Ivan Vazov Theatre, it is the capital of a namesake province which is found to the south of Montana province. This city is found just northwest of the Vitosha Mountains and north across": {
    "guess": "Sofia",
    "confidence": [
      [
        "S",
        -0.005395019
      ],
      [
        "of",
        -2.868329e-05
      ],
      [
        "ia",
        -5.5623317e-05
      ]
    ]
  },
  "The homeostasis of this molecule varies according to gender in rats, when they were unable to make use of its classical 7-alpha-hydroxylase pathway. The isoprenoid intermediates in its synthesis may in": {
    "guess": "Cholesterol",
    "confidence": [
      [
        "Ch",
        -0.19222867
      ],
      [
        "olesterol",
        -0.025203325
      ]
    ]
  },
  "He won the 1991 Homer Award for a short-story titled after an insidious baseball rule and how a softball player's position can have consequences for humanity in \"Designated Hitter.\" Another story based on the Khazar Polemic, \"Islands in the Sea,\" has the Bulgars deciding between Christianity and Islam. Both of those appear in the collection, Departures.  The novels How Few Remain and The Guns of the": {
    "guess": "Departures",
    "confidence": [
      [
        "Depart",
        -0.021438058
      ],
      [
        "ures",
        -9.651017e-05
      ]
    ]
  },
  "Before the honeycomb conjecture, these shapes were the subject of Thomas Hales' proof of the Kepler   conjecture, which gives the most efficient way to pack these shapes into a space. A set consisting  of the complex numbers and a point at infinity is called the Riemann type of this shape. It can   be generated in cylindrical coordinates by setting 𝑟 2 + 𝑧 2 [\"𝑟  squared plus 𝑧  squared\"] equal to a constant, and this shape can be generated in a coordinate system named for it by setting rho equal": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.006071826
      ]
    ]
  },
  "The homeostasis of this element in the body is partially mediated by Repulsive Guidance Molecule C and in the intestines it is transported by DMT1. One protein that regulates this element is made of 24 protein subunits, stores this in the center of a spherical structure as a crystalline solid, and releases this as an ion attached to 6 water molecules. (*) One compound containing this element is bound": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.18823355
      ]
    ]
  },
  "The homeostasis of this element in the body is partially mediated by Repulsive Guidance Molecule C and in the intestines it is transported by DMT1. One protein that regulates this element is made of 24": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.24494885
      ]
    ]
  },
  "Before the honeycomb conjecture, these shapes were the subject of Thomas Hales' proof of the Kepler   conjecture, which gives the most efficient way to pack these shapes into a space. A set consisting  of the complex numbers and a point at infinity is called the Riemann type of this shape. It can   be generated in cylindrical coordinates by setting 𝑟 2 + 𝑧 2 [\"𝑟  squared plus 𝑧  squared\"] equal to a constant, and this shape can be generated in a coordinate system named for it by setting rho equal  to a constant. Geodesics on this shape are called great circles, and the formula for its volume is  four-thirds pi times radius cubed. Name this three-dimensional figure.": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.0033033125
      ]
    ]
  },
  "The homeland of this religion was created when its founding gods stood on a rainbow and dipped a spear into the primordial waters. One of those gods, Izanagi, later failed to rescue his wife from Yomi, the underworld of this religion. Shrine entrances of this religion are marked by Torii, and the sun goddess (*) Amaterasu is said to be the ancestor of the ruling family of this religion's homeland.": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.00422359
      ],
      [
        "into",
        -3.1424974e-05
      ]
    ]
  },
  "A homogeneous magnetic field and inhomogeneous electric field can be used to store this substance if": {
    "guess": "Antimatter",
    "confidence": [
      [
        "Ant",
        -0.009446742
      ],
      [
        "im",
        -0.006496993
      ],
      [
        "atter",
        -4.4849444e-06
      ]
    ]
  },
  "A homogeneous magnetic field and inhomogeneous electric field can be used to store this substance if it is charged. Andrei Sakharov proposed B violation to explain why this substance was less prevalent. This material is represented by a bar, indicating that it has undergone charge conjugation. The Dirac": {
    "guess": "Antimatter",
    "confidence": [
      [
        "Ant",
        -0.52114785
      ],
      [
        "im",
        -0.009266639
      ],
      [
        "atter",
        -0.0016911309
      ]
    ]
  },
  "The home to the Ivan Vazov Theatre, it is the capital of a namesake province which is found to the south": {
    "guess": "Sofia",
    "confidence": [
      [
        "S",
        -0.0024411702
      ],
      [
        "of",
        -6.749814e-06
      ],
      [
        "ia",
        -1.1637165e-05
      ]
    ]
  },
  "The homeostasis of this molecule varies according to gender in rats, when they were unable to make use": {
    "guess": "Potassium",
    "confidence": [
      [
        "Pot",
        -0.1560313
      ],
      [
        "assium",
        -7.2192626e-05
      ]
    ]
  },
  "A homogeneous magnetic field and inhomogeneous electric field can be used to store this substance if it is charged. Andrei Sakharov proposed B violation to explain why this substance was less prevalent. This material is represented by a bar, indicating that it has undergone charge conjugation. The Dirac equation predicts this substance as holes in a Dirac sea, and along with its counterpart, this substance is produced in beta decay. A remnant of pair production, this substance interacts with its more common counterpart through annihilation. For 10 points, name this material consisting of particles like the positron, the opposite of matter.": {
    "guess": "Antimatter",
    "confidence": [
      [
        "Ant",
        -0.0030431969
      ],
      [
        "im",
        -0.0003679901
      ],
      [
        "atter",
        -7.89631e-07
      ]
    ]
  },
  "The Homestake experiment confirmed that this object emits neutrinos. The SOHO mission was launched to observe this object, whose magnetic field flips every eleven years. This object emits spicules from": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.018986842
      ]
    ]
  },
  "It is home to the TAG and Snake Pit hydrothermal fields, which are a source of ferromanganese nodules. It is interrupted by the Romanche Gap, which offsets it by about 400 miles. This feature was formed during the Triassic from the collision of three-armed grabens, and its aulacogens eventually became the river valleys of waterways such as the Mississippi. Just east of it at 30 degrees north latitude is the Lost City hydrothermal field, the chief feature of the Atlantis Massif. It is responsible for the existence of such islands as Ascension, St. Helena, Tristan da Cunha, and Iceland. Running for approximately 10,000 miles from the Arctic Ocean to the tip of Africa, FTP, name this divergent boundary, an undersea mountain range which sits in the center of a basin between two abyssal plains in": {
    "guess": "Mid-Atlantic Ridge",
    "confidence": [
      [
        "Mid",
        -0.0033977674
      ],
      [
        "-",
        -0.10689939
      ],
      [
        "Atlantic",
        -0.00038956228
      ],
      [
        " Ridge",
        -0.0047093458
      ]
    ]
  },
  "The Homestake experiment confirmed that this object emits neutrinos. The SOHO mission was launched to observe this object, whose magnetic field flips every eleven years. This object emits spicules from its chromosphere and mass ejections of plasma from its (*) corona. Its photosphere contains areas of low temperature that appear dark, its namesake \"spots.\" For 10 points, name this star which contains ninety-nine percent of the mass of the solar system.": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.006399158
      ]
    ]
  }
}