{
  "One logical positivist derided emotivism as a \"Boo Hurrah theory\" of this field while, in the Provincial Letters, Pascal attacked casuistic approaches to it. G.E. Moore elucidated the naturalistic fallacy, which occurs when approaches to it appeal to some definition of a certain \"indefinable\" construct, which Henry Sidgwick considered across three primitive paradigms of the field. Kant's categorical imperative is hailed as the most reasonable approach in deontology, a stance that John Rawls clarified": {
    "guess": "Ethics",
    "confidence": [
      [
        "Eth",
        -0.53908825
      ],
      [
        "ics",
        -0.004506543
      ]
    ]
  },
  "One logical positivist derided emotivism as a \"Boo Hurrah theory\" of this field while, in the Provincial Letters, Pascal attacked casuistic approaches to it. G.E. Moore elucidated the naturalistic fallacy, which occurs when approaches to it appeal to some definition of a certain \"indefinable\" construct, which Henry Sidgwick considered across three primitive paradigms of the field. Kant's categorical imperative is hailed as the most reasonable approach in deontology, a stance that John Rawls clarified by defining with respect to justice and right the construct of good. FTP, name this branch of axiology": {
    "guess": "Value theory",
    "confidence": [
      [
        "Value",
        -0.5777217
      ],
      [
        " theory",
        -0.017651482
      ]
    ]
  },
  "The log of this value is the x axis of a Bode plot. In Shannon's theorem, a log term is multiplied by a number that has the same units as these and represents a width of these.  For a cyclotron, this value is q b over two pi m.  The set of these associated with a string under tension are multiples of": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.50273824
      ]
    ]
  },
  "One logical positivist derided emotivism as a \"Boo Hurrah theory\" of this field while, in the Provincial Letters, Pascal attacked casuistic approaches to it. G.E. Moore elucidated the naturalistic fallacy, which occurs when approaches to it appeal to some definition of a certain \"indefinable\" construct,": {
    "guess": "Meta-ethics",
    "confidence": [
      [
        "Meta",
        -0.67617387
      ],
      [
        "-",
        -0.10756013
      ],
      [
        "eth",
        -0.008172921
      ],
      [
        "ics",
        -5.1928004e-05
      ]
    ]
  },
  "The log of this value is the x axis of a Bode plot. In Shannon's theorem, a log term is multiplied by": {
    "guess": "Bode plot",
    "confidence": [
      [
        "B",
        -0.0936295
      ],
      [
        "ode",
        -0.000113913906
      ],
      [
        " plot",
        -0.003745333
      ]
    ]
  },
  "One logical positivist derided emotivism as a \"Boo Hurrah theory\" of this field while, in the Provincial Letters, Pascal attacked casuistic approaches to it. G.E. Moore elucidated the naturalistic fallacy, which occurs when approaches to it appeal to some definition of a certain \"indefinable\" construct, which Henry Sidgwick considered across three primitive paradigms of the field. Kant's categorical": {
    "guess": "Ethics",
    "confidence": [
      [
        "Eth",
        -0.34187204
      ],
      [
        "ics",
        -0.0075137494
      ]
    ]
  },
  "The log of this value is the x axis of a Bode plot. In Shannon's theorem, a log term is multiplied by a number that has the same units as these and represents a width of these.  For a cyclotron, this value is q b over two pi m.  The set of these associated with a string under tension are multiples of a quantity that is the square root of the ratio of the product of length and tension to mass all divided by twice the length.  For a pendulum, it is equal to the square root of the ratio of g to length divided by two pi. This value is inversely proportional to the wavelength.  For 10 points, name this": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.50658613
      ]
    ]
  },
  "One logical positivist derided emotivism as a \"Boo Hurrah theory\" of this field while, in the Provincial Letters, Pascal attacked casuistic approaches to it. G.E. Moore elucidated the naturalistic fallacy, which occurs when approaches to it appeal to some definition of a certain \"indefinable\" construct, which Henry Sidgwick considered across three primitive paradigms of the field. Kant's categorical imperative is hailed as the most reasonable approach in deontology, a stance that John Rawls clarified by defining with respect to justice and right the construct of good. FTP, name this branch of axiology concerned with philosophical morality.": {
    "guess": "Meta-ethics",
    "confidence": [
      [
        "Meta",
        -0.49831662
      ],
      [
        "-",
        -0.25172967
      ],
      [
        "eth",
        -0.00043686782
      ],
      [
        "ics",
        -3.5835506e-05
      ]
    ]
  },
  "The log of this value is the x axis of a Bode plot. In Shannon's theorem, a log term is multiplied by a number that has the same units as these and represents a width of these.  For a cyclotron, this value is q b over two pi m.  The set of these associated with a string under tension are multiples of a quantity that is the square root of the ratio of the product of length and tension to mass all divided by twice the length.  For a pendulum, it is equal to the square root of the ratio of g to length divided by two pi. This value is inversely proportional to the wavelength.  For 10 points, name this number of times a cyclical occurrence happens in a period of time which is measured in hertz.": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.0033066354
      ]
    ]
  },
  "The log of this value is the x axis of a Bode plot. In Shannon's theorem, a log term is multiplied by a number that has the same units as these and represents a width of these.  For a cyclotron, this value": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.44300732
      ]
    ]
  },
  "The log of this value is the x axis of a Bode plot. In Shannon's theorem, a log term is multiplied by a number that has the same units as these and represents a width of these.  For a cyclotron, this value is q b over two pi m.  The set of these associated with a string under tension are multiples of a quantity that is the square root of the ratio of the product of length and tension to mass all divided by twice the length.  For a pendulum, it is equal to the square root of the ratio of g to length": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.5454274
      ]
    ]
  },
  "The log of this value is the x axis of a Bode plot. In Shannon's theorem, a log term is multiplied by a number that has the same units as these and represents a width of these.  For a cyclotron, this value is q b over two pi m.  The set of these associated with a string under tension are multiples of a quantity that is the square root of the ratio of the product of length and tension to mass all divided": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.5293833
      ]
    ]
  },
  "One logical positivist derided emotivism as a \"Boo Hurrah theory\" of this field while, in the Provincial Letters, Pascal attacked casuistic approaches to it. G.E. Moore elucidated the naturalistic fallacy,": {
    "guess": "Ethics",
    "confidence": [
      [
        "Eth",
        -0.44309977
      ],
      [
        "ics",
        -0.010311381
      ]
    ]
  },
  "One logical positivist derided emotivism as a \"Boo Hurrah theory\" of this field while, in the Provincial": {
    "guess": "Ethics",
    "confidence": [
      [
        "Eth",
        -0.8259182
      ],
      [
        "ics",
        -0.004803311
      ]
    ]
  }
}