{
  "Archil is a similar substance to this that is derived from the same lichens like The Netherlands fungus Lecanora tartarea but by a different process. It is water-soluble, and chlorine gas has the ability": {
    "guess": "Orcein",
    "confidence": [
      [
        "Or",
        -0.27682957
      ],
      [
        "ce",
        -0.12195927
      ],
      [
        "in",
        -5.145119e-05
      ]
    ]
  },
  "Archbishop Raul Silva Henriquez brokered an agreement that allowed for the succession to this man's regime, and he was succeeded by Patricio Aylwin Azocar (ALE-win AH-zoh-kar). This man oversaw Operation Columbo and his government coordinated with other regional countries in Operation Condor. He was arrested in Great Britain in 1998 when Spain requested his extradition. For 10 points name this man": {
    "guess": "Augusto Pinochet",
    "confidence": [
      [
        "August",
        -0.029704673
      ],
      [
        "o",
        -0.0004392519
      ],
      [
        " P",
        -0.00027099132
      ],
      [
        "ino",
        -1.867018e-05
      ],
      [
        "chet",
        -0.000105331244
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov and George Howe. Seven glass blocks form his unrealized plan for a work in Battery Park, the Memorial to the Six Million Jewish Martyrs. He constructed a residence from two cubes attached at a 45 degree angle in his design for the Norman Fisher house. He designed the Indian Institute of Management, and he argued for the separation of \"servant\" and \"served\" in architectural spaces. One of his buildings features a ceiling made from tetrahedral concrete honeycombing, and another is an art museum consisting of a series of parallel barrel vaults. In addition to the Yale Art Gallery and the Kimbell Art Museum in Fort Worth, his designs include a medical research complex built around a central court with a water channel pointing toward the Pacific Ocean. FTP, name this American Jewish architect who designed the Salk Institute in La Jolla.": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.0012797609
      ],
      [
        " Kahn",
        -0.00070111855
      ]
    ]
  },
  "This archipelago is the site of the M25 magnetic anomaly, which is found on the ocean crust on its western side. Antonio Cubillo formed a separatist group that sought independence for residents of this archipelago. The largest one of these islands is home to the Achamán-worshipping Guanche people. The world's tallest volcano outside of Hawaii, Mount Teide, can be found on this archipelago, whose unsuccessful": {
    "guess": "Canary Islands",
    "confidence": [
      [
        "Can",
        -0.0007171964
      ],
      [
        "ary",
        -3.261701e-05
      ],
      [
        " Islands",
        -3.1186566e-05
      ]
    ]
  },
  "This architect included a ribbon-like spiral staircase in his renovations of the Art Gallery of Ontario. A large pair of binoculars dominates the center of his Chiat/Day Building. He included a \"Sky Church\"": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.09486562
      ],
      [
        " Geh",
        -0.00037490393
      ],
      [
        "ry",
        -1.60477e-05
      ]
    ]
  },
  "Archimedes described these in a stationary sense as an equilibrium proportion of magnitudes. A steering": {
    "guess": "Lever",
    "confidence": [
      [
        "L",
        -0.88556916
      ],
      [
        "ever",
        -0.0657612
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov and George Howe. Seven glass blocks form his unrealized plan for a work in Battery Park, the Memorial to the Six Million Jewish Martyrs. He constructed a residence from two cubes attached at a 45 degree angle in his design for the Norman Fisher house. He designed the Indian Institute of Management, and he argued for the separation of \"servant\" and \"served\" in architectural spaces. One of his buildings": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.00033320097
      ],
      [
        " Kahn",
        -0.0037225266
      ]
    ]
  },
  "This Arcadian wounded a creature sent to punish Oeneus for improperly worshipping Artemis and killed the centaurs Rhaecus and Hylaeus. This figure defeated Peleus in wrestling at the funeral games of Pelias and inadvertently led Althea to kill her son in order to avenge her brothers by tossing the brand that determined the length of his life into a fire. This figure's father Iasus left her on Mount": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.0060540554
      ],
      [
        "al",
        -5.0378356e-05
      ],
      [
        "anta",
        -4.3583746e-05
      ]
    ]
  },
  "This man arbitrated a dispute between Philip of Swabia and Otto IV, and he wrote the tract De contemptu mundi. He was trained by his uncle and predecessor Celestine III, and he attempted the fait accompli and blessed the Fourth Crusade. He called the Fourth (*) Lateran Council, and he sent Pandulf to": {
    "guess": "Pope Innocent III",
    "confidence": [
      [
        "P",
        -0.30218583
      ],
      [
        "ope",
        -0.00014811802
      ],
      [
        " Innoc",
        -0.0020003694
      ],
      [
        "ent",
        -5.967624e-05
      ],
      [
        " III",
        -0.0006414269
      ]
    ]
  },
  "Archaeologists are working on this area's Island of the Four Mountains to find more evidence of the hunter-gatherers called the Unangan. The Akutan Volcano lies on a namesake island in this group; the group's namesake tribal people inhabit the volcano's foothills. Popoff Island features Sand Point, home of the Russian-built St. Nicolas Chapel. Its westernmost and largest island was site of fighting between US and Japanese forces in WWII despite its harsh arctic conditions. Attu is the largest island in, FTP, what chain off the southern coast of Alaska?": {
    "guess": "Aleutian Islands",
    "confidence": [
      [
        "Ale",
        -0.001892699
      ],
      [
        "ut",
        -2.0100624e-05
      ],
      [
        "ian",
        -8.43514e-05
      ],
      [
        " Islands",
        -1.6643718e-05
      ]
    ]
  },
  "One architect from this country won the 2006 Pritzker Prize and designed the Museum of Sculpture and the Patriarch Plaza in his home town. Another architect from this country used a long ramp leading up to a circular building in his design of an art museum in Niterói and collaborated with Le Corbusier": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.022648964
      ]
    ]
  },
  "One architect from this country won the 2006 Pritzker Prize and designed the Museum of Sculpture and the Patriarch Plaza in his home town. Another architect from this country used a long ramp leading up to a circular building in his design of an art museum in Niterói and collaborated with Le Corbusier in designing the UN Headquarters in New York. Another architect from this country, Lucio Costa, organized one city in this country in the shape of a cross or an airplane. Many of that city's buildings,": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.027442113
      ]
    ]
  },
  "One architect associated with this branch of art organized the \"New City\" exhibition with members of the New Tendency group, and another member of this school painted The Metaphysical Muse and Funeral for the Anarchist Galli. Another member in this movement showed several chimneys in a painting which": {
    "guess": "Metaphysical art",
    "confidence": [
      [
        "Met",
        -0.50374204
      ],
      [
        "aph",
        -0.00015526658
      ],
      [
        "ysical",
        -0.0001008015
      ],
      [
        " art",
        -0.00872401
      ]
    ]
  },
  "This architect designed a synagogue called the K.A.M. Isaiah Israel Temple, which was later converted\n into the birthplace of gospel music, the Pilgrim Baptist Church. Roosevelt University is currently housed in\n a building this man designed that served as the first home of the Chicago Symphony Orchestra. This\n architect of the Auditorium Building designed the Transportation Building, the largest structure of the\n White City at the Columbian Exposition. Frank Lloyd Wright spent five years in the firm this man owned\n with Dankmar Adler. For 10 points, name this Chicago architect who designed the Wainwright building\n and coined the phrase \"form follows function.\"": {
    "guess": "Louis Sullivan",
    "confidence": [
      [
        "Louis",
        -0.0005151443
      ],
      [
        " Sullivan",
        -0.51109326
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This": {
    "guess": "Urban regeneration in Bilbao",
    "confidence": [
      [
        "Urban",
        -0.8109054
      ],
      [
        " regeneration",
        -0.48415425
      ],
      [
        " in",
        -0.3254693
      ],
      [
        " Bil",
        -0.0867905
      ],
      [
        "bao",
        -3.8219583e-05
      ]
    ]
  },
  "This architect's final building, completed after his death, is the Martin Luther King Jr. Library in D.C. Cullinan Hall is one of two additions this architect made to the Caroline Weiss Law Building in Houston. He designed both the building and sculpture gardens for the Neue Nationalgalerie in Berlin. His German Pavilion for the 1929 International Exposition contained the first of his Barcelona chairs. Another of his works was purposely built in the floodplain of the Fox River, the Farnsworth House. For 10 points, \"less is more\" was the maxim of this International Style architect and final director of the Bauhaus.": {
    "guess": "Ludwig Mies van der Rohe",
    "confidence": [
      [
        "L",
        -0.02531155
      ],
      [
        "ud",
        -2.1008714e-06
      ],
      [
        "wig",
        -3.1424974e-05
      ],
      [
        " M",
        -1.1517961e-05
      ],
      [
        "ies",
        -7.703444e-06
      ],
      [
        " van",
        -0.00018113377
      ],
      [
        " der",
        -5.50273e-05
      ],
      [
        " Ro",
        -5.9437833e-05
      ],
      [
        "he",
        -6.0345924e-06
      ]
    ]
  },
  "An arbitrary convention used when dealing with these is named after M.A. Rosanoff, who worked with their": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.10641594
      ],
      [
        "rone",
        -0.018468661
      ],
      [
        "g",
        -2.2246291e-05
      ],
      [
        "ativity",
        -0.16517179
      ]
    ]
  },
  "This architect designed a synagogue called the K.A.M. Isaiah Israel Temple, which was later converted\n": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.6576244
      ],
      [
        " Lloyd",
        -9.865584e-05
      ],
      [
        " Wright",
        -2.8564085e-05
      ]
    ]
  },
  "This architect proposed a never built mile-high skyscraper called The Illinois. This man's  homes in Arizona and Wisconsin were both named for the Welsh bard Taliesin. This  architect used Roman brick to emphasize horizontal lines in the exterior of (*) Hyde Park's  Robie House. This man designed a Pennsylvania home for Edgar Kaufmann that is cantilevered  over a waterfall. For 10 points, name this": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.005227121
      ],
      [
        " Lloyd",
        -0.0003392767
      ],
      [
        " Wright",
        -3.7385154e-05
      ]
    ]
  },
  "This man arbitrated a dispute between Philip of Swabia and Otto IV, and he wrote the tract De contemptu": {
    "guess": "Pope Innocent III",
    "confidence": [
      [
        "P",
        -0.49234572
      ],
      [
        "ope",
        -0.005195809
      ],
      [
        " Innoc",
        -0.23653185
      ],
      [
        "ent",
        -4.048445e-05
      ],
      [
        " III",
        -0.0041266037
      ]
    ]
  },
  "The Archimedean property is a key property of these numbers as they are an ordered field. These can be constructed using Cauchy sequences or Dedekind cuts. The fact that they are uncountable can be demonstrated": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.0038889113
      ],
      [
        " numbers",
        -0.021415427
      ]
    ]
  },
  "This architect studied the Theatre of Marcellus in Rome and used its design as the basis for his Sheldonian Theatre, and he used a Byzantine squinch to hold the dome for the church he belonged to, Saint Stephen Walbrook.  For his most famous work, this architect's Greek cross and Great Model designs were rejected before he came up with a modified Warrant design, later adding a one hundred foot diameter dome. This architect studied the Hôpital des Invalides in Paris before his work on the Chelsea Hospital. Name this architect who redesigned at least fifty churches after the Great Fire of London,": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.10471471
      ],
      [
        " W",
        -1.0445127e-05
      ],
      [
        "ren",
        -1.0206721e-05
      ]
    ]
  },
  "One architect from this country won the 2006 Pritzker Prize and designed the Museum of Sculpture and the Patriarch Plaza in his home town. Another architect from this country used a long ramp leading up to a circular building in his design of an art museum in Niterói and collaborated with Le Corbusier in designing the UN Headquarters in New York. Another architect from this country, Lucio Costa, organized one city in this country in the shape of a cross or an airplane. Many of that city's buildings, such as a cathedral designed with sixteen hyperbolic columns, were designed by man behind the Pampulha": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.026621424
      ]
    ]
  },
  "This Arcadian wounded a creature sent to punish Oeneus for improperly worshipping Artemis and killed the centaurs Rhaecus and Hylaeus. This figure defeated Peleus in wrestling at the funeral games of Pelias": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.010997361
      ],
      [
        "al",
        -1.3902034e-05
      ],
      [
        "anta",
        -1.8431772e-05
      ]
    ]
  },
  "This architect studied the Theatre of Marcellus in Rome and used its design as the basis for his Sheldonian Theatre, and he used a Byzantine squinch to hold the dome for the church he belonged to, Saint Stephen Walbrook.  For his most famous work, this architect's Greek cross and Great Model designs were rejected before he came up with a modified Warrant design, later adding a one hundred foot diameter dome. This architect studied the Hôpital des Invalides in Paris before his work on the Chelsea Hospital. Name this architect who redesigned at least fifty churches after the Great Fire of London, including Saint Paul's Cathedral.": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.18953846
      ],
      [
        " W",
        -2.3915141e-05
      ],
      [
        "ren",
        -7.703444e-06
      ]
    ]
  },
  "An archaic form of this resource was implemented by Bell Labs using a piggyback twistor. A more recent form of this resource that was created using chalcogenide glass is named for the property of phase-changes. The access latency for this resource can be reduced by using a translation-lookaside buffer, as one can avoid looking up things in a page table entry. A redundant organization of this resource is performed by (*) RAID. The top of a \"hierarchy\" of this resource contains processor registers": {
    "guess": "Computer memory",
    "confidence": [
      [
        "Computer",
        -0.26888105
      ],
      [
        " memory",
        -0.318422
      ]
    ]
  },
  "This architect utilized a facade sloping thirty-four degrees in his design of Dallas City Hall. His work in Asia included a hotel at Fragrant Hills and the Bank of China Tower. While his design for the John F. Kennedy Library earned him acclaim, falling glass panels led to his firm being sued after his design of the John Hancock Tower in Boston could not endure strong winds. He won his most famous": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.002868235
      ],
      [
        ".",
        -0.00067895395
      ],
      [
        " M",
        -7.9418505e-06
      ],
      [
        ".",
        -2.9279307e-05
      ],
      [
        " Pe",
        -3.7697225e-06
      ],
      [
        "i",
        -1.3544423e-05
      ]
    ]
  },
  "One architect associated with this branch of art organized the \"New City\" exhibition with members of the New Tendency group, and another member of this school painted The Metaphysical Muse and Funeral for the Anarchist Galli. Another member in this movement showed several chimneys in a painting which is dominated by a charging horse and is titled The City Rises, while another member showed the rapid changes in motion of a woman walking with the title animal in Dynamism of a Dog on a Leash. For 10 points, identify this art movement most commonly associated with Italian artists such as Giacomo Balla": {
    "guess": "Futurism",
    "confidence": [
      [
        "F",
        -0.074354306
      ],
      [
        "ut",
        -5.5577775e-06
      ],
      [
        "ur",
        -9.610702e-06
      ],
      [
        "ism",
        -2.1173457e-05
      ]
    ]
  },
  "This architect included a ribbon-like spiral staircase in his renovations of the Art Gallery of Ontario. A large pair of binoculars dominates the center of his Chiat/Day Building. He included a \"Sky Church\" in a building whose structure was inspired by pictures of guitars. He also designed a building inspired by Fred Astaire and Ginger Rogers, his Dancing House in Prague. This architect used random computer-generated curves to invoke the structure of a ship for a building that sits along the Nervion River. For 10 points, name this Canadian architect of Seattle's Experience Music Project and the": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.005074841
      ],
      [
        " Geh",
        -2.7848862e-05
      ],
      [
        "ry",
        -1.640531e-05
      ]
    ]
  },
  "Archibald Cary imprisoned this man for five months on the charge of creating a public disturbance, and he was nicknamed \"Son of Thunder.\" This man convinced a jury to pay only one penny in damages to Reverend James Maury during his participation in the Parson's Cause. This man introduced a piece of legislation": {
    "guess": "Patrick Henry",
    "confidence": [
      [
        "Patrick",
        -0.017794823
      ],
      [
        " Henry",
        -0.00024120507
      ]
    ]
  },
  "An arbitrary convention used when dealing with these is named after M.A. Rosanoff, who worked with their namesake. Some alternatives to them include the Reeves and Mills constructions, the latter of which is useful when there are multiple rings. A so-called modified version of them is often used and features a long bond to the oxygen bridge, or one can simply use a Haworth representation. Useful for classifying molecules as having an R or S configuration, FTP, name this projection often used to represent": {
    "guess": "Fischer projection",
    "confidence": [
      [
        "F",
        -0.277509
      ],
      [
        "ischer",
        -0.06274531
      ],
      [
        " projection",
        -0.027023437
      ]
    ]
  },
  "One of this architect's early focuses was developing homes commissioned individually, such as those of Raoul La Roche and Michael Stein. He published a work that applied mathematical proportions in the human body to architecture to create a scale of proportions that defined his late architecture, Le Modulor. His workers' community, Pessac, was shunned because it did not respect the local architecture of Bordeaux, but nonetheless he was selected in 1951 to develop the Indian city of Chandigarh. For ten points, name this French architect and proponent of the international style, who promoted his": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0026808907
      ],
      [
        " Cor",
        -9.610702e-06
      ],
      [
        "bus",
        -8.89548e-06
      ],
      [
        "ier",
        -3.297462e-05
      ]
    ]
  },
  "Archbishop Raul Silva Henriquez brokered an agreement that allowed for the succession to this man's regime, and he was succeeded by Patricio Aylwin Azocar (ALE-win AH-zoh-kar). This man oversaw Operation Columbo and his government coordinated with other regional countries in Operation Condor. He was arrested in Great Britain in 1998 when Spain requested his extradition. For 10 points name this man who overthrew the government of Salvador Allende to become the longtime dictator of Chile.": {
    "guess": "Augusto Pinochet",
    "confidence": [
      [
        "August",
        -0.008483609
      ],
      [
        "o",
        -0.00018542144
      ],
      [
        " P",
        -4.9305523e-05
      ],
      [
        "ino",
        -6.392203e-06
      ],
      [
        "chet",
        -5.800739e-05
      ]
    ]
  },
  "Archimedes identified this quantity as the opposite of buoyancy, and Aristotle reasoned that the speed of a falling object was proportional to this quantity. Newton related inertia to this quantity; its": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.0730023
      ]
    ]
  },
  "Archbishop Raul Silva Henriquez brokered an agreement that allowed for the succession to this man's regime,": {
    "guess": "Augusto Pinochet",
    "confidence": [
      [
        "August",
        -0.19729963
      ],
      [
        "o",
        -0.00019936825
      ],
      [
        " P",
        -1.5928495e-05
      ],
      [
        "ino",
        -2.2723105e-05
      ],
      [
        "chet",
        -0.00014025059
      ]
    ]
  },
  "This architect designed a building with a small observation deck on the 43rd floor which replaced the Victorian-era Murray House. He designed the John F. Kennedy Presidential Library, and one of his works was designed to resemble growing bamboo shoots. Another of his works utilized wooden supports to cope with faulty windows, and this architect of the John Hancock Tower designed the East Building of": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.06432514
      ],
      [
        ".",
        -0.002879653
      ],
      [
        " M",
        -1.6643718e-05
      ],
      [
        ".",
        -3.8457987e-05
      ],
      [
        " Pe",
        -9.253091e-06
      ],
      [
        "i",
        -8.061054e-06
      ]
    ]
  },
  "Archaeologists have discovered a prayer inscription addressed to this god, whose speaker asks this god": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -1.6956286
      ]
    ]
  },
  "Archaeologists are working on this area's Island of the Four Mountains to find more evidence of the hunter-gatherers": {
    "guess": "Aleutian Islands",
    "confidence": [
      [
        "Ale",
        -0.028958
      ],
      [
        "ut",
        -1.504853e-06
      ],
      [
        "ian",
        -0.000118086034
      ],
      [
        " Islands",
        -1.18755715e-05
      ]
    ]
  },
  "In 2009, Archbishop Ornani Tempesta announced that $3.5 million would be raised to upgrade this work. This work inspired Duke Pearson to write a song of the same name which appeared in Donald Byrd's 1963 jazz album, A New Perspective. A similar work was created by Bruno Innocenti in Maratea. Though other possible designs for this work included a globe in the hands of the central figure, and a pedestal": {
    "guess": "Christ the Redeemer (statue)",
    "confidence": [
      [
        "Christ",
        -0.49330428
      ],
      [
        " the",
        -0.032113366
      ],
      [
        " Rede",
        -4.7040652e-05
      ],
      [
        "emer",
        -8.45898e-05
      ],
      [
        " (",
        -0.04020731
      ],
      [
        "stat",
        -0.0034082318
      ],
      [
        "ue",
        -4.167649e-05
      ],
      [
        ")",
        -0.002332117
      ]
    ]
  },
  "This architect studied the Theatre of Marcellus in Rome and used its design as the basis for his Sheldonian": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.018716024
      ],
      [
        " W",
        -0.00019543454
      ],
      [
        "ren",
        -1.2829201e-05
      ]
    ]
  },
  "Archimedes identified this quantity as the opposite of buoyancy, and Aristotle reasoned that the speed of a falling object was proportional to this quantity. Newton related inertia to this quantity; its unit is named for him. The value of this quantity for an object on the (*) moon is about one sixth": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.043109037
      ]
    ]
  },
  "This architect utilized a facade sloping thirty-four degrees in his design of Dallas City Hall. His work": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.010093434
      ],
      [
        ".",
        -0.00048131612
      ],
      [
        " M",
        -2.8160932e-06
      ],
      [
        ".",
        -1.5809293e-05
      ],
      [
        " Pe",
        -3.1281633e-07
      ],
      [
        "i",
        -1.2829201e-05
      ]
    ]
  },
  "This archipelago (ar-kih-PEH-lah-goh) was the home of the Selknam people, who became extinct after being moved to Dawson Island. This archipelago also was the home of the Yaghan people, one of whom became known as Jemmy Button. Its largest city is Ushuaia, and, before the Galápagos Islands, it was visited by the first two missions of the HMS Beagle. The region south of this archipelago is the Drake": {
    "guess": "Tierra del Fuego",
    "confidence": [
      [
        "Ti",
        -0.0020974453
      ],
      [
        "erra",
        -1.27099975e-05
      ],
      [
        " del",
        -0.007342993
      ],
      [
        " F",
        -3.2855416e-05
      ],
      [
        "uego",
        -6.706687e-05
      ]
    ]
  },
  "The architecht Bannadonna is killed by his automaton in this man's story \"The Bell-Tower.\" Another story in this author's Piazza Tales features a character who dies of starvation in prison after repeating": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.0015135504
      ],
      [
        "erman",
        -5.7961847e-06
      ],
      [
        " Mel",
        -0.00024084747
      ],
      [
        "ville",
        -4.8709502e-05
      ]
    ]
  },
  "Archaeologists have discovered a prayer inscription addressed to this god, whose speaker asks this god for the stamina to please his woman all night long, which this god is described as being capable of doing. The hippopotamus is sacred to this god, which led to an unpopular ban on hippo hunting during a foreign dynasty of Asiatic invaders who worshipped this god, the Hyksos. Though he doesn't do so": {
    "guess": "Taweret",
    "confidence": [
      [
        "T",
        -1.2854546
      ],
      [
        "aw",
        -0.011571752
      ],
      [
        "er",
        -0.009117687
      ],
      [
        "et",
        0.0
      ]
    ]
  },
  "Archaeologists are working on this area's Island of the Four Mountains to find more evidence of the hunter-gatherers called the Unangan. The Akutan Volcano lies on a namesake island in this group; the group's namesake tribal people inhabit the volcano's foothills. Popoff Island features Sand Point, home": {
    "guess": "Aleutian Islands",
    "confidence": [
      [
        "Ale",
        -0.0010834213
      ],
      [
        "ut",
        -1.8908588e-05
      ],
      [
        "ian",
        -6.301394e-05
      ],
      [
        " Islands",
        -8.418666e-06
      ]
    ]
  },
  "He was the architect of the Pact of Espino Negro which ended the civil war between Diaz and Moncada in Guatemala and soon after was appointed governor-general of the Philippines, a post he held until 1929.  He authored \"The Decision to use the Atomic Bomb,\" the first written defense of that action. ": {
    "guess": "Henry L. Stimson",
    "confidence": [
      [
        "Henry",
        -0.012107767
      ],
      [
        " L",
        -0.00017481597
      ],
      [
        ".",
        -0.00022213248
      ],
      [
        " St",
        -4.0722858e-05
      ],
      [
        "imson",
        -4.8113485e-05
      ]
    ]
  },
  "An arbitrary convention used when dealing with these is named after M.A. Rosanoff, who worked with their namesake. Some alternatives to them include the Reeves and Mills constructions, the latter of which is useful when there are multiple rings. A so-called modified version of them is often used and features a long bond to the oxygen bridge, or one can simply use a Haworth representation. Useful for classifying molecules as having an R or S configuration, FTP, name this projection often used to represent the stereochemistry of sugars, named for noted organic chemist Emil.": {
    "guess": "Fischer projection",
    "confidence": [
      [
        "F",
        -0.3100156
      ],
      [
        "ischer",
        -0.0059930244
      ],
      [
        " projection",
        -0.14286356
      ]
    ]
  },
  "This architect drew inspiration from local cliff-dwelling structures to design the Mesa Laboratory for the National Center for Atmospheric Research, and used the triangle as a basic building block for": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.29500756
      ],
      [
        ".",
        -0.0043540485
      ],
      [
        " M",
        -1.11603495e-05
      ],
      [
        ".",
        -6.659005e-05
      ],
      [
        " Pe",
        -1.0683535e-05
      ],
      [
        "i",
        -1.4378848e-05
      ]
    ]
  },
  "This architect utilized a facade sloping thirty-four degrees in his design of Dallas City Hall. His work in Asia included a hotel at Fragrant Hills and the Bank of China Tower. While his design for the John F. Kennedy Library earned him acclaim, falling glass panels led to his firm being sued after his design of the John Hancock Tower in Boston could not endure strong winds. He won his most famous commission for a project proposed by Francois Mitterrand. For 10 points, identify this Pritzker Prize": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.0045503387
      ],
      [
        ".",
        -0.0011098515
      ],
      [
        " M",
        -1.9862217e-05
      ],
      [
        ".",
        -2.0458236e-05
      ],
      [
        " Pe",
        -4.8425554e-06
      ],
      [
        "i",
        -1.3067608e-05
      ]
    ]
  },
  "This architect included a ribbon-like spiral staircase in his renovations of the Art Gallery of Ontario. A large pair of binoculars dominates the center of his Chiat/Day Building. He included a \"Sky Church\" in a building whose structure was inspired by pictures of guitars. He also designed a building": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.009137537
      ],
      [
        " Geh",
        -0.00078437594
      ],
      [
        "ry",
        -1.8431772e-05
      ]
    ]
  },
  "The Archimedean property is a key property of these numbers as they are an ordered field. These can be constructed using Cauchy sequences or Dedekind cuts. The fact that they are uncountable can be demonstrated using Cantor's diagonal argument. They can be divided into the rational numbers and the irrational numbers. They can be written as decimal representations with an infinite sequence of digits after the decimal point. For 10 points, name these numbers, the set of which is represented by a capital R.": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.00041315364
      ],
      [
        " numbers",
        -0.23564743
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov and George Howe. Seven glass blocks form his unrealized plan for a work in Battery Park, the Memorial to the Six Million Jewish Martyrs. He constructed a residence from two cubes attached at a 45 degree angle in his design for the Norman Fisher house. He designed the Indian Institute of Management, and he argued for the separation of \"servant\" and \"served\" in architectural spaces. One of his buildings features a ceiling made from tetrahedral concrete honeycombing, and another is an art museum consisting of a series of parallel barrel vaults. In addition to the Yale Art Gallery and the Kimbell": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.0010613906
      ],
      [
        " Kahn",
        -0.005528643
      ]
    ]
  },
  "One of this architect's early focuses was developing homes commissioned individually, such as those of Raoul La Roche and Michael Stein. He published a work that applied mathematical proportions in the human body to architecture to create a scale of proportions that defined his late architecture, Le Modulor. His workers' community, Pessac, was shunned because it did not respect the local architecture of Bordeaux, but nonetheless he was selected in 1951 to develop the Indian city of Chandigarh. For": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.00234485
      ],
      [
        " Cor",
        -3.4405064e-05
      ],
      [
        "bus",
        -8.537869e-06
      ],
      [
        "ier",
        -2.5107178e-05
      ]
    ]
  },
  "The architecht Bannadonna is killed by his automaton in this man's story \"The Bell-Tower.\" Another story in this author's Piazza Tales features a character who dies of starvation in prison after repeating the phrase \"I would prefer not to.\" In that work, Ginger Nut delivers cakes for Nippers and Turkey, who work in an office owned by the narrator. In his most famous novel, Fedallah, Tashtego, and Queequeg serve as harpooners for Captain Ahab and meet the narrator, who instructs readers to \"Call me Ishmael.\" For 10 points, name this author of \"Bartleby the Scrivener\", Billy Budd, and Moby Dick.": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.0031096227
      ],
      [
        "erman",
        -2.4034345e-05
      ],
      [
        " Mel",
        -0.00041684892
      ],
      [
        "ville",
        -3.357064e-05
      ]
    ]
  },
  "Archaeologists are working on this area's Island of the Four Mountains to find more evidence of the hunter-gatherers called the Unangan. The Akutan Volcano lies on a namesake island in this group; the": {
    "guess": "Aleutian Islands",
    "confidence": [
      [
        "Ale",
        -0.0009886269
      ],
      [
        "ut",
        -2.4749568e-05
      ],
      [
        "ian",
        -6.7662884e-05
      ],
      [
        " Islands",
        -5.4385737e-06
      ]
    ]
  },
  "One architect associated with this branch of art organized the \"New City\" exhibition with members of": {
    "guess": "New Objectivity",
    "confidence": [
      [
        "New",
        -1.2426896
      ],
      [
        " Object",
        -0.13053927
      ],
      [
        "ivity",
        -0.00057138276
      ]
    ]
  },
  "This architect's final building, completed after his death, is the Martin Luther King Jr. Library in": {
    "guess": "Ludwig Mies van der Rohe",
    "confidence": [
      [
        "L",
        -0.7581301
      ],
      [
        "ud",
        -0.00095362135
      ],
      [
        "wig",
        -0.00080009975
      ],
      [
        " M",
        -0.0006426189
      ],
      [
        "ies",
        -2.5583993e-05
      ],
      [
        " van",
        -0.004500735
      ],
      [
        " der",
        -0.0001472836
      ],
      [
        " Ro",
        -0.00020926216
      ],
      [
        "he",
        -3.0545007e-06
      ]
    ]
  },
  "This architect designed a building with a small observation deck on the 43rd floor which replaced the Victorian-era Murray House. He designed the John F. Kennedy Presidential Library, and one of his works was designed to resemble growing bamboo shoots. Another of his works utilized wooden supports to cope with faulty windows, and this architect of the John Hancock Tower designed the East Building of the National Gallery of Art. For 10 points, name this man who designed the Rock and Roll Hall of Fame in Cleveland, a Chinese-American architect famous for designing the glass pyramid at the Louvre.": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.0011087824
      ],
      [
        ".",
        -0.0021406247
      ],
      [
        " M",
        -6.0345924e-06
      ],
      [
        ".",
        -1.7239736e-05
      ],
      [
        " Pe",
        -3.1737043e-06
      ],
      [
        "i",
        -1.4259645e-05
      ]
    ]
  },
  "Archangels appear as soloist parts in this composer's chorale \"The Heavens are Telling,\" which is part": {
    "guess": "Franz Joseph Haydn",
    "confidence": [
      [
        "Fran",
        -0.51882845
      ],
      [
        "z",
        -0.00053182547
      ],
      [
        " Joseph",
        -0.003330757
      ],
      [
        " Hay",
        -0.0007032568
      ],
      [
        "dn",
        -5.145119e-05
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel Ski Jump in Innsbruck. Other works include a nautilus-shaped tent erected in Central Park to house": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.0020362993
      ],
      [
        "aha",
        -1.6524515e-05
      ],
      [
        " Had",
        -0.00041661054
      ],
      [
        "id",
        -5.6769813e-06
      ]
    ]
  },
  "Archbishop Raul Silva Henriquez brokered an agreement that allowed for the succession to this man's regime, and he was succeeded by Patricio Aylwin Azocar (ALE-win AH-zoh-kar). This man oversaw Operation Columbo and his government coordinated with other regional countries in Operation Condor. He was": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.038302425
      ],
      [
        "v",
        -5.3596854e-05
      ],
      [
        "ador",
        -0.00020103711
      ],
      [
        " All",
        -1.3186812e-05
      ],
      [
        "ende",
        -1.0921943e-05
      ]
    ]
  },
  "One architect from this country won the 2006 Pritzker Prize and designed the Museum of Sculpture and the Patriarch Plaza in his home town. Another architect from this country used a long ramp leading up to a circular building in his design of an art museum in Niterói and collaborated with Le Corbusier in designing the UN Headquarters in New York. Another architect from this country, Lucio Costa, organized": {
    "guess": "Brazilian architecture",
    "confidence": [
      [
        "Brazil",
        -0.34100723
      ],
      [
        "ian",
        -0.0016776758
      ],
      [
        " architecture",
        -0.31757763
      ]
    ]
  },
  "Archaeologists have discovered a prayer inscription addressed to this god, whose speaker asks this god for the stamina to please his woman all night long, which this god is described as being capable of doing. The hippopotamus is sacred to this god, which led to an unpopular ban on hippo hunting during a foreign dynasty of Asiatic invaders who worshipped this god, the Hyksos. Though he doesn't do so every night, this god occasionally uses a spear to slay Apophis in the underworld. In one story, this red-haired consort of Astarte is tricked into eating semen-laced lettuce by Horus, who avenges a murder committed by this god. For ten points, name this desert-dwelling Egyptian god of chaos, perhaps best known for killing Osiris.": {
    "guess": "Set",
    "confidence": [
      [
        "Set",
        -0.27778763
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov and George Howe. Seven glass blocks form his unrealized plan for a work in Battery Park, the Memorial to the Six Million Jewish Martyrs. He constructed a residence from two cubes attached at a 45 degree angle in his design for the Norman Fisher house. He designed the Indian Institute of Management, and he argued for the separation of \"servant\" and \"served\" in architectural spaces. One of his buildings features a ceiling made from tetrahedral concrete honeycombing, and another is an art museum consisting of a series of parallel barrel vaults. In addition to the Yale Art Gallery and the Kimbell Art Museum in Fort Worth, his designs include a medical research complex built around a central court": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.0009432653
      ],
      [
        " Kahn",
        -0.004882431
      ]
    ]
  },
  "Archibald Cary imprisoned this man for five months on the charge of creating a public disturbance, and he was nicknamed \"Son of Thunder.\" This man convinced a jury to pay only one penny in damages to Reverend James Maury during his participation in the Parson's Cause. This man introduced a piece of legislation that became an \"alarm bell to the disaffected\" by giving a speech which claimed \"Caesar had his Brutus, Charles I his Cromwell.\" This man was first biographied by William Wirt, and he protested the Stamp Acts by introducing certain Resolves. Another speech given by this member of the House": {
    "guess": "Patrick Henry",
    "confidence": [
      [
        "Patrick",
        -0.0026736376
      ],
      [
        " Henry",
        -6.50404e-05
      ]
    ]
  },
  "He was the architect of the Pact of Espino Negro which ended the civil war between Diaz and Moncada in Guatemala and soon after was appointed governor-general of the Philippines, a post he held until 1929.  He authored \"The Decision to use the Atomic Bomb,\" the first written defense of that action.  Much earlier he had headed the U.S. delegations to the Geneva Disarmament Conference and the London Naval Conference and, in opposition to the Japanese invasion of Manchuria, put forth his namesake doctrine.  FTP identify this secretary of state for Hoover and secretary of war for FDR and Truman.": {
    "guess": "Henry L. Stimson",
    "confidence": [
      [
        "Henry",
        -0.0030892978
      ],
      [
        " L",
        -0.00038205247
      ],
      [
        ".",
        -0.00026336228
      ],
      [
        " St",
        -0.00012035091
      ],
      [
        "imson",
        -5.0020742e-05
      ]
    ]
  },
  "One architect from this country won the 2006 Pritzker Prize and designed the Museum of Sculpture and the Patriarch Plaza in his home town. Another architect from this country used a long ramp leading up to a circular building in his design of an art museum in Niterói and collaborated with Le Corbusier in designing the UN Headquarters in New York. Another architect from this country, Lucio Costa, organized one city in this country in the shape of a cross or an airplane. Many of that city's buildings, such as a cathedral designed with sixteen hyperbolic columns, were designed by man behind the Pampulha project, Oscar Niemeyer. For 10 points, name this large South American country.": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.032319516
      ]
    ]
  },
  "The architecht Bannadonna is killed by his automaton in this man's story \"The Bell-Tower.\" Another story in this author's Piazza Tales features a character who dies of starvation in prison after repeating the phrase \"I would prefer not to.\" In that work, Ginger Nut delivers cakes for Nippers and Turkey, who work in an office owned by the narrator. In his most famous novel, Fedallah, Tashtego, and Queequeg serve as harpooners for Captain Ahab and meet the narrator, who instructs readers to \"Call me": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.008293399
      ],
      [
        "erman",
        -0.000444374
      ],
      [
        " Mel",
        -0.0020422484
      ],
      [
        "ville",
        -0.00012118533
      ]
    ]
  },
  "Archaeologists are working on this area's Island of the Four Mountains to find more evidence of the hunter-gatherers called the Unangan. The Akutan Volcano lies on a namesake island in this group; the group's namesake tribal people inhabit the volcano's foothills. Popoff Island features Sand Point, home of the Russian-built St. Nicolas Chapel. Its westernmost and largest island was site of fighting between US and Japanese forces in WWII despite its harsh arctic conditions. Attu is the largest island": {
    "guess": "Aleutian Islands",
    "confidence": [
      [
        "Ale",
        -0.0012155944
      ],
      [
        "ut",
        -3.5313153e-06
      ],
      [
        "ian",
        -9.472212e-05
      ],
      [
        " Islands",
        -2.546479e-05
      ]
    ]
  },
  "This archipelago (ar-kih-PEH-lah-goh) was the home of the Selknam people, who became extinct after being moved to Dawson Island. This archipelago also was the home of the Yaghan people, one of whom became known as Jemmy Button. Its largest city is Ushuaia, and, before the Galápagos Islands, it was visited": {
    "guess": "Tierra del Fuego",
    "confidence": [
      [
        "Ti",
        -0.003254835
      ],
      [
        "erra",
        -1.6240566e-06
      ],
      [
        " del",
        -0.008320234
      ],
      [
        " F",
        -3.1305768e-05
      ],
      [
        "uego",
        -6.17027e-05
      ]
    ]
  },
  "One architect associated with this branch of art organized the \"New City\" exhibition with members of the New Tendency group, and another member of this school painted The Metaphysical Muse and Funeral for the Anarchist Galli. Another member in this movement showed several chimneys in a painting which is dominated by a charging horse and is titled The City Rises, while another member showed the rapid changes in motion of a woman walking with the title animal in Dynamism of a Dog on a Leash. For 10 points, identify this art movement most commonly associated with Italian artists such as Giacomo Balla and Umberto Boccioni.": {
    "guess": "Italian Futurism",
    "confidence": [
      [
        "Italian",
        -0.066280775
      ],
      [
        " Fut",
        -0.0001593195
      ],
      [
        "ur",
        -1.18755715e-05
      ],
      [
        "ism",
        -6.301394e-05
      ]
    ]
  },
  "This Arcadian wounded a creature sent to punish Oeneus for improperly worshipping Artemis and killed the centaurs Rhaecus and Hylaeus. This figure defeated Peleus in wrestling at the funeral games of Pelias and inadvertently led Althea to kill her son in order to avenge her brothers by tossing the brand that determined the length of his life into a fire. This figure's father Iasus left her on Mount Parthenius, where she was suckled by a bear. For 10 points, name this woman who was the only female Argonaut and refused to marry until Aphrodite's gift of golden apples helped Hippomenes defeat her": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.016672686
      ],
      [
        "al",
        -4.7994283e-05
      ],
      [
        "anta",
        -3.650519e-06
      ]
    ]
  },
  "He was the architect of the Pact of Espino Negro which ended the civil war between Diaz and Moncada in Guatemala and soon after was appointed governor-general of the Philippines, a post he held until 1929.  He authored \"The Decision to use the Atomic Bomb,\" the first written defense of that action.  Much earlier he had headed the U.S. delegations to the Geneva Disarmament Conference and the London Naval Conference and, in opposition to the Japanese invasion of Manchuria, put forth his namesake doctrine.": {
    "guess": "Henry L. Stimson",
    "confidence": [
      [
        "Henry",
        -0.008132009
      ],
      [
        " L",
        -0.014907071
      ],
      [
        ".",
        -0.0007250601
      ],
      [
        " St",
        -0.00011534435
      ],
      [
        "imson",
        -4.9186317e-05
      ]
    ]
  },
  "This architect drew inspiration from local cliff-dwelling structures to design the Mesa Laboratory for the National Center for Atmospheric Research, and used the triangle as a basic building block for the East Building of the National Gallery of Art. His initial vision for the John F. Kennedy Library included a truncated glass pyramid, a motif he would return to in Cleveland's (*) Rock and Roll Hall": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.11481331
      ],
      [
        ".",
        -0.002285622
      ],
      [
        " M",
        -7.822647e-06
      ],
      [
        ".",
        -2.2365493e-05
      ],
      [
        " Pe",
        -9.372295e-06
      ],
      [
        "i",
        -2.7133641e-05
      ]
    ]
  },
  "Archil is a similar substance to this that is derived from the same lichens like The Netherlands fungus Lecanora tartarea but by a different process. It is water-soluble, and chlorine gas has the ability to change its (*) color from blue to white. Because it can not detect specific values of the quantity it measures, devices like universal indicators are often used instead. FTP, name this mixture that, when absorbed onto filter paper, will turn the paper from purple to blue or red in the presence of a base or acid, respectively.": {
    "guess": "pH indicator",
    "confidence": [
      [
        "p",
        -0.79587525
      ],
      [
        "H",
        -0.00032795602
      ],
      [
        " indicator",
        -0.11312629
      ]
    ]
  },
  "This architect's first major work was the Sheldonian Theatre at Oxford, which was  based on the Theater of Marcellus in Rome. Other notable works include the Chelsea  Hospital and the Greenwich Observatory.": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.001395592
      ],
      [
        " W",
        -1.569009e-05
      ],
      [
        "ren",
        -6.2729996e-06
      ]
    ]
  },
  "Architectural tributes to this man include a stone arch in Tripoli and an equestrian statue of him in Rome's Capitoline Square. Between 160 and 170 A.D, he led troops against various Germanic tribes in the Marcomannic wars (*) which resulted in the annexation of Bohemia for Rome. It was after this conflict that he wrote his Meditations, a work explaining the philosophy of Stoicism. The last of the \"Five Good Emperors\" of Rome, FTP, identify this man whose death is thought to mark the end of the Pax": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.0041464265
      ],
      [
        " Aure",
        -4.2630116e-05
      ],
      [
        "lius",
        -0.00016849818
      ]
    ]
  },
  "This architect collaborated with Nadir Afonso on a plan which he implemented in The House of the Mad or Radiant City. This architect designed the College of Architecture in the same city in which he designed a rotating metal open hand and the Palace of Justice. This architect included the sections \"The Lesson of Rome\" and \"Eyes That Do Not See\" in his magnum opus, Towards a New Architecture, written decades before he served as lead designer of Chandigarh, India. This architect is best known for a church in Ronchamp and a house in Poissy executed in the International Style. For 10 points, name this": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0067521906
      ],
      [
        " Cor",
        -5.9914648e-05
      ],
      [
        "bus",
        0.0
      ],
      [
        "ier",
        -7.362307e-05
      ]
    ]
  },
  "Archetypical works in this style include the \"continuous frequency environments\" of La Monte Young and the \"variation-free\" pieces of Morton Feldman. Many of its composers were influenced by the absence of harmony in Indian music, while others sought to compose artistic explorations of only timbre [TAM-bur] and rhythm; or, in the case of Cage's 4:33 [\"Four minutes, thirty-three seconds\"], of complete": {
    "guess": "Minimal music",
    "confidence": [
      [
        "Minimal",
        -0.29712018
      ],
      [
        " music",
        -0.059347052
      ]
    ]
  },
  "This archipelago (ar-kih-PEH-lah-goh) was the home of the Selknam people, who became extinct after being moved to Dawson Island. This archipelago also was the home of the Yaghan people, one of whom became known as Jemmy Button. Its largest city is Ushuaia, and, before the Galápagos Islands, it was visited by the first two missions of the HMS Beagle. The region south of this archipelago is the Drake Passage, and its northern boundary is the Strait of Magellan. Name this group of islands, the southernmost portion of Patagonia, shared by Argentina and Chile at the tip of South America whose name means": {
    "guess": "Tierra del Fuego",
    "confidence": [
      [
        "Ti",
        -0.0025360673
      ],
      [
        "erra",
        -3.5597102e-05
      ],
      [
        " del",
        -0.0023493613
      ],
      [
        " F",
        -5.2643223e-05
      ],
      [
        "uego",
        -0.00010580806
      ]
    ]
  },
  "This architect utilized a facade sloping thirty-four degrees in his design of Dallas City Hall. His work in Asia included a hotel at Fragrant Hills and the Bank of China Tower. While his design for the John F. Kennedy Library earned him acclaim, falling glass panels led to his firm being sued after his": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.18145165
      ],
      [
        ".",
        -0.0012568994
      ],
      [
        " M",
        -1.3544423e-05
      ],
      [
        ".",
        -3.7265952e-05
      ],
      [
        " Pe",
        -5.080963e-06
      ],
      [
        "i",
        -1.8431772e-05
      ]
    ]
  },
  "Archangels appear as soloist parts in this composer's chorale \"The Heavens are Telling,\" which is part of a work that opens with \"The Representation of Chaos.\" He composed an anthem for Franz II that became": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.09065004
      ],
      [
        " Hay",
        -0.00011176824
      ],
      [
        "dn",
        -8.657073e-06
      ]
    ]
  },
  "One architect from this country won the 2006 Pritzker Prize and designed the Museum of Sculpture and": {
    "guess": "Eduardo Souto de Moura",
    "confidence": [
      [
        "E",
        -0.19132529
      ],
      [
        "du",
        -0.00010342398
      ],
      [
        "ardo",
        -1.0683535e-05
      ],
      [
        " S",
        -0.0014465451
      ],
      [
        "out",
        -1.504853e-06
      ],
      [
        "o",
        -9.6867785e-05
      ],
      [
        " de",
        -0.00020020269
      ],
      [
        " Mour",
        -0.0007513785
      ],
      [
        "a",
        -2.5107178e-05
      ]
    ]
  },
  "He was the architect of the Pact of Espino Negro which ended the civil war between Diaz and Moncada in Guatemala and soon after was appointed governor-general of the Philippines, a post he held until 1929.": {
    "guess": "Henry L. Stimson",
    "confidence": [
      [
        "Henry",
        -0.004780169
      ],
      [
        " L",
        -0.00010688089
      ],
      [
        ".",
        -0.00031055594
      ],
      [
        " St",
        -0.00010247036
      ],
      [
        "imson",
        -5.538491e-05
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.002751738
      ],
      [
        "aha",
        -2.8564085e-05
      ],
      [
        " Had",
        -0.0011528401
      ],
      [
        "id",
        -6.511407e-06
      ]
    ]
  },
  "Archaeologists are working on this area's Island of the Four Mountains to find more evidence of the hunter-gatherers called the Unangan. The Akutan Volcano lies on a namesake island in this group; the group's namesake tribal people inhabit the volcano's foothills. Popoff Island features Sand Point, home of the Russian-built St. Nicolas Chapel. Its westernmost and largest island was site of fighting": {
    "guess": "Aleutian Islands",
    "confidence": [
      [
        "Ale",
        -0.0026184665
      ],
      [
        "ut",
        -5.9153886e-06
      ],
      [
        "ian",
        -0.00021450345
      ],
      [
        " Islands",
        -5.800739e-05
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov and George Howe. Seven glass blocks form his unrealized plan for a work in Battery Park, the Memorial to the Six Million Jewish Martyrs. He constructed a residence from two cubes attached at a 45 degree angle in his design for the Norman Fisher house. He designed the Indian Institute of Management, and he argued for the separation of \"servant\" and \"served\" in architectural spaces. One of his buildings features a ceiling made from tetrahedral concrete honeycombing, and another is an art museum consisting of a series of parallel barrel vaults. In addition to the Yale Art Gallery and the Kimbell Art Museum in Fort Worth, his designs include a medical research complex built around a central court with a water channel pointing toward the Pacific Ocean. FTP, name this American Jewish architect": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.00023929782
      ],
      [
        " Kahn",
        -0.00040004487
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel Ski Jump in Innsbruck. Other works include a nautilus-shaped tent erected in Central Park to house artwork inspired by the 2.55 handbag, the Chanel Mobile Art Pavilion, and the proposed design for": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.0044470895
      ],
      [
        "aha",
        -2.4749568e-05
      ],
      [
        " Had",
        -7.3742274e-05
      ],
      [
        "id",
        -5.3193703e-06
      ]
    ]
  },
  "This architect's final building, completed after his death, is the Martin Luther King Jr. Library in D.C. Cullinan Hall is one of two additions this architect made to the Caroline Weiss Law Building in Houston. He designed both the building and sculpture gardens for the Neue Nationalgalerie in Berlin. His German Pavilion for the 1929 International Exposition contained the first of his Barcelona chairs. Another of his works was purposely built in the floodplain of the Fox River, the Farnsworth House.": {
    "guess": "Ludwig Mies van der Rohe",
    "confidence": [
      [
        "L",
        -0.036096815
      ],
      [
        "ud",
        -2.8160932e-06
      ],
      [
        "wig",
        -1.2590794e-05
      ],
      [
        " M",
        -8.537869e-06
      ],
      [
        "ies",
        -4.9617593e-06
      ],
      [
        " van",
        -8.053688e-05
      ],
      [
        " der",
        -3.2497806e-05
      ],
      [
        " Ro",
        -1.9862217e-05
      ],
      [
        "he",
        -5.5577775e-06
      ]
    ]
  },
  "An archaic form of this resource was implemented by Bell Labs using a piggyback twistor. A more recent form of this resource that was created using chalcogenide glass is named for the property of phase-changes. The access latency for this resource can be reduced by using a translation-lookaside buffer,": {
    "guess": "Memory (computing)",
    "confidence": [
      [
        "Memory",
        -0.04832888
      ],
      [
        " (",
        -0.35769185
      ],
      [
        "comput",
        -0.17473155
      ],
      [
        "ing",
        -0.029186696
      ],
      [
        ")",
        -0.0010359067
      ]
    ]
  },
  "Archangels appear as soloist parts in this composer's chorale \"The Heavens are Telling,\" which is part of a work that opens with \"The Representation of Chaos.\" He composed an anthem for Franz II that became the Deutschlandlied and used the melody of that anthem in his \"Emperor\" Quartet, written in a musical form that he developed. This composer's works were catalogued by Anthony van Hoboken. This composer": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.17627859
      ],
      [
        " Hay",
        -0.00010592726
      ],
      [
        "dn",
        -7.226629e-06
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.002278246
      ],
      [
        " Kahn",
        -0.018485516
      ]
    ]
  },
  "In 2009, Archbishop Ornani Tempesta announced that $3.5 million would be raised to upgrade this work. This work inspired Duke Pearson to write a song of the same name which appeared in Donald Byrd's 1963 jazz album, A New Perspective. A similar work was created by Bruno Innocenti in Maratea. Though other possible designs for this work included a globe in the hands of the central figure, and a pedestal symbolizing the world, the simpler pose of the figure was chosen. The interior structure of it was": {
    "guess": "Christ the Redeemer",
    "confidence": [
      [
        "Christ",
        -0.330666
      ],
      [
        " the",
        -0.018367669
      ],
      [
        " Rede",
        -4.298773e-05
      ],
      [
        "emer",
        -0.00012713818
      ]
    ]
  },
  "In 2009, Archbishop Ornani Tempesta announced that $3.5 million would be raised to upgrade this work. This work inspired Duke Pearson to write a song of the same name which appeared in Donald Byrd's 1963 jazz album, A New Perspective. A similar work was created by Bruno Innocenti in Maratea. Though other possible designs for this work included a globe in the hands of the central figure, and a pedestal symbolizing the world, the simpler pose of the figure was chosen. The interior structure of it was designed by Albert Caquot, and Catholics hold (*) baptisms and weddings in the chapel under this 130-foot tall statue. Designed by Heitor da Silva Costa and standing at the top of Corcovado Mountain, this is, for 10 points, what statue sculpted by Paul Landowski located in Rio de Janeiro?": {
    "guess": "Christ the Redeemer",
    "confidence": [
      [
        "Christ",
        -0.012997861
      ],
      [
        " the",
        -0.00032294946
      ],
      [
        " Rede",
        -0.00011427152
      ],
      [
        "emer",
        -0.00012654216
      ]
    ]
  },
  "This architect's final building, completed after his death, is the Martin Luther King Jr. Library in D.C. Cullinan Hall is one of two additions this architect made to the Caroline Weiss Law Building in Houston. He designed both the building and sculpture gardens for the Neue Nationalgalerie in Berlin.": {
    "guess": "Mies van der Rohe",
    "confidence": [
      [
        "M",
        -0.6649961
      ],
      [
        "ies",
        -0.0001756504
      ],
      [
        " van",
        -0.010718235
      ],
      [
        " der",
        -0.0007800846
      ],
      [
        " Ro",
        -0.0008864454
      ],
      [
        "he",
        -1.11603495e-05
      ]
    ]
  },
  "This architect collaborated with Nadir Afonso on a plan which he implemented in The House of the Mad or Radiant City. This architect designed the College of Architecture in the same city in which he designed a rotating metal open hand and the Palace of Justice. This architect included the sections \"The Lesson of Rome\" and \"Eyes That Do Not See\" in his magnum opus, Towards a New Architecture, written": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.012528367
      ],
      [
        " Cor",
        -0.00023202639
      ],
      [
        "bus",
        -6.869018e-06
      ],
      [
        "ier",
        -5.157039e-05
      ]
    ]
  },
  "Archibald Cary imprisoned this man for five months on the charge of creating a public disturbance, and he was nicknamed \"Son of Thunder.\" This man convinced a jury to pay only one penny in damages to Reverend James Maury during his participation in the Parson's Cause. This man introduced a piece of legislation that became an \"alarm bell to the disaffected\" by giving a speech which claimed \"Caesar had his Brutus, Charles I his Cromwell.\" This man was first biographied by William Wirt, and he protested": {
    "guess": "Patrick Henry",
    "confidence": [
      [
        "Patrick",
        -0.0050347443
      ],
      [
        " Henry",
        -0.00016027314
      ]
    ]
  },
  "This archipelago includes the eastern banks of Mouchoir, Silver, and Navidad. Its large southern island of Great Inagua is home to a monstrous colony of American Flamingoes. Several of its larger northern islands contain pineyard ecosystems, as do the Caicos Islands. Islands in this group include Great Abaco, Cat, and Eleuthera. The Tongue of the Ocean separates its tripartite Andros Island from the Exuma Cays and New Providence Island. The nation named for these islands has its capital at Nassau. For 10 points, name this archipelago north of Cuba and east of Florida.": {
    "guess": "The Bahamas",
    "confidence": [
      [
        "The",
        -0.024287367
      ],
      [
        " Bahamas",
        -0.0040659327
      ]
    ]
  },
  "Its architect designed a clock with an hour hand only and a weathervane which can be read from indoors, both located in its east portico. It was one of the earliest buildings with a dumbwaiter, and its dining room table was folded up between meals. Several of its rooms are named for their shape, such as the \"North Octagonal\" and \"South Square\" rooms. While the master bedroom incorporates elements from": {
    "guess": "Monticello",
    "confidence": [
      [
        "Mont",
        -0.36430913
      ],
      [
        "ic",
        -0.0014649851
      ],
      [
        "ello",
        -8.685468e-05
      ]
    ]
  },
  "One of this architect's early focuses was developing homes commissioned individually, such as those of Raoul La Roche and Michael Stein. He published a work that applied mathematical proportions in the human body to architecture to create a scale of proportions that defined his late architecture, Le Modulor. His workers' community, Pessac, was shunned because it did not respect the local architecture of Bordeaux, but nonetheless he was selected in 1951 to develop the Indian city of Chandigarh. For ten points, name this French architect and proponent of the international style, who promoted his five points of modern architecture in his Villa Savoye.": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0015159346
      ],
      [
        " Cor",
        -0.000108907356
      ],
      [
        "bus",
        -1.3544423e-05
      ],
      [
        "ier",
        -2.5941605e-05
      ]
    ]
  },
  "Its architect designed a clock with an hour hand only and a weathervane which can be read from indoors, both located in its east portico. It was one of the earliest buildings with a dumbwaiter, and its dining room table was folded up between meals. Several of its rooms are named for their shape, such as the \"North Octagonal\" and \"South Square\" rooms. While the master bedroom incorporates elements from the Roman temple of Fortuna Virilis, the most major influence on it was the villas of Andrea Palladio": {
    "guess": "Villa La Rotonda",
    "confidence": [
      [
        "V",
        -0.5411529
      ],
      [
        "illa",
        -0.0013026185
      ],
      [
        " La",
        -0.5855639
      ],
      [
        " Rot",
        -0.00022725825
      ],
      [
        "onda",
        -0.002219488
      ]
    ]
  },
  "Its architect designed a clock with an hour hand only and a weathervane which can be read from indoors, both located in its east portico. It was one of the earliest buildings with a dumbwaiter, and its dining room table was folded up between meals. Several of its rooms are named for their shape, such": {
    "guess": "Monticello",
    "confidence": [
      [
        "Mont",
        -0.7649504
      ],
      [
        "ic",
        -0.0024692325
      ],
      [
        "ello",
        -2.7848862e-05
      ]
    ]
  },
  "This architect designed a building with a small observation deck on the 43rd floor which replaced the": {
    "guess": "John Hancock Center",
    "confidence": [
      [
        "John",
        -1.4617684
      ],
      [
        " Hancock",
        -0.07120737
      ],
      [
        " Center",
        -0.010091071
      ]
    ]
  },
  "These architectural works were given their characteristic shape in order to maximize waterfront exposure. They were the brainchild of sheikh Mohammed bin Rashid Al Maktoum, whose poetry was incorporated into the project, spelt out in Arabic calligraphy. Built out of natural materials, they were constructed": {
    "guess": "The World (archipelago)",
    "confidence": [
      [
        "The",
        -0.69121325
      ],
      [
        " World",
        -0.39714682
      ],
      [
        " (",
        -0.07235249
      ],
      [
        "arch",
        -2.618001e-05
      ],
      [
        "ipel",
        -3.0545007e-06
      ],
      [
        "ago",
        0.0
      ],
      [
        ")",
        -0.00020807012
      ]
    ]
  },
  "This architect drew inspiration from local cliff-dwelling structures to design the Mesa Laboratory for the National Center for Atmospheric Research, and used the triangle as a basic building block for the East Building of the National Gallery of Art. His initial vision for the John F. Kennedy Library included a truncated glass pyramid, a motif he would return to in Cleveland's (*) Rock and Roll Hall of Fame, and to cover the underground entrance to the Louvre. For 10 points, name this Chinese-American": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.014554685
      ],
      [
        ".",
        -0.0013384549
      ],
      [
        " M",
        -8.299462e-06
      ],
      [
        ".",
        -1.962381e-05
      ],
      [
        " Pe",
        -3.4121115e-06
      ],
      [
        "i",
        -1.6643718e-05
      ]
    ]
  },
  "Architectural tributes to this man include a stone arch in Tripoli and an equestrian statue of him in Rome's Capitoline Square. Between 160 and 170 A.D, he led troops against various Germanic tribes in the Marcomannic wars (*) which resulted in the annexation of Bohemia for Rome. It was after this conflict that he wrote his Meditations, a work explaining the philosophy of Stoicism. The last of the": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.0064763837
      ],
      [
        " Aure",
        -8.363618e-05
      ],
      [
        "lius",
        -7.862962e-05
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This architect created  sweeping wedge-like towers in a contribution to the revitalizing Liverpool One plan, the One Park West residential and  office building. A building designed by this person that contains Winter Garden was damaged during the 9/11 attacks.  This person designed an art deco skyscraper attached to shopping center in which an eagle-shaped fountain drips water  from the third to first floor beneath a domed glass ceiling. This designer of the (*) World Financial Center in New York and  the Gaviidae Common shopping center and adjacent Wells Fargo Center in Minneapolis designed a building": {
    "guess": "Cesar Pelli",
    "confidence": [
      [
        "C",
        -0.017863683
      ],
      [
        "esar",
        -0.042831667
      ],
      [
        " P",
        -2.057744e-05
      ],
      [
        "elli",
        -8.537869e-06
      ]
    ]
  },
  "This archipelago includes the eastern banks of Mouchoir, Silver, and Navidad. Its large southern island of Great Inagua is home to a monstrous colony of American Flamingoes. Several of its larger northern": {
    "guess": "The Bahamas",
    "confidence": [
      [
        "The",
        -0.4988255
      ],
      [
        " Bahamas",
        -0.00929298
      ]
    ]
  },
  "In 2009, Archbishop Ornani Tempesta announced that $3.5 million would be raised to upgrade this work. This work inspired Duke Pearson to write a song of the same name which appeared in Donald Byrd's 1963 jazz album, A New Perspective. A similar work was created by Bruno Innocenti in Maratea. Though other": {
    "guess": "Christ the Redeemer (statue)",
    "confidence": [
      [
        "Christ",
        -1.3480556
      ],
      [
        " the",
        -0.08875513
      ],
      [
        " Rede",
        -3.261701e-05
      ],
      [
        "emer",
        -0.0001071193
      ],
      [
        " (",
        -0.34543282
      ],
      [
        "stat",
        -0.00054457295
      ],
      [
        "ue",
        -5.8245798e-05
      ],
      [
        ")",
        -0.0032693336
      ]
    ]
  },
  "The Archimedean property is a key property of these numbers as they are an ordered field. These can be constructed using Cauchy sequences or Dedekind cuts. The fact that they are uncountable can be demonstrated using Cantor's diagonal argument. They can be divided into the rational numbers and the irrational numbers. They can be written as decimal representations with an infinite sequence of digits": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.00014823723
      ],
      [
        " numbers",
        -0.0031076074
      ]
    ]
  },
  "This architect included a ribbon-like spiral staircase in his renovations of the Art Gallery of Ontario.": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.037679587
      ],
      [
        " Geh",
        -0.00015753144
      ],
      [
        "ry",
        -1.4974867e-05
      ]
    ]
  },
  "This architect collaborated with Nadir Afonso on a plan which he implemented in The House of the Mad": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.101893924
      ],
      [
        " Cor",
        -1.2233183e-05
      ],
      [
        "bus",
        -2.7610455e-05
      ],
      [
        "ier",
        -3.6073914e-05
      ]
    ]
  },
  "Archaeologists have discovered a prayer inscription addressed to this god, whose speaker asks this god for the stamina to please his woman all night long, which this god is described as being capable of doing. The hippopotamus is sacred to this god, which led to an unpopular ban on hippo hunting during a foreign dynasty of Asiatic invaders who worshipped this god, the Hyksos. Though he doesn't do so every night, this god occasionally uses a spear to slay Apophis in the underworld. In one story, this red-haired consort of Astarte is tricked into eating semen-laced lettuce by Horus, who avenges a": {
    "guess": "Bes god",
    "confidence": [
      [
        "Bes",
        -0.7547066
      ],
      [
        " god",
        -0.4066917
      ]
    ]
  },
  "Archil is a similar substance to this that is derived from the same lichens like The Netherlands fungus Lecanora tartarea but by a different process. It is water-soluble, and chlorine gas has the ability to change its (*) color from blue to white. Because it can not detect specific values of the quantity it measures, devices like universal indicators are often used instead. FTP, name this mixture that, when absorbed onto filter paper, will turn the paper from purple to blue or red in the presence": {
    "guess": "pH indicator",
    "confidence": [
      [
        "p",
        -0.7832637
      ],
      [
        "H",
        -0.0004807201
      ],
      [
        " indicator",
        -0.14725032
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This architect created  sweeping wedge-like towers in a contribution to the revitalizing Liverpool One plan, the One Park West residential and  office building. A building designed by this person that contains Winter Garden was damaged during the 9/11 attacks.  This person designed an art deco skyscraper attached to shopping center in which an eagle-shaped fountain drips water  from the third to first floor beneath a domed glass ceiling. This designer of the (*) World Financial Center in New York and  the Gaviidae Common shopping center and adjacent Wells Fargo Center in Minneapolis designed a building located above the  KLCC park that contains a skybridge connecting two structures at their forty- first and forty-second floors. For 10 points, name  this Argentine-American architect of the Petronas Towers.": {
    "guess": "César Pelli",
    "confidence": [
      [
        "C",
        -0.009086034
      ],
      [
        "és",
        -0.37727776
      ],
      [
        "ar",
        -3.8338785e-05
      ],
      [
        " P",
        -4.0961266e-05
      ],
      [
        "elli",
        -4.9617593e-06
      ]
    ]
  },
  "Its architect designed a clock with an hour hand only and a weathervane which can be read from indoors, both located in its east portico. It was one of the earliest buildings with a dumbwaiter, and its dining room table was folded up between meals. Several of its rooms are named for their shape, such as the \"North Octagonal\" and \"South Square\" rooms. While the master bedroom incorporates elements from the Roman temple of Fortuna Virilis, the most major influence on it was the villas of Andrea Palladio that its inhabitant and designer had seen while abroad; the Villa Rotonda, for example, inspired its famous dome. FTP, name this Virginia home of Thomas Jefferson.": {
    "guess": "Monticello",
    "confidence": [
      [
        "Mont",
        -0.005590534
      ],
      [
        "ic",
        -0.00014251545
      ],
      [
        "ello",
        -9.610702e-06
      ]
    ]
  },
  "This architect collaborated with Nadir Afonso on a plan which he implemented in The House of the Mad or Radiant City. This architect designed the College of Architecture in the same city in which he designed a rotating metal open hand and the Palace of Justice. This architect included the sections \"The Lesson of Rome\" and \"Eyes That Do Not See\" in his magnum opus, Towards a New Architecture, written decades before he served as lead designer of Chandigarh, India. This architect is best known for a": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.004147138
      ],
      [
        " Cor",
        -2.939851e-05
      ],
      [
        "bus",
        -2.1008714e-06
      ],
      [
        "ier",
        -8.613945e-05
      ]
    ]
  },
  "This architect's first major work was the Sheldonian Theatre at Oxford, which was  based on the Theater": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.13099751
      ],
      [
        " W",
        -0.00017994174
      ],
      [
        "ren",
        -1.4140442e-05
      ]
    ]
  },
  "This architect designed a building with a small observation deck on the 43rd floor which replaced the Victorian-era Murray House. He designed the John F. Kennedy Presidential Library, and one of his works was designed to resemble growing bamboo shoots. Another of his works utilized wooden supports to": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.3001591
      ],
      [
        ".",
        -0.017423075
      ],
      [
        " M",
        -2.749125e-05
      ],
      [
        ".",
        -1.8789384e-05
      ],
      [
        " Pe",
        -1.9816675e-06
      ],
      [
        "i",
        -2.6895234e-05
      ]
    ]
  },
  "Archangels appear as soloist parts in this composer's chorale \"The Heavens are Telling,\" which is part of a work that opens with \"The Representation of Chaos.\" He composed an anthem for Franz II that became the Deutschlandlied and used the melody of that anthem in his \"Emperor\" Quartet, written in a musical form that he developed. This composer's works were catalogued by Anthony van Hoboken. This composer placed a sudden fortissimo chord in the middle of an otherwise soft movement in his \"Surprise": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.14108638
      ],
      [
        " Hay",
        -0.000203898
      ],
      [
        "dn",
        -1.3544423e-05
      ]
    ]
  },
  "This architect's first major work was the Sheldonian Theatre at Oxford, which was  based on the Theater of Marcellus in Rome. Other notable works include the Chelsea  Hospital and the Greenwich Observatory. After the Great Fire in 1666, he designed  51 churches in the city of London. FTP name this British": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.0024770817
      ],
      [
        " W",
        -2.9040899e-05
      ],
      [
        "ren",
        -4.723352e-06
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel Ski Jump in Innsbruck. Other works include a nautilus-shaped tent erected in Central Park to house artwork inspired by the 2.55 handbag, the Chanel Mobile Art Pavilion, and the proposed design for the Cardiff Bay Opera House. Another project interchanges walls and floors \"like a ribbon in space\" - that museum, the MAXXI in Rome, contrasts with Cincinnati's Contemporary Arts Center, built as a series of cubes and prisms held together by stilts. This designer of the Guangzhou Opera House. and student of Rem Koolhaas, is best known for a building organized in a scissor-like manner to \"connect [the] ground floor and first floor into a continuous field,\" - that project in Liepzig is the BMW Central Building. FTP, name this deconstructivist architect who was born in Iraq and studied in Britain,": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.004508208
      ],
      [
        "aha",
        -1.147242e-06
      ],
      [
        " Had",
        -6.301394e-05
      ],
      [
        "id",
        -6.749814e-06
      ]
    ]
  },
  "This architect proposed a never built mile-high skyscraper called The Illinois. This man's  homes in": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.01006051
      ],
      [
        " Lloyd",
        -0.000111291425
      ],
      [
        " Wright",
        -6.539802e-05
      ]
    ]
  },
  "This architect designed a synagogue called the K.A.M. Isaiah Israel Temple, which was later converted\n into the birthplace of gospel music, the Pilgrim Baptist Church. Roosevelt University is currently housed in\n a building this man designed that served as the first home of the Chicago Symphony Orchestra.": {
    "guess": "Adler & Sullivan",
    "confidence": [
      [
        "Ad",
        -0.50626284
      ],
      [
        "ler",
        -0.00023083435
      ],
      [
        " &",
        -0.03111351
      ],
      [
        " Sullivan",
        -0.00022856948
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov and George Howe. Seven glass blocks form his unrealized plan for a work in Battery Park, the Memorial to the Six Million Jewish Martyrs. He constructed a residence from two cubes attached at a 45 degree angle in his design for the Norman Fisher house. He designed the Indian Institute of Management,": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.004848392
      ],
      [
        " Kahn",
        -0.003658626
      ]
    ]
  },
  "This architect's final building, completed after his death, is the Martin Luther King Jr. Library in D.C. Cullinan Hall is one of two additions this architect made to the Caroline Weiss Law Building in Houston. He designed both the building and sculpture gardens for the Neue Nationalgalerie in Berlin. His German Pavilion for the 1929 International Exposition contained the first of his Barcelona chairs. Another of his works was purposely built in the floodplain of the Fox River, the Farnsworth House. For 10 points, \"less is more\" was the maxim of this International Style architect and final director": {
    "guess": "Ludwig Mies van der Rohe",
    "confidence": [
      [
        "L",
        -0.0553666
      ],
      [
        "ud",
        -2.6968896e-06
      ],
      [
        "wig",
        -1.7478143e-05
      ],
      [
        " M",
        -7.465036e-06
      ],
      [
        "ies",
        -5.4385737e-06
      ],
      [
        " van",
        -6.8616515e-05
      ],
      [
        " der",
        -4.370295e-05
      ],
      [
        " Ro",
        -3.6789137e-05
      ],
      [
        "he",
        -4.365741e-06
      ]
    ]
  },
  "Architectural tributes to this man include a stone arch in Tripoli and an equestrian statue of him in": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.38912982
      ],
      [
        " Aure",
        -0.00012118533
      ],
      [
        "lius",
        -0.000112125854
      ]
    ]
  },
  "One architect from this country won the 2006 Pritzker Prize and designed the Museum of Sculpture and the Patriarch Plaza in his home town. Another architect from this country used a long ramp leading up": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.61536473
      ]
    ]
  },
  "This architect proposed a never built mile-high skyscraper called The Illinois. This man's  homes in Arizona and Wisconsin were both named for the Welsh bard Taliesin. This  architect used Roman brick to emphasize horizontal lines in the exterior of (*) Hyde Park's  Robie House. This man designed a Pennsylvania home for Edgar Kaufmann that is cantilevered  over a waterfall. For 10 points, name this Prairie House architect of Fallingwater.": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.0032782448
      ],
      [
        " Lloyd",
        -4.406056e-05
      ],
      [
        " Wright",
        -1.1994775e-05
      ]
    ]
  },
  "These architectural works were given their characteristic shape in order to maximize waterfront exposure. They were the brainchild of sheikh Mohammed bin Rashid Al Maktoum, whose poetry was incorporated": {
    "guess": "The World (archipelago)",
    "confidence": [
      [
        "The",
        -0.21720204
      ],
      [
        " World",
        -0.04916248
      ],
      [
        " (",
        -0.15214747
      ],
      [
        "arch",
        -3.7385154e-05
      ],
      [
        "ipel",
        -5.6769813e-06
      ],
      [
        "ago",
        0.0
      ],
      [
        ")",
        -0.00019316968
      ]
    ]
  },
  "This architect studied the Theatre of Marcellus in Rome and used its design as the basis for his Sheldonian Theatre, and he used a Byzantine squinch to hold the dome for the church he belonged to, Saint Stephen Walbrook.  For his most famous work, this architect's Greek cross and Great Model designs were rejected before he came up with a modified Warrant design, later adding a one hundred foot diameter": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.008042368
      ],
      [
        " W",
        -1.6524515e-05
      ],
      [
        "ren",
        -5.3193703e-06
      ]
    ]
  },
  "This man arbitrated a dispute between Philip of Swabia and Otto IV, and he wrote the tract De contemptu mundi. He was trained by his uncle and predecessor Celestine III, and he attempted the fait accompli and blessed the Fourth Crusade. He called the Fourth (*) Lateran Council, and he sent Pandulf to be his legate in England and saw to the election of Stephen Langton as archbishop of Canterbury. For 10 points, name this pope of the Middle Ages who excommunicated King John, the third of his name.": {
    "guess": "Innocent III",
    "confidence": [
      [
        "In",
        -0.1936824
      ],
      [
        "noc",
        -4.5491004e-05
      ],
      [
        "ent",
        -3.070975e-05
      ],
      [
        " III",
        -0.0002938711
      ]
    ]
  },
  "The architecht Bannadonna is killed by his automaton in this man's story \"The Bell-Tower.\" Another story in this author's Piazza Tales features a character who dies of starvation in prison after repeating the phrase \"I would prefer not to.\" In that work, Ginger Nut delivers cakes for Nippers and Turkey, who work in an office owned by the narrator. In his most famous novel, Fedallah, Tashtego, and Queequeg": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.01912392
      ],
      [
        "erman",
        -6.0749073e-05
      ],
      [
        " Mel",
        -0.0014459491
      ],
      [
        "ville",
        -6.7901296e-05
      ]
    ]
  },
  "Archetypical works in this style include the \"continuous frequency environments\" of La Monte Young and the \"variation-free\" pieces of Morton Feldman. Many of its composers were influenced by the absence of harmony in Indian music, while others sought to compose artistic explorations of only timbre [TAM-bur] and rhythm; or, in the case of Cage's 4:33 [\"Four minutes, thirty-three seconds\"], of complete silence. For ten points, name the musical style perhaps best known in the works of Phillip Glass.": {
    "guess": "Minimalism",
    "confidence": [
      [
        "Minimal",
        -0.0036595722
      ],
      [
        "ism",
        -0.39592865
      ]
    ]
  },
  "Archimedes identified this quantity as the opposite of buoyancy, and Aristotle reasoned that the speed of a falling object was proportional to this quantity. Newton related inertia to this quantity; its unit is named for him. The value of this quantity for an object on the (*) moon is about one sixth of its value for the same object on earth. For 10 points, name this quantity that is the force exerted": {
    "guess": "Weight",
    "confidence": [
      [
        "Weight",
        -0.48765558
      ]
    ]
  },
  "These architectural works were given their characteristic shape in order to maximize waterfront exposure. They were the brainchild of sheikh Mohammed bin Rashid Al Maktoum, whose poetry was incorporated into the project, spelt out in Arabic calligraphy. Built out of natural materials, they were constructed via a process called 'rainbowing' wherein a dredging ship pulls up seabed sand and sprays it into place. Facing a shortage of funds, the architectural company recently signed a contract with Anheuser-Busch to build several theme parks on the site, including SeaWorld Dubai. For ten points, identify": {
    "guess": "The World (archipelago)",
    "confidence": [
      [
        "The",
        -0.076156825
      ],
      [
        " World",
        -0.07374381
      ],
      [
        " (",
        -0.36561996
      ],
      [
        "arch",
        -1.1994775e-05
      ],
      [
        "ipel",
        -1.9816675e-06
      ],
      [
        "ago",
        0.0
      ],
      [
        ")",
        -0.00037001655
      ]
    ]
  },
  "In 2009, Archbishop Ornani Tempesta announced that $3.5 million would be raised to upgrade this work. This work inspired Duke Pearson to write a song of the same name which appeared in Donald Byrd's 1963 jazz album, A New Perspective. A similar work was created by Bruno Innocenti in Maratea. Though other possible designs for this work included a globe in the hands of the central figure, and a pedestal symbolizing the world, the simpler pose of the figure was chosen. The interior structure of it was designed by Albert Caquot, and Catholics hold (*) baptisms and weddings in the chapel under this": {
    "guess": "Christ the Redeemer (statue)",
    "confidence": [
      [
        "Christ",
        -0.13933113
      ],
      [
        " the",
        -0.0018670023
      ],
      [
        " Rede",
        -0.00016790217
      ],
      [
        "emer",
        -7.3742274e-05
      ],
      [
        " (",
        -0.25325763
      ],
      [
        "stat",
        -0.00075912307
      ],
      [
        "ue",
        -4.823269e-05
      ],
      [
        ")",
        -0.0014377313
      ]
    ]
  },
  "This Arcadian wounded a creature sent to punish Oeneus for improperly worshipping Artemis and killed the centaurs Rhaecus and Hylaeus. This figure defeated Peleus in wrestling at the funeral games of Pelias and inadvertently led Althea to kill her son in order to avenge her brothers by tossing the brand that determined the length of his life into a fire. This figure's father Iasus left her on Mount Parthenius, where she was suckled by a bear. For 10 points, name this woman who was the only female Argonaut and refused to marry until Aphrodite's gift of golden apples helped Hippomenes defeat her in a footrace.": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.007399919
      ],
      [
        "al",
        -5.0020742e-05
      ],
      [
        "anta",
        -1.6240566e-06
      ]
    ]
  },
  "Archimedes described these in a stationary sense as an equilibrium proportion of magnitudes. A steering wheel is sometimes considered a 360 degree type of these things, while the human arm is labeled as third-class. Wrenches are considered second-class because the effort is at the end opposite the fulcrum.": {
    "guess": "Mechanical Advantage",
    "confidence": [
      [
        "Mech",
        -0.74194807
      ],
      [
        "anical",
        -0.0020715138
      ],
      [
        " Advantage",
        -0.7811467
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel Ski Jump in Innsbruck. Other works include a nautilus-shaped tent erected in Central Park to house artwork inspired by the 2.55 handbag, the Chanel Mobile Art Pavilion, and the proposed design for the Cardiff Bay Opera House. Another project interchanges walls and floors \"like a ribbon in space\" - that museum, the MAXXI in Rome, contrasts with Cincinnati's Contemporary Arts Center, built as a series of cubes and prisms held together by stilts. This designer of the Guangzhou Opera House. and student of Rem Koolhaas, is best known for a building organized in a scissor-like manner to \"connect [the] ground floor and first floor into a continuous field,\" - that project in Liepzig is the BMW": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.0019348275
      ],
      [
        "aha",
        -2.8160932e-06
      ],
      [
        " Had",
        -5.312004e-05
      ],
      [
        "id",
        -8.180258e-06
      ]
    ]
  },
  "This architect drew inspiration from local cliff-dwelling structures to design the Mesa Laboratory for the National Center for Atmospheric Research, and used the triangle as a basic building block for the East Building of the National Gallery of Art. His initial vision for the John F. Kennedy Library included a truncated glass pyramid, a motif he would return to in Cleveland's (*) Rock and Roll Hall of Fame, and to cover the underground entrance to the Louvre. For 10 points, name this Chinese-American architect.": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.0016165003
      ],
      [
        ".",
        -0.0014541632
      ],
      [
        " M",
        -3.2929079e-06
      ],
      [
        ".",
        -1.998142e-05
      ],
      [
        " Pe",
        -1.3856493e-06
      ],
      [
        "i",
        -1.2113979e-05
      ]
    ]
  },
  "Architectural tributes to this man include a stone arch in Tripoli and an equestrian statue of him in Rome's Capitoline Square. Between 160 and 170 A.D, he led troops against various Germanic tribes in": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.092778295
      ],
      [
        " Aure",
        -0.00054755306
      ],
      [
        "lius",
        -0.00016825978
      ]
    ]
  },
  "This architect utilized a facade sloping thirty-four degrees in his design of Dallas City Hall. His work in Asia included a hotel at Fragrant Hills and the Bank of China Tower. While his design for the John F. Kennedy Library earned him acclaim, falling glass panels led to his firm being sued after his design of the John Hancock Tower in Boston could not endure strong winds. He won his most famous commission for a project proposed by Francois Mitterrand. For 10 points, identify this Pritzker Prize winning architect known for designing the glass pyramid at the Louvre and Cleveland's Rock and Roll Hall of Fame.": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.0028321035
      ],
      [
        ".",
        -0.008020976
      ],
      [
        " M",
        -9.372295e-06
      ],
      [
        ".",
        -2.3438328e-05
      ],
      [
        " Pe",
        -4.8425554e-06
      ],
      [
        "i",
        -2.4987974e-05
      ]
    ]
  },
  "These architectural works were given their characteristic shape in order to maximize waterfront exposure. They were the brainchild of sheikh Mohammed bin Rashid Al Maktoum, whose poetry was incorporated into the project, spelt out in Arabic calligraphy. Built out of natural materials, they were constructed via a process called 'rainbowing' wherein a dredging ship pulls up seabed sand and sprays it": {
    "guess": "The World (archipelago)",
    "confidence": [
      [
        "The",
        -0.044970434
      ],
      [
        " World",
        -0.008627579
      ],
      [
        " (",
        -0.07788942
      ],
      [
        "arch",
        -1.0564331e-05
      ],
      [
        "ipel",
        -1.147242e-06
      ],
      [
        "ago",
        0.0
      ],
      [
        ")",
        -0.00029792404
      ]
    ]
  },
  "These architectural works were given their characteristic shape in order to maximize waterfront exposure. They were the brainchild of sheikh Mohammed bin Rashid Al Maktoum, whose poetry was incorporated into the project, spelt out in Arabic calligraphy. Built out of natural materials, they were constructed via a process called 'rainbowing' wherein a dredging ship pulls up seabed sand and sprays it into place. Facing a shortage of funds, the architectural company recently signed a contract with Anheuser-Busch": {
    "guess": "The World (archipelago)",
    "confidence": [
      [
        "The",
        -0.044361573
      ],
      [
        " World",
        -0.07449738
      ],
      [
        " (",
        -0.60733134
      ],
      [
        "arch",
        -6.0345924e-06
      ],
      [
        "ipel",
        0.0
      ],
      [
        "ago",
        0.0
      ],
      [
        ")",
        -0.00030781425
      ]
    ]
  },
  "This archipelago is the site of the M25 magnetic anomaly, which is found on the ocean crust on its western side. Antonio Cubillo formed a separatist group that sought independence for residents of this archipelago. The largest one of these islands is home to the Achamán-worshipping Guanche people. The world's tallest volcano outside of Hawaii, Mount Teide, can be found on this archipelago, whose unsuccessful conquest by the (*) British in 1797 cost Lord Nelson an arm. These islands were granted autonomy by King Juan Carlos I and are located off the coast of Morocco. For 10 points, Tenerife is the largest island in what archipelago, which shares its name with a type of colorful bird?": {
    "guess": "Canary Islands",
    "confidence": [
      [
        "Can",
        -0.0013361938
      ],
      [
        "ary",
        -3.166338e-05
      ],
      [
        " Islands",
        -2.5941605e-05
      ]
    ]
  },
  "Architectural tributes to this man include a stone arch in Tripoli and an equestrian statue of him in Rome's Capitoline Square. Between 160 and 170 A.D, he led troops against various Germanic tribes in the Marcomannic wars (*) which resulted in the annexation of Bohemia for Rome. It was after this conflict": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.028181799
      ],
      [
        " Aure",
        -0.00015229016
      ],
      [
        "lius",
        -7.684157e-05
      ]
    ]
  },
  "This architect designed a synagogue called the K.A.M. Isaiah Israel Temple, which was later converted\n into the birthplace of gospel music, the Pilgrim Baptist Church. Roosevelt University is currently housed in\n a building this man designed that served as the first home of the Chicago Symphony Orchestra. This\n architect of the Auditorium Building designed the Transportation Building, the largest structure": {
    "guess": "Adler & Sullivan",
    "confidence": [
      [
        "Ad",
        -0.56710064
      ],
      [
        "ler",
        -2.9352968e-06
      ],
      [
        " &",
        -0.050152645
      ],
      [
        " Sullivan",
        -0.00019531534
      ]
    ]
  },
  "Archibald Cary imprisoned this man for five months on the charge of creating a public disturbance, and he was nicknamed \"Son of Thunder.\" This man convinced a jury to pay only one penny in damages to Reverend James Maury during his participation in the Parson's Cause. This man introduced a piece of legislation that became an \"alarm bell to the disaffected\" by giving a speech which claimed \"Caesar had": {
    "guess": "Patrick Henry",
    "confidence": [
      [
        "Patrick",
        -0.0076149134
      ],
      [
        " Henry",
        -0.00028648414
      ]
    ]
  },
  "Archimedes identified this quantity as the opposite of buoyancy, and Aristotle reasoned that the speed of a falling object was proportional to this quantity. Newton related inertia to this quantity; its unit is named for him. The value of this quantity for an object on the (*) moon is about one sixth of its value for the same object on earth. For 10 points, name this quantity that is the force exerted on an object by gravity.": {
    "guess": "Weight",
    "confidence": [
      [
        "Weight",
        -0.09169929
      ]
    ]
  },
  "This Arcadian wounded a creature sent to punish Oeneus for improperly worshipping Artemis and killed the centaurs Rhaecus and Hylaeus. This figure defeated Peleus in wrestling at the funeral games of Pelias and inadvertently led Althea to kill her son in order to avenge her brothers by tossing the brand": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.014819227
      ],
      [
        "al",
        -4.036525e-05
      ],
      [
        "anta",
        -9.4914985e-06
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This architect created  sweeping wedge-like towers in a contribution to the revitalizing Liverpool One plan, the One Park West residential and  office building. A building designed by this person that contains Winter Garden was damaged during the 9/11 attacks.  This person designed an art deco skyscraper attached to shopping center in which an eagle-shaped fountain drips water  from the third to first floor beneath a domed glass ceiling. This designer of the (*) World Financial Center in New York and  the Gaviidae Common shopping center and adjacent Wells Fargo Center in Minneapolis designed a building located above the  KLCC park that contains a skybridge connecting two structures at their forty- first and forty-second floors. For 10 points, name  this Argentine-American architect of the Petronas": {
    "guess": "César Pelli",
    "confidence": [
      [
        "C",
        -0.0120237935
      ],
      [
        "és",
        -0.6105114
      ],
      [
        "ar",
        -5.288163e-05
      ],
      [
        " P",
        -9.1742026e-05
      ],
      [
        "elli",
        -1.4498052e-05
      ]
    ]
  },
  "This architect designed a building with a small observation deck on the 43rd floor which replaced the Victorian-era Murray House. He designed the John F. Kennedy Presidential Library, and one of his works was designed to resemble growing bamboo shoots. Another of his works utilized wooden supports to cope with faulty windows, and this architect of the John Hancock Tower designed the East Building of the National Gallery of Art. For 10 points, name this man who designed the Rock and Roll Hall of Fame": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.0070201224
      ],
      [
        ".",
        -0.0022182958
      ],
      [
        " M",
        -8.657073e-06
      ],
      [
        ".",
        -3.5120287e-05
      ],
      [
        " Pe",
        -5.9153886e-06
      ],
      [
        "i",
        -1.2829201e-05
      ]
    ]
  },
  "This architect studied the Theatre of Marcellus in Rome and used its design as the basis for his Sheldonian Theatre, and he used a Byzantine squinch to hold the dome for the church he belonged to, Saint Stephen Walbrook.  For his most famous work, this architect's Greek cross and Great Model designs": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.029121967
      ],
      [
        " W",
        -2.7848862e-05
      ],
      [
        "ren",
        -1.5809293e-05
      ]
    ]
  },
  "This archipelago (ar-kih-PEH-lah-goh) was the home of the Selknam people, who became extinct after being moved to Dawson Island. This archipelago also was the home of the Yaghan people, one of whom became known as Jemmy Button. Its largest city is Ushuaia, and, before the Galápagos Islands, it was visited by the first two missions of the HMS Beagle. The region south of this archipelago is the Drake Passage, and its northern boundary is the Strait of Magellan. Name this group of islands, the southernmost": {
    "guess": "Tierra del Fuego",
    "confidence": [
      [
        "Ti",
        -0.0025949192
      ],
      [
        "erra",
        -9.133887e-06
      ],
      [
        " del",
        -0.009606034
      ],
      [
        " F",
        -5.9080223e-05
      ],
      [
        "uego",
        -9.138441e-05
      ]
    ]
  },
  "One of this architect's early focuses was developing homes commissioned individually, such as those of Raoul La Roche and Michael Stein. He published a work that applied mathematical proportions in the": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0037896272
      ],
      [
        " Cor",
        -7.433829e-05
      ],
      [
        "bus",
        -1.2113979e-05
      ],
      [
        "ier",
        -4.6802244e-05
      ]
    ]
  },
  "This archipelago is the site of the M25 magnetic anomaly, which is found on the ocean crust on its western side. Antonio Cubillo formed a separatist group that sought independence for residents of this archipelago. The largest one of these islands is home to the Achamán-worshipping Guanche people. The world's tallest volcano outside of Hawaii, Mount Teide, can be found on this archipelago, whose unsuccessful conquest by the (*) British in 1797 cost Lord Nelson an arm. These islands were granted autonomy": {
    "guess": "Canary Islands",
    "confidence": [
      [
        "Can",
        -0.0023408043
      ],
      [
        "ary",
        -5.6100132e-05
      ],
      [
        " Islands",
        -3.2855416e-05
      ]
    ]
  },
  "This archipelago includes the eastern banks of Mouchoir, Silver, and Navidad. Its large southern island of Great Inagua is home to a monstrous colony of American Flamingoes. Several of its larger northern islands contain pineyard ecosystems, as do the Caicos Islands. Islands in this group include Great Abaco, Cat, and Eleuthera. The Tongue of the Ocean separates its tripartite Andros Island from the Exuma Cays and New Providence Island. The nation named for these islands has its capital at Nassau.": {
    "guess": "The Bahamas",
    "confidence": [
      [
        "The",
        -0.3481724
      ],
      [
        " Bahamas",
        -0.0110829575
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel Ski Jump in Innsbruck. Other works include a nautilus-shaped tent erected in Central Park to house artwork inspired by the 2.55 handbag, the Chanel Mobile Art Pavilion, and the proposed design for the Cardiff Bay Opera House. Another project interchanges walls and floors \"like a ribbon in space\"": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.0046688803
      ],
      [
        "aha",
        -3.2929079e-06
      ],
      [
        " Had",
        -0.00012606535
      ],
      [
        "id",
        -1.1756368e-05
      ]
    ]
  },
  "He was the architect of the Pact of Espino Negro which ended the civil war between Diaz and Moncada in Guatemala and soon after was appointed governor-general of the Philippines, a post he held until 1929.  He authored \"The Decision to use the Atomic Bomb,\" the first written defense of that action.  Much earlier he had headed the U.S. delegations to the Geneva Disarmament Conference and the London": {
    "guess": "Henry L. Stimson",
    "confidence": [
      [
        "Henry",
        -0.019150464
      ],
      [
        " L",
        -0.00036239854
      ],
      [
        ".",
        -0.00020580526
      ],
      [
        " St",
        -5.0616763e-05
      ],
      [
        "imson",
        -3.5954712e-05
      ]
    ]
  },
  "This man arbitrated a dispute between Philip of Swabia and Otto IV, and he wrote the tract De contemptu mundi. He was trained by his uncle and predecessor Celestine III, and he attempted the fait accompli and blessed the Fourth Crusade. He called the Fourth (*) Lateran Council, and he sent Pandulf to be his legate in England and saw to the election of Stephen Langton as archbishop of Canterbury. For": {
    "guess": "Innocent III",
    "confidence": [
      [
        "In",
        -0.16244003
      ],
      [
        "noc",
        -2.0696643e-05
      ],
      [
        "ent",
        -3.6431527e-05
      ],
      [
        " III",
        -0.00026896485
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov and George Howe. Seven glass blocks form his unrealized plan for a work in Battery Park, the Memorial": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.0056438744
      ],
      [
        " Kahn",
        -0.025887543
      ]
    ]
  },
  "An archaic form of this resource was implemented by Bell Labs using a piggyback twistor. A more recent": {
    "guess": "Twistor theory",
    "confidence": [
      [
        "Tw",
        -0.11479524
      ],
      [
        "istor",
        -0.016330885
      ],
      [
        " theory",
        -0.055177215
      ]
    ]
  },
  "Archibald Cary imprisoned this man for five months on the charge of creating a public disturbance, and he was nicknamed \"Son of Thunder.\" This man convinced a jury to pay only one penny in damages to Reverend James Maury during his participation in the Parson's Cause. This man introduced a piece of legislation that became an \"alarm bell to the disaffected\" by giving a speech which claimed \"Caesar had his Brutus, Charles I his Cromwell.\" This man was first biographied by William Wirt, and he protested the Stamp Acts by introducing certain Resolves. Another speech given by this member of the House of Burgesses asked \"Is life so dear, or peace so sweet?\" For 10 points, name this founding father from Virginia who declared \"Give me liberty or give me death!\"": {
    "guess": "Patrick Henry",
    "confidence": [
      [
        "Patrick",
        -0.33059174
      ],
      [
        " Henry",
        -0.00062844466
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This architect created  sweeping wedge-like towers in a contribution to the revitalizing Liverpool One plan, the One Park West residential and  office building. A building designed by this person that contains Winter Garden was damaged during the 9/11 attacks.  This person designed an art deco skyscraper attached to shopping center in which an eagle-shaped fountain drips water  from the third to first floor beneath a domed glass ceiling. This designer of the (*) World Financial Center in New York and": {
    "guess": "César Pelli",
    "confidence": [
      [
        "C",
        -0.014513453
      ],
      [
        "és",
        -0.2807707
      ],
      [
        "ar",
        -3.8577193e-05
      ],
      [
        " P",
        -8.7450695e-05
      ],
      [
        "elli",
        -2.355753e-05
      ]
    ]
  },
  "This architect proposed a never built mile-high skyscraper called The Illinois. This man's  homes in Arizona and Wisconsin were both named for the Welsh bard Taliesin. This  architect used Roman brick": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.00039301923
      ],
      [
        " Lloyd",
        -5.9437833e-05
      ],
      [
        " Wright",
        -8.697388e-05
      ]
    ]
  },
  "Archangels appear as soloist parts in this composer's chorale \"The Heavens are Telling,\" which is part of a work that opens with \"The Representation of Chaos.\" He composed an anthem for Franz II that became the Deutschlandlied and used the melody of that anthem in his \"Emperor\" Quartet, written in a musical form that he developed. This composer's works were catalogued by Anthony van Hoboken. This composer placed a sudden fortissimo chord in the middle of an otherwise soft movement in his \"Surprise Symphony.\" For 10 points, name this court composer of Prince Esterhazy, considered the \"Father of the String Quartet\" and \"Father of the Symphony.\"": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.0031198412
      ],
      [
        " Hay",
        -0.00013035668
      ],
      [
        "dn",
        -4.246537e-06
      ]
    ]
  },
  "This architect collaborated with Nadir Afonso on a plan which he implemented in The House of the Mad or Radiant City. This architect designed the College of Architecture in the same city in which he designed a rotating metal open hand and the Palace of Justice. This architect included the sections \"The Lesson of Rome\" and \"Eyes That Do Not See\" in his magnum opus, Towards a New Architecture, written decades before he served as lead designer of Chandigarh, India. This architect is best known for a church in Ronchamp and a house in Poissy executed in the International Style. For 10 points, name this French architect of the Villa Savoye.": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0034570487
      ],
      [
        " Cor",
        -7.1954215e-05
      ],
      [
        "bus",
        -9.014684e-06
      ],
      [
        "ier",
        -2.2961513e-05
      ]
    ]
  },
  "An arbitrary convention used when dealing with these is named after M.A. Rosanoff, who worked with their namesake. Some alternatives to them include the Reeves and Mills constructions, the latter of which": {
    "guess": "Periodic table",
    "confidence": [
      [
        "Period",
        -1.2265356
      ],
      [
        "ic",
        -0.0013065486
      ],
      [
        " table",
        -0.12534735
      ]
    ]
  },
  "Architectural tributes to this man include a stone arch in Tripoli and an equestrian statue of him in Rome's Capitoline Square. Between 160 and 170 A.D, he led troops against various Germanic tribes in the Marcomannic wars (*) which resulted in the annexation of Bohemia for Rome. It was after this conflict that he wrote his Meditations, a work explaining the philosophy of Stoicism. The last of the \"Five Good Emperors\" of Rome, FTP, identify this man whose death is thought to mark the end of the Pax Romana.": {
    "guess": "Marcus Aurelius",
    "confidence": [
      [
        "Marcus",
        -0.0020052458
      ],
      [
        " Aure",
        -2.9279307e-05
      ],
      [
        "lius",
        -6.229872e-05
      ]
    ]
  },
  "In 2009, Archbishop Ornani Tempesta announced that $3.5 million would be raised to upgrade this work.": {
    "guess": "Basilica of Saint Mary Major",
    "confidence": [
      [
        "B",
        -1.6278989
      ],
      [
        "asil",
        -0.040672123
      ],
      [
        "ica",
        -0.003656365
      ],
      [
        " of",
        -0.11828716
      ],
      [
        " Saint",
        -0.59565187
      ],
      [
        " Mary",
        -1.6397799
      ],
      [
        " Major",
        -0.15728568
      ]
    ]
  },
  "This architect included a ribbon-like spiral staircase in his renovations of the Art Gallery of Ontario. A large pair of binoculars dominates the center of his Chiat/Day Building. He included a \"Sky Church\" in a building whose structure was inspired by pictures of guitars. He also designed a building inspired by Fred Astaire and Ginger Rogers, his Dancing House in Prague. This architect used random computer-generated curves to invoke the structure of a ship for a building that sits along the Nervion": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.001633882
      ],
      [
        " Geh",
        -2.0815847e-05
      ],
      [
        "ry",
        -1.4498052e-05
      ]
    ]
  },
  "This architect's final building, completed after his death, is the Martin Luther King Jr. Library in D.C. Cullinan Hall is one of two additions this architect made to the Caroline Weiss Law Building in Houston. He designed both the building and sculpture gardens for the Neue Nationalgalerie in Berlin. His German Pavilion for the 1929 International Exposition contained the first of his Barcelona chairs.": {
    "guess": "Ludwig Mies van der Rohe",
    "confidence": [
      [
        "L",
        -0.0754507
      ],
      [
        "ud",
        -2.4584822e-06
      ],
      [
        "wig",
        -1.5213274e-05
      ],
      [
        " M",
        -2.0100624e-05
      ],
      [
        "ies",
        -5.7961847e-06
      ],
      [
        " van",
        -9.960947e-05
      ],
      [
        " der",
        -3.9650025e-05
      ],
      [
        " Ro",
        -1.5451682e-05
      ],
      [
        "he",
        -5.080963e-06
      ]
    ]
  },
  "The architecht Bannadonna is killed by his automaton in this man's story \"The Bell-Tower.\" Another story in this author's Piazza Tales features a character who dies of starvation in prison after repeating the phrase \"I would prefer not to.\" In that work, Ginger Nut delivers cakes for Nippers and Turkey,": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.0063406415
      ],
      [
        "erman",
        -3.8577193e-05
      ],
      [
        " Mel",
        -0.0008527512
      ],
      [
        "ville",
        -6.8616515e-05
      ]
    ]
  },
  "This archipelago includes the eastern banks of Mouchoir, Silver, and Navidad. Its large southern island of Great Inagua is home to a monstrous colony of American Flamingoes. Several of its larger northern islands contain pineyard ecosystems, as do the Caicos Islands. Islands in this group include Great Abaco, Cat, and Eleuthera. The Tongue of the Ocean separates its tripartite Andros Island from the": {
    "guess": "The Bahamas",
    "confidence": [
      [
        "The",
        -0.0926679
      ],
      [
        " Bahamas",
        -0.018614823
      ]
    ]
  },
  "Its architect designed a clock with an hour hand only and a weathervane which can be read from indoors, both located in its east portico. It was one of the earliest buildings with a dumbwaiter, and its dining room table was folded up between meals. Several of its rooms are named for their shape, such as the \"North Octagonal\" and \"South Square\" rooms. While the master bedroom incorporates elements from the Roman temple of Fortuna Virilis, the most major influence on it was the villas of Andrea Palladio that its inhabitant and designer had seen while abroad; the Villa Rotonda, for example, inspired": {
    "guess": "Monticello",
    "confidence": [
      [
        "Mont",
        -0.1337174
      ],
      [
        "ic",
        -0.00014013138
      ],
      [
        "ello",
        -2.0458236e-05
      ]
    ]
  },
  "This archipelago (ar-kih-PEH-lah-goh) was the home of the Selknam people, who became extinct after being": {
    "guess": "Tierra del Fuego",
    "confidence": [
      [
        "Ti",
        -0.0019699119
      ],
      [
        "erra",
        -1.9361265e-07
      ],
      [
        " del",
        -0.0010474585
      ],
      [
        " F",
        -4.00813e-06
      ],
      [
        "uego",
        -2.9279307e-05
      ]
    ]
  },
  "Archetypical works in this style include the \"continuous frequency environments\" of La Monte Young and": {
    "guess": "Drone music",
    "confidence": [
      [
        "Dr",
        -0.6915188
      ],
      [
        "one",
        -0.0005362324
      ],
      [
        " music",
        -0.0010312614
      ]
    ]
  },
  "This Arcadian wounded a creature sent to punish Oeneus for improperly worshipping Artemis and killed the centaurs Rhaecus and Hylaeus. This figure defeated Peleus in wrestling at the funeral games of Pelias and inadvertently led Althea to kill her son in order to avenge her brothers by tossing the brand that determined the length of his life into a fire. This figure's father Iasus left her on Mount Parthenius, where she was suckled by a bear. For 10 points, name this woman who was the only female": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.00601246
      ],
      [
        "al",
        -3.5120287e-05
      ],
      [
        "anta",
        -1.7120534e-05
      ]
    ]
  },
  "Archil is a similar substance to this that is derived from the same lichens like The Netherlands fungus": {
    "guess": "Orcein",
    "confidence": [
      [
        "Or",
        -0.13530299
      ],
      [
        "ce",
        -0.9180945
      ],
      [
        "in",
        -0.0010525768
      ]
    ]
  },
  "Archbishop Raul Silva Henriquez brokered an agreement that allowed for the succession to this man's regime, and he was succeeded by Patricio Aylwin Azocar (ALE-win AH-zoh-kar). This man oversaw Operation": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.5480124
      ],
      [
        "v",
        -0.00015181334
      ],
      [
        "ador",
        -0.00081951526
      ],
      [
        " All",
        -0.00039194638
      ],
      [
        "ende",
        -9.770221e-05
      ]
    ]
  },
  "This architect proposed a never built mile-high skyscraper called The Illinois. This man's  homes in Arizona and Wisconsin were both named for the Welsh bard Taliesin. This  architect used Roman brick to emphasize horizontal lines in the exterior of (*) Hyde Park's  Robie House. This man designed a Pennsylvania": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.0053559057
      ],
      [
        " Lloyd",
        -9.913265e-05
      ],
      [
        " Wright",
        -9.968313e-06
      ]
    ]
  },
  "Archimedes identified this quantity as the opposite of buoyancy, and Aristotle reasoned that the speed": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -1.1545899
      ]
    ]
  },
  "Its architect designed a clock with an hour hand only and a weathervane which can be read from indoors,": {
    "guess": "Jean Nouvel",
    "confidence": [
      [
        "Jean",
        -1.3730699
      ],
      [
        " Nou",
        -0.9478138
      ],
      [
        "vel",
        -3.619312e-05
      ]
    ]
  },
  "An archaic form of this resource was implemented by Bell Labs using a piggyback twistor. A more recent form of this resource that was created using chalcogenide glass is named for the property of phase-changes. The access latency for this resource can be reduced by using a translation-lookaside buffer, as one can avoid looking up things in a page table entry. A redundant organization of this resource": {
    "guess": "Computer memory",
    "confidence": [
      [
        "Computer",
        -0.77435833
      ],
      [
        " memory",
        -0.2235449
      ]
    ]
  },
  "An archaic form of this resource was implemented by Bell Labs using a piggyback twistor. A more recent form of this resource that was created using chalcogenide glass is named for the property of phase-changes. The access latency for this resource can be reduced by using a translation-lookaside buffer, as one can avoid looking up things in a page table entry. A redundant organization of this resource is performed by (*) RAID. The top of a \"hierarchy\" of this resource contains processor registers and cache. It can be divided into volatile and non-volatile, the latter of which includes hard drives. For 10 points, name this resource that is used for data storage, an example of which is RAM.": {
    "guess": "Computer memory",
    "confidence": [
      [
        "Computer",
        -0.13949645
      ],
      [
        " memory",
        -0.86078656
      ]
    ]
  },
  "This architect drew inspiration from local cliff-dwelling structures to design the Mesa Laboratory for": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.013281167
      ],
      [
        ".",
        -0.0005265805
      ],
      [
        " M",
        -6.749814e-06
      ],
      [
        ".",
        -4.501419e-05
      ],
      [
        " Pe",
        -1.8624639e-06
      ],
      [
        "i",
        -1.0325924e-05
      ]
    ]
  },
  "This archipelago includes the eastern banks of Mouchoir, Silver, and Navidad. Its large southern island": {
    "guess": "Bahamas",
    "confidence": [
      [
        "Bah",
        -0.36055946
      ],
      [
        "amas",
        -0.039535817
      ]
    ]
  },
  "This archipelago (ar-kih-PEH-lah-goh) was the home of the Selknam people, who became extinct after being moved to Dawson Island. This archipelago also was the home of the Yaghan people, one of whom became": {
    "guess": "Tierra del Fuego",
    "confidence": [
      [
        "Ti",
        -0.001614604
      ],
      [
        "erra",
        -2.1008714e-06
      ],
      [
        " del",
        -0.008787107
      ],
      [
        " F",
        -6.134509e-05
      ],
      [
        "uego",
        -9.4245304e-05
      ]
    ]
  },
  "These architectural works were given their characteristic shape in order to maximize waterfront exposure. They were the brainchild of sheikh Mohammed bin Rashid Al Maktoum, whose poetry was incorporated into the project, spelt out in Arabic calligraphy. Built out of natural materials, they were constructed via a process called 'rainbowing' wherein a dredging ship pulls up seabed sand and sprays it into place. Facing a shortage of funds, the architectural company recently signed a contract with Anheuser-Busch to build several theme parks on the site, including SeaWorld Dubai. For ten points, identify this luxury resort project of the United Arab Emirates.": {
    "guess": "The World (archipelago)",
    "confidence": [
      [
        "The",
        -0.563735
      ],
      [
        " World",
        -0.055928927
      ],
      [
        " (",
        -0.3300803
      ],
      [
        "arch",
        -2.9279307e-05
      ],
      [
        "ipel",
        -1.6240566e-06
      ],
      [
        "ago",
        0.0
      ],
      [
        ")",
        -0.00041982904
      ]
    ]
  },
  "This architect designed a synagogue called the K.A.M. Isaiah Israel Temple, which was later converted\n into the birthplace of gospel music, the Pilgrim Baptist Church. Roosevelt University is currently housed in\n a building this man designed that served as the first home of the Chicago Symphony Orchestra. This\n architect of the Auditorium Building designed the Transportation Building, the largest structure of the\n White City at the Columbian Exposition. Frank Lloyd Wright spent five years in the": {
    "guess": "Adler & Sullivan",
    "confidence": [
      [
        "Ad",
        -0.43845844
      ],
      [
        "ler",
        -3.0113732e-05
      ],
      [
        " &",
        -0.020402554
      ],
      [
        " Sullivan",
        -0.00024655825
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel Ski Jump in Innsbruck. Other works include a nautilus-shaped tent erected in Central Park to house artwork inspired by the 2.55 handbag, the Chanel Mobile Art Pavilion, and the proposed design for the Cardiff Bay Opera House. Another project interchanges walls and floors \"like a ribbon in space\" - that museum, the MAXXI in Rome, contrasts with Cincinnati's Contemporary Arts Center, built as a series of cubes and prisms held together by stilts. This designer of the Guangzhou Opera House. and student of Rem Koolhaas, is best known for a building organized in a scissor-like manner to \"connect [the] ground floor and first floor into a continuous field,\" - that project in Liepzig is the BMW Central Building. FTP, name this deconstructivist architect who was born in Iraq and studied in Britain, the first female recipient of the Pritzker Prize.": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.0026853986
      ],
      [
        "aha",
        -3.650519e-06
      ],
      [
        " Had",
        -6.4802e-05
      ],
      [
        "id",
        -9.968313e-06
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov and George Howe. Seven glass blocks form his unrealized plan for a work in Battery Park, the Memorial to the Six Million Jewish Martyrs. He constructed a residence from two cubes attached at a 45 degree angle in his design for the Norman Fisher house. He designed the Indian Institute of Management, and he argued for the separation of \"servant\" and \"served\" in architectural spaces. One of his buildings features a ceiling made from tetrahedral concrete honeycombing, and another is an art museum": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.001183204
      ],
      [
        " Kahn",
        -0.0022725353
      ]
    ]
  },
  "Its architect designed a clock with an hour hand only and a weathervane which can be read from indoors, both located in its east portico. It was one of the earliest buildings with a dumbwaiter, and its": {
    "guess": "Independence Hall",
    "confidence": [
      [
        "Independ",
        -1.3925728
      ],
      [
        "ence",
        -0.0012458281
      ],
      [
        " Hall",
        -0.00206378
      ]
    ]
  },
  "This archipelago is the site of the M25 magnetic anomaly, which is found on the ocean crust on its western side. Antonio Cubillo formed a separatist group that sought independence for residents of this": {
    "guess": "Canary Islands",
    "confidence": [
      [
        "Can",
        -0.0019938243
      ],
      [
        "ary",
        -9.460292e-05
      ],
      [
        " Islands",
        -0.00014656837
      ]
    ]
  },
  "This architect designed a synagogue called the K.A.M. Isaiah Israel Temple, which was later converted\n into the birthplace of gospel music, the Pilgrim Baptist Church. Roosevelt University is currently": {
    "guess": "Louis Sullivan",
    "confidence": [
      [
        "Louis",
        -0.4650784
      ],
      [
        " Sullivan",
        -0.027346067
      ]
    ]
  },
  "This architect studied the Theatre of Marcellus in Rome and used its design as the basis for his Sheldonian Theatre, and he used a Byzantine squinch to hold the dome for the church he belonged to, Saint Stephen Walbrook.  For his most famous work, this architect's Greek cross and Great Model designs were rejected before he came up with a modified Warrant design, later adding a one hundred foot diameter dome. This architect studied the Hôpital des Invalides in Paris before his work on the Chelsea": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.013912902
      ],
      [
        " W",
        -2.2246291e-05
      ],
      [
        "ren",
        -6.511407e-06
      ]
    ]
  },
  "Archaeologists have discovered a prayer inscription addressed to this god, whose speaker asks this god for the stamina to please his woman all night long, which this god is described as being capable of doing. The hippopotamus is sacred to this god, which led to an unpopular ban on hippo hunting during a foreign dynasty of Asiatic invaders who worshipped this god, the Hyksos. Though he doesn't do so every night, this god occasionally uses a spear to slay Apophis in the underworld. In one story, this": {
    "guess": "Sobek",
    "confidence": [
      [
        "S",
        -1.157993
      ],
      [
        "ob",
        -0.015737187
      ],
      [
        "ek",
        -9.610702e-06
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This architect created  sweeping wedge-like towers in a contribution to the revitalizing Liverpool One plan, the One Park West residential and  office building. A building designed by this person that contains Winter Garden was damaged during the 9/11 attacks.  This person designed an art deco skyscraper": {
    "guess": "César Pelli",
    "confidence": [
      [
        "C",
        -0.015749969
      ],
      [
        "és",
        -0.33388862
      ],
      [
        "ar",
        -3.8934802e-05
      ],
      [
        " P",
        -0.00010175513
      ],
      [
        "elli",
        -1.8431772e-05
      ]
    ]
  },
  "This architect's first major work was the Sheldonian Theatre at Oxford, which was  based on the Theater of Marcellus in Rome. Other notable works include the Chelsea  Hospital and the Greenwich Observatory. After the Great Fire in 1666, he designed  51 churches in the city of London. FTP name this British architect who rebuilt St.  Paul's Cathedral in London.": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.003419628
      ],
      [
        " W",
        -5.6815352e-05
      ],
      [
        "ren",
        -3.650519e-06
      ]
    ]
  },
  "Archil is a similar substance to this that is derived from the same lichens like The Netherlands fungus Lecanora tartarea but by a different process. It is water-soluble, and chlorine gas has the ability to change its (*) color from blue to white. Because it can not detect specific values of the quantity it measures, devices like universal indicators are often used instead. FTP, name this mixture that,": {
    "guess": "Litmus",
    "confidence": [
      [
        "Lit",
        -0.4282168
      ],
      [
        "mus",
        -0.00015681623
      ]
    ]
  },
  "One of this architect's early focuses was developing homes commissioned individually, such as those of Raoul La Roche and Michael Stein. He published a work that applied mathematical proportions in the human body to architecture to create a scale of proportions that defined his late architecture, Le Modulor. His workers' community, Pessac, was shunned because it did not respect the local architecture": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.00085512054
      ],
      [
        " Cor",
        -7.278864e-05
      ],
      [
        "bus",
        -1.1517961e-05
      ],
      [
        "ier",
        -2.9875326e-05
      ]
    ]
  },
  "This architect's final building, completed after his death, is the Martin Luther King Jr. Library in D.C. Cullinan Hall is one of two additions this architect made to the Caroline Weiss Law Building in": {
    "guess": "Ludwig Mies van der Rohe",
    "confidence": [
      [
        "L",
        -0.4379355
      ],
      [
        "ud",
        -0.000106284875
      ],
      [
        "wig",
        -0.0001558626
      ],
      [
        " M",
        -5.6100132e-05
      ],
      [
        "ies",
        -2.2246291e-05
      ],
      [
        " van",
        -0.00030400342
      ],
      [
        " der",
        -3.333223e-05
      ],
      [
        " Ro",
        -9.901345e-05
      ],
      [
        "he",
        -3.4121115e-06
      ]
    ]
  },
  "Archibald Cary imprisoned this man for five months on the charge of creating a public disturbance, and": {
    "guess": "Elizabeth Cabot Agassiz",
    "confidence": [
      [
        "Elizabeth",
        -1.0838609
      ],
      [
        " Cab",
        -0.25924492
      ],
      [
        "ot",
        -0.00017290872
      ],
      [
        " Ag",
        -0.28674844
      ],
      [
        "ass",
        -0.00013929696
      ],
      [
        "iz",
        -8.852353e-05
      ]
    ]
  },
  "One of this architect's early focuses was developing homes commissioned individually, such as those of Raoul La Roche and Michael Stein. He published a work that applied mathematical proportions in the human body to architecture to create a scale of proportions that defined his late architecture, Le": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0020317768
      ],
      [
        " Cor",
        -5.6100132e-05
      ],
      [
        "bus",
        -1.1041146e-05
      ],
      [
        "ier",
        -3.6908343e-05
      ]
    ]
  },
  "This architect utilized a facade sloping thirty-four degrees in his design of Dallas City Hall. His work in Asia included a hotel at Fragrant Hills and the Bank of China Tower. While his design for the John F. Kennedy Library earned him acclaim, falling glass panels led to his firm being sued after his design of the John Hancock Tower in Boston could not endure strong winds. He won his most famous commission for a project proposed by Francois Mitterrand. For 10 points, identify this Pritzker Prize winning architect known for designing the glass pyramid at the Louvre and Cleveland's Rock and Roll": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.0022274524
      ],
      [
        ".",
        -0.0031095035
      ],
      [
        " M",
        -9.968313e-06
      ],
      [
        ".",
        -2.2842309e-05
      ],
      [
        " Pe",
        -4.8425554e-06
      ],
      [
        "i",
        -2.7848862e-05
      ]
    ]
  },
  "This architect designed a synagogue called the K.A.M. Isaiah Israel Temple, which was later converted\n into the birthplace of gospel music, the Pilgrim Baptist Church. Roosevelt University is currently housed in\n a building this man designed that served as the first home of the Chicago Symphony Orchestra. This\n architect of the Auditorium Building designed the Transportation Building, the largest structure of the\n White City at the Columbian Exposition. Frank Lloyd Wright spent five years in the firm this man owned\n with Dankmar Adler. For 10 points, name this Chicago architect who designed the": {
    "guess": "Adler & Sullivan",
    "confidence": [
      [
        "Ad",
        -0.46944118
      ],
      [
        "ler",
        -0.0007294707
      ],
      [
        " &",
        -0.022356637
      ],
      [
        " Sullivan",
        -0.0002848153
      ]
    ]
  },
  "He was the architect of the Pact of Espino Negro which ended the civil war between Diaz and Moncada in": {
    "guess": "Henry L. Stimson",
    "confidence": [
      [
        "Henry",
        -0.18111783
      ],
      [
        " L",
        -0.00012523093
      ],
      [
        ".",
        -0.00021152703
      ],
      [
        " St",
        -0.00011796683
      ],
      [
        "imson",
        -6.0153056e-05
      ]
    ]
  },
  "An arbitrary convention used when dealing with these is named after M.A. Rosanoff, who worked with their namesake. Some alternatives to them include the Reeves and Mills constructions, the latter of which is useful when there are multiple rings. A so-called modified version of them is often used and": {
    "guess": "Mills projection",
    "confidence": [
      [
        "M",
        -2.0080857
      ],
      [
        "ills",
        -0.4261503
      ],
      [
        " projection",
        -0.20725001
      ]
    ]
  },
  "This archipelago is the site of the M25 magnetic anomaly, which is found on the ocean crust on its western": {
    "guess": "Canary Islands",
    "confidence": [
      [
        "Can",
        -0.027065676
      ],
      [
        "ary",
        -2.1054253e-05
      ],
      [
        " Islands",
        -0.00016516048
      ]
    ]
  },
  "An archaic form of this resource was implemented by Bell Labs using a piggyback twistor. A more recent form of this resource that was created using chalcogenide glass is named for the property of phase-changes. The access latency for this resource can be reduced by using a translation-lookaside buffer, as one can avoid looking up things in a page table entry. A redundant organization of this resource is performed by (*) RAID. The top of a \"hierarchy\" of this resource contains processor registers and cache. It can be divided into volatile and non-volatile, the latter of which includes hard drives.": {
    "guess": "Computer memory",
    "confidence": [
      [
        "Computer",
        -0.64611816
      ],
      [
        " memory",
        -0.47115883
      ]
    ]
  },
  "Archangels appear as soloist parts in this composer's chorale \"The Heavens are Telling,\" which is part of a work that opens with \"The Representation of Chaos.\" He composed an anthem for Franz II that became the Deutschlandlied and used the melody of that anthem in his \"Emperor\" Quartet, written in a musical form that he developed. This composer's works were catalogued by Anthony van Hoboken. This composer placed a sudden fortissimo chord in the middle of an otherwise soft movement in his \"Surprise Symphony.\" For 10 points, name this court composer of Prince Esterhazy, considered the \"Father of": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.033459883
      ],
      [
        " Hay",
        -7.266944e-05
      ],
      [
        "dn",
        -4.8425554e-06
      ]
    ]
  },
  "Archaeologists have discovered a prayer inscription addressed to this god, whose speaker asks this god for the stamina to please his woman all night long, which this god is described as being capable of doing. The hippopotamus is sacred to this god, which led to an unpopular ban on hippo hunting during": {
    "guess": "Taweret",
    "confidence": [
      [
        "T",
        -0.21928093
      ],
      [
        "aw",
        -0.005177782
      ],
      [
        "er",
        -0.014191122
      ],
      [
        "et",
        0.0
      ]
    ]
  },
  "The Archimedean property is a key property of these numbers as they are an ordered field. These can be constructed using Cauchy sequences or Dedekind cuts. The fact that they are uncountable can be demonstrated using Cantor's diagonal argument. They can be divided into the rational numbers and the irrational numbers. They can be written as decimal representations with an infinite sequence of digits after the decimal point. For 10 points, name these numbers, the set of which is represented by a capital": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.0035504163
      ],
      [
        " numbers",
        -0.15106417
      ]
    ]
  },
  "Archil is a similar substance to this that is derived from the same lichens like The Netherlands fungus Lecanora tartarea but by a different process. It is water-soluble, and chlorine gas has the ability to change its (*) color from blue to white. Because it can not detect specific values of the quantity": {
    "guess": "Litmus",
    "confidence": [
      [
        "Lit",
        -0.6148506
      ],
      [
        "mus",
        -2.4584822e-06
      ]
    ]
  },
  "This archipelago is the site of the M25 magnetic anomaly, which is found on the ocean crust on its western side. Antonio Cubillo formed a separatist group that sought independence for residents of this archipelago. The largest one of these islands is home to the Achamán-worshipping Guanche people. The": {
    "guess": "Canary Islands",
    "confidence": [
      [
        "Can",
        -0.0010234014
      ],
      [
        "ary",
        -4.274932e-05
      ],
      [
        " Islands",
        -0.000181849
      ]
    ]
  },
  "In 2009, Archbishop Ornani Tempesta announced that $3.5 million would be raised to upgrade this work. This work inspired Duke Pearson to write a song of the same name which appeared in Donald Byrd's 1963": {
    "guess": "Cristo Redentor",
    "confidence": [
      [
        "C",
        -0.8097503
      ],
      [
        "rist",
        -0.0010116112
      ],
      [
        "o",
        -0.0023903986
      ],
      [
        " Red",
        -0.010718354
      ],
      [
        "ent",
        -0.0001823258
      ],
      [
        "or",
        -5.0139948e-05
      ]
    ]
  },
  "These architectural works were given their characteristic shape in order to maximize waterfront exposure.": {
    "guess": "Waterfront architecture",
    "confidence": [
      [
        "Water",
        -1.2230815
      ],
      [
        "front",
        -0.007657035
      ],
      [
        " architecture",
        -1.0433153
      ]
    ]
  },
  "This architect included a ribbon-like spiral staircase in his renovations of the Art Gallery of Ontario. A large pair of binoculars dominates the center of his Chiat/Day Building. He included a \"Sky Church\" in a building whose structure was inspired by pictures of guitars. He also designed a building inspired by Fred Astaire and Ginger Rogers, his Dancing House in Prague. This architect used random computer-generated curves to invoke the structure of a ship for a building that sits along the Nervion River. For 10 points, name this Canadian architect of Seattle's Experience Music Project and the Guggenheim Museum in Bilbao.": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.0033856456
      ],
      [
        " Geh",
        -1.8193366e-05
      ],
      [
        "ry",
        -1.6166903e-05
      ]
    ]
  },
  "An arbitrary convention used when dealing with these is named after M.A. Rosanoff, who worked with their namesake. Some alternatives to them include the Reeves and Mills constructions, the latter of which is useful when there are multiple rings. A so-called modified version of them is often used and features a long bond to the oxygen bridge, or one can simply use a Haworth representation. Useful for": {
    "guess": "Haworth projection",
    "confidence": [
      [
        "H",
        -0.7270077
      ],
      [
        "aw",
        -0.010285893
      ],
      [
        "orth",
        -1.9361265e-07
      ],
      [
        " projection",
        -0.013996951
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This architect created  sweeping wedge-like towers in a contribution to the revitalizing Liverpool One plan, the One Park West residential and  office building. A building designed by this person that contains Winter Garden was damaged during the 9/11 attacks.  This person designed an art deco skyscraper attached to shopping center in which an eagle-shaped fountain drips water  from the third to first floor beneath a domed glass ceiling. This designer of the (*) World Financial Center in New York and  the Gaviidae Common shopping center and adjacent Wells Fargo Center in Minneapolis designed a building located above the  KLCC park that contains a skybridge connecting two structures at their forty-": {
    "guess": "Cesar Pelli",
    "confidence": [
      [
        "C",
        -0.01747847
      ],
      [
        "esar",
        -0.09312471
      ],
      [
        " P",
        -6.194111e-05
      ],
      [
        "elli",
        -1.7954959e-05
      ]
    ]
  },
  "Archaeologists have discovered a prayer inscription addressed to this god, whose speaker asks this god for the stamina to please his woman all night long, which this god is described as being capable of doing. The hippopotamus is sacred to this god, which led to an unpopular ban on hippo hunting during a foreign dynasty of Asiatic invaders who worshipped this god, the Hyksos. Though he doesn't do so every night, this god occasionally uses a spear to slay Apophis in the underworld. In one story, this red-haired consort of Astarte is tricked into eating semen-laced lettuce by Horus, who avenges a murder committed by this god. For ten points, name this desert-dwelling Egyptian god of chaos, perhaps": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.27400345
      ],
      [
        " (",
        -0.13492015
      ],
      [
        "de",
        -0.1527216
      ],
      [
        "ity",
        -2.0219828e-05
      ],
      [
        ")",
        -0.00013655527
      ]
    ]
  },
  "Archimedes described these in a stationary sense as an equilibrium proportion of magnitudes. A steering wheel is sometimes considered a 360 degree type of these things, while the human arm is labeled as": {
    "guess": "Lever",
    "confidence": [
      [
        "L",
        -0.57458824
      ],
      [
        "ever",
        -0.00092587253
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel Ski Jump in Innsbruck. Other works include a nautilus-shaped tent erected in Central Park to house artwork inspired by the 2.55 handbag, the Chanel Mobile Art Pavilion, and the proposed design for the Cardiff Bay Opera House. Another project interchanges walls and floors \"like a ribbon in space\" - that museum, the MAXXI in Rome, contrasts with Cincinnati's Contemporary Arts Center, built as a": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.008081397
      ],
      [
        "aha",
        -4.604148e-06
      ],
      [
        " Had",
        -0.00030316898
      ],
      [
        "id",
        -9.849109e-06
      ]
    ]
  },
  "This architect utilized a facade sloping thirty-four degrees in his design of Dallas City Hall. His work in Asia included a hotel at Fragrant Hills and the Bank of China Tower. While his design for the": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.005410077
      ],
      [
        ".",
        -0.0010136376
      ],
      [
        " M",
        -1.2829201e-05
      ],
      [
        ".",
        -4.6683042e-05
      ],
      [
        " Pe",
        -5.080963e-06
      ],
      [
        "i",
        -1.569009e-05
      ]
    ]
  },
  "The Archimedean property is a key property of these numbers as they are an ordered field. These can be constructed using Cauchy sequences or Dedekind cuts. The fact that they are uncountable can be demonstrated using Cantor's diagonal argument. They can be divided into the rational numbers and the irrational": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.001064963
      ],
      [
        " numbers",
        -0.0011723675
      ]
    ]
  },
  "Archibald Cary imprisoned this man for five months on the charge of creating a public disturbance, and he was nicknamed \"Son of Thunder.\" This man convinced a jury to pay only one penny in damages to Reverend James Maury during his participation in the Parson's Cause. This man introduced a piece of legislation that became an \"alarm bell to the disaffected\" by giving a speech which claimed \"Caesar had his Brutus, Charles I his Cromwell.\" This man was first biographied by William Wirt, and he protested the Stamp Acts by introducing certain Resolves. Another speech given by this member of the House of Burgesses asked \"Is life so dear, or peace so sweet?\" For 10 points, name this founding father": {
    "guess": "Patrick Henry",
    "confidence": [
      [
        "Patrick",
        -0.0048980927
      ],
      [
        " Henry",
        -0.00011093382
      ]
    ]
  },
  "This Arcadian wounded a creature sent to punish Oeneus for improperly worshipping Artemis and killed": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.009379549
      ],
      [
        "al",
        -3.0232935e-05
      ],
      [
        "anta",
        -3.523949e-05
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This architect created  sweeping wedge-like towers in a contribution to the revitalizing Liverpool One plan, the One Park West residential and  office building. A building designed by this person that contains": {
    "guess": "César Pelli",
    "confidence": [
      [
        "C",
        -0.31533813
      ],
      [
        "és",
        -0.07587941
      ],
      [
        "ar",
        -3.8934802e-05
      ],
      [
        " P",
        -0.00020282516
      ],
      [
        "elli",
        -1.8550976e-05
      ]
    ]
  },
  "This architect collaborated with Nadir Afonso on a plan which he implemented in The House of the Mad or Radiant City. This architect designed the College of Architecture in the same city in which he designed": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.07231756
      ],
      [
        " Cor",
        -5.347765e-05
      ],
      [
        "bus",
        -2.9040899e-05
      ],
      [
        "ier",
        -5.145119e-05
      ]
    ]
  },
  "The architecht Bannadonna is killed by his automaton in this man's story \"The Bell-Tower.\" Another story": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.63069683
      ],
      [
        "erman",
        -0.000117370815
      ],
      [
        " Mel",
        -0.00037466554
      ],
      [
        "ville",
        -6.8616515e-05
      ]
    ]
  },
  "This architect drew inspiration from local cliff-dwelling structures to design the Mesa Laboratory for the National Center for Atmospheric Research, and used the triangle as a basic building block for the East Building of the National Gallery of Art. His initial vision for the John F. Kennedy Library": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.1230971
      ],
      [
        ".",
        -0.0036012596
      ],
      [
        " M",
        -5.5577775e-06
      ],
      [
        ".",
        -4.1080468e-05
      ],
      [
        " Pe",
        -8.537869e-06
      ],
      [
        "i",
        -2.5345586e-05
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling of eternity\" in his essay \"Monumentality,\" written while he was a junior partner of Oscar Stonorov and George Howe. Seven glass blocks form his unrealized plan for a work in Battery Park, the Memorial to the Six Million Jewish Martyrs. He constructed a residence from two cubes attached at a 45 degree": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.003660049
      ],
      [
        " Kahn",
        -0.011379772
      ]
    ]
  },
  "Archetypical works in this style include the \"continuous frequency environments\" of La Monte Young and the \"variation-free\" pieces of Morton Feldman. Many of its composers were influenced by the absence of harmony in Indian music, while others sought to compose artistic explorations of only timbre [TAM-bur]": {
    "guess": "Minimal music",
    "confidence": [
      [
        "Minimal",
        -0.021748738
      ],
      [
        " music",
        -0.11352586
      ]
    ]
  },
  "This architect argued for the building of structures with \"a spiritual quality\" which conveys a \"feeling": {
    "guess": "Louis Kahn",
    "confidence": [
      [
        "Louis",
        -0.120155126
      ],
      [
        " Kahn",
        -0.06244399
      ]
    ]
  },
  "This architect collaborated with Nadir Afonso on a plan which he implemented in The House of the Mad or Radiant City. This architect designed the College of Architecture in the same city in which he designed a rotating metal open hand and the Palace of Justice. This architect included the sections \"The": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.46235317
      ],
      [
        " Cor",
        -0.0021539498
      ],
      [
        "bus",
        -3.5954712e-05
      ],
      [
        "ier",
        -6.778209e-05
      ]
    ]
  },
  "This archipelago (ar-kih-PEH-lah-goh) was the home of the Selknam people, who became extinct after being moved to Dawson Island. This archipelago also was the home of the Yaghan people, one of whom became known as Jemmy Button. Its largest city is Ushuaia, and, before the Galápagos Islands, it was visited by the first two missions of the HMS Beagle. The region south of this archipelago is the Drake Passage, and its northern boundary is the Strait of Magellan. Name this group of islands, the southernmost portion of Patagonia, shared by Argentina and Chile at the tip of South America whose name means \"Land of Fire\".": {
    "guess": "Tierra del Fuego",
    "confidence": [
      [
        "Ti",
        -0.0015283134
      ],
      [
        "erra",
        -2.5345586e-05
      ],
      [
        " del",
        -0.0010100652
      ],
      [
        " F",
        -1.473646e-05
      ],
      [
        "uego",
        -4.7875077e-05
      ]
    ]
  },
  "Archimedes described these in a stationary sense as an equilibrium proportion of magnitudes. A steering wheel is sometimes considered a 360 degree type of these things, while the human arm is labeled as third-class. Wrenches are considered second-class because the effort is at the end opposite the fulcrum. FTP, name these type of objects, a simple machine utilizing torque whose best example is a seesaw.": {
    "guess": "Lever",
    "confidence": [
      [
        "L",
        -0.12603016
      ],
      [
        "ever",
        -8.089449e-05
      ]
    ]
  },
  "This architect included a ribbon-like spiral staircase in his renovations of the Art Gallery of Ontario. A large pair of binoculars dominates the center of his Chiat/Day Building. He included a \"Sky Church\" in a building whose structure was inspired by pictures of guitars. He also designed a building inspired by Fred Astaire and Ginger Rogers, his Dancing House in Prague. This architect used random": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.0011310477
      ],
      [
        " Geh",
        -0.0002193908
      ],
      [
        "ry",
        -1.0802739e-05
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This architect created  sweeping wedge-like towers in a contribution to the revitalizing Liverpool One plan, the One Park West residential and  office building. A building designed by this person that contains Winter Garden was damaged during the 9/11 attacks.  This person designed an art deco skyscraper attached to shopping center in which an eagle-shaped fountain drips water  from the third to first": {
    "guess": "César Pelli",
    "confidence": [
      [
        "C",
        -0.11847703
      ],
      [
        "és",
        -0.32561168
      ],
      [
        "ar",
        -2.8564085e-05
      ],
      [
        " P",
        -0.000101159116
      ],
      [
        "elli",
        -1.0087517e-05
      ]
    ]
  },
  "Archaeologists have discovered a prayer inscription addressed to this god, whose speaker asks this god for the stamina to please his woman all night long, which this god is described as being capable of": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -1.3823107
      ],
      [
        "iva",
        -0.04920492
      ]
    ]
  },
  "Archangels appear as soloist parts in this composer's chorale \"The Heavens are Telling,\" which is part of a work that opens with \"The Representation of Chaos.\" He composed an anthem for Franz II that became the Deutschlandlied and used the melody of that anthem in his \"Emperor\" Quartet, written in a": {
    "guess": "Franz Joseph Haydn",
    "confidence": [
      [
        "Fran",
        -0.5170443
      ],
      [
        "z",
        -0.0006849142
      ],
      [
        " Joseph",
        -0.006697608
      ],
      [
        " Hay",
        -0.0043052575
      ],
      [
        "dn",
        -0.00013345598
      ]
    ]
  },
  "This architect designed a building with a small observation deck on the 43rd floor which replaced the Victorian-era Murray House. He designed the John F. Kennedy Presidential Library, and one of his works": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.10718858
      ],
      [
        ".",
        -0.003861355
      ],
      [
        " M",
        -1.7239736e-05
      ],
      [
        ".",
        -4.7755875e-05
      ],
      [
        " Pe",
        -1.4259645e-05
      ],
      [
        "i",
        -1.6166903e-05
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel Ski Jump in Innsbruck. Other works include a nautilus-shaped tent erected in Central Park to house artwork inspired by the 2.55 handbag, the Chanel Mobile Art Pavilion, and the proposed design for the Cardiff Bay Opera House. Another project interchanges walls and floors \"like a ribbon in space\" - that museum, the MAXXI in Rome, contrasts with Cincinnati's Contemporary Arts Center, built as a series of cubes and prisms held together by stilts. This designer of the Guangzhou Opera House. and student of Rem Koolhaas, is best known for a building organized in a scissor-like manner to \"connect": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.0030441433
      ],
      [
        "aha",
        -2.220075e-06
      ],
      [
        " Had",
        -9.233804e-05
      ],
      [
        "id",
        -9.968313e-06
      ]
    ]
  },
  "One architect associated with this branch of art organized the \"New City\" exhibition with members of the New Tendency group, and another member of this school painted The Metaphysical Muse and Funeral": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6542324
      ]
    ]
  },
  "This architect's urban regeneration plan for metropolitan Bilbao centers on the Iberdrola Tower. This architect created  sweeping wedge-like towers in a contribution to the revitalizing Liverpool One plan,": {
    "guess": "Norman Foster",
    "confidence": [
      [
        "Norm",
        -0.8933085
      ],
      [
        "an",
        -3.261701e-05
      ],
      [
        " Foster",
        -0.00025371046
      ]
    ]
  },
  "One architect associated with this branch of art organized the \"New City\" exhibition with members of the New Tendency group, and another member of this school painted The Metaphysical Muse and Funeral for the Anarchist Galli. Another member in this movement showed several chimneys in a painting which is dominated by a charging horse and is titled The City Rises, while another member showed the rapid changes in motion of a woman walking with the title animal in Dynamism of a Dog on a Leash. For 10": {
    "guess": "Italian Futurism",
    "confidence": [
      [
        "Italian",
        -0.77831054
      ],
      [
        " Fut",
        -0.02662014
      ],
      [
        "ur",
        -8.061054e-06
      ],
      [
        "ism",
        -0.0077391244
      ]
    ]
  },
  "An archaic form of this resource was implemented by Bell Labs using a piggyback twistor. A more recent form of this resource that was created using chalcogenide glass is named for the property of phase-changes.": {
    "guess": "Memory",
    "confidence": [
      [
        "Memory",
        -0.353208
      ]
    ]
  },
  "In 2009, Archbishop Ornani Tempesta announced that $3.5 million would be raised to upgrade this work. This work inspired Duke Pearson to write a song of the same name which appeared in Donald Byrd's 1963 jazz album, A New Perspective. A similar work was created by Bruno Innocenti in Maratea. Though other possible designs for this work included a globe in the hands of the central figure, and a pedestal symbolizing the world, the simpler pose of the figure was chosen. The interior structure of it was designed by Albert Caquot, and Catholics hold (*) baptisms and weddings in the chapel under this 130-foot tall statue. Designed by Heitor da Silva Costa and standing at the top of Corcovado Mountain,": {
    "guess": "Christ the Redeemer",
    "confidence": [
      [
        "Christ",
        -0.018884957
      ],
      [
        " the",
        -0.00013107191
      ],
      [
        " Rede",
        -0.00019436171
      ],
      [
        "emer",
        -2.2127088e-05
      ]
    ]
  },
  "Archibald Cary imprisoned this man for five months on the charge of creating a public disturbance, and he was nicknamed \"Son of Thunder.\" This man convinced a jury to pay only one penny in damages to Reverend": {
    "guess": "Patrick Henry",
    "confidence": [
      [
        "Patrick",
        -0.621813
      ],
      [
        " Henry",
        -0.001185942
      ]
    ]
  },
  "This architect studied the Theatre of Marcellus in Rome and used its design as the basis for his Sheldonian Theatre, and he used a Byzantine squinch to hold the dome for the church he belonged to, Saint": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.029605024
      ],
      [
        " W",
        -5.6934558e-05
      ],
      [
        "ren",
        -5.3193703e-06
      ]
    ]
  },
  "This architect designed the interior of the Monsoon Restaurant in Sapporo, Japan and created the Bergisel Ski Jump in Innsbruck. Other works include a nautilus-shaped tent erected in Central Park to house artwork inspired by the 2.55 handbag, the Chanel Mobile Art Pavilion, and the proposed design for the Cardiff Bay Opera House. Another project interchanges walls and floors \"like a ribbon in space\" - that museum, the MAXXI in Rome, contrasts with Cincinnati's Contemporary Arts Center, built as a series of cubes and prisms held together by stilts. This designer of the Guangzhou Opera House. and": {
    "guess": "Zaha Hadid",
    "confidence": [
      [
        "Z",
        -0.0010129224
      ],
      [
        "aha",
        -2.220075e-06
      ],
      [
        " Had",
        -5.800739e-05
      ],
      [
        "id",
        -1.0087517e-05
      ]
    ]
  },
  "This archipelago includes the eastern banks of Mouchoir, Silver, and Navidad. Its large southern island of Great Inagua is home to a monstrous colony of American Flamingoes. Several of its larger northern islands contain pineyard ecosystems, as do the Caicos Islands. Islands in this group include Great": {
    "guess": "Bahamas",
    "confidence": [
      [
        "Bah",
        -0.518149
      ],
      [
        "amas",
        -0.02702355
      ]
    ]
  },
  "The Archimedean property is a key property of these numbers as they are an ordered field. These can be": {
    "guess": "Real numbers",
    "confidence": [
      [
        "Real",
        -0.022314202
      ],
      [
        " numbers",
        -0.79060966
      ]
    ]
  },
  "One of this architect's early focuses was developing homes commissioned individually, such as those of": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.20027919
      ],
      [
        " Lloyd",
        -0.00028111998
      ],
      [
        " Wright",
        -4.2630116e-05
      ]
    ]
  },
  "This archipelago is the site of the M25 magnetic anomaly, which is found on the ocean crust on its western side. Antonio Cubillo formed a separatist group that sought independence for residents of this archipelago. The largest one of these islands is home to the Achamán-worshipping Guanche people. The world's tallest volcano outside of Hawaii, Mount Teide, can be found on this archipelago, whose unsuccessful conquest by the (*) British in 1797 cost Lord Nelson an arm. These islands were granted autonomy by King Juan Carlos I and are located off the coast of Morocco. For 10 points, Tenerife is the": {
    "guess": "Canary Islands",
    "confidence": [
      [
        "Can",
        -0.0014185653
      ],
      [
        "ary",
        -4.3941356e-05
      ],
      [
        " Islands",
        -0.00017147827
      ]
    ]
  },
  "This man arbitrated a dispute between Philip of Swabia and Otto IV, and he wrote the tract De contemptu mundi. He was trained by his uncle and predecessor Celestine III, and he attempted the fait accompli": {
    "guess": "Innocent III",
    "confidence": [
      [
        "In",
        -0.15366082
      ],
      [
        "noc",
        -0.00018315656
      ],
      [
        "ent",
        -6.396757e-05
      ],
      [
        " III",
        -0.00079390116
      ]
    ]
  },
  "One architect associated with this branch of art organized the \"New City\" exhibition with members of the New Tendency group, and another member of this school painted The Metaphysical Muse and Funeral for the Anarchist Galli. Another member in this movement showed several chimneys in a painting which is dominated by a charging horse and is titled The City Rises, while another member showed the rapid": {
    "guess": "Metaphysical art",
    "confidence": [
      [
        "Met",
        -0.8928563
      ],
      [
        "aph",
        -4.0007635e-05
      ],
      [
        "ysical",
        -8.1609716e-05
      ],
      [
        " art",
        -0.003921076
      ]
    ]
  },
  "Archetypical works in this style include the \"continuous frequency environments\" of La Monte Young and the \"variation-free\" pieces of Morton Feldman. Many of its composers were influenced by the absence": {
    "guess": "Minimal music",
    "confidence": [
      [
        "Minimal",
        -0.0071595614
      ],
      [
        " music",
        -0.16222356
      ]
    ]
  }
}