{
  "Norbert Elias critiqued this model for its over reliance on the concept of the nation-state and its use of social-context free \"pattern variables.\" Its formulator associated a \"symbolic medium of exchange\" to each function, they include: money, power, influence and commitment. Its functional scheme can be divided into external and internal problems, as well as long and short intervals. A central function in this model is carried out by institutions such as religion and the media, and is called Integration. Outlined in its developer's work The Social System, for 10 points, name this sociological paradigm of structural functionalism, some of whose core functions include Adaptation and Latency, developed by Robert Merton and Talcott Parsons, it is typically known by its four-letter acronym.": {
    "guess": "Structural functionalism",
    "confidence": [
      [
        "Struct",
        -0.37253845
      ],
      [
        "ural",
        -0.00015240935
      ],
      [
        " functional",
        -0.13577394
      ],
      [
        "ism",
        -0.0004942946
      ]
    ]
  },
  "Norbert Elias drew on one of this man's theories to explain the concept of habitus; that theory is the idea that non-discursive actions, like hand gestures, complete embody objects of culture and is called the \"technique of the body.\" He drew on fieldwork conducted by Bronislaw Malinowski to write his most notable work. This man's most famous essay was written about (*) items which are infused completely": {
    "guess": "Marcel Mauss",
    "confidence": [
      [
        "Mar",
        -0.021285074
      ],
      [
        "cel",
        -0.00011009939
      ],
      [
        " Ma",
        -7.822647e-06
      ],
      [
        "uss",
        -9.253091e-06
      ]
    ]
  },
  "To the northwest, it is connected to another body of water by the Straight of Bab el-Mandeb. To the west of it is Djibouti, to the south is Somalia, and to the east is Yemen. Located between the Horn of Africa and the Arabian Peninsula, for ten points, name this body of water linking the Red and Arabia": {
    "guess": "Gulf of Aden",
    "confidence": [
      [
        "G",
        -0.0041281497
      ],
      [
        "ulf",
        -3.1737043e-06
      ],
      [
        " of",
        -0.0004248356
      ],
      [
        " Ad",
        -3.464347e-05
      ],
      [
        "en",
        -6.909333e-05
      ]
    ]
  },
  "In the north of this country, the Torne River forms part of its eastern border, and the city of Umea is the largest. With its highest point at Kebnekaise, this nation controls the islands of Oland and Gotland, while its largest bodies of water include lakes Vattern and Vanern. Home to large cities including Uppsala, Malmo and Gothenburg, this country is bordered on the south by the Oresund strait and the Kattegat, and to its east lies the Gulf of Bothnia. For 10 points, name this Scandinavian country": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.00065918086
      ]
    ]
  },
  "Its northern shore includes Cape d'Or, which is confusingly named after copper deposits.  The first European": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.5282643
      ],
      [
        "prus",
        -0.00010497363
      ]
    ]
  },
  "The northern end of the Outlaw Trail lay in a region named for this type of landform and Big Muddy Creek. An example of this type of landform in New Zealand features earth pillars named Hoodoos, is located in the Aorangi Ranges, and is named the Putangirua Pinnacles. The best known example of this type of region features a namesake Wilderness where the black-footed ferret is being reintroduced and which is home to the world's richest Oligocene fossil bed. The last (*) Ghost Dance was held at an example of this type of terrain at Stronghold Table, while Red Shirt Table is another example of this landform. ? For 10 points, name this type of landform defined by slopes of soft sediments carved by infrequent rainfall, conserved by a national park in North Dakota.": {
    "guess": "Badlands",
    "confidence": [
      [
        "Bad",
        -0.003641169
      ],
      [
        "lands",
        -1.6286107e-05
      ]
    ]
  },
  "To the north of this nation's Cape Regina lie the Three Kings Islands. Its Stewart Island lies across": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.0022079507
      ],
      [
        " Zealand",
        -0.00086644123
      ]
    ]
  },
  "To the north of this nation's Cape Regina lie the Three Kings Islands. Its Stewart Island lies across the Foveaux Strait, and it also has claims to the Ross Dependency of Antarctica. This nation's Canterbury Plains run parallel to where the Pacific Plate and the (*) Indo-Australian Plate collide to form": {
    "guess": "Geology of New Zealand",
    "confidence": [
      [
        "Ge",
        -0.32877675
      ],
      [
        "ology",
        -0.060277887
      ],
      [
        " of",
        -0.0009862465
      ],
      [
        " New",
        -0.00015848507
      ],
      [
        " Zealand",
        -6.146429e-05
      ]
    ]
  },
  "Some northern tributaries of this river include the Sangha and the Likouala aux Herbes, while the Fimi and the Kwa Rivers drain the water from Lake Mai Ndombe into this waterway. This river was a trade artery for peoples who used Bondongo-style ceramics, and organized families around the \"etuka,\" or hearth stone. Its easternmost navigable point is a city today called Kisangani, where this river ends at the Boyoma Falls. An early polity near its mouth was the Bungu kingdom, who crossed this river": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.021869928
      ],
      [
        "ongo",
        -4.167649e-05
      ],
      [
        " River",
        -0.00051705155
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock, when the rock jumps into an ocean and reveals itself to be one of these figures. In another narrative, these figures can transform into seals, or into smoke, so that they can swim through solid rock.": {
    "guess": "Hulder",
    "confidence": [
      [
        "H",
        -0.59745663
      ],
      [
        "ul",
        -0.0036588644
      ],
      [
        "der",
        -0.35062215
      ]
    ]
  },
  "Just off the north-central coast of this island nation is the Sabana-Camagüey Archipelago. The Nicholas Channel borders the north of this nation, which also contains the Isla de la Juventud. Narciso Lopez once attempted to filibuster this nation, which is home to the celebrated sports team Industriales. The Windward Passage separates Hispaniola from this island, which is a mere ninety-mile journey": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.0007529281
      ],
      [
        "uba",
        -2.749125e-05
      ]
    ]
  },
  "Norbert Elias drew on one of this man's theories to explain the concept of habitus; that theory is the idea that non-discursive actions, like hand gestures, complete embody objects of culture and is called the \"technique of the body.\" He drew on fieldwork conducted by Bronislaw Malinowski to write his": {
    "guess": "Marcel Mauss",
    "confidence": [
      [
        "Mar",
        -0.26415434
      ],
      [
        "cel",
        -9.364929e-05
      ],
      [
        " Ma",
        -3.5120287e-05
      ],
      [
        "uss",
        -1.4140442e-05
      ]
    ]
  },
  "The northeastern corner of the most famous map of this place is labeled as having \"big stones and rox.\" In the middle lives a rabbit across the stream from his friends and relations and an owl lives in": {
    "guess": "Hundred Acre Wood",
    "confidence": [
      [
        "H",
        -0.8967159
      ],
      [
        "undred",
        -0.00038884708
      ],
      [
        " A",
        -0.004546066
      ],
      [
        "cre",
        -0.0076390444
      ],
      [
        " Wood",
        -0.004489108
      ]
    ]
  },
  "In the northeast, this country includes a narrow stretch of land called the Caprivi Strip. In the north, the cities of Rehoboth and Ondangua are in Ovamboland, while the Kaokoveld and the Kaukaveld lie": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.0055293543
      ],
      [
        "ibia",
        -0.001970385
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock, when the rock jumps into an ocean and reveals itself to be one of these figures. In another narrative, these figures can transform into seals, or into smoke, so that they can swim through solid rock. In that narrative, the stoning of Slickstone-Eye causes the appearance of another one of these figures, and another of these figures starts to appear when the rambunctious Hrapp is interred into his": {
    "guess": "Huldufólk",
    "confidence": [
      [
        "H",
        -1.0124868
      ],
      [
        "ul",
        -0.008680282
      ],
      [
        "du",
        -0.2303524
      ],
      [
        "f",
        -0.0021904719
      ],
      [
        "ó",
        -0.0002601438
      ],
      [
        "lk",
        -7.958325e-05
      ]
    ]
  },
  "Norbert Elias critiqued this model for its over reliance on the concept of the nation-state and its use of social-context free \"pattern variables.\" Its formulator associated a \"symbolic medium of exchange\" to each function, they include: money, power, influence and commitment. Its functional scheme can be divided into external and internal problems, as well as long and short intervals. A central function": {
    "guess": "Structural functionalism",
    "confidence": [
      [
        "Struct",
        -0.64929867
      ],
      [
        "ural",
        -0.037623897
      ],
      [
        " functional",
        -0.333593
      ],
      [
        "ism",
        -0.0026341612
      ]
    ]
  },
  "The northeastern corner of the most famous map of this place is labeled as having \"big stones and rox.\" In the middle lives a rabbit across the stream from his friends and relations and an owl lives in the most densely wooded area. In the bottom left corner is a cope of tress labeled \"Where the Woozle": {
    "guess": "Hundred Acre Wood",
    "confidence": [
      [
        "H",
        -0.8028121
      ],
      [
        "undred",
        -0.00019841464
      ],
      [
        " A",
        -0.0029519126
      ],
      [
        "cre",
        -0.0041234
      ],
      [
        " Wood",
        -0.0013839246
      ]
    ]
  },
  "Some northern tributaries of this river include the Sangha and the Likouala aux Herbes, while the Fimi and the Kwa Rivers drain the water from Lake Mai Ndombe into this waterway. This river was a trade artery for peoples who used Bondongo-style ceramics, and organized families around the \"etuka,\" or hearth stone. Its easternmost navigable point is a city today called Kisangani, where this river ends at the Boyoma Falls. An early polity near its mouth was the Bungu kingdom, who crossed this river to the \"hill of division\" to found a larger kingdom that controlled trade near the Malebo Pool of this": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.010872016
      ],
      [
        "ongo",
        -3.1737043e-06
      ],
      [
        " River",
        -0.00037263904
      ]
    ]
  },
  "To the northwest, it is connected to another body of water by the Straight of Bab el-Mandeb. To the west": {
    "guess": "Strait of Hormuz",
    "confidence": [
      [
        "Str",
        -0.17098601
      ],
      [
        "ait",
        -4.3464544e-05
      ],
      [
        " of",
        -0.0018810427
      ],
      [
        " Horm",
        -1.0127429
      ],
      [
        "uz",
        -2.220075e-06
      ]
    ]
  },
  "Norbert Elias drew on one of this man's theories to explain the concept of habitus; that theory is the idea that non-discursive actions, like hand gestures, complete embody objects of culture and is called the \"technique of the body.\" He drew on fieldwork conducted by Bronislaw Malinowski to write his most notable work. This man's most famous essay was written about (*) items which are infused completely with the identity of their original owners, meaning they cannot be totally alienated from them, which embodies the concept of \"total prestation,\" preventing them from being free from the expectation of reciprocity. For 10 points, name this author of The Gift, a French sociologist.": {
    "guess": "Marcel Mauss",
    "confidence": [
      [
        "Mar",
        -0.004282704
      ],
      [
        "cel",
        -2.188868e-05
      ],
      [
        " Ma",
        -3.297462e-05
      ],
      [
        "uss",
        -5.9153886e-06
      ]
    ]
  },
  "The northeastern corner of the most famous map of this place is labeled as having \"big stones and rox.\" In the middle lives a rabbit across the stream from his friends and relations and an owl lives in the most densely wooded area. In the bottom left corner is a cope of tress labeled \"Where the Woozle Wasn't,\" above it lays a trap for heffalump and to the right is Christopher's house labeled as \"My House\". Created by A.A. Milne this is, FTP, what fictional forested area home to Eeyore, Rabbit, Piglet,": {
    "guess": "Hundred Acre Wood",
    "confidence": [
      [
        "H",
        -0.31855875
      ],
      [
        "undred",
        -0.0006951583
      ],
      [
        " A",
        -0.0054378277
      ],
      [
        "cre",
        -0.00034106473
      ],
      [
        " Wood",
        -0.0052243904
      ]
    ]
  },
  "Northwest of this city lies a wilderness preserve called \"Friends of Friedrich,\" while other vestiges": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -2.0265918
      ],
      [
        " Wall",
        -0.81468976
      ]
    ]
  },
  "Norbert Elias critiqued this model for its over reliance on the concept of the nation-state and its use of social-context free \"pattern variables.\" Its formulator associated a \"symbolic medium of exchange\"": {
    "guess": "Structural functionalism",
    "confidence": [
      [
        "Struct",
        -1.490573
      ],
      [
        "ural",
        -0.010616455
      ],
      [
        " functional",
        -0.2281367
      ],
      [
        "ism",
        -0.0034812782
      ]
    ]
  },
  "In Norse myth, one of these objects was used by Gunther to ward off snakes in his dungeon, and the giant Eggther sits on a hill with one of these objects while watching Ragnarok unfold. One of these objects named Uaithne was used by the Dagda to keep the four seasons in order, while the jawbone of a": {
    "guess": "Harps",
    "confidence": [
      [
        "Har",
        -0.12867512
      ],
      [
        "ps",
        -0.00014215785
      ]
    ]
  },
  "The northern third of this country is a forested highland region known as the Oesling. It became rich through its production of iron ore, but this supply is now drained and its steel industry thrives from iron imported from France. Drained by the Sure and Alzette rivers, which flow into the Moselle River that forms most of its eastern border, its southern region is known as the Bon Pays and contains": {
    "guess": "Luxembourg",
    "confidence": [
      [
        "Lux",
        -0.026013104
      ],
      [
        "embourg",
        -0.0026699498
      ]
    ]
  },
  "In the north of this country, the Torne River forms part of its eastern border, and the city of Umea is the largest. With its highest point at Kebnekaise, this nation controls the islands of Oland and": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.015261345
      ]
    ]
  },
  "The northern end of the Outlaw Trail lay in a region named for this type of landform and Big Muddy Creek.": {
    "guess": "Badlands",
    "confidence": [
      [
        "Bad",
        -0.037786458
      ],
      [
        "lands",
        -2.4987974e-05
      ]
    ]
  },
  "To the north of this nation's Cape Regina lie the Three Kings Islands. Its Stewart Island lies across the Foveaux Strait, and it also has claims to the Ross Dependency of Antarctica. This nation's Canterbury Plains run parallel to where the Pacific Plate and the (*) Indo-Australian Plate collide to form its longest mountain range, the Southern Alps. Both of these are located on the larger of this nation's two main islands, South Island. For 10 points, name this island nation home to the cities of": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.10509909
      ],
      [
        " Zealand",
        -0.001221417
      ]
    ]
  },
  "Norbert Elias critiqued this model for its over reliance on the concept of the nation-state and its use of social-context free \"pattern variables.\" Its formulator associated a \"symbolic medium of exchange\" to each function, they include: money, power, influence and commitment. Its functional scheme can be divided into external and internal problems, as well as long and short intervals. A central function in this model is carried out by institutions such as religion and the media, and is called Integration. Outlined in its developer's work The Social System, for 10 points, name this sociological": {
    "guess": "Talcott Parsons",
    "confidence": [
      [
        "T",
        -0.7489571
      ],
      [
        "alc",
        -0.0014985529
      ],
      [
        "ott",
        -1.3544423e-05
      ],
      [
        " Parsons",
        -0.00064464536
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock,": {
    "guess": "Troll",
    "confidence": [
      [
        "T",
        -0.13825555
      ],
      [
        "roll",
        -0.0063351835
      ]
    ]
  },
  "Just off the north-central coast of this island nation is the Sabana-Camagüey Archipelago. The Nicholas Channel borders the north of this nation, which also contains the Isla de la Juventud. Narciso Lopez once attempted to filibuster this nation, which is home to the celebrated sports team Industriales. The Windward Passage separates Hispaniola from this island, which is a mere ninety-mile journey across the Strait of Florida from Key West. For 10 points, name this island nation that houses many": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.0006339244
      ],
      [
        "uba",
        -7.1954215e-05
      ]
    ]
  },
  "Just off the north-central coast of this island nation is the Sabana-Camagüey Archipelago. The Nicholas Channel borders the north of this nation, which also contains the Isla de la Juventud. Narciso Lopez once attempted to filibuster this nation, which is home to the celebrated sports team Industriales. The Windward Passage separates Hispaniola from this island, which is a mere ninety-mile journey across the Strait of Florida from Key West. For 10 points, name this island nation that houses many 1950s automobiles and fine cigars in its capital of Havana.": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.00033379698
      ],
      [
        "uba",
        -0.00019483852
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura Player.  This one time member of World of Art also showed a titular woman running in front of bayonets in 1917's The Attack with the Red Cross Nurse.  A woman rises in surprise to see the return of the title political exile in his They Did Not Expect Him, (+) while a stuffed suitcase remains open as government officials take away the title figure in his The Arrest of the Propagandist. (*)  In one of his most well known works, ten defeated looking laborers pull the title object along a river.  He joined the Peredvizhniki and got on board with nationalism in works like The Zaporozhye Cossacks.  Often associated with the Society of the Wanderers along with contemporary artists like Vasili Surkov and Ivan Kramskoy, FTP, name this Russian artist who painted 1870's Barge Haulers on the Volga": {
    "guess": "Ilya Repin",
    "confidence": [
      [
        "I",
        -0.0039194147
      ],
      [
        "lya",
        -0.023323976
      ],
      [
        " Rep",
        -0.0007355354
      ],
      [
        "in",
        -2.618001e-05
      ]
    ]
  },
  "In Norse mythology, this phenomenon is controlled by an eagle-shaped giant named Hraesvelg [hRAYS-velg].": {
    "guess": "Hræsvelgr",
    "confidence": [
      [
        "H",
        -0.354482
      ],
      [
        "r",
        -0.41244408
      ],
      [
        "æ",
        -0.0004846538
      ],
      [
        "s",
        -2.2603901e-05
      ],
      [
        "vel",
        -7.3458323e-06
      ],
      [
        "gr",
        -0.1025657
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura Player.  This one time member of World of Art also showed a titular woman running in front of bayonets in 1917's The Attack with the Red Cross Nurse.  A woman rises in surprise to see the return of the title political exile in his They Did Not Expect Him, (+) while a stuffed suitcase remains open": {
    "guess": "Boris Kustodiev",
    "confidence": [
      [
        "B",
        -0.18923524
      ],
      [
        "oris",
        -0.0014646275
      ],
      [
        " K",
        -0.12624906
      ],
      [
        "ust",
        -0.0010286426
      ],
      [
        "od",
        -3.5835506e-05
      ],
      [
        "iev",
        -0.0010310231
      ]
    ]
  },
  "In the north is Qeshm Island, a free trade zone, 21 miles away to the south is the territorial exclave": {
    "guess": "Iran Free Trade Zones",
    "confidence": [
      [
        "Iran",
        -0.30162135
      ],
      [
        " Free",
        -0.6012009
      ],
      [
        " Trade",
        -0.060057547
      ],
      [
        " Zones",
        -0.2986262
      ]
    ]
  },
  "In the north of this country, the Torne River forms part of its eastern border, and the city of Umea": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.033891875
      ]
    ]
  },
  "Its northern shore includes Cape d'Or, which is confusingly named after copper deposits.  The first European to discover it was probably Joao Alvares Fagundes, who may have made it all the way to Advocate Harbor.  Its easternmost point is in Coquid Bay and its northern point is in Chignecto Bay, but the most famous area, just east of Cape Split, is Minas Basin.  Its most distinguishing characteristic is the reversing falls where the St. John River enters it.  Located between Maine, Nova Scotia, and New Brunswick, FTP, identify this body of water in competition with Ungava Bay for the world's highest": {
    "guess": "Bay of Fundy",
    "confidence": [
      [
        "Bay",
        -0.0027877653
      ],
      [
        " of",
        -5.8126592e-05
      ],
      [
        " Fund",
        -0.0002821928
      ],
      [
        "y",
        -1.7835755e-05
      ]
    ]
  },
  "The northeastern corner of the most famous map of this place is labeled as having \"big stones and rox.\" In the middle lives a rabbit across the stream from his friends and relations and an owl lives in the most densely wooded area. In the bottom left corner is a cope of tress labeled \"Where the Woozle Wasn't,\" above it lays a trap for heffalump and to the right is Christopher's house labeled as \"My": {
    "guess": "Hundred Acre Wood",
    "confidence": [
      [
        "H",
        -1.0829345
      ],
      [
        "undred",
        -0.00090860267
      ],
      [
        " A",
        -0.010199057
      ],
      [
        "cre",
        -0.003490189
      ],
      [
        " Wood",
        -0.0033143617
      ]
    ]
  },
  "The northern end of the Outlaw Trail lay in a region named for this type of landform and Big Muddy Creek. An example of this type of landform in New Zealand features earth pillars named Hoodoos, is located in the Aorangi Ranges, and is named the Putangirua Pinnacles. The best known example of this type of region features a namesake Wilderness where the black-footed ferret is being reintroduced and": {
    "guess": "Badlands",
    "confidence": [
      [
        "Bad",
        -0.0019532526
      ],
      [
        "lands",
        -3.655073e-05
      ]
    ]
  },
  "In Norse myth, one of these objects was used by Gunther to ward off snakes in his dungeon, and the giant": {
    "guess": "Harp",
    "confidence": [
      [
        "H",
        -1.228242
      ],
      [
        "arp",
        -0.80488884
      ]
    ]
  },
  "Northwest of this city lies a wilderness preserve called \"Friends of Friedrich,\" while other vestiges of the German influence remain in the nearby northwestern town of New Braunfels. The King William and": {
    "guess": "San Antonio",
    "confidence": [
      [
        "San",
        -0.023097672
      ],
      [
        " Antonio",
        -0.00017696164
      ]
    ]
  },
  "Some northern tributaries of this river include the Sangha and the Likouala aux Herbes, while the Fimi and the Kwa Rivers drain the water from Lake Mai Ndombe into this waterway. This river was a trade": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0032271484
      ],
      [
        "ongo",
        -6.704273e-07
      ],
      [
        " River",
        -9.281486e-05
      ]
    ]
  },
  "In the north of this country, the Torne River forms part of its eastern border, and the city of Umea is the largest. With its highest point at Kebnekaise, this nation controls the islands of Oland and Gotland, while its largest bodies of water include lakes Vattern and Vanern. Home to large cities including Uppsala, Malmo and Gothenburg, this country is bordered on the south by the Oresund strait and": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.00026217024
      ]
    ]
  },
  "In the northeast, this country includes a narrow stretch of land called the Caprivi Strip. In the north, the cities of Rehoboth and Ondangua are in Ovamboland, while the Kaokoveld and the Kaukaveld lie to the west and east, respectively. FTP, identify this African nation on the Tropic of Capricorn, bordered by Zambia, Botswana, Angola, and South Africa, whose capital is at Windhoek.": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.0010070851
      ],
      [
        "ibia",
        -0.00029637438
      ]
    ]
  },
  "Northwest of this city lies a wilderness preserve called \"Friends of Friedrich,\" while other vestiges of the German influence remain in the nearby northwestern town of New Braunfels. The King William and China Grove suburbs lie south of this city, while Cattlemen Square is found at Frio and Martin Street near its downtown. Found in Bexar County, it is the southern terminus of the cattle route that connected it to Abilene, Kansas, the Chisholm trail. One major landmark in this city connects tourist traps like the La Villita neighborhood and HemisFair Park to its other major attraction, which is composed of the Convento building and an adjacent church, the site of an 1836 battle against Santa Anna's forces. For 10 points, identify this city home to the River Walk, a large Texan city better known": {
    "guess": "San Antonio",
    "confidence": [
      [
        "San",
        -0.0016021024
      ],
      [
        " Antonio",
        -3.9650025e-05
      ]
    ]
  },
  "To the north of this nation's Cape Regina lie the Three Kings Islands. Its Stewart Island lies across the Foveaux Strait, and it also has claims to the Ross Dependency of Antarctica. This nation's Canterbury Plains run parallel to where the Pacific Plate and the (*) Indo-Australian Plate collide to form its longest mountain range, the Southern Alps. Both of these are located on the larger of this nation's two main islands, South Island. For 10 points, name this island nation home to the cities of Christchurch, Auckland and Wellington.": {
    "guess": "Geography of New Zealand",
    "confidence": [
      [
        "Ge",
        -0.053276796
      ],
      [
        "ography",
        -0.008285593
      ],
      [
        " of",
        -0.004086236
      ],
      [
        " New",
        -1.6762922e-05
      ],
      [
        " Zealand",
        -0.00013250235
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock, when the rock jumps into an ocean and reveals itself to be one of these figures. In another narrative, these figures can transform into seals, or into smoke, so that they can swim through solid rock. In that narrative, the stoning of Slickstone-Eye causes the appearance of another one of these figures,": {
    "guess": "Hulder",
    "confidence": [
      [
        "H",
        -0.4709428
      ],
      [
        "ul",
        -0.004379567
      ],
      [
        "der",
        -0.2765949
      ]
    ]
  },
  "The northern four-fifths of this river's valley is covered by an artificial lake created in 1965 by the Akosombo Dam, located where it cuts through the Akwapim-Togo Range. Its two main branches are the": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.25749096
      ],
      [
        " Vol",
        -0.00074744475
      ],
      [
        "ta",
        -2.58224e-05
      ]
    ]
  },
  "The northern four-fifths of this river's valley is covered by an artificial lake created in 1965 by the": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.29689947
      ],
      [
        " Vol",
        -0.8144138
      ],
      [
        "ta",
        -0.000320923
      ]
    ]
  },
  "The northern third of this country is a forested highland region known as the Oesling. It became rich through its production of iron ore, but this supply is now drained and its steel industry thrives from": {
    "guess": "Luxembourg",
    "confidence": [
      [
        "Lux",
        -0.28417137
      ],
      [
        "embourg",
        -0.000112125854
      ]
    ]
  },
  "Norbert Elias critiqued this model for its over reliance on the concept of the nation-state and its use": {
    "guess": "Modernization Theory",
    "confidence": [
      [
        "Modern",
        -1.2387565
      ],
      [
        "ization",
        -0.0076748915
      ],
      [
        " Theory",
        -0.6298066
      ]
    ]
  },
  "To the north of this nation's Cape Regina lie the Three Kings Islands. Its Stewart Island lies across the Foveaux Strait, and it also has claims to the Ross Dependency of Antarctica. This nation's Canterbury Plains run parallel to where the Pacific Plate and the (*) Indo-Australian Plate collide to form its longest mountain range, the Southern Alps. Both of these are located on the larger of this nation's": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.18349467
      ],
      [
        " Zealand",
        -0.0011144968
      ]
    ]
  },
  "Norbert Elias drew on one of this man's theories to explain the concept of habitus; that theory is the idea that non-discursive actions, like hand gestures, complete embody objects of culture and is called": {
    "guess": "Marcel Mauss",
    "confidence": [
      [
        "Mar",
        -0.016963033
      ],
      [
        "cel",
        -0.00022535099
      ],
      [
        " Ma",
        -4.9305523e-05
      ],
      [
        "uss",
        -4.8113485e-05
      ]
    ]
  },
  "In Norse myth, one of these objects was used by Gunther to ward off snakes in his dungeon, and the giant Eggther sits on a hill with one of these objects while watching Ragnarok unfold. One of these objects named Uaithne was used by the Dagda to keep the four seasons in order, while the jawbone of a large pike was used by Vainamoinen to create the first kantele, a Finnish variant of these objects. The first of these objects was created from a turtle shell by Hermes, after which he gave it to Apollo to appease his anger over the theft of his cattle. For 10  points, name these objects often used": {
    "guess": "Lyre",
    "confidence": [
      [
        "Ly",
        -0.5153558
      ],
      [
        "re",
        -0.13510618
      ]
    ]
  },
  "Norman Mushari uses the philanthropy of one of this author's characters to try to prove him insane. Maniacs in the Fourth Dimension was written by a character in this author's novel (*) Breakfast of Champions.": {
    "guess": "Kurt Vonnegut",
    "confidence": [
      [
        "K",
        -0.0019872827
      ],
      [
        "urt",
        -0.00010652328
      ],
      [
        " V",
        -0.000197461
      ],
      [
        "onn",
        -4.365741e-06
      ],
      [
        "eg",
        -1.7120534e-05
      ],
      [
        "ut",
        -9.448371e-05
      ]
    ]
  },
  "Northwest of this city lies a wilderness preserve called \"Friends of Friedrich,\" while other vestiges of the German influence remain in the nearby northwestern town of New Braunfels. The King William and China Grove suburbs lie south of this city, while Cattlemen Square is found at Frio and Martin Street near its downtown. Found in Bexar County, it is the southern terminus of the cattle route that connected it to Abilene, Kansas, the Chisholm trail. One major landmark in this city connects tourist": {
    "guess": "San Antonio",
    "confidence": [
      [
        "San",
        -0.0048175496
      ],
      [
        " Antonio",
        -9.639097e-05
      ]
    ]
  },
  "Just off the north-central coast of this island nation is the Sabana-Camagüey Archipelago. The Nicholas Channel borders the north of this nation, which also contains the Isla de la Juventud. Narciso Lopez": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.0054864334
      ],
      [
        "uba",
        -9.5198935e-05
      ]
    ]
  },
  "The northeastern portion of this nation is a region called Isan, which takes its name from the capital of the Chenla Kingdom and includes the Khorat Plateau. This country's north contains the provinces of Chiang Rai and Chiang Mai, and the resort island of Phuket is located in this nation's south. This country's capital contains waterways called \"Khlongs\" formed by the Chao Phraya River, and it sits on a namesake gulf jutting out from the South China Sea. For 10 points, identify this nation formerly known as Siam which borders Burma and Laos and has capital at Bangkok.": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -4.036525e-05
      ],
      [
        "ailand",
        -9.849109e-06
      ]
    ]
  },
  "The northern third of this country is a forested highland region known as the Oesling. It became rich through its production of iron ore, but this supply is now drained and its steel industry thrives from iron imported from France. Drained by the Sure and Alzette rivers, which flow into the Moselle River that forms most of its eastern border, its southern region is known as the Bon Pays and contains the city of Esch-sur-Alzette. The home of both the European Investment Bank and the European Court of Justice, this is, for ten points, what 998 square mile Grand Duchy, which borders Belgium and Germany": {
    "guess": "Luxembourg",
    "confidence": [
      [
        "Lux",
        -0.0033813796
      ],
      [
        "embourg",
        -0.0012663018
      ]
    ]
  },
  "Its northern shore includes Cape d'Or, which is confusingly named after copper deposits.  The first European to discover it was probably Joao Alvares Fagundes, who may have made it all the way to Advocate": {
    "guess": "Cape Breton Island",
    "confidence": [
      [
        "C",
        -0.5242249
      ],
      [
        "ape",
        -0.1947645
      ],
      [
        " Bre",
        -0.7753403
      ],
      [
        "ton",
        -1.2829201e-05
      ],
      [
        " Island",
        -0.0076250806
      ]
    ]
  },
  "In Norse myth, one of these objects was used by Gunther to ward off snakes in his dungeon, and the giant Eggther sits on a hill with one of these objects while watching Ragnarok unfold. One of these objects named Uaithne was used by the Dagda to keep the four seasons in order, while the jawbone of a large pike was used by Vainamoinen to create the first kantele, a Finnish variant of these objects. The first of these objects was created from a turtle shell by Hermes, after which he gave it to Apollo to appease his anger over the theft of his cattle. For 10  points, name these objects often used by Orpheus, musical instruments consisting of an array of framed strings.": {
    "guess": "Lyre",
    "confidence": [
      [
        "Ly",
        -0.7175433
      ],
      [
        "re",
        -0.11647858
      ]
    ]
  },
  "Norman Mushari uses the philanthropy of one of this author's characters to try to prove him insane. Maniacs in the Fourth Dimension was written by a character in this author's novel (*) Breakfast of Champions. Besides Eliot Rosewater and Kilgore Trout, he created a character who goes to Tralfamadore": {
    "guess": "Kurt Vonnegut",
    "confidence": [
      [
        "K",
        -0.0006394077
      ],
      [
        "urt",
        -6.6306106e-06
      ],
      [
        " V",
        -9.031158e-05
      ],
      [
        "onn",
        -3.0113732e-05
      ],
      [
        "eg",
        -3.3213026e-05
      ],
      [
        "ut",
        -0.0001008015
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura Player.  This one time member of World of Art also showed a titular woman running in front of bayonets in 1917's The Attack with the Red Cross Nurse.  A woman rises in surprise to see the return of the title political exile in his They Did Not Expect Him, (+) while a stuffed suitcase remains open as government officials take away the title figure in his The Arrest of the Propagandist. (*)  In": {
    "guess": "Boris Kustodiev",
    "confidence": [
      [
        "B",
        -0.24609227
      ],
      [
        "oris",
        -0.0022442273
      ],
      [
        " K",
        -0.02743597
      ],
      [
        "ust",
        -8.196733e-05
      ],
      [
        "od",
        -6.392203e-06
      ],
      [
        "iev",
        -0.00019436171
      ]
    ]
  },
  "In the north of this country, the Torne River forms part of its eastern border, and the city of Umea is the largest. With its highest point at Kebnekaise, this nation controls the islands of Oland and Gotland, while its largest bodies of water include lakes Vattern and Vanern. Home to large cities including Uppsala, Malmo and Gothenburg, this country is bordered on the south by the Oresund strait and the Kattegat, and to its east lies the Gulf of Bothnia. For 10 points, name this Scandinavian country with capital at Stockholm.": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.0006484562
      ]
    ]
  },
  "In Norse myth, one of these objects was used by Gunther to ward off snakes in his dungeon, and the giant Eggther sits on a hill with one of these objects while watching Ragnarok unfold. One of these objects named Uaithne was used by the Dagda to keep the four seasons in order, while the jawbone of a large pike was used by Vainamoinen to create the first kantele, a Finnish variant of these objects.": {
    "guess": "Harps",
    "confidence": [
      [
        "Har",
        -0.19399253
      ],
      [
        "ps",
        -0.0006998073
      ]
    ]
  },
  "Norbert Elias critiqued this model for its over reliance on the concept of the nation-state and its use of social-context free \"pattern variables.\" Its formulator associated a \"symbolic medium of exchange\" to each function, they include: money, power, influence and commitment. Its functional scheme can be divided into external and internal problems, as well as long and short intervals. A central function in this model is carried out by institutions such as religion and the media, and is called Integration. Outlined in its developer's work The Social System, for 10 points, name this sociological paradigm of structural functionalism, some of whose core functions include Adaptation and Latency,": {
    "guess": "Structural functionalism",
    "confidence": [
      [
        "Struct",
        -0.7180485
      ],
      [
        "ural",
        -6.229872e-05
      ],
      [
        " functional",
        -0.111483544
      ],
      [
        "ism",
        -0.00017720005
      ]
    ]
  },
  "Some northern tributaries of this river include the Sangha and the Likouala aux Herbes, while the Fimi and the Kwa Rivers drain the water from Lake Mai Ndombe into this waterway. This river was a trade artery for peoples who used Bondongo-style ceramics, and organized families around the \"etuka,\" or hearth stone. Its easternmost navigable point is a city today called Kisangani, where this river ends at the Boyoma Falls. An early polity near its mouth was the Bungu kingdom, who crossed this river to the \"hill of division\" to found a larger kingdom that controlled trade near the Malebo Pool of this river, and converted to Christianity under Portuguese influence. FTP, name this river that flows between Kinshasa and Brazzaville.": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.003064107
      ],
      [
        "ongo",
        -2.6968896e-06
      ],
      [
        " River",
        -0.00068086124
      ]
    ]
  },
  "Some northern tributaries of this river include the Sangha and the Likouala aux Herbes, while the Fimi and the Kwa Rivers drain the water from Lake Mai Ndombe into this waterway. This river was a trade artery for peoples who used Bondongo-style ceramics, and organized families around the \"etuka,\" or": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.008192193
      ],
      [
        "ongo",
        -4.3202e-07
      ],
      [
        " River",
        -3.297462e-05
      ]
    ]
  },
  "Some northern tributaries of this river include the Sangha and the Likouala aux Herbes, while the Fimi": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0191169
      ],
      [
        "ongo",
        -2.0339032e-05
      ],
      [
        " River",
        -0.00026801124
      ]
    ]
  },
  "In the northeast, this country includes a narrow stretch of land called the Caprivi Strip. In the north, the cities of Rehoboth and Ondangua are in Ovamboland, while the Kaokoveld and the Kaukaveld lie to the west and east, respectively. FTP, identify this African nation on the Tropic of Capricorn, bordered": {
    "guess": "Namibia",
    "confidence": [
      [
        "Nam",
        -0.0035719117
      ],
      [
        "ibia",
        -0.00024691585
      ]
    ]
  },
  "Norman Mushari uses the philanthropy of one of this author's characters to try to prove him insane. Maniacs in the Fourth Dimension was written by a character in this author's novel (*) Breakfast of Champions. Besides Eliot Rosewater and Kilgore Trout, he created a character who goes to Tralfamadore and saw the firebombing of Dresden. For 10 points, name this author who wrote about Billy Pilgrim in": {
    "guess": "Kurt Vonnegut",
    "confidence": [
      [
        "K",
        -0.009996416
      ],
      [
        "urt",
        -6.749814e-06
      ],
      [
        " V",
        -2.486877e-05
      ],
      [
        "onn",
        -9.4914985e-06
      ],
      [
        "eg",
        -1.4378848e-05
      ],
      [
        "ut",
        -6.146429e-05
      ]
    ]
  },
  "To the north of this nation's Cape Regina lie the Three Kings Islands. Its Stewart Island lies across the Foveaux Strait, and it also has claims to the Ross Dependency of Antarctica. This nation's Canterbury": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.019764371
      ],
      [
        " Zealand",
        -0.00034487926
      ]
    ]
  },
  "In Norse mythology, this phenomenon is controlled by an eagle-shaped giant named Hraesvelg [hRAYS-velg]. A Greek god of this phenomenon abducted the nymph Chloris. Hoping to find treasure, Odysseus's crew (*) opened a bag containing this phenomenon. It is governed by Aeolus [ay-oh-luhs] in Greek mythology, who presides over Boreas [boh-ree-as] and Zephyrus [zeh-fee-ruhs], the Northern and Western type": {
    "guess": "Wind",
    "confidence": [
      [
        "Wind",
        -0.3073763
      ]
    ]
  },
  "In Norse mythology, this phenomenon is controlled by an eagle-shaped giant named Hraesvelg [hRAYS-velg]. A Greek god of this phenomenon abducted the nymph Chloris. Hoping to find treasure, Odysseus's crew": {
    "guess": "Wind god",
    "confidence": [
      [
        "Wind",
        -0.21677896
      ],
      [
        " god",
        -0.65695876
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura Player.  This one time member of World of Art also showed a titular woman running in front of bayonets in 1917's The Attack with the Red Cross Nurse.  A woman rises in surprise to see the return of the title political exile in his They Did Not Expect Him, (+) while a stuffed suitcase remains open as government officials take away the title figure in his The Arrest of the Propagandist. (*)  In one of his most well known works, ten defeated looking laborers pull the title object along a river.  He joined the Peredvizhniki and got on board with nationalism in works like The Zaporozhye Cossacks.": {
    "guess": "Boris Kustodiev",
    "confidence": [
      [
        "B",
        -0.37958187
      ],
      [
        "oris",
        -0.0018351107
      ],
      [
        " K",
        -0.007901403
      ],
      [
        "ust",
        -0.0006738319
      ],
      [
        "od",
        -1.8193366e-05
      ],
      [
        "iev",
        -0.0003003081
      ]
    ]
  },
  "The northern third of this country is a forested highland region known as the Oesling. It became rich through its production of iron ore, but this supply is now drained and its steel industry thrives from iron imported from France. Drained by the Sure and Alzette rivers, which flow into the Moselle River that forms most of its eastern border, its southern region is known as the Bon Pays and contains the city of Esch-sur-Alzette. The home of both the European Investment Bank and the European Court": {
    "guess": "Luxembourg",
    "confidence": [
      [
        "Lux",
        -0.012854652
      ],
      [
        "embourg",
        -0.0010767533
      ]
    ]
  },
  "The northeastern portion of this nation is a region called Isan, which takes its name from the capital of the Chenla Kingdom and includes the Khorat Plateau. This country's north contains the provinces of Chiang Rai and Chiang Mai, and the resort island of Phuket is located in this nation's south. This": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.006436114
      ],
      [
        "ailand",
        -1.4021238e-05
      ]
    ]
  },
  "Its northern shore includes Cape d'Or, which is confusingly named after copper deposits.  The first European to discover it was probably Joao Alvares Fagundes, who may have made it all the way to Advocate Harbor.  Its easternmost point is in Coquid Bay and its northern point is in Chignecto Bay, but the most famous area, just east of Cape Split, is Minas Basin.  Its most distinguishing characteristic": {
    "guess": "Bay of Fundy",
    "confidence": [
      [
        "Bay",
        -0.033980142
      ],
      [
        " of",
        -5.3193703e-06
      ],
      [
        " Fund",
        -2.0100624e-05
      ],
      [
        "y",
        -1.7716551e-05
      ]
    ]
  },
  "Norbert Elias drew on one of this man's theories to explain the concept of habitus; that theory is the": {
    "guess": "Marcel Mauss",
    "confidence": [
      [
        "Mar",
        -0.61180156
      ],
      [
        "cel",
        -0.00037240062
      ],
      [
        " Ma",
        -5.1808798e-05
      ],
      [
        "uss",
        -2.7252845e-05
      ]
    ]
  },
  "In Norse mythology, this phenomenon is controlled by an eagle-shaped giant named Hraesvelg [hRAYS-velg]. A Greek god of this phenomenon abducted the nymph Chloris. Hoping to find treasure, Odysseus's crew (*) opened a bag containing this phenomenon. It is governed by Aeolus [ay-oh-luhs] in Greek mythology,": {
    "guess": "Winds in Greek Mythology",
    "confidence": [
      [
        "W",
        -1.1846006
      ],
      [
        "inds",
        -0.0036682484
      ],
      [
        " in",
        -0.046073068
      ],
      [
        " Greek",
        -0.22406115
      ],
      [
        " Myth",
        -0.27656063
      ],
      [
        "ology",
        -0.0012217746
      ]
    ]
  },
  "Norman Mushari uses the philanthropy of one of this author's characters to try to prove him insane. Maniacs": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.6162142
      ]
    ]
  },
  "In Norse mythology, this phenomenon is controlled by an eagle-shaped giant named Hraesvelg [hRAYS-velg]. A Greek god of this phenomenon abducted the nymph Chloris. Hoping to find treasure, Odysseus's crew (*) opened a bag containing this phenomenon. It is governed by Aeolus [ay-oh-luhs] in Greek mythology, who presides over Boreas [boh-ree-as] and Zephyrus [zeh-fee-ruhs], the Northern and Western type of this. For 10 points, name this weather phenomenon that propels ships with sails.": {
    "guess": "Wind",
    "confidence": [
      [
        "Wind",
        -0.0023054814
      ]
    ]
  },
  "Some northern tributaries of this river include the Sangha and the Likouala aux Herbes, while the Fimi and the Kwa Rivers drain the water from Lake Mai Ndombe into this waterway. This river was a trade artery for peoples who used Bondongo-style ceramics, and organized families around the \"etuka,\" or hearth stone. Its easternmost navigable point is a city today called Kisangani, where this river ends": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0072142337
      ],
      [
        "ongo",
        0.0
      ],
      [
        " River",
        -0.0001973418
      ]
    ]
  },
  "Northwest of this city lies a wilderness preserve called \"Friends of Friedrich,\" while other vestiges of the German influence remain in the nearby northwestern town of New Braunfels. The King William and China Grove suburbs lie south of this city, while Cattlemen Square is found at Frio and Martin Street": {
    "guess": "San Antonio",
    "confidence": [
      [
        "San",
        -0.005532793
      ],
      [
        " Antonio",
        -0.00010223195
      ]
    ]
  },
  "Its northern shore includes Cape d'Or, which is confusingly named after copper deposits.  The first European to discover it was probably Joao Alvares Fagundes, who may have made it all the way to Advocate Harbor.  Its easternmost point is in Coquid Bay and its northern point is in Chignecto Bay, but the most famous area, just east of Cape Split, is Minas Basin.  Its most distinguishing characteristic is the reversing falls where the St. John River enters it.  Located between Maine, Nova Scotia, and New Brunswick, FTP, identify this body of water in competition with Ungava Bay for the world's highest tides.": {
    "guess": "Bay of Fundy",
    "confidence": [
      [
        "Bay",
        -0.0047206148
      ],
      [
        " of",
        -3.1544176e-05
      ],
      [
        " Fund",
        -7.338466e-05
      ],
      [
        "y",
        -1.5928495e-05
      ]
    ]
  },
  "Norbert Elias drew on one of this man's theories to explain the concept of habitus; that theory is the idea that non-discursive actions, like hand gestures, complete embody objects of culture and is called the \"technique of the body.\" He drew on fieldwork conducted by Bronislaw Malinowski to write his most notable work. This man's most famous essay was written about (*) items which are infused completely with the identity of their original owners, meaning they cannot be totally alienated from them, which embodies the concept of \"total prestation,\" preventing them from being free from the expectation": {
    "guess": "Marcel Mauss",
    "confidence": [
      [
        "Mar",
        -0.0020270196
      ],
      [
        "cel",
        -3.1424974e-05
      ],
      [
        " Ma",
        -2.3438328e-05
      ],
      [
        "uss",
        -1.0206721e-05
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock, when the rock jumps into an ocean and reveals itself to be one of these figures. In another narrative, these figures can transform into seals, or into smoke, so that they can swim through solid rock. In that narrative, the stoning of Slickstone-Eye causes the appearance of another one of these figures, and another of these figures starts to appear when the rambunctious Hrapp is interred into his doorway. Typically, these figures have a light blue or maroon fluorescent hue that permeates their bodies. In a book named after Laxdaela, the bones of a once-powerful sorceress are turned into one of these figures. In another story, it is implied that one of these revenants inhabits the barrow of Kar the Old because the barrow is ringed with fire and Grettir is afraid of it. For 10 points, name these undead monsters who figure into many Germanic sagas.": {
    "guess": "Draugr",
    "confidence": [
      [
        "D",
        -0.06668691
      ],
      [
        "ra",
        -5.2001665e-06
      ],
      [
        "ug",
        -2.677603e-05
      ],
      [
        "r",
        -0.000529203
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock, when the rock jumps into an ocean and reveals itself to be one of these figures. In another narrative, these figures can transform into seals, or into smoke, so that they can swim through solid rock. In that narrative, the stoning of Slickstone-Eye causes the appearance of another one of these figures, and another of these figures starts to appear when the rambunctious Hrapp is interred into his doorway. Typically, these figures have a light blue or maroon fluorescent hue that permeates their": {
    "guess": "Huldufólk",
    "confidence": [
      [
        "H",
        -0.1740139
      ],
      [
        "ul",
        -0.006615654
      ],
      [
        "du",
        -0.6746733
      ],
      [
        "f",
        -0.0007337473
      ],
      [
        "ó",
        -0.00010580806
      ],
      [
        "lk",
        -5.9914648e-05
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock, when the rock jumps into an ocean and reveals itself to be one of these figures. In another narrative,": {
    "guess": "Troll",
    "confidence": [
      [
        "T",
        -0.03609773
      ],
      [
        "roll",
        -0.05333885
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura Player.  This one time member of World of Art also showed a titular woman running in front of bayonets": {
    "guess": "Boris Kustodiev",
    "confidence": [
      [
        "B",
        -0.25765204
      ],
      [
        "oris",
        -4.9424725e-05
      ],
      [
        " K",
        -0.008651803
      ],
      [
        "ust",
        -0.00089407084
      ],
      [
        "od",
        -1.4617256e-05
      ],
      [
        "iev",
        -0.00035072025
      ]
    ]
  },
  "The northeastern portion of this nation is a region called Isan, which takes its name from the capital of the Chenla Kingdom and includes the Khorat Plateau. This country's north contains the provinces of Chiang Rai and Chiang Mai, and the resort island of Phuket is located in this nation's south. This country's capital contains waterways called \"Khlongs\" formed by the Chao Phraya River, and it sits on a namesake gulf jutting out from the South China Sea. For 10 points, identify this nation formerly": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.000635474
      ],
      [
        "ailand",
        -2.0696643e-05
      ]
    ]
  },
  "Norbert Elias critiqued this model for its over reliance on the concept of the nation-state and its use of social-context free \"pattern variables.\" Its formulator associated a \"symbolic medium of exchange\" to each function, they include: money, power, influence and commitment. Its functional scheme can": {
    "guess": "Structural functionalism",
    "confidence": [
      [
        "Struct",
        -0.39735502
      ],
      [
        "ural",
        -0.0009177703
      ],
      [
        " functional",
        -0.3830196
      ],
      [
        "ism",
        -0.0027133345
      ]
    ]
  },
  "The northeastern portion of this nation is a region called Isan, which takes its name from the capital of the Chenla Kingdom and includes the Khorat Plateau. This country's north contains the provinces of Chiang Rai and Chiang Mai, and the resort island of Phuket is located in this nation's south. This country's capital contains waterways called \"Khlongs\" formed by the Chao Phraya River, and it sits": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.00061116746
      ],
      [
        "ailand",
        -1.3067608e-05
      ]
    ]
  },
  "The northern end of the Outlaw Trail lay in a region named for this type of landform and Big Muddy Creek. An example of this type of landform in New Zealand features earth pillars named Hoodoos, is located in the Aorangi Ranges, and is named the Putangirua Pinnacles. The best known example of this type of region features a namesake Wilderness where the black-footed ferret is being reintroduced and which is home to the world's richest Oligocene fossil bed. The last (*) Ghost Dance was held at an example": {
    "guess": "Badlands",
    "confidence": [
      [
        "Bad",
        -0.002249938
      ],
      [
        "lands",
        -1.8908588e-05
      ]
    ]
  },
  "Just off the north-central coast of this island nation is the Sabana-Camagüey Archipelago. The Nicholas Channel borders the north of this nation, which also contains the Isla de la Juventud. Narciso Lopez once attempted to filibuster this nation, which is home to the celebrated sports team Industriales.": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.005777462
      ],
      [
        "uba",
        -0.00012701898
      ]
    ]
  },
  "The northern four-fifths of this river's valley is covered by an artificial lake created in 1965 by the Akosombo Dam, located where it cuts through the Akwapim-Togo Range. Its two main branches are the Mouhoun and the Nakambe, or \"Black\" and \"White\", and it picks up such tributaries as the Afram and the Oti en route to the Gulf of Guinea. With a Portuguese name meaning \"twisting\", FTP, what is this chief river system of Ghana which supplied the colonial name for Burkina Faso?": {
    "guess": "Volta River",
    "confidence": [
      [
        "Vol",
        -0.010166838
      ],
      [
        "ta",
        -1.2352386e-05
      ],
      [
        " River",
        -0.0013204771
      ]
    ]
  },
  "Its northern shore includes Cape d'Or, which is confusingly named after copper deposits.  The first European to discover it was probably Joao Alvares Fagundes, who may have made it all the way to Advocate Harbor.  Its easternmost point is in Coquid Bay and its northern point is in Chignecto Bay, but": {
    "guess": "Bay of Fundy",
    "confidence": [
      [
        "Bay",
        -0.21858095
      ],
      [
        " of",
        -9.1622824e-05
      ],
      [
        " Fund",
        -8.876193e-05
      ],
      [
        "y",
        -1.5928495e-05
      ]
    ]
  },
  "The northeastern portion of this nation is a region called Isan, which takes its name from the capital": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.60135865
      ],
      [
        "ailand",
        -7.703444e-06
      ]
    ]
  },
  "Norman Mushari uses the philanthropy of one of this author's characters to try to prove him insane. Maniacs in the Fourth Dimension was written by a character in this author's novel (*) Breakfast of Champions. Besides Eliot Rosewater and Kilgore Trout, he created a character who goes to Tralfamadore and saw the firebombing of Dresden. For 10 points, name this author who wrote about Billy Pilgrim in his novel Slaughterhouse-Five.": {
    "guess": "Kurt Vonnegut",
    "confidence": [
      [
        "K",
        -0.005451347
      ],
      [
        "urt",
        -2.4584822e-06
      ],
      [
        " V",
        -8.566264e-05
      ],
      [
        "onn",
        -6.749814e-06
      ],
      [
        "eg",
        -1.998142e-05
      ],
      [
        "ut",
        -8.470901e-05
      ]
    ]
  },
  "In the northeast, this country includes a narrow stretch of land called the Caprivi Strip. In the north,": {
    "guess": "Caprivi Region",
    "confidence": [
      [
        "Cap",
        -0.5306913
      ],
      [
        "r",
        -0.0005215776
      ],
      [
        "ivi",
        -3.0471343e-05
      ],
      [
        " Region",
        -0.48935708
      ]
    ]
  },
  "Some northern tributaries of this river include the Sangha and the Likouala aux Herbes, while the Fimi and the Kwa Rivers drain the water from Lake Mai Ndombe into this waterway. This river was a trade artery for peoples who used Bondongo-style ceramics, and organized families around the \"etuka,\" or hearth stone. Its easternmost navigable point is a city today called Kisangani, where this river ends at the Boyoma Falls. An early polity near its mouth was the Bungu kingdom, who crossed this river to the \"hill of division\" to found a larger kingdom that controlled trade near the Malebo Pool of this river, and converted to Christianity under Portuguese influence. FTP, name this river that flows": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0028387532
      ],
      [
        "ongo",
        -1.2664457e-06
      ],
      [
        " River",
        -0.00029148703
      ]
    ]
  },
  "The northern end of the Outlaw Trail lay in a region named for this type of landform and Big Muddy Creek. An example of this type of landform in New Zealand features earth pillars named Hoodoos, is located in the Aorangi Ranges, and is named the Putangirua Pinnacles. The best known example of this type of region features a namesake Wilderness where the black-footed ferret is being reintroduced and which is home to the world's richest Oligocene fossil bed. The last (*) Ghost Dance was held at an example of this type of terrain at Stronghold Table, while Red Shirt Table is another example of this": {
    "guess": "Badlands",
    "confidence": [
      [
        "Bad",
        -0.002020117
      ],
      [
        "lands",
        -5.5577775e-06
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock, when the rock jumps into an ocean and reveals itself to be one of these figures. In another narrative, these figures can transform into seals, or into smoke, so that they can swim through solid rock. In that narrative, the stoning of Slickstone-Eye causes the appearance of another one of these figures, and another of these figures starts to appear when the rambunctious Hrapp is interred into his doorway. Typically, these figures have a light blue or maroon fluorescent hue that permeates their bodies. In a book named after Laxdaela, the bones of a once-powerful sorceress are turned into one of these figures. In another story, it is implied that one of these revenants inhabits the barrow of": {
    "guess": "Barrow wight",
    "confidence": [
      [
        "Bar",
        -0.81843567
      ],
      [
        "row",
        -0.00047285634
      ],
      [
        " w",
        -0.17207856
      ],
      [
        "ight",
        -0.6258175
      ]
    ]
  },
  "Northwest of this city lies a wilderness preserve called \"Friends of Friedrich,\" while other vestiges of the German influence remain in the nearby northwestern town of New Braunfels. The King William and China Grove suburbs lie south of this city, while Cattlemen Square is found at Frio and Martin Street near its downtown. Found in Bexar County, it is the southern terminus of the cattle route that": {
    "guess": "San Antonio",
    "confidence": [
      [
        "San",
        -0.03264379
      ],
      [
        " Antonio",
        -0.0003122248
      ]
    ]
  },
  "The northern third of this country is a forested highland region known as the Oesling. It became rich through its production of iron ore, but this supply is now drained and its steel industry thrives from iron imported from France. Drained by the Sure and Alzette rivers, which flow into the Moselle River that forms most of its eastern border, its southern region is known as the Bon Pays and contains the city of Esch-sur-Alzette. The home of both the European Investment Bank and the European Court of Justice, this is, for ten points, what 998 square mile Grand Duchy, which borders Belgium and Germany and shares the name with its capital city?": {
    "guess": "Luxembourg",
    "confidence": [
      [
        "Lux",
        -0.0014940341
      ],
      [
        "embourg",
        -0.0015596163
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock, when the rock jumps into an ocean and reveals itself to be one of these figures. In another narrative, these figures can transform into seals, or into smoke, so that they can swim through solid rock. In that narrative, the stoning of Slickstone-Eye causes the appearance of another one of these figures, and another of these figures starts to appear when the rambunctious Hrapp is interred into his doorway. Typically, these figures have a light blue or maroon fluorescent hue that permeates their bodies. In a book named after Laxdaela, the bones of a once-powerful sorceress are turned into one of these figures. In another story, it is implied that one of these revenants inhabits the barrow of Kar the Old because the barrow is ringed with fire and Grettir is afraid of it. For 10 points, name": {
    "guess": "Barrow wights",
    "confidence": [
      [
        "Bar",
        -0.9414381
      ],
      [
        "row",
        -0.00029136782
      ],
      [
        " w",
        -0.47921512
      ],
      [
        "ights",
        -0.6372026
      ]
    ]
  },
  "The northern four-fifths of this river's valley is covered by an artificial lake created in 1965 by the Akosombo Dam, located where it cuts through the Akwapim-Togo Range. Its two main branches are the Mouhoun and the Nakambe, or \"Black\" and \"White\", and it picks up such tributaries as the Afram and the Oti en route to the Gulf of Guinea. With a Portuguese name meaning \"twisting\", FTP, what is this": {
    "guess": "Volta River",
    "confidence": [
      [
        "Vol",
        -0.38785905
      ],
      [
        "ta",
        -0.00010783452
      ],
      [
        " River",
        -0.0018656912
      ]
    ]
  },
  "In the north of this country, the Torne River forms part of its eastern border, and the city of Umea is the largest. With its highest point at Kebnekaise, this nation controls the islands of Oland and Gotland, while its largest bodies of water include lakes Vattern and Vanern. Home to large cities including": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.0026779182
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura": {
    "guess": "George Bellows",
    "confidence": [
      [
        "George",
        -0.32046628
      ],
      [
        " Bell",
        -0.73270285
      ],
      [
        "ows",
        -6.749814e-06
      ]
    ]
  },
  "Northwest of this city lies a wilderness preserve called \"Friends of Friedrich,\" while other vestiges of the German influence remain in the nearby northwestern town of New Braunfels. The King William and China Grove suburbs lie south of this city, while Cattlemen Square is found at Frio and Martin Street near its downtown. Found in Bexar County, it is the southern terminus of the cattle route that connected it to Abilene, Kansas, the Chisholm trail. One major landmark in this city connects tourist traps like the La Villita neighborhood and HemisFair Park to its other major attraction, which is": {
    "guess": "San Antonio",
    "confidence": [
      [
        "San",
        -0.0025932542
      ],
      [
        " Antonio",
        -6.9570146e-05
      ]
    ]
  },
  "The northern four-fifths of this river's valley is covered by an artificial lake created in 1965 by the Akosombo Dam, located where it cuts through the Akwapim-Togo Range. Its two main branches are the Mouhoun and the Nakambe, or \"Black\" and \"White\", and it picks up such tributaries as the Afram and": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.36653265
      ],
      [
        " Vol",
        -0.0016648273
      ],
      [
        "ta",
        -1.1994775e-05
      ]
    ]
  },
  "The northern end of the Outlaw Trail lay in a region named for this type of landform and Big Muddy Creek. An example of this type of landform in New Zealand features earth pillars named Hoodoos, is located in the Aorangi Ranges, and is named the Putangirua Pinnacles. The best known example of this type of region features a namesake Wilderness where the black-footed ferret is being reintroduced and which is home to the world's richest Oligocene fossil bed. The last (*) Ghost Dance was held at an example of this type of terrain at Stronghold Table, while Red Shirt Table is another example of this landform. ? For 10 points, name this type of landform defined by slopes of soft sediments carved by": {
    "guess": "Badlands",
    "confidence": [
      [
        "Bad",
        -0.001951826
      ],
      [
        "lands",
        -2.2365493e-05
      ]
    ]
  },
  "The northeastern corner of the most famous map of this place is labeled as having \"big stones and rox.\" In the middle lives a rabbit across the stream from his friends and relations and an owl lives in the most densely wooded area. In the bottom left corner is a cope of tress labeled \"Where the Woozle Wasn't,\" above it lays a trap for heffalump and to the right is Christopher's house labeled as \"My House\". Created by A.A. Milne this is, FTP, what fictional forested area home to Eeyore, Rabbit, Piglet, and Winnie the Pooh.": {
    "guess": "Hundred Acre Wood",
    "confidence": [
      [
        "H",
        -0.035268355
      ],
      [
        "undred",
        -3.202099e-05
      ],
      [
        " A",
        -0.0034198551
      ],
      [
        "cre",
        -0.0003084103
      ],
      [
        " Wood",
        -0.002480293
      ]
    ]
  },
  "Northwest of this city lies a wilderness preserve called \"Friends of Friedrich,\" while other vestiges of the German influence remain in the nearby northwestern town of New Braunfels. The King William and China Grove suburbs lie south of this city, while Cattlemen Square is found at Frio and Martin Street near its downtown. Found in Bexar County, it is the southern terminus of the cattle route that connected it to Abilene, Kansas, the Chisholm trail. One major landmark in this city connects tourist traps like the La Villita neighborhood and HemisFair Park to its other major attraction, which is composed of the Convento building and an adjacent church, the site of an 1836 battle against Santa Anna's forces. For 10 points, identify this city home to the River Walk, a large Texan city better known for the Alamo.": {
    "guess": "San Antonio",
    "confidence": [
      [
        "San",
        -0.0012288004
      ],
      [
        " Antonio",
        -4.2391708e-05
      ]
    ]
  },
  "In a Norwegian narrative, one of these figures is revealed after a little boy beats mittens on a rock, when the rock jumps into an ocean and reveals itself to be one of these figures. In another narrative, these figures can transform into seals, or into smoke, so that they can swim through solid rock. In that narrative, the stoning of Slickstone-Eye causes the appearance of another one of these figures, and another of these figures starts to appear when the rambunctious Hrapp is interred into his doorway. Typically, these figures have a light blue or maroon fluorescent hue that permeates their bodies. In a book named after Laxdaela, the bones of a once-powerful sorceress are turned into one of": {
    "guess": "Huldufólk",
    "confidence": [
      [
        "H",
        -0.45876196
      ],
      [
        "ul",
        -0.017641405
      ],
      [
        "du",
        -0.030169047
      ],
      [
        "f",
        -0.0010334034
      ],
      [
        "ó",
        -7.7318386e-05
      ],
      [
        "lk",
        -2.3319124e-05
      ]
    ]
  },
  "Norbert Elias critiqued this model for its over reliance on the concept of the nation-state and its use of social-context free \"pattern variables.\" Its formulator associated a \"symbolic medium of exchange\" to each function, they include: money, power, influence and commitment. Its functional scheme can be divided into external and internal problems, as well as long and short intervals. A central function in this model is carried out by institutions such as religion and the media, and is called Integration.": {
    "guess": "Structural functionalism",
    "confidence": [
      [
        "Struct",
        -0.5745575
      ],
      [
        "ural",
        -0.012806045
      ],
      [
        " functional",
        -0.2574825
      ],
      [
        "ism",
        -0.0007081442
      ]
    ]
  },
  "The northern third of this country is a forested highland region known as the Oesling. It became rich": {
    "guess": "Luxembourg",
    "confidence": [
      [
        "Lux",
        -0.0030830018
      ],
      [
        "embourg",
        -0.00021903319
      ]
    ]
  },
  "In Norse myth, one of these objects was used by Gunther to ward off snakes in his dungeon, and the giant Eggther sits on a hill with one of these objects while watching Ragnarok unfold. One of these objects named Uaithne was used by the Dagda to keep the four seasons in order, while the jawbone of a large pike was used by Vainamoinen to create the first kantele, a Finnish variant of these objects. The first of these objects was created from a turtle shell by Hermes, after which he gave it to Apollo": {
    "guess": "Lyre",
    "confidence": [
      [
        "Ly",
        -0.07336127
      ],
      [
        "re",
        -0.0016649466
      ]
    ]
  },
  "Northwest of this city lies a wilderness preserve called \"Friends of Friedrich,\" while other vestiges of the German influence remain in the nearby northwestern town of New Braunfels. The King William and China Grove suburbs lie south of this city, while Cattlemen Square is found at Frio and Martin Street near its downtown. Found in Bexar County, it is the southern terminus of the cattle route that connected it to Abilene, Kansas, the Chisholm trail. One major landmark in this city connects tourist traps like the La Villita neighborhood and HemisFair Park to its other major attraction, which is composed of the Convento building and an adjacent church, the site of an 1836 battle against Santa Anna's": {
    "guess": "San Antonio",
    "confidence": [
      [
        "San",
        -0.001798231
      ],
      [
        " Antonio",
        -3.8100377e-05
      ]
    ]
  },
  "The northern third of this country is a forested highland region known as the Oesling. It became rich through its production of iron ore, but this supply is now drained and its steel industry thrives from iron imported from France. Drained by the Sure and Alzette rivers, which flow into the Moselle River": {
    "guess": "Luxembourg",
    "confidence": [
      [
        "Lux",
        -0.30502278
      ],
      [
        "embourg",
        -0.0025380866
      ]
    ]
  },
  "Just off the north-central coast of this island nation is the Sabana-Camagüey Archipelago. The Nicholas": {
    "guess": "Cuba",
    "confidence": [
      [
        "C",
        -0.021969419
      ],
      [
        "uba",
        -0.0010606755
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura Player.  This one time member of World of Art also showed a titular woman running in front of bayonets in 1917's The Attack with the Red Cross Nurse.  A woman rises in surprise to see the return of the title political exile in his They Did Not Expect Him, (+) while a stuffed suitcase remains open as government officials take away the title figure in his The Arrest of the Propagandist. (*)  In one of his most well known works, ten defeated looking laborers pull the title object along a river.  He joined the Peredvizhniki and got on board with nationalism in works like The Zaporozhye Cossacks.  Often associated with the Society of the Wanderers along with contemporary artists like Vasili": {
    "guess": "Ilya Repin",
    "confidence": [
      [
        "I",
        -0.7547352
      ],
      [
        "lya",
        -0.1431883
      ],
      [
        " Rep",
        -0.002339139
      ],
      [
        "in",
        -4.370295e-05
      ]
    ]
  },
  "The northeastern portion of this nation is a region called Isan, which takes its name from the capital of the Chenla Kingdom and includes the Khorat Plateau. This country's north contains the provinces": {
    "guess": "Thailand",
    "confidence": [
      [
        "Th",
        -0.25168842
      ],
      [
        "ailand",
        -2.5941605e-05
      ]
    ]
  },
  "The northern end of the Outlaw Trail lay in a region named for this type of landform and Big Muddy Creek. An example of this type of landform in New Zealand features earth pillars named Hoodoos, is located in the Aorangi Ranges, and is named the Putangirua Pinnacles. The best known example of this type": {
    "guess": "Badlands",
    "confidence": [
      [
        "Bad",
        -0.003882023
      ],
      [
        "lands",
        -0.00021891399
      ]
    ]
  },
  "Its northern shore includes Cape d'Or, which is confusingly named after copper deposits.  The first European to discover it was probably Joao Alvares Fagundes, who may have made it all the way to Advocate Harbor.  Its easternmost point is in Coquid Bay and its northern point is in Chignecto Bay, but the most famous area, just east of Cape Split, is Minas Basin.  Its most distinguishing characteristic is the reversing falls where the St. John River enters it.  Located between Maine, Nova Scotia, and": {
    "guess": "Bay of Fundy",
    "confidence": [
      [
        "Bay",
        -0.0087510655
      ],
      [
        " of",
        -8.537869e-06
      ],
      [
        " Fund",
        -0.00017791527
      ],
      [
        "y",
        -1.6643718e-05
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura Player.  This one time member of World of Art also showed a titular woman running in front of bayonets in 1917's The Attack with the Red Cross Nurse.  A woman rises in surprise to see the return": {
    "guess": "Boris Kustodiev",
    "confidence": [
      [
        "B",
        -0.13462368
      ],
      [
        "oris",
        -9.0907604e-05
      ],
      [
        " K",
        -0.036350895
      ],
      [
        "ust",
        -0.00092158484
      ],
      [
        "od",
        -8.89548e-06
      ],
      [
        "iev",
        -0.00035667676
      ]
    ]
  },
  "To the northwest, it is connected to another body of water by the Straight of Bab el-Mandeb. To the west of it is Djibouti, to the south is Somalia, and to the east is Yemen. Located between the Horn of Africa and the Arabian Peninsula, for ten points, name this body of water linking the Red and Arabia Seas.": {
    "guess": "Gulf of Aden",
    "confidence": [
      [
        "G",
        -0.02024918
      ],
      [
        "ulf",
        -2.220075e-06
      ],
      [
        " of",
        -0.00022618541
      ],
      [
        " Ad",
        -2.868329e-05
      ],
      [
        "en",
        -4.954393e-05
      ]
    ]
  },
  "Norbert Elias drew on one of this man's theories to explain the concept of habitus; that theory is the idea that non-discursive actions, like hand gestures, complete embody objects of culture and is called the \"technique of the body.\" He drew on fieldwork conducted by Bronislaw Malinowski to write his most notable work. This man's most famous essay was written about (*) items which are infused completely with the identity of their original owners, meaning they cannot be totally alienated from them,": {
    "guess": "Marcel Mauss",
    "confidence": [
      [
        "Mar",
        -0.014641747
      ],
      [
        "cel",
        -3.2855416e-05
      ],
      [
        " Ma",
        -1.5809293e-05
      ],
      [
        "uss",
        -6.6306106e-06
      ]
    ]
  },
  "The northeastern corner of the most famous map of this place is labeled as having \"big stones and rox.\"": {
    "guess": "Stonehenge",
    "confidence": [
      [
        "Stone",
        -0.5391624
      ],
      [
        "h",
        -0.022751514
      ],
      [
        "enge",
        -0.000111291425
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura Player.  This one time member of World of Art also showed a titular woman running in front of bayonets in 1917's The Attack with the Red Cross Nurse.  A woman rises in surprise to see the return of the title political exile in his They Did Not Expect Him, (+) while a stuffed suitcase remains open as government officials take away the title figure in his The Arrest of the Propagandist. (*)  In one of his most well known works, ten defeated looking laborers pull the title object along a river.": {
    "guess": "Boris Kustodiev",
    "confidence": [
      [
        "B",
        -0.5837437
      ],
      [
        "oris",
        -0.0005796042
      ],
      [
        " K",
        -0.006099789
      ],
      [
        "ust",
        -0.00014776041
      ],
      [
        "od",
        -1.4617256e-05
      ],
      [
        "iev",
        -0.0005700715
      ]
    ]
  },
  "In Norse myth, one of these objects was used by Gunther to ward off snakes in his dungeon, and the giant Eggther sits on a hill with one of these objects while watching Ragnarok unfold. One of these objects": {
    "guess": "Harp",
    "confidence": [
      [
        "H",
        -0.3314441
      ],
      [
        "arp",
        -0.32652354
      ]
    ]
  },
  "In North this artist painted his favorite dog, while later works by this artist include The Blind Bandura Player.  This one time member of World of Art also showed a titular woman running in front of bayonets in 1917's The Attack with the Red Cross Nurse.  A woman rises in surprise to see the return of the title political exile in his They Did Not Expect Him, (+) while a stuffed suitcase remains open as government officials take away the title figure in his The Arrest of the Propagandist. (*)  In one of his most well known works, ten defeated looking laborers pull the title object along a river.  He joined the Peredvizhniki and got on board with nationalism in works like The Zaporozhye Cossacks.  Often associated with the Society of the Wanderers along with contemporary artists like Vasili Surkov and Ivan Kramskoy, FTP, name this Russian artist who painted 1870's Barge Haulers on the Volga and 1885's Ivan the Terrible and his Son.": {
    "guess": "Ilya Repin",
    "confidence": [
      [
        "I",
        -0.0075647417
      ],
      [
        "lya",
        -0.0074096275
      ],
      [
        " Rep",
        -0.0010560339
      ],
      [
        "in",
        -2.5345586e-05
      ]
    ]
  },
  "The northern end of the Outlaw Trail lay in a region named for this type of landform and Big Muddy Creek. An example of this type of landform in New Zealand features earth pillars named Hoodoos, is located": {
    "guess": "Badlands",
    "confidence": [
      [
        "Bad",
        -0.10373606
      ],
      [
        "lands",
        -4.0961266e-05
      ]
    ]
  },
  "To the northwest, it is connected to another body of water by the Straight of Bab el-Mandeb. To the west of it is Djibouti, to the south is Somalia, and to the east is Yemen. Located between the Horn of": {
    "guess": "Gulf of Aden",
    "confidence": [
      [
        "G",
        -0.42683244
      ],
      [
        "ulf",
        -3.4121115e-06
      ],
      [
        " of",
        -0.0002663424
      ],
      [
        " Ad",
        -2.8325678e-05
      ],
      [
        "en",
        -3.786197e-05
      ]
    ]
  },
  "In the north is Qeshm Island, a free trade zone, 21 miles away to the south is the territorial exclave of Musandam, and it is mentioned but left unnamed in the Periplus of the Erythraean Sea.  In following": {
    "guess": "Musandam",
    "confidence": [
      [
        "Mus",
        -0.2734544
      ],
      [
        "and",
        -0.02223049
      ],
      [
        "am",
        -7.703444e-06
      ]
    ]
  },
  "In the north is Qeshm Island, a free trade zone, 21 miles away to the south is the territorial exclave of Musandam, and it is mentioned but left unnamed in the Periplus of the Erythraean Sea.  In following with a Traffic Separation Scheme, the traffic lane is only 6 miles wide, consisting of 2-mile inbound": {
    "guess": "Strait of Hormuz",
    "confidence": [
      [
        "Str",
        -0.022734156
      ],
      [
        "ait",
        -1.2233183e-05
      ],
      [
        " of",
        -6.897413e-05
      ],
      [
        " Horm",
        -0.0001170132
      ],
      [
        "uz",
        -1.9504607e-05
      ]
    ]
  },
  "In the north is Qeshm Island, a free trade zone, 21 miles away to the south is the territorial exclave of Musandam, and it is mentioned but left unnamed in the Periplus of the Erythraean Sea.  In following with a Traffic Separation Scheme, the traffic lane is only 6 miles wide, consisting of 2-mile inbound and outbound lanes with a 2-mile buffer zone in between.  Some 35 percent of the world's and": {
    "guess": "Strait of Hormuz",
    "confidence": [
      [
        "Str",
        -0.057431646
      ],
      [
        "ait",
        -4.1199673e-05
      ],
      [
        " of",
        -0.00013131031
      ],
      [
        " Horm",
        -0.0002974472
      ],
      [
        "uz",
        -1.8074163e-05
      ]
    ]
  },
  "In the north is Qeshm Island, a free trade zone, 21 miles away to the south is the territorial exclave of Musandam, and it is mentioned but left unnamed in the Periplus of the Erythraean Sea.  In following with a Traffic Separation Scheme, the traffic lane is only 6 miles wide, consisting of 2-mile inbound and outbound lanes with a 2-mile buffer zone in between.  Some 35 percent of the world's and 75 percent (*) of Japan's oil supply pass through this strategic passage, which was the location of": {
    "guess": "Strait of Hormuz",
    "confidence": [
      [
        "Str",
        -0.011979035
      ],
      [
        "ait",
        -3.7265952e-05
      ],
      [
        " of",
        -0.0024486617
      ],
      [
        " Horm",
        -0.00020807012
      ],
      [
        "uz",
        -8.180258e-06
      ]
    ]
  },
  "In the north is Qeshm Island, a free trade zone, 21 miles away to the south is the territorial exclave of Musandam, and it is mentioned but left unnamed in the Periplus of the Erythraean Sea.  In following with a Traffic Separation Scheme, the traffic lane is only 6 miles wide, consisting of 2-mile inbound and outbound lanes with a 2-mile buffer zone in between.  Some 35 percent of the world's and 75 percent (*) of Japan's oil supply pass through this strategic passage, which was the location of the 1984-1987 Iran-Iraq Tanker War.  FTP, name this opening to the Persian Gulf. ": {
    "guess": "Strait of Hormuz",
    "confidence": [
      [
        "Str",
        -0.010859873
      ],
      [
        "ait",
        -5.5577775e-06
      ],
      [
        " of",
        -0.0010572223
      ],
      [
        " Horm",
        -8.268255e-05
      ],
      [
        "uz",
        -1.0325924e-05
      ]
    ]
  }
}