{
  "This man utilized the contrast between Pare in Indonesia and Sefrou in Morocco to analyze his own anthropological practice in his work After the Fact. The author of a collection of philosophical essays entitled Available Light, he analyzed a synthesis of symbols, myths, rituals, and ceremonies, which he terms \"drama\" in a work which utilizes the example of a certain theatre state, Negara. In one of this man's works, he described a situation in which the stakes are so high that it doesn't make sense to play, a term called deep play, through the lens of a Balinese cockfight. In another, he described the uses of explanation that seeks to explain not only the practice, but the motive behind it, known": {
    "guess": "Clifford Geertz",
    "confidence": [
      [
        "Cl",
        -0.056084808
      ],
      [
        "iff",
        -1.9862217e-05
      ],
      [
        "ord",
        -2.7133641e-05
      ],
      [
        " Ge",
        -0.000509307
      ],
      [
        "ertz",
        -0.00012130453
      ]
    ]
  },
  "This man utilized the contrast between Pare in Indonesia and Sefrou in Morocco to analyze his own anthropological practice in his work After the Fact. The author of a collection of philosophical essays entitled Available Light, he analyzed a synthesis of symbols, myths, rituals, and ceremonies, which": {
    "guess": "Clifford Geertz",
    "confidence": [
      [
        "Cl",
        -0.02967018
      ],
      [
        "iff",
        -1.3306016e-05
      ],
      [
        "ord",
        -4.6563837e-05
      ],
      [
        " Ge",
        -4.9663133e-05
      ],
      [
        "ertz",
        -4.0007635e-05
      ]
    ]
  },
  "This man utilized the contrast between Pare in Indonesia and Sefrou in Morocco to analyze his own anthropological practice in his work After the Fact. The author of a collection of philosophical essays entitled Available Light, he analyzed a synthesis of symbols, myths, rituals, and ceremonies, which he terms \"drama\" in a work which utilizes the example of a certain theatre state, Negara. In one of": {
    "guess": "Clifford Geertz",
    "confidence": [
      [
        "Cl",
        -0.008170912
      ],
      [
        "iff",
        -2.3392786e-06
      ],
      [
        "ord",
        -1.27099975e-05
      ],
      [
        " Ge",
        -3.7385154e-05
      ],
      [
        "ertz",
        -4.9067115e-05
      ]
    ]
  },
  "This man utilized the contrast between Pare in Indonesia and Sefrou in Morocco to analyze his own anthropological practice in his work After the Fact. The author of a collection of philosophical essays entitled Available Light, he analyzed a synthesis of symbols, myths, rituals, and ceremonies, which he terms \"drama\" in a work which utilizes the example of a certain theatre state, Negara. In one of this man's works, he described a situation in which the stakes are so high that it doesn't make sense to play, a term called deep play, through the lens of a Balinese cockfight. In another, he described": {
    "guess": "Clifford Geertz",
    "confidence": [
      [
        "Cl",
        -0.2156263
      ],
      [
        "iff",
        -9.543734e-05
      ],
      [
        "ord",
        -5.3358446e-05
      ],
      [
        " Ge",
        -0.0006987345
      ],
      [
        "ertz",
        -0.0002636007
      ]
    ]
  },
  "This man utilized the contrast between Pare in Indonesia and Sefrou in Morocco to analyze his own anthropological practice in his work After the Fact. The author of a collection of philosophical essays": {
    "guess": "Clifford Geertz",
    "confidence": [
      [
        "Cl",
        -0.0886994
      ],
      [
        "iff",
        -1.2948405e-05
      ],
      [
        "ord",
        -3.786197e-05
      ],
      [
        " Ge",
        -4.9424725e-05
      ],
      [
        "ertz",
        -7.362307e-05
      ]
    ]
  },
  "This man utilized the contrast between Pare in Indonesia and Sefrou in Morocco to analyze his own anthropological practice in his work After the Fact. The author of a collection of philosophical essays entitled Available Light, he analyzed a synthesis of symbols, myths, rituals, and ceremonies, which he terms \"drama\" in a work which utilizes the example of a certain theatre state, Negara. In one of this man's works, he described a situation in which the stakes are so high that it doesn't make sense to play, a term called deep play, through the lens of a Balinese cockfight. In another, he described the uses of explanation that seeks to explain not only the practice, but the motive behind it, known as his \"thick description.\" For ten points, name this man who wrote The Interpretation of Cultures.": {
    "guess": "Clifford Geertz",
    "confidence": [
      [
        "Cl",
        -0.009338336
      ],
      [
        "iff",
        -2.546479e-05
      ],
      [
        "ord",
        -1.9027791e-05
      ],
      [
        " Ge",
        -4.1914896e-05
      ],
      [
        "ertz",
        -2.3319124e-05
      ]
    ]
  },
  "This man utilized the contrast between Pare in Indonesia and Sefrou in Morocco to analyze his own anthropological": {
    "guess": "Clifford Geertz",
    "confidence": [
      [
        "Cl",
        -0.65025634
      ],
      [
        "iff",
        -9.317247e-05
      ],
      [
        "ord",
        -6.384837e-05
      ],
      [
        " Ge",
        -0.00022988072
      ],
      [
        "ertz",
        -0.00024906153
      ]
    ]
  },
  "This man utilized the contrast between Pare in Indonesia and Sefrou in Morocco to analyze his own anthropological practice in his work After the Fact. The author of a collection of philosophical essays entitled Available Light, he analyzed a synthesis of symbols, myths, rituals, and ceremonies, which he terms \"drama\" in a work which utilizes the example of a certain theatre state, Negara. In one of this man's works, he described a situation in which the stakes are so high that it doesn't make sense": {
    "guess": "Clifford Geertz",
    "confidence": [
      [
        "Cl",
        -0.0056424476
      ],
      [
        "iff",
        -6.6306106e-06
      ],
      [
        "ord",
        -2.486877e-05
      ],
      [
        " Ge",
        -7.815281e-05
      ],
      [
        "ertz",
        -5.276243e-05
      ]
    ]
  }
}