{
  "Virginia Woolf claimed in 1929 that she never had and never would lay flowers on any grave except the grave of this writer. Love letters, some poetic and others merely prurient, were exchanged by this author and the Queen Consort, Catherine Stuart, on whose allegedly \"pornographic\" basis this writer was denied burial in Westminster Abbey alongside another of her paramours, Sir Richard Lovelace, who may have addressed her in the \"Lucasta\" poems. Her roman-a-clef trilogy, \"Love Letters between a Nobleman": {
    "guess": "Aphra Behn",
    "confidence": [
      [
        "A",
        -0.0102709085
      ],
      [
        "ph",
        -2.2007884e-05
      ],
      [
        "ra",
        -0.00036870534
      ],
      [
        " Beh",
        -0.00029291748
      ],
      [
        "n",
        -0.00045271826
      ]
    ]
  },
  "He visited his twin sister St. Scholastica exactly once a year,  and though he was not with her when she died, he had a vision of  her in Paradise in a dream shortly thereafter. Known for his motto  of \"Ora et Labora\"\\--Prayer and Work--he originally was a hermit in  a cave at Subiaco before founding his monastery at Monte Cassino.  FTP--name this saint known for his \"rule\" which became the basis of  monasticism in the West.": {
    "guess": "Benedict of Nursia",
    "confidence": [
      [
        "B",
        -0.37600926
      ],
      [
        "ened",
        -0.0009183663
      ],
      [
        "ict",
        -0.00011617878
      ],
      [
        " of",
        -0.002586243
      ],
      [
        " Nurs",
        -0.00046391605
      ],
      [
        "ia",
        -7.0285365e-05
      ]
    ]
  },
  "This man's Virgin and Child Between Saints Francis and Anthony was executed for the high altar of Sant'Antonio of Padua, while his powerful, wooden Repentant Magdalene stands in Santa Maria del Fiore.": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.03753917
      ],
      [
        "at",
        -0.00023417205
      ],
      [
        "ello",
        -0.00024906153
      ]
    ]
  },
  "One visitor to these people described them as being \"like the Carolingian kings…decayed to a mere beautiful futility.\" That visitor would later compare these people to \"mere fatted cattle\" before deciding": {
    "guess": "The Beautiful and Damned",
    "confidence": [
      [
        "The",
        -1.141685
      ],
      [
        " Beautiful",
        -1.6161677
      ],
      [
        " and",
        -0.026601233
      ],
      [
        " Dam",
        -0.1099574
      ],
      [
        "ned",
        -0.00016432605
      ]
    ]
  },
  "The virus that causes this disease encodes a G-protein coupled receptor responsible for activating p38-MAP Kinase and a namesake spindle-cell growth factor, and also codes for a Fas-ligand inhibiting protein. This disease's causative agent causes multicentric Castleman's disease when it expresses interleukin-6, and when co-infected with Epstein-Barr virus causes primary effusion lymphoma. Chang and Moore used Representational Difference Analysis to show that Human Herpesvirus 8 causes it, and its chief symptom is a series of black or purple papular lesions in the mouth and skin. FTP, name this disease first described by a Hungarian doctor, a certain sarcoma commonly found in AIDS patients.": {
    "guess": "Kaposi's Sarcoma",
    "confidence": [
      [
        "K",
        -0.007118603
      ],
      [
        "apos",
        -0.00018018014
      ],
      [
        "i",
        -2.677603e-05
      ],
      [
        "'s",
        -0.013951108
      ],
      [
        " Sar",
        -0.5934625
      ],
      [
        "coma",
        -4.604148e-06
      ]
    ]
  },
  "The one of Virchow can give a positive Troisier's sign when palpated above the clavicle. Blood enters through high endothelial venules, or HEV's, and exits from its hilum. Certain cells pass from the HEV's to the paracortex, then from there to the cortex, which contains secondary follicles consisting of a mantle zone surrounding a germinal center. Entry of pathogens through the skin results in plasma cell differentiation and T cell maturation inside it. Subcapsular sinuses provide the entry point for a fluid that is filtered by macrophages. FTP identify this collection of small bean-shaped structures": {
    "guess": "Lymph node",
    "confidence": [
      [
        "L",
        -0.012005656
      ],
      [
        "ymph",
        -2.3392786e-06
      ],
      [
        " node",
        -0.03220259
      ]
    ]
  },
  "Virgil Griffith developed a tool to detect conflicts of interest in relation to this website. In April 2013, one of its volunteers was threatened by the DCRI, a French intelligence agency, over information about a military radio station. Software called Xowa [KSOE-wah] allows users to view this website's contents while offline. This was founded by Larry Sanger and Jimmy Wales in 2001, and a 2005 article": {
    "guess": "Wikipedia",
    "confidence": [
      [
        "W",
        -0.00149165
      ],
      [
        "ikipedia",
        -3.7981175e-05
      ]
    ]
  },
  "Virginia Woolf claimed in 1929 that she never had and never would lay flowers on any grave except the grave of this writer. Love letters, some poetic and others merely prurient, were exchanged by this author and the Queen Consort, Catherine Stuart, on whose allegedly \"pornographic\" basis this writer was denied burial in Westminster Abbey alongside another of her paramours, Sir Richard Lovelace, who may have addressed her in the \"Lucasta\" poems. Her roman-a-clef trilogy, \"Love Letters between a Nobleman and His Sister\" was published under the code-name \"Astrea,\" assigned to her when she was a spy for Charles II, but she is better known for her comedy The Rover. FTP, identify this Suriname-born authoress of Oroonoko, one of the earliest English novelists.": {
    "guess": "Aphra Behn",
    "confidence": [
      [
        "A",
        -0.002440574
      ],
      [
        "ph",
        -0.00031532408
      ],
      [
        "ra",
        -5.50273e-05
      ],
      [
        " Beh",
        -0.000115701965
      ],
      [
        "n",
        -0.00060248026
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which": {
    "guess": "Atmosphere of Mars",
    "confidence": [
      [
        "At",
        -0.7379167
      ],
      [
        "mos",
        -0.00018554063
      ],
      [
        "phere",
        -0.00023309923
      ],
      [
        " of",
        -0.00021951001
      ],
      [
        " Mars",
        -0.46923766
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which relaxes and emits a 1.27 micrometer line. S-shaped bodies connect the two centers of rotation of each of the two polar vortices located here. A 1761 transit observed by Mikhail Lomonosov led him to hypothesize this entity. Ultraviolet radiation possibly caused accelerated (*) oxidation in the upper portion of this entity in the 1970s due to an eruption. Because there's no intrinsic magnetic field, a chunk of this entity is lost to solar wind. Convection drives all winds in this entity, which has a pressure of 93 bar and contains 97% carbon dioxide. The runaway greenhouse effect is thought to be responsible for the current state of this entity. Opaque clouds of sulfuric acid are present in, for 10 points, what entity that prevents the surface of the second planet from being seen by visible": {
    "guess": "Atmosphere of Venus",
    "confidence": [
      [
        "At",
        -0.54497683
      ],
      [
        "mos",
        -0.0007338666
      ],
      [
        "phere",
        -3.2929079e-06
      ],
      [
        " of",
        -0.001976692
      ],
      [
        " Venus",
        -3.1281633e-07
      ]
    ]
  },
  "It is by virtue of this that \"man is distinguished from animals,\" according to Ludwig von Mises [MEE-say] in Liberalism. He goes on to say that this has \"made feeble man. . .the lord of the earth.\" Along with extensive use of machinery, it was blamed for the proletarians losing all individual character": {
    "guess": "Capitalism",
    "confidence": [
      [
        "Capital",
        -1.4995403
      ],
      [
        "ism",
        -0.0787329
      ]
    ]
  },
  "It is by virtue of this that \"man is distinguished from animals,\" according to Ludwig von Mises [MEE-say] in Liberalism. He goes on to say that this has \"made feeble man. . .the lord of the earth.\" Along with extensive use of machinery, it was blamed for the proletarians losing all individual character in their work in The Communist Manifesto, though Karl Marx differentiates between the natural \"social\"": {
    "guess": "Division of labor",
    "confidence": [
      [
        "Division",
        -0.43898565
      ],
      [
        " of",
        -0.0025334521
      ],
      [
        " labor",
        -0.50752383
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which relaxes and emits a 1.27 micrometer line. S-shaped bodies connect the two centers of rotation of each of the two polar vortices located here. A 1761 transit observed by Mikhail Lomonosov led him to hypothesize this entity. Ultraviolet radiation possibly caused accelerated (*) oxidation in the upper": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.2838616
      ],
      [
        "enus",
        -2.6968896e-06
      ]
    ]
  },
  "Virginia Woolf claimed in 1929 that she never had and never would lay flowers on any grave except the grave of this writer. Love letters, some poetic and others merely prurient, were exchanged by this author and the Queen Consort, Catherine Stuart, on whose allegedly \"pornographic\" basis this writer": {
    "guess": "Aphra Behn",
    "confidence": [
      [
        "A",
        -0.31338334
      ],
      [
        "ph",
        -0.020087486
      ],
      [
        "ra",
        -0.00011629798
      ],
      [
        " Beh",
        -0.0008762086
      ],
      [
        "n",
        -0.0005948549
      ]
    ]
  },
  "A viscous fluid and an elastic spring connected in series characterizes this scientist's namesake model of viscoelasticity. Equating the second mixed partial derivatives of each of the four thermodynamic potentials is the derivation of the set of fundamental thermodynamic equations named for this scientist. This scientist proposed a thought experiment in which high velocity (*) gas particles accumulate selectively on one side of a divided container, violating the 2nd law of thermodynamics. This man names another set of equations that can be used to derive the wave equation for an electromagnetic wave. For 10 points, Gauss's laws, Faraday's law, and Ampere's law are the 4 fundamental equations of electromagnetism named for what scientist, who also theorized a namesake \"demon\"?": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.002016548
      ],
      [
        " Clerk",
        -2.355753e-05
      ],
      [
        " Maxwell",
        -2.4630364e-05
      ]
    ]
  },
  "The one of Virchow can give a positive Troisier's sign when palpated above the clavicle. Blood enters through high endothelial venules, or HEV's, and exits from its hilum. Certain cells pass from the HEV's to the paracortex, then from there to the cortex, which contains secondary follicles consisting of a mantle zone surrounding a germinal center. Entry of pathogens through the skin results in plasma": {
    "guess": "Lymph node",
    "confidence": [
      [
        "L",
        -0.1587473
      ],
      [
        "ymph",
        -5.5122365e-07
      ],
      [
        " node",
        -0.16711278
      ]
    ]
  },
  "In one vision, this man was told that \"the Serpent was loosened\" and that he had to fight it. In another, he \"discovered drops of blood on the corn\" and \"hieroglyphic characters\" on the leaves of the trees, while, in a different episode, he believed that a higher power told him to \"return to the service of [his] earthly master.\" Before his execution, this man dictated an account of his life to the physician Thomas Gray. This man and his followers took action after the sky turned blue-green, and they": {
    "guess": "Guy Fawkes",
    "confidence": [
      [
        "Guy",
        -1.3325008
      ],
      [
        " F",
        -0.008661013
      ],
      [
        "aw",
        -3.059055e-05
      ],
      [
        "kes",
        -9.448371e-05
      ]
    ]
  },
  "He visited his twin sister St. Scholastica exactly once a year,  and though he was not with her when": {
    "guess": "Rule of Saint Benedict",
    "confidence": [
      [
        "Rule",
        -0.9889727
      ],
      [
        " of",
        -0.0020041766
      ],
      [
        " Saint",
        -0.18363515
      ],
      [
        " Benedict",
        -0.0012349952
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with  decorating the prostitute's vagina with flowers. At the Hotel Tichota, this novel's narrator makes  acquaintance with the poet Tonda Jodl, who has authored a self-published book titled The Life of Jesus  Christ. In this novel, a complicated plan to bless a golden statue of the Infant Jesus results": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.0024606755
      ],
      [
        " S",
        -0.00015788905
      ],
      [
        "erved",
        -6.704273e-07
      ],
      [
        " the",
        -0.0003651402
      ],
      [
        " King",
        -2.2603901e-05
      ],
      [
        " of",
        -1.8624639e-06
      ],
      [
        " England",
        -0.00010735771
      ]
    ]
  },
  "He visited his twin sister St. Scholastica exactly once a year,  and though he was not with her when she died, he had a vision of  her in Paradise in a dream shortly thereafter. Known for his motto  of": {
    "guess": "Benedict of Nursia",
    "confidence": [
      [
        "B",
        -0.9694808
      ],
      [
        "ened",
        -5.8722613e-05
      ],
      [
        "ict",
        -3.888926e-06
      ],
      [
        " of",
        -0.046782263
      ],
      [
        " Nurs",
        -0.00016063073
      ],
      [
        "ia",
        -6.909333e-05
      ]
    ]
  },
  "A Virginia Congressman with this surname added \"sex\" to the protected classes in Title VII of the Civil Rights Act of 1964 in a failed attempt to derail it. That Congressman with this surname sponsored a bill overturned in Yates v. United States, which made it a crime to advocate the violent overthrow of the US government. Another politician with this last name lost his party's nomination when he split the vote with \"dry\" candidate William G. McAdoo at the \"Klan-bake\", leading to (*) John W. Davis's candidacy. That New Yorker with this surname was nominated four years later as the \"Happy Warrior\" as the nation's first major Catholic presidential candidate. For 10 points, give this last name of Al, the Democrats' 1928 presidential candidate.": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.18210973
      ],
      [
        " Smith",
        -0.06646195
      ]
    ]
  },
  "It is by virtue of this that \"man is distinguished from animals,\" according to Ludwig von Mises [MEE-say] in Liberalism. He goes on to say that this has \"made feeble man. . .the lord of the earth.\" Along with extensive use of machinery, it was blamed for the proletarians losing all individual character in their work in The Communist Manifesto, though Karl Marx differentiates between the natural \"social\" type and the deleterious \"manufacture\" type. In Book Three of a namesake 1893 work, its abnormal forms -- including forced and anomic -- are outlined; and, in the first chapter of The Wealth of Nations, Adam Smith uses a pin factory to describe it. For 10 points, name this separation of work into tasks performed by specialized units, whose manifestation \"in society\" was examined by Emile Durkheim [AY- meel DUR-kime].": {
    "guess": "Division of Labor",
    "confidence": [
      [
        "Division",
        -0.0006912283
      ],
      [
        " of",
        -2.5583993e-05
      ],
      [
        " Labor",
        -0.57876253
      ]
    ]
  },
  "This man's Virgin and Child Between Saints Francis and Anthony was executed for the high altar of Sant'Antonio of Padua, while his powerful, wooden Repentant Magdalene stands in Santa Maria del Fiore. Many of this artist's works in marble, including Saint Mark and Saint George, were created for the Or": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.33569494
      ],
      [
        "at",
        -0.0003061454
      ],
      [
        "ello",
        -0.0001909048
      ]
    ]
  },
  "After visiting this place, a man walked to his death after saying \"I am just going outside and may be some time.\" The plateau around this location was named for Haakon VII. The Nimrod Expedition pioneered a route to this location. An abortive attempt to go here was saved from disaster when lifeboats reached Elephant Island. The Fram was last used en route to this place, and the (*) Endurance was destroyed": {
    "guess": "South Pole",
    "confidence": [
      [
        "South",
        -0.56574994
      ],
      [
        " Pole",
        -0.0007721053
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which relaxes and emits a 1.27 micrometer line. S-shaped bodies connect the two centers of rotation of each of the two polar vortices located here. A 1761 transit observed by Mikhail Lomonosov led him to hypothesize": {
    "guess": "Atmosphere of Venus",
    "confidence": [
      [
        "At",
        -0.4975793
      ],
      [
        "mos",
        -0.00023631772
      ],
      [
        "phere",
        -1.2113979e-05
      ],
      [
        " of",
        -0.0009883884
      ],
      [
        " Venus",
        -7.1954215e-05
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with  decorating the prostitute's vagina with flowers. At the Hotel Tichota, this novel's narrator makes  acquaintance with the poet Tonda Jodl, who has authored a self-published book titled The Life of Jesus  Christ. In this novel, a complicated plan to bless a golden statue of the Infant Jesus results in a Bolivian delegation making off with the statue, and this work's narrator frequently brags about": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.027605165
      ],
      [
        " S",
        -0.00020866614
      ],
      [
        "erved",
        -3.5313153e-06
      ],
      [
        " the",
        -0.00063094794
      ],
      [
        " King",
        -6.551722e-05
      ],
      [
        " of",
        -5.5122365e-07
      ],
      [
        " England",
        -0.00015431295
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with  decorating the prostitute's vagina with flowers. At the Hotel Tichota, this novel's narrator makes  acquaintance with the poet Tonda Jodl, who has authored a self-published book titled The Life of Jesus  Christ. In this novel, a complicated plan to bless a golden statue of the Infant Jesus results in a Bolivian delegation making off with the statue, and this work's narrator frequently brags about a medal with a  blue sash given to him by Haile Selassie. This novel's narrator, Ditie, marries": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.0065347767
      ],
      [
        " S",
        -5.276243e-05
      ],
      [
        "erved",
        -2.1008714e-06
      ],
      [
        " the",
        -0.0005786505
      ],
      [
        " King",
        -5.443128e-05
      ],
      [
        " of",
        -1.3856493e-06
      ],
      [
        " England",
        -0.00075376255
      ]
    ]
  },
  "Virgil Griffith developed a tool to detect conflicts of interest in relation to this website. In April 2013, one of its volunteers was threatened by the DCRI, a French intelligence agency, over information about a military radio station. Software called Xowa [KSOE-wah] allows users to view this website's": {
    "guess": "Wikipedia",
    "confidence": [
      [
        "W",
        -0.026611913
      ],
      [
        "ikipedia",
        -0.00030686063
      ]
    ]
  },
  "A viscous fluid and an elastic spring connected in series characterizes this scientist's namesake model of viscoelasticity. Equating the second mixed partial derivatives of each of the four thermodynamic potentials is the derivation of the set of fundamental thermodynamic equations named for this scientist. This scientist proposed a thought experiment in which high velocity (*) gas particles accumulate": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.2405506
      ],
      [
        " Clerk",
        -0.00029112943
      ],
      [
        " Maxwell",
        -1.9504607e-05
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which relaxes and emits a 1.27 micrometer line. S-shaped bodies connect the two centers of rotation of each of the two polar vortices located here. A 1761 transit observed by Mikhail Lomonosov led him to hypothesize this entity. Ultraviolet radiation possibly caused accelerated (*) oxidation in the upper portion of this entity in the 1970s due to an eruption. Because there's no intrinsic magnetic field, a chunk of this entity is lost to solar wind. Convection drives all winds in this entity, which has a pressure of 93 bar and contains 97% carbon dioxide. The runaway greenhouse effect is thought to be responsible for the current state of this entity. Opaque clouds of sulfuric acid are present in, for": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.022004511
      ],
      [
        "enus",
        -7.89631e-07
      ]
    ]
  },
  "The virial theorem implies that this quantity must be negative for a self-gravitating system. One model for it assumes a three-dimensional quantum harmonic oscillator with a characteristic frequency, and was modified to better fit the low-temperature T-cubed dependency by treating variations as phonons. At high temperatures, the models of Einstein and Debye approaches the value of three times the ideal constant given by the Dulong-Petit law. For an ideal gas, the universal constant is equal to the difference between the constant pressure and constant volume values for, FTP, this quantity defined as the amount of heat needed to change an object's temperature.": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.3088379
      ],
      [
        " capacity",
        -0.011847804
      ]
    ]
  },
  "After visiting this place, a man walked to his death after saying \"I am just going outside and may be some time.\" The plateau around this location was named for Haakon VII. The Nimrod Expedition pioneered a route to this location. An abortive attempt to go here was saved from disaster when lifeboats reached Elephant Island. The Fram was last used en route to this place, and the (*) Endurance was destroyed en route to it. In 1912, five men died after reaching this location just weeks after the first group to reach it. A research station here is named for Robert Falcon Scott and Roald Amundsen. For 10 points, name this point at 90 degrees of latitude in Antarctica.": {
    "guess": "South Pole",
    "confidence": [
      [
        "South",
        -0.14492603
      ],
      [
        " Pole",
        -7.7199176e-05
      ]
    ]
  },
  "It is by virtue of this that \"man is distinguished from animals,\" according to Ludwig von Mises [MEE-say] in Liberalism. He goes on to say that this has \"made feeble man. . .the lord of the earth.\" Along with extensive use of machinery, it was blamed for the proletarians losing all individual character in their work in The Communist Manifesto, though Karl Marx differentiates between the natural \"social\" type and the deleterious \"manufacture\" type. In Book Three of a namesake 1893 work, its abnormal forms -- including forced and anomic -- are outlined; and, in the first chapter of The Wealth of Nations, Adam Smith uses a pin factory to describe it. For 10 points, name this separation of work into tasks performed by specialized units, whose manifestation \"in society\" was examined by Emile Durkheim": {
    "guess": "Division of Labor",
    "confidence": [
      [
        "Division",
        -0.0023019128
      ],
      [
        " of",
        -0.00015335932
      ],
      [
        " Labor",
        -0.70530057
      ]
    ]
  },
  "A Virginia Congressman with this surname added \"sex\" to the protected classes in Title VII of the Civil Rights Act of 1964 in a failed attempt to derail it. That Congressman with this surname sponsored a bill overturned in Yates v. United States, which made it a crime to advocate the violent overthrow": {
    "guess": "Howard",
    "confidence": [
      [
        "Howard",
        -1.496565
      ]
    ]
  },
  "In one vision, this man was told that \"the Serpent was loosened\" and that he had to fight it. In another, he \"discovered drops of blood on the corn\" and \"hieroglyphic characters\" on the leaves of the trees,": {
    "guess": "The Red Book (Jung)",
    "confidence": [
      [
        "The",
        -1.9957651
      ],
      [
        " Red",
        -0.9612715
      ],
      [
        " Book",
        -0.26902655
      ],
      [
        " (",
        -0.28654546
      ],
      [
        "J",
        -0.0023419927
      ],
      [
        "ung",
        0.0
      ],
      [
        ")",
        -5.6934558e-05
      ]
    ]
  },
  "The virial theorem implies that this quantity must be negative for a self-gravitating system. One model for it assumes a three-dimensional quantum harmonic oscillator with a characteristic frequency, and was modified to better fit the low-temperature T-cubed dependency by treating variations as phonons. At high temperatures, the models of Einstein and Debye approaches the value of three times the ideal constant given by the Dulong-Petit law. For an ideal gas, the universal constant is equal to the": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.54204977
      ],
      [
        " capacity",
        -0.017242054
      ]
    ]
  },
  "After visiting this place, a man walked to his death after saying \"I am just going outside and may be": {
    "guess": "South Pole",
    "confidence": [
      [
        "South",
        -0.4389508
      ],
      [
        " Pole",
        -0.009383331
      ]
    ]
  },
  "This man's Virgin and Child Between Saints Francis and Anthony was executed for the high altar of Sant'Antonio of Padua, while his powerful, wooden Repentant Magdalene stands in Santa Maria del Fiore. Many of this artist's works in marble, including Saint Mark and Saint George, were created for the Or San Michele, and his bronze David is a nude, sword-wielding youth in a contemporary hat. For ten points, name the early Renaissance Italian sculptor best known for such works as The Feast of Herod, Lo Zuccone, and Gattamelata.": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.001205827
      ],
      [
        "at",
        -1.640531e-05
      ],
      [
        "ello",
        -2.8802491e-05
      ]
    ]
  },
  "For viscous flow past a sphere, it's inversely proportional to the drag coefficient.  Given by the product of a velocity and a length divided by the absolute viscosity, laminar flow occurs for values smaller than 1000.  For ten points, the degree of a turbulence in a fluid is governed by what dimensionless": {
    "guess": "Reynolds number",
    "confidence": [
      [
        "Re",
        -0.005060487
      ],
      [
        "yn",
        -4.572941e-05
      ],
      [
        "olds",
        -0.0004145841
      ],
      [
        " number",
        -0.014341667
      ]
    ]
  },
  "This man's Virgin and Child Between Saints Francis and Anthony was executed for the high altar of Sant'Antonio of Padua, while his powerful, wooden Repentant Magdalene stands in Santa Maria del Fiore. Many of this artist's works in marble, including Saint Mark and Saint George, were created for the Or San Michele, and his bronze David is a nude, sword-wielding youth in a contemporary hat. For ten points, name the early Renaissance Italian sculptor best known for such works as The Feast of Herod,": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.39139488
      ],
      [
        "at",
        -1.2113979e-05
      ],
      [
        "ello",
        -2.7133641e-05
      ]
    ]
  },
  "A viscous fluid and an elastic spring connected in series characterizes this scientist's namesake model of viscoelasticity. Equating the second mixed partial derivatives of each of the four thermodynamic potentials is the derivation of the set of fundamental thermodynamic equations named for this scientist. This scientist proposed a thought experiment in which high velocity (*) gas particles accumulate selectively on one side of a divided container, violating the 2nd law of thermodynamics. This man": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.07476257
      ],
      [
        " Clerk",
        -0.00048131612
      ],
      [
        " Maxwell",
        -1.0564331e-05
      ]
    ]
  },
  "In 1884, he visited England and was invited to write a seventh symphony. While there, he was also invited to write two large-scale choral works, The Spectre's Bride and St. Ludmila. His fifth symphony quotes the first four notes of Tchaikovsky's First Piano Concerto for its main theme, and his first symphony was later nicknamed The Bells of Zlonice. His most popular symphony was written while in New York City, features a famous Largo section, and contains many folk themes. FTP, name this Czech composer": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.015482257
      ],
      [
        "on",
        -1.50940705e-05
      ],
      [
        "ín",
        -0.0049394933
      ],
      [
        " D",
        -0.00017505439
      ],
      [
        "vo",
        -5.157039e-05
      ],
      [
        "ř",
        -2.3392786e-06
      ],
      [
        "ák",
        -1.6240566e-06
      ]
    ]
  },
  "The one of Virchow can give a positive Troisier's sign when palpated above the clavicle. Blood enters through high endothelial venules, or HEV's, and exits from its hilum. Certain cells pass from the HEV's to the paracortex, then from there to the cortex, which contains secondary follicles consisting of a mantle zone surrounding a germinal center. Entry of pathogens through the skin results in plasma cell differentiation and T cell maturation inside it. Subcapsular sinuses provide the entry point": {
    "guess": "Lymph node",
    "confidence": [
      [
        "L",
        -0.01488559
      ],
      [
        "ymph",
        -1.9361265e-07
      ],
      [
        " node",
        -0.03159364
      ]
    ]
  },
  "Visions this god sent to Aelius Aristides are detailed in Aristides' Sacred Discourses, an important description of pagan religiosity. After predicting the future of this god, Chiron's daughter Ocyrhoe": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.5349677
      ]
    ]
  },
  "A Virginia Congressman with this surname added \"sex\" to the protected classes in Title VII of the Civil Rights Act of 1964 in a failed attempt to derail it. That Congressman with this surname sponsored": {
    "guess": "Howard",
    "confidence": [
      [
        "Howard",
        -1.0585471
      ]
    ]
  },
  "The one of Virchow can give a positive Troisier's sign when palpated above the clavicle. Blood enters": {
    "guess": "Lymph node",
    "confidence": [
      [
        "L",
        -0.50470674
      ],
      [
        "ymph",
        -7.107425e-06
      ],
      [
        " node",
        -0.055430554
      ]
    ]
  },
  "In one vision, this man was told that \"the Serpent was loosened\" and that he had to fight it. In another,": {
    "guess": "War in Heaven",
    "confidence": [
      [
        "War",
        -1.392344
      ],
      [
        " in",
        -0.013261405
      ],
      [
        " Heaven",
        -0.0029761565
      ]
    ]
  },
  "The one of Virchow can give a positive Troisier's sign when palpated above the clavicle. Blood enters through high endothelial venules, or HEV's, and exits from its hilum. Certain cells pass from the HEV's to the paracortex, then from there to the cortex, which contains secondary follicles consisting": {
    "guess": "Lymph node",
    "confidence": [
      [
        "L",
        -0.2133945
      ],
      [
        "ymph",
        -1.2664457e-06
      ],
      [
        " node",
        -0.3143597
      ]
    ]
  },
  "In 1884, he visited England and was invited to write a seventh symphony. While there, he was also invited to write two large-scale choral works, The Spectre's Bride and St. Ludmila. His fifth symphony quotes the first four notes of Tchaikovsky's First Piano Concerto for its main theme, and his first symphony was later nicknamed The Bells of Zlonice. His most popular symphony was written while in New York City, features a famous Largo section, and contains many folk themes. FTP, name this Czech composer most famous for Symphony No. 9, or \"From the New World.\"": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.0024913568
      ],
      [
        "on",
        -2.8921695e-05
      ],
      [
        "ín",
        -0.0033280263
      ],
      [
        " D",
        -0.0001243965
      ],
      [
        "vo",
        -1.6286107e-05
      ],
      [
        "ř",
        -1.147242e-06
      ],
      [
        "ák",
        -5.4385737e-06
      ]
    ]
  },
  "A viscous fluid and an elastic spring connected in series characterizes this scientist's namesake model of viscoelasticity. Equating the second mixed partial derivatives of each of the four thermodynamic potentials is the derivation of the set of fundamental thermodynamic equations named for this scientist.": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.40618634
      ],
      [
        " Clerk",
        -3.2497806e-05
      ],
      [
        " Maxwell",
        -1.3067608e-05
      ]
    ]
  },
  "It is by virtue of this that \"man is distinguished from animals,\" according to Ludwig von Mises [MEE-say] in Liberalism. He goes on to say that this has \"made feeble man. . .the lord of the earth.\" Along": {
    "guess": "Ludwig von Mises",
    "confidence": [
      [
        "L",
        -0.6439449
      ],
      [
        "ud",
        -0.0104108425
      ],
      [
        "wig",
        -4.5133394e-05
      ],
      [
        " von",
        -0.0059750085
      ],
      [
        " M",
        -8.733149e-05
      ],
      [
        "ises",
        -4.894791e-05
      ]
    ]
  },
  "He visited his twin sister St. Scholastica exactly once a year,  and though he was not with her when she died, he had a vision of  her in Paradise in a dream shortly thereafter. Known for his motto  of \"Ora et Labora\"\\--Prayer and Work--he originally was a hermit in  a cave at Subiaco before founding his monastery at Monte Cassino.  FTP--name this saint known for his \"rule\" which became the basis of": {
    "guess": "Saint Benedict",
    "confidence": [
      [
        "Saint",
        -0.723478
      ],
      [
        " Benedict",
        -0.00012487332
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which relaxes and emits a 1.27 micrometer line. S-shaped bodies connect the two centers of rotation of each of the two polar vortices located here. A 1761 transit observed by Mikhail Lomonosov led him to hypothesize this entity. Ultraviolet radiation possibly caused accelerated (*) oxidation in the upper portion of this entity in the 1970s due to an eruption. Because there's no intrinsic magnetic field,": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.05609372
      ],
      [
        "enus",
        -2.6968896e-06
      ]
    ]
  },
  "The virial theorem implies that this quantity must be negative for a self-gravitating system. One model for it assumes a three-dimensional quantum harmonic oscillator with a characteristic frequency, and was modified to better fit the low-temperature T-cubed dependency by treating variations as phonons.": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.685025
      ],
      [
        " capacity",
        -0.006197657
      ]
    ]
  },
  "The virus that causes this disease encodes a G-protein coupled receptor responsible for activating p38-MAP Kinase and a namesake spindle-cell growth factor, and also codes for a Fas-ligand inhibiting protein. This disease's causative agent causes multicentric Castleman's disease when it expresses interleukin-6, and when co-infected with Epstein-Barr virus causes primary effusion lymphoma. Chang and Moore used Representational Difference Analysis to show that Human Herpesvirus 8 causes it, and its chief symptom is a series of black or purple papular lesions in the mouth and skin. FTP, name this": {
    "guess": "Kaposi's sarcoma",
    "confidence": [
      [
        "K",
        -0.028738651
      ],
      [
        "apos",
        -0.00011582117
      ],
      [
        "i",
        -3.6669935e-05
      ],
      [
        "'s",
        -0.16830873
      ],
      [
        " sar",
        -0.07601829
      ],
      [
        "coma",
        -5.5577775e-06
      ]
    ]
  },
  "A Virginia Congressman with this surname added \"sex\" to the protected classes in Title VII of the Civil Rights Act of 1964 in a failed attempt to derail it. That Congressman with this surname sponsored a bill overturned in Yates v. United States, which made it a crime to advocate the violent overthrow of the US government. Another politician with this last name lost his party's nomination when he split the vote with \"dry\" candidate William G. McAdoo at the \"Klan-bake\", leading to (*) John W. Davis's": {
    "guess": "Harrison",
    "confidence": [
      [
        "H",
        -1.8360103
      ],
      [
        "arrison",
        -0.7187826
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with  decorating the prostitute's vagina with flowers. At the Hotel Tichota, this novel's narrator makes  acquaintance with the poet Tonda Jodl, who has authored a self-published book titled The Life of Jesus  Christ. In this novel, a complicated plan to bless a golden statue of the Infant Jesus results in a Bolivian delegation making off with the statue, and this work's narrator frequently brags about a medal with a  blue sash given to him by Haile Selassie. This novel's narrator, Ditie, marries a Nazi athlete at the outbreak of World War II, and is eventual y thrown into prison by the Soviets who nationalize the hotel he opens  after the war. For 10 points, identify this novel whose title refers": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.0058389762
      ],
      [
        " S",
        -0.00012654216
      ],
      [
        "erved",
        -1.147242e-06
      ],
      [
        " the",
        -0.00080104975
      ],
      [
        " King",
        -5.1331983e-05
      ],
      [
        " of",
        -4.3202e-07
      ],
      [
        " England",
        -0.00013893934
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with  decorating the prostitute's vagina with flowers. At the Hotel Tichota, this novel's narrator makes  acquaintance with the poet Tonda Jodl, who has authored a self-published book titled The Life of": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.0095681315
      ],
      [
        " S",
        -5.669615e-05
      ],
      [
        "erved",
        -5.5122365e-07
      ],
      [
        " the",
        -0.00040838914
      ],
      [
        " King",
        -2.8921695e-05
      ],
      [
        " of",
        -5.5122365e-07
      ],
      [
        " England",
        -0.00011510595
      ]
    ]
  },
  "For viscous flow past a sphere, it's inversely proportional to the drag coefficient.  Given by the product of a velocity and a length divided by the absolute viscosity, laminar flow occurs for values smaller": {
    "guess": "Reynolds number",
    "confidence": [
      [
        "Re",
        -0.2243358
      ],
      [
        "yn",
        -0.00071576954
      ],
      [
        "olds",
        -1.4140442e-05
      ],
      [
        " number",
        -0.014107207
      ]
    ]
  },
  "It was his visit to China during the latter stages of the  Chinese Civil War and report of little good to say for either side  that prompted Truman to adopt a \"hands-off\" policy during the war.  FTP--name": {
    "guess": "George Marshall",
    "confidence": [
      [
        "George",
        -0.90253305
      ],
      [
        " Marshall",
        -0.2775858
      ]
    ]
  },
  "A viscous fluid and an elastic spring connected in series characterizes this scientist's namesake model of viscoelasticity. Equating the second mixed partial derivatives of each of the four thermodynamic": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.31004542
      ],
      [
        " Clerk",
        -3.655073e-05
      ],
      [
        " Maxwell",
        -5.0974373e-05
      ]
    ]
  },
  "After visiting this place, a man walked to his death after saying \"I am just going outside and may be some time.\" The plateau around this location was named for Haakon VII. The Nimrod Expedition pioneered a route to this location. An abortive attempt to go here was saved from disaster when lifeboats reached Elephant Island. The Fram was last used en route to this place, and the (*) Endurance was destroyed en route to it. In 1912, five men died after reaching this location just weeks after the first group to reach it. A research station here is named for Robert Falcon Scott and Roald Amundsen. For": {
    "guess": "South Pole",
    "confidence": [
      [
        "South",
        -0.16022696
      ],
      [
        " Pole",
        -0.0004304308
      ]
    ]
  },
  "For viscous flow past a sphere, it's inversely proportional to the drag coefficient.  Given by the product of a velocity and a length divided by the absolute viscosity, laminar flow occurs for values smaller than 1000.  For ten points, the degree of a turbulence in a fluid is governed by what dimensionless number?": {
    "guess": "Reynolds number",
    "confidence": [
      [
        "Re",
        -0.002086616
      ],
      [
        "yn",
        -4.4179764e-05
      ],
      [
        "olds",
        -0.0010992534
      ],
      [
        " number",
        -0.5869745
      ]
    ]
  },
  "Visions this god sent to Aelius Aristides are detailed in Aristides' Sacred Discourses, an important description of pagan religiosity. After predicting the future of this god, Chiron's daughter Ocyrhoe metamorphosed into a horse. Ovid relates that this god's cult arrived at Rome when he sailed to an island in the Tiber as a snake. In Greece, devotees worshiped this father of Machaon by (*) \"incubating\" in his shrines to receive dreams, especially at Epidaurus. This man's name comes from the word for \"to cut open,\" because he was cut out of his mother's womb on her funeral pyre; that mother was Coronis. Zeus' Cyclopes were killed for forging the thunderbolt that slew this man, who had displayed": {
    "guess": "Asclepius",
    "confidence": [
      [
        "As",
        -0.04078189
      ],
      [
        "cle",
        -0.0022332824
      ],
      [
        "pi",
        -6.7662884e-05
      ],
      [
        "us",
        -6.0033854e-05
      ]
    ]
  },
  "The virus that causes this disease encodes a G-protein coupled receptor responsible for activating p38-MAP": {
    "guess": "COVID-19",
    "confidence": [
      [
        "COVID",
        -0.55404806
      ],
      [
        "-",
        -0.00026443513
      ],
      [
        "19",
        -4.2272506e-05
      ]
    ]
  },
  "Visions this god sent to Aelius Aristides are detailed in Aristides' Sacred Discourses, an important description of pagan religiosity. After predicting the future of this god, Chiron's daughter Ocyrhoe metamorphosed into a horse. Ovid relates that this god's cult arrived at Rome when he sailed to an island in the Tiber as a snake. In Greece, devotees worshiped this father of Machaon by (*) \"incubating\" in his shrines to receive dreams, especially at Epidaurus. This man's name comes from the word": {
    "guess": "Asclepius",
    "confidence": [
      [
        "As",
        -0.033308726
      ],
      [
        "cle",
        -0.00256448
      ],
      [
        "pi",
        -8.537869e-06
      ],
      [
        "us",
        -1.8431772e-05
      ]
    ]
  },
  "In one vision, this man was told that \"the Serpent was loosened\" and that he had to fight it. In another, he \"discovered drops of blood on the corn\" and \"hieroglyphic characters\" on the leaves of the trees, while, in a different episode, he believed that a higher power told him to \"return to the service of [his] earthly master.\" Before his execution, this man dictated an account of his life to the": {
    "guess": "Nat Turner",
    "confidence": [
      [
        "Nat",
        -0.4682173
      ],
      [
        " Turner",
        -0.00012892624
      ]
    ]
  },
  "A viscous fluid and an elastic spring connected in series characterizes this scientist's namesake model": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.23904993
      ],
      [
        " Clerk",
        -0.00015347853
      ],
      [
        " Maxwell",
        -3.786197e-05
      ]
    ]
  },
  "In 1884, he visited England and was invited to write a seventh symphony. While there, he was also invited to write two large-scale choral works, The Spectre's Bride and St. Ludmila. His fifth symphony": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.01993851
      ],
      [
        "on",
        -0.00026538875
      ],
      [
        "ín",
        -0.0063496428
      ],
      [
        " D",
        -6.456359e-05
      ],
      [
        "vo",
        -1.147242e-06
      ],
      [
        "ř",
        -1.0921943e-05
      ],
      [
        "ák",
        -3.523949e-05
      ]
    ]
  },
  "Virginia Woolf claimed in 1929 that she never had and never would lay flowers on any grave except the grave of this writer. Love letters, some poetic and others merely prurient, were exchanged by this author and the Queen Consort, Catherine Stuart, on whose allegedly \"pornographic\" basis this writer was denied burial in Westminster Abbey alongside another of her paramours, Sir Richard Lovelace, who": {
    "guess": "Aphra Behn",
    "confidence": [
      [
        "A",
        -0.47529513
      ],
      [
        "ph",
        -0.0022683742
      ],
      [
        "ra",
        -0.0003159201
      ],
      [
        " Beh",
        -0.00036763248
      ],
      [
        "n",
        -0.000119993296
      ]
    ]
  },
  "In 1884, he visited England and was invited to write a seventh symphony. While there, he was also invited": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.03451074
      ],
      [
        "on",
        -1.60477e-05
      ],
      [
        "ín",
        -0.20819333
      ],
      [
        " D",
        -0.0004570096
      ],
      [
        "vo",
        -5.3239244e-05
      ],
      [
        "ř",
        -1.6240566e-06
      ],
      [
        "ák",
        -1.247159e-05
      ]
    ]
  },
  "A Virginia Congressman with this surname added \"sex\" to the protected classes in Title VII of the Civil": {
    "guess": "Gerald Ford",
    "confidence": [
      [
        "G",
        -1.1044518
      ],
      [
        "erald",
        -0.290977
      ],
      [
        " Ford",
        -0.101828784
      ]
    ]
  },
  "The virial theorem implies that this quantity must be negative for a self-gravitating system. One model for it assumes a three-dimensional quantum harmonic oscillator with a characteristic frequency, and": {
    "guess": "Virial theorem",
    "confidence": [
      [
        "Vir",
        -0.25829184
      ],
      [
        "ial",
        -3.9530823e-05
      ],
      [
        " theorem",
        -0.02426875
      ]
    ]
  },
  "This man's Virgin and Child Between Saints Francis and Anthony was executed for the high altar of Sant'Antonio": {
    "guess": "Virgin and Child Between Saints Francis and Anthony",
    "confidence": [
      [
        "Virgin",
        -0.5933729
      ],
      [
        " and",
        -0.001659113
      ],
      [
        " Child",
        -0.00047917044
      ],
      [
        " Between",
        -0.12771246
      ],
      [
        " Saints",
        -0.08662873
      ],
      [
        " Francis",
        -0.005182055
      ],
      [
        " and",
        -0.0006739511
      ],
      [
        " Anthony",
        -0.0010757997
      ]
    ]
  },
  "It is by virtue of this that \"man is distinguished from animals,\" according to Ludwig von Mises [MEE-say] in Liberalism. He goes on to say that this has \"made feeble man. . .the lord of the earth.\" Along with extensive use of machinery, it was blamed for the proletarians losing all individual character in their work in The Communist Manifesto, though Karl Marx differentiates between the natural \"social\" type and the deleterious \"manufacture\" type. In Book Three of a namesake 1893 work, its abnormal forms -- including forced and anomic -- are outlined; and, in the first chapter of The Wealth of": {
    "guess": "Alienation",
    "confidence": [
      [
        "Ali",
        -0.4447191
      ],
      [
        "en",
        -4.00813e-06
      ],
      [
        "ation",
        -3.8934802e-05
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which relaxes and emits a 1.27 micrometer line. S-shaped bodies connect the two centers of rotation of each of the two polar vortices located here. A 1761 transit observed by Mikhail Lomonosov led him to hypothesize this entity. Ultraviolet radiation possibly caused accelerated (*) oxidation in the upper portion of this entity in the 1970s due to an eruption. Because there's no intrinsic magnetic field, a chunk of this entity is lost to solar wind. Convection drives all winds in this entity, which has a pressure of 93 bar and contains 97% carbon dioxide. The runaway greenhouse effect is thought to be": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.015213551
      ],
      [
        "enus",
        -1.504853e-06
      ]
    ]
  },
  "Virginia Woolf claimed in 1929 that she never had and never would lay flowers on any grave except the": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -1.2553931
      ],
      [
        " the",
        -0.0072077257
      ],
      [
        " L",
        -0.0010985382
      ],
      [
        "ighthouse",
        -0.00011772843
      ]
    ]
  },
  "This man's Virgin and Child Between Saints Francis and Anthony was executed for the high altar of Sant'Antonio of Padua, while his powerful, wooden Repentant Magdalene stands in Santa Maria del Fiore. Many of this artist's works in marble, including Saint Mark and Saint George, were created for the Or San Michele, and his bronze David is a nude, sword-wielding youth in a contemporary hat. For ten points,": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.06134015
      ],
      [
        "at",
        -6.313315e-05
      ],
      [
        "ello",
        -0.00018065695
      ]
    ]
  },
  "One visitor to these people described them as being \"like the Carolingian kings…decayed to a mere beautiful futility.\" That visitor would later compare these people to \"mere fatted cattle\" before deciding to share \"in their degradation and their Fear\" despite their (*) \"intellectual degradation.\" One": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.0229862
      ],
      [
        " Waste",
        -0.8495709
      ],
      [
        " Land",
        -0.0005345635
      ]
    ]
  },
  "The virus that causes this disease encodes a G-protein coupled receptor responsible for activating p38-MAP Kinase and a namesake spindle-cell growth factor, and also codes for a Fas-ligand inhibiting protein. This disease's causative agent causes multicentric Castleman's disease when it expresses interleukin-6, and when co-infected with Epstein-Barr virus causes primary effusion lymphoma. Chang and": {
    "guess": "Kaposi's sarcoma",
    "confidence": [
      [
        "K",
        -0.045092363
      ],
      [
        "apos",
        -0.0016862474
      ],
      [
        "i",
        -7.815281e-05
      ],
      [
        "'s",
        -0.058081895
      ],
      [
        " sar",
        -0.16842145
      ],
      [
        "coma",
        -2.8921695e-05
      ]
    ]
  },
  "Visions this god sent to Aelius Aristides are detailed in Aristides' Sacred Discourses, an important description of pagan religiosity. After predicting the future of this god, Chiron's daughter Ocyrhoe metamorphosed into a horse. Ovid relates that this god's cult arrived at Rome when he sailed to an island in the Tiber as a snake. In Greece, devotees worshiped this father of Machaon by (*) \"incubating\" in his shrines to receive dreams, especially at Epidaurus. This man's name comes from the word for \"to cut open,\" because he was cut out of his mother's womb on her funeral pyre; that mother was": {
    "guess": "Asclepius",
    "confidence": [
      [
        "As",
        -0.26282462
      ],
      [
        "cle",
        -0.00058758346
      ],
      [
        "pi",
        -0.0029352678
      ],
      [
        "us",
        -9.9371064e-05
      ]
    ]
  },
  "In one vision, this man was told that \"the Serpent was loosened\" and that he had to fight it. In another, he \"discovered drops of blood on the corn\" and \"hieroglyphic characters\" on the leaves of the trees, while, in a different episode, he believed that a higher power told him to \"return to the service of [his] earthly master.\" Before his execution, this man dictated an account of his life to the physician Thomas Gray. This man and his followers took action after the sky turned blue-green, and they were defeated en route to the town of Jerusalem after killing sixty whites, including this man's masters, the Travis family. For 10 points, name this leader of an 1831 slave revolt in Southampton County, Virginia, whose confessions title a William Styron novel.": {
    "guess": "Nat Turner's slave rebellion",
    "confidence": [
      [
        "Nat",
        -0.26266626
      ],
      [
        " Turner",
        -0.002749719
      ],
      [
        "'s",
        -0.2033465
      ],
      [
        " slave",
        -0.16263813
      ],
      [
        " rebellion",
        -0.00058138854
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.3497105
      ],
      [
        " S",
        -0.0013553561
      ],
      [
        "erved",
        -5.080963e-06
      ],
      [
        " the",
        -0.0007595999
      ],
      [
        " King",
        -0.00022427815
      ],
      [
        " of",
        -1.2664457e-06
      ],
      [
        " England",
        -5.5623317e-05
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which relaxes and emits a 1.27 micrometer line. S-shaped bodies connect the two centers of rotation of each of the two polar vortices located here. A 1761 transit observed by Mikhail Lomonosov led him to hypothesize this entity. Ultraviolet radiation possibly caused accelerated (*) oxidation in the upper portion of this entity in the 1970s due to an eruption. Because there's no intrinsic magnetic field, a chunk of this entity is lost to solar wind. Convection drives all winds in this entity, which has a pressure of 93 bar and contains 97% carbon dioxide. The runaway greenhouse effect is thought to be responsible for the current state of this entity. Opaque clouds of sulfuric acid are present in, for 10 points, what entity that prevents the surface of the second planet from being seen by visible light?": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.5309407
      ],
      [
        "enus",
        -1.2664457e-06
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with  decorating the prostitute's vagina with flowers. At the Hotel Tichota, this novel's narrator makes  acquaintance with the poet Tonda Jodl, who has authored a self-published book titled The Life of Jesus  Christ. In this novel, a complicated plan to bless a golden statue of the Infant Jesus results in a Bolivian delegation making off with the statue, and this work's narrator frequently brags about a medal with a  blue sash given to him by Haile Selassie. This novel's narrator, Ditie, marries a Nazi athlete at the outbreak of World War II, and is eventual y thrown into prison by the Soviets": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.0035432864
      ],
      [
        " S",
        -6.50404e-05
      ],
      [
        "erved",
        -1.8624639e-06
      ],
      [
        " the",
        -0.00066668703
      ],
      [
        " King",
        -3.8457987e-05
      ],
      [
        " of",
        -3.5313153e-06
      ],
      [
        " England",
        -0.00015896189
      ]
    ]
  },
  "In one vision, this man was told that \"the Serpent was loosened\" and that he had to fight it. In another, he \"discovered drops of blood on the corn\" and \"hieroglyphic characters\" on the leaves of the trees, while, in a different episode, he believed that a higher power told him to \"return to the service": {
    "guess": "Rebellion",
    "confidence": [
      [
        "Re",
        -1.4251525
      ],
      [
        "bellion",
        -0.013909731
      ]
    ]
  },
  "Visions this god sent to Aelius Aristides are detailed in Aristides' Sacred Discourses, an important description of pagan religiosity. After predicting the future of this god, Chiron's daughter Ocyrhoe metamorphosed into a horse. Ovid relates that this god's cult arrived at Rome when he sailed to an island in the Tiber as a snake. In Greece, devotees worshiped this father of Machaon by (*) \"incubating\"": {
    "guess": "Asclepius",
    "confidence": [
      [
        "As",
        -0.04906226
      ],
      [
        "cle",
        -0.00052717654
      ],
      [
        "pi",
        -3.1281633e-07
      ],
      [
        "us",
        -5.4385737e-06
      ]
    ]
  },
  "Visions this god sent to Aelius Aristides are detailed in Aristides' Sacred Discourses, an important description of pagan religiosity. After predicting the future of this god, Chiron's daughter Ocyrhoe metamorphosed into a horse. Ovid relates that this god's cult arrived at Rome when he sailed to an island in the Tiber as a snake. In Greece, devotees worshiped this father of Machaon by (*) \"incubating\" in his shrines to receive dreams, especially at Epidaurus. This man's name comes from the word for \"to cut open,\" because he was cut out of his mother's womb on her funeral pyre; that mother was Coronis. Zeus' Cyclopes were killed for forging the thunderbolt that slew this man, who had displayed hubris by raising the dead. For 10 points, name this son of Apollo, the Greek god of medicine.": {
    "guess": "Asclepius",
    "confidence": [
      [
        "As",
        -0.01584091
      ],
      [
        "cle",
        -0.0008140356
      ],
      [
        "pi",
        0.0
      ],
      [
        "us",
        -1.5451682e-05
      ]
    ]
  },
  "Virginia Woolf claimed in 1929 that she never had and never would lay flowers on any grave except the grave of this writer. Love letters, some poetic and others merely prurient, were exchanged by this author and the Queen Consort, Catherine Stuart, on whose allegedly \"pornographic\" basis this writer was denied burial in Westminster Abbey alongside another of her paramours, Sir Richard Lovelace, who may have addressed her in the \"Lucasta\" poems. Her roman-a-clef trilogy, \"Love Letters between a Nobleman and His Sister\" was published under the code-name \"Astrea,\" assigned to her when she was a spy for Charles II, but she is better known for her comedy The Rover. FTP, identify this Suriname-born": {
    "guess": "Aphra Behn",
    "confidence": [
      [
        "A",
        -0.020077433
      ],
      [
        "ph",
        -2.6537622e-05
      ],
      [
        "ra",
        -0.00023488728
      ],
      [
        " Beh",
        -0.00032890963
      ],
      [
        "n",
        -0.00032831362
      ]
    ]
  },
  "Virgil Griffith developed a tool to detect conflicts of interest in relation to this website. In April 2013, one of its volunteers was threatened by the DCRI, a French intelligence agency, over information about a military radio station. Software called Xowa [KSOE-wah] allows users to view this website's contents while offline. This was founded by Larry Sanger and Jimmy Wales in 2001, and a 2005 article in Nature magazine compared the accuracy of its science content to Encyclopedia Britannica. Name": {
    "guess": "Wikipedia",
    "confidence": [
      [
        "W",
        -0.0009398084
      ],
      [
        "ikipedia",
        -1.7716551e-05
      ]
    ]
  },
  "A Virginia Congressman with this surname added \"sex\" to the protected classes in Title VII of the Civil Rights Act of 1964 in a failed attempt to derail it. That Congressman with this surname sponsored a bill overturned in Yates v. United States, which made it a crime to advocate the violent overthrow of the US government. Another politician with this last name lost his party's nomination when he split the vote with \"dry\" candidate William G. McAdoo at the \"Klan-bake\", leading to (*) John W. Davis's candidacy. That New Yorker with this surname was nominated four years later as the \"Happy Warrior\"": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -1.6736109
      ],
      [
        " Smith",
        -0.18399045
      ]
    ]
  },
  "Virgil Griffith developed a tool to detect conflicts of interest in relation to this website. In April 2013, one of its volunteers was threatened by the DCRI, a French intelligence agency, over information about a military radio station. Software called Xowa [KSOE-wah] allows users to view this website's contents while offline. This was founded by Larry Sanger and Jimmy Wales in 2001, and a 2005 article in Nature magazine compared the accuracy of its science content to Encyclopedia Britannica. Name this \"Free Encyclopedia.\"": {
    "guess": "Wikipedia",
    "confidence": [
      [
        "W",
        -0.0001940041
      ],
      [
        "ikipedia",
        -2.1054253e-05
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which relaxes and emits a 1.27 micrometer line. S-shaped bodies connect the two centers of rotation of each of the two polar vortices located here. A 1761 transit observed by Mikhail Lomonosov led him to hypothesize this entity. Ultraviolet radiation possibly caused accelerated (*) oxidation in the upper portion of this entity in the 1970s due to an eruption. Because there's no intrinsic magnetic field, a chunk of this entity is lost to solar wind. Convection drives all winds in this entity, which has": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.03766684
      ],
      [
        "enus",
        -9.253091e-06
      ]
    ]
  },
  "The virial theorem implies that this quantity must be negative for a self-gravitating system. One model for it assumes a three-dimensional quantum harmonic oscillator with a characteristic frequency, and was modified to better fit the low-temperature T-cubed dependency by treating variations as phonons. At high temperatures, the models of Einstein and Debye approaches the value of three times the ideal constant given by the Dulong-Petit law. For an ideal gas, the universal constant is equal to the difference between the constant pressure and constant volume values for, FTP, this quantity defined": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.2065847
      ],
      [
        " capacity",
        -0.00480913
      ]
    ]
  },
  "It was his visit to China during the latter stages of the  Chinese Civil War and report of little good": {
    "guess": "George Marshall",
    "confidence": [
      [
        "George",
        -1.4783807
      ],
      [
        " Marshall",
        -0.48759642
      ]
    ]
  },
  "The virus that causes this disease encodes a G-protein coupled receptor responsible for activating p38-MAP Kinase and a namesake spindle-cell growth factor, and also codes for a Fas-ligand inhibiting protein. This disease's causative agent causes multicentric Castleman's disease when it expresses interleukin-6, and when co-infected with Epstein-Barr virus causes primary effusion lymphoma. Chang and Moore used Representational Difference Analysis to show that Human Herpesvirus 8 causes it, and its": {
    "guess": "Kaposi's sarcoma",
    "confidence": [
      [
        "K",
        -0.032965295
      ],
      [
        "apos",
        -0.00013691289
      ],
      [
        "i",
        -4.8471098e-05
      ],
      [
        "'s",
        -0.119366415
      ],
      [
        " sar",
        -0.122239605
      ],
      [
        "coma",
        -1.998142e-05
      ]
    ]
  },
  "Virginia Woolf claimed in 1929 that she never had and never would lay flowers on any grave except the grave of this writer. Love letters, some poetic and others merely prurient, were exchanged by this": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.45875043
      ]
    ]
  },
  "It is by virtue of this that \"man is distinguished from animals,\" according to Ludwig von Mises [MEE-say]": {
    "guess": "Human Action",
    "confidence": [
      [
        "Human",
        -0.59626997
      ],
      [
        " Action",
        -0.040317696
      ]
    ]
  },
  "The virus that causes this disease encodes a G-protein coupled receptor responsible for activating p38-MAP Kinase and a namesake spindle-cell growth factor, and also codes for a Fas-ligand inhibiting protein.": {
    "guess": "Kaposi's sarcoma",
    "confidence": [
      [
        "K",
        -0.6704411
      ],
      [
        "apos",
        -0.00022773506
      ],
      [
        "i",
        -2.8206474e-05
      ],
      [
        "'s",
        -0.010400102
      ],
      [
        " sar",
        -0.13570815
      ],
      [
        "coma",
        -1.147242e-06
      ]
    ]
  },
  "A Virginia Congressman with this surname added \"sex\" to the protected classes in Title VII of the Civil Rights Act of 1964 in a failed attempt to derail it. That Congressman with this surname sponsored a bill overturned in Yates v. United States, which made it a crime to advocate the violent overthrow of the US government. Another politician with this last name lost his party's nomination when he split": {
    "guess": "Howard",
    "confidence": [
      [
        "Howard",
        -2.1243777
      ]
    ]
  },
  "The one of Virchow can give a positive Troisier's sign when palpated above the clavicle. Blood enters through high endothelial venules, or HEV's, and exits from its hilum. Certain cells pass from the HEV's to the paracortex, then from there to the cortex, which contains secondary follicles consisting of a mantle zone surrounding a germinal center. Entry of pathogens through the skin results in plasma cell differentiation and T cell maturation inside it. Subcapsular sinuses provide the entry point for a fluid that is filtered by macrophages. FTP identify this collection of small bean-shaped structures that filter blood plasma, and whose swelling is often indicative of metastatic cancer.": {
    "guess": "Lymph node",
    "confidence": [
      [
        "L",
        -0.015616079
      ],
      [
        "ymph",
        -3.5313153e-06
      ],
      [
        " node",
        -0.021613425
      ]
    ]
  },
  "Virgil Griffith developed a tool to detect conflicts of interest in relation to this website. In April 2013, one of its volunteers was threatened by the DCRI, a French intelligence agency, over information": {
    "guess": "Wikipedia page for Wikipedia",
    "confidence": [
      [
        "W",
        -0.0018107218
      ],
      [
        "ikipedia",
        -6.980855e-05
      ],
      [
        " page",
        -0.26137102
      ],
      [
        " for",
        -0.32101658
      ],
      [
        " Wikipedia",
        -0.5077949
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with  decorating the prostitute's vagina with flowers. At the Hotel Tichota, this novel's narrator makes  acquaintance with the poet Tonda Jodl, who has authored a self-published book titled The Life of Jesus  Christ. In this novel, a complicated plan to bless a golden statue of the Infant Jesus results in a Bolivian delegation making off with the statue, and this work's narrator frequently brags about a medal with a  blue sash given to him by Haile Selassie. This novel's narrator, Ditie, marries a Nazi athlete at the outbreak of World War II, and is eventual y thrown into prison by the Soviets who nationalize the hotel he opens  after the war. For 10 points, identify this novel whose title refers to the reply given to the narrator's  question of how he knows what to do by the headwaiter Mr. Skrivanek, a work by Bohumil Hrabal.": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.008228614
      ],
      [
        " S",
        -0.0009958909
      ],
      [
        "erved",
        -4.00813e-06
      ],
      [
        " the",
        -0.001096046
      ],
      [
        " King",
        -8.6735476e-05
      ],
      [
        " of",
        -1.7432603e-06
      ],
      [
        " England",
        -0.00015657782
      ]
    ]
  },
  "One visitor to these people described them as being \"like the Carolingian kings…decayed to a mere beautiful futility.\" That visitor would later compare these people to \"mere fatted cattle\" before deciding to share \"in their degradation and their Fear\" despite their (*) \"intellectual degradation.\" One member of this group is saved from drifting away by a man who loses a certain vehicle and is named": {
    "guess": "Decadent movement",
    "confidence": [
      [
        "Dec",
        -0.68469226
      ],
      [
        "ad",
        -0.049328383
      ],
      [
        "ent",
        -0.11321423
      ],
      [
        " movement",
        -0.07335384
      ]
    ]
  },
  "He visited his twin sister St. Scholastica exactly once a year,  and though he was not with her when she died, he had a vision of  her in Paradise in a dream shortly thereafter. Known for his motto  of \"Ora et Labora\"\\--Prayer and Work--he originally was a hermit in  a cave at Subiaco before founding": {
    "guess": "Saint Benedict",
    "confidence": [
      [
        "Saint",
        -0.5540753
      ],
      [
        " Benedict",
        -1.6166903e-05
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the": {
    "guess": "Atmosphere of Mars",
    "confidence": [
      [
        "At",
        -0.47968143
      ],
      [
        "mos",
        -5.5980927e-05
      ],
      [
        "phere",
        -0.0002485847
      ],
      [
        " of",
        -3.5716304e-05
      ],
      [
        " Mars",
        -0.16473934
      ]
    ]
  },
  "It was his visit to China during the latter stages of the  Chinese Civil War and report of little good to say for either side  that prompted Truman to adopt a \"hands-off\" policy during the war.  FTP--name this general of U.S. forces in Southeastern Asia during  World War II who succeeded in opening the Ledo Road to supply  Chinese resistance troops against the Japanese.": {
    "guess": "Joseph Stilwell",
    "confidence": [
      [
        "Joseph",
        -0.022554569
      ],
      [
        " St",
        -0.01994073
      ],
      [
        "il",
        -0.0001659949
      ],
      [
        "well",
        -0.00018280261
      ]
    ]
  },
  "The one of Virchow can give a positive Troisier's sign when palpated above the clavicle. Blood enters through high endothelial venules, or HEV's, and exits from its hilum. Certain cells pass from the HEV's": {
    "guess": "Lymph node",
    "confidence": [
      [
        "L",
        -0.2754157
      ],
      [
        "ymph",
        -2.220075e-06
      ],
      [
        " node",
        -0.58238816
      ]
    ]
  },
  "A viscous fluid and an elastic spring connected in series characterizes this scientist's namesake model of viscoelasticity. Equating the second mixed partial derivatives of each of the four thermodynamic potentials is the derivation of the set of fundamental thermodynamic equations named for this scientist. This scientist proposed a thought experiment in which high velocity (*) gas particles accumulate selectively on one side of a divided container, violating the 2nd law of thermodynamics. This man names another set of equations that can be used to derive the wave equation for an electromagnetic wave. For 10 points, Gauss's laws, Faraday's law, and Ampere's law are the 4 fundamental equations": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.07362167
      ],
      [
        " Clerk",
        -0.0001202317
      ],
      [
        " Maxwell",
        -4.167649e-05
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with  decorating the prostitute's vagina with flowers. At the Hotel Tichota, this novel's narrator makes  acquaintance with the poet Tonda Jodl, who has authored a self-published book titled The Life of Jesus  Christ. In this novel, a complicated plan to bless a golden statue of the Infant Jesus results in a Bolivian delegation making off with the statue, and this work's narrator frequently brags about a medal with a  blue sash given to him by Haile Selassie. This novel's narrator, Ditie, marries a Nazi athlete at the outbreak of World War II, and is eventual y thrown into prison by the Soviets who nationalize the hotel he opens  after the war. For 10 points, identify this novel whose title refers to the reply given to the narrator's  question of how he knows what to do by the headwaiter Mr.": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.007870059
      ],
      [
        " S",
        -0.0003335586
      ],
      [
        "erved",
        -4.604148e-06
      ],
      [
        " the",
        -0.0009795784
      ],
      [
        " King",
        -7.648396e-05
      ],
      [
        " of",
        -2.1008714e-06
      ],
      [
        " England",
        -0.00015240935
      ]
    ]
  },
  "After visiting this place, a man walked to his death after saying \"I am just going outside and may be some time.\" The plateau around this location was named for Haakon VII. The Nimrod Expedition pioneered a route to this location. An abortive attempt to go here was saved from disaster when lifeboats": {
    "guess": "South Pole",
    "confidence": [
      [
        "South",
        -0.4629568
      ],
      [
        " Pole",
        -0.0008747782
      ]
    ]
  },
  "Visions this god sent to Aelius Aristides are detailed in Aristides' Sacred Discourses, an important description of pagan religiosity. After predicting the future of this god, Chiron's daughter Ocyrhoe metamorphosed into a horse. Ovid relates that this god's cult arrived at Rome when he sailed to an": {
    "guess": "Asclepius",
    "confidence": [
      [
        "As",
        -0.47249112
      ],
      [
        "cle",
        -0.0056741023
      ],
      [
        "pi",
        -2.2246291e-05
      ],
      [
        "us",
        -1.3663626e-05
      ]
    ]
  },
  "After visiting this place, a man walked to his death after saying \"I am just going outside and may be some time.\" The plateau around this location was named for Haakon VII. The Nimrod Expedition pioneered": {
    "guess": "South Pole",
    "confidence": [
      [
        "South",
        -0.5917549
      ],
      [
        " Pole",
        -0.00053075264
      ]
    ]
  },
  "For viscous flow past a sphere, it's inversely proportional to the drag coefficient.  Given by the product": {
    "guess": "Reynolds number",
    "confidence": [
      [
        "Re",
        -0.39726028
      ],
      [
        "yn",
        -0.004932732
      ],
      [
        "olds",
        -1.6524515e-05
      ],
      [
        " number",
        -0.050415084
      ]
    ]
  },
  "The VIRTIS instrument detected nightglow emission suggesting the existence of hydroxyl radicals in the upper portion of this entity. In this entity, oxygen is excited into a stable singlet state which relaxes and emits a 1.27 micrometer line. S-shaped bodies connect the two centers of rotation of each": {
    "guess": "Io (moon)",
    "confidence": [
      [
        "Io",
        -0.6053399
      ],
      [
        " (",
        -0.1885746
      ],
      [
        "moon",
        -0.000513237
      ],
      [
        ")",
        -0.00040862753
      ]
    ]
  },
  "In one vision, this man was told that \"the Serpent was loosened\" and that he had to fight it. In another, he \"discovered drops of blood on the corn\" and \"hieroglyphic characters\" on the leaves of the trees, while, in a different episode, he believed that a higher power told him to \"return to the service of [his] earthly master.\" Before his execution, this man dictated an account of his life to the physician Thomas Gray. This man and his followers took action after the sky turned blue-green, and they were defeated en route to the town of Jerusalem after killing sixty whites, including this man's": {
    "guess": "Nat Turner",
    "confidence": [
      [
        "Nat",
        -1.2917029
      ],
      [
        " Turner",
        -0.00031019835
      ]
    ]
  },
  "Virginia Woolf claimed in 1929 that she never had and never would lay flowers on any grave except the grave of this writer. Love letters, some poetic and others merely prurient, were exchanged by this author and the Queen Consort, Catherine Stuart, on whose allegedly \"pornographic\" basis this writer was denied burial in Westminster Abbey alongside another of her paramours, Sir Richard Lovelace, who may have addressed her in the \"Lucasta\" poems. Her roman-a-clef trilogy, \"Love Letters between a Nobleman and His Sister\" was published under the code-name \"Astrea,\" assigned to her when she was a spy": {
    "guess": "Aphra Behn",
    "confidence": [
      [
        "A",
        -0.0019022207
      ],
      [
        "ph",
        -1.60477e-05
      ],
      [
        "ra",
        -0.00035226622
      ],
      [
        " Beh",
        -0.0004746407
      ],
      [
        "n",
        -0.0006092712
      ]
    ]
  },
  "In 1884, he visited England and was invited to write a seventh symphony. While there, he was also invited to write two large-scale choral works, The Spectre's Bride and St. Ludmila. His fifth symphony quotes the first four notes of Tchaikovsky's First Piano Concerto for its main theme, and his first symphony was later nicknamed The Bells of Zlonice. His most popular symphony was written while in New": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.017101323
      ],
      [
        "on",
        -4.604148e-06
      ],
      [
        "ín",
        -0.003577384
      ],
      [
        " D",
        -6.194111e-05
      ],
      [
        "vo",
        -1.735894e-05
      ],
      [
        "ř",
        -1.9816675e-06
      ],
      [
        "ák",
        -5.3193703e-06
      ]
    ]
  },
  "After visiting this place, a man walked to his death after saying \"I am just going outside and may be some time.\" The plateau around this location was named for Haakon VII. The Nimrod Expedition pioneered a route to this location. An abortive attempt to go here was saved from disaster when lifeboats reached Elephant Island. The Fram was last used en route to this place, and the (*) Endurance was destroyed en route to it. In 1912, five men died after reaching this location just weeks after the first": {
    "guess": "South Pole",
    "confidence": [
      [
        "South",
        -0.55226135
      ],
      [
        " Pole",
        -0.008123023
      ]
    ]
  },
  "The virus that causes this disease encodes a G-protein coupled receptor responsible for activating p38-MAP Kinase and a namesake spindle-cell growth factor, and also codes for a Fas-ligand inhibiting protein. This disease's causative agent causes multicentric Castleman's disease when it expresses interleukin-6,": {
    "guess": "Kaposi's sarcoma",
    "confidence": [
      [
        "K",
        -0.02364909
      ],
      [
        "apos",
        -0.00036299456
      ],
      [
        "i",
        -6.217952e-05
      ],
      [
        "'s",
        -0.081892505
      ],
      [
        " sar",
        -0.10536003
      ],
      [
        "coma",
        -2.3080716e-05
      ]
    ]
  },
  "In 1884, he visited England and was invited to write a seventh symphony. While there, he was also invited to write two large-scale choral works, The Spectre's Bride and St. Ludmila. His fifth symphony quotes the first four notes of Tchaikovsky's First Piano Concerto for its main theme, and his first": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.021605728
      ],
      [
        "on",
        -0.0008463178
      ],
      [
        "ín",
        -0.020646647
      ],
      [
        " D",
        -0.00044640043
      ],
      [
        "vo",
        -6.241792e-05
      ],
      [
        "ř",
        -3.7742768e-05
      ],
      [
        "ák",
        -6.539802e-05
      ]
    ]
  },
  "After visiting a prostitute at Mrs. Paradise's brothel, the narrator of this novel becomes obsessed with  decorating the prostitute's vagina with flowers. At the Hotel Tichota, this novel's narrator makes": {
    "guess": "I Served the King of England",
    "confidence": [
      [
        "I",
        -0.10409089
      ],
      [
        " S",
        -0.0027350972
      ],
      [
        "erved",
        -2.451116e-05
      ],
      [
        " the",
        -0.0020160712
      ],
      [
        " King",
        -9.126521e-05
      ],
      [
        " of",
        -2.3392786e-06
      ],
      [
        " England",
        -0.00035703435
      ]
    ]
  },
  "The virial theorem implies that this quantity must be negative for a self-gravitating system. One model for it assumes a three-dimensional quantum harmonic oscillator with a characteristic frequency, and was modified to better fit the low-temperature T-cubed dependency by treating variations as phonons. At high temperatures, the models of Einstein and Debye approaches the value of three times the ideal": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.27181724
      ],
      [
        " capacity",
        -0.007974372
      ]
    ]
  },
  "One visitor to these people described them as being \"like the Carolingian kings…decayed to a mere beautiful": {
    "guess": "Carolingian Renaissance",
    "confidence": [
      [
        "Car",
        -0.4790747
      ],
      [
        "oling",
        -0.0036025597
      ],
      [
        "ian",
        -0.05717702
      ],
      [
        " Renaissance",
        -0.71921664
      ]
    ]
  },
  "It was his visit to China during the latter stages of the  Chinese Civil War and report of little good to say for either side  that prompted Truman to adopt a \"hands-off\" policy during the war.  FTP--name this general of U.S. forces in Southeastern Asia during  World War II who succeeded in opening the": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.15323873
      ],
      [
        "glas",
        -1.5451682e-05
      ],
      [
        " Mac",
        -8.506662e-05
      ],
      [
        "Arthur",
        -0.00013703208
      ]
    ]
  },
  "Visions this god sent to Aelius Aristides are detailed in Aristides' Sacred Discourses, an important": {
    "guess": "Asclepius",
    "confidence": [
      [
        "As",
        -0.058076378
      ],
      [
        "cle",
        -0.0075367102
      ],
      [
        "pi",
        -0.00024144349
      ],
      [
        "us",
        -1.6762922e-05
      ]
    ]
  },
  "The virial theorem implies that this quantity must be negative for a self-gravitating system. One model": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.47369784
      ],
      [
        " energy",
        -0.0141814845
      ]
    ]
  },
  "One visitor to these people described them as being \"like the Carolingian kings…decayed to a mere beautiful futility.\" That visitor would later compare these people to \"mere fatted cattle\" before deciding to share \"in their degradation and their Fear\" despite their (*) \"intellectual degradation.\" One member of this group is saved from drifting away by a man who loses a certain vehicle and is named Weena. For 10 points, name this group paired with the Morlocks in H.G. Well's The Time Machine.": {
    "guess": "Eloi",
    "confidence": [
      [
        "E",
        -0.06475899
      ],
      [
        "loi",
        -0.00020354039
      ]
    ]
  },
  "A Virginia Congressman with this surname added \"sex\" to the protected classes in Title VII of the Civil Rights Act of 1964 in a failed attempt to derail it. That Congressman with this surname sponsored a bill overturned in Yates v. United States, which made it a crime to advocate the violent overthrow of the US government. Another politician with this last name lost his party's nomination when he split the vote with \"dry\" candidate William G. McAdoo at the \"Klan-bake\", leading to (*) John W. Davis's candidacy. That New Yorker with this surname was nominated four years later as the \"Happy Warrior\" as the nation's first major Catholic presidential candidate. For 10 points, give this last name of": {
    "guess": "Smith",
    "confidence": [
      [
        "Smith",
        -0.108122215
      ]
    ]
  },
  "In one vision, this man was told that \"the Serpent was loosened\" and that he had to fight it. In another, he \"discovered drops of blood on the corn\" and \"hieroglyphic characters\" on the leaves of the trees, while, in a different episode, he believed that a higher power told him to \"return to the service of [his] earthly master.\" Before his execution, this man dictated an account of his life to the physician Thomas Gray. This man and his followers took action after the sky turned blue-green, and they were defeated en route to the town of Jerusalem after killing sixty whites, including this man's masters, the Travis family. For 10 points, name this leader of an 1831 slave revolt in Southampton": {
    "guess": "Nat Turner's slave rebellion",
    "confidence": [
      [
        "Nat",
        -0.014346492
      ],
      [
        " Turner",
        -0.00092849496
      ],
      [
        "'s",
        -0.035326812
      ],
      [
        " slave",
        -0.09641009
      ],
      [
        " rebellion",
        -0.0012422557
      ]
    ]
  },
  "Virgil Griffith developed a tool to detect conflicts of interest in relation to this website. In April": {
    "guess": "Wikipedia:Conflict of interest",
    "confidence": [
      [
        "W",
        -0.01565691
      ],
      [
        "ikipedia",
        -0.00012892624
      ],
      [
        ":",
        -0.084326595
      ],
      [
        "Conflict",
        -0.6426742
      ],
      [
        " of",
        -0.00480723
      ],
      [
        " interest",
        -0.041267812
      ]
    ]
  },
  "It is by virtue of this that \"man is distinguished from animals,\" according to Ludwig von Mises [MEE-say] in Liberalism. He goes on to say that this has \"made feeble man. . .the lord of the earth.\" Along with extensive use of machinery, it was blamed for the proletarians losing all individual character in their work in The Communist Manifesto, though Karl Marx differentiates between the natural \"social\" type and the deleterious \"manufacture\" type. In Book Three of a namesake 1893 work, its abnormal forms -- including forced and anomic -- are outlined; and, in the first chapter of The Wealth of Nations, Adam Smith uses a pin factory to describe it. For 10 points, name this separation of work into": {
    "guess": "Division of labor",
    "confidence": [
      [
        "Division",
        -0.0002450086
      ],
      [
        " of",
        -8.44706e-05
      ],
      [
        " labor",
        -0.14007547
      ]
    ]
  },
  "A viscous fluid and an elastic spring connected in series characterizes this scientist's namesake model of viscoelasticity. Equating the second mixed partial derivatives of each of the four thermodynamic potentials is the derivation of the set of fundamental thermodynamic equations named for this scientist. This scientist proposed a thought experiment in which high velocity (*) gas particles accumulate selectively on one side of a divided container, violating the 2nd law of thermodynamics. This man names another set of equations that can be used to derive the wave equation for an electromagnetic": {
    "guess": "James Clerk Maxwell",
    "confidence": [
      [
        "James",
        -0.019758884
      ],
      [
        " Clerk",
        -0.00025251842
      ],
      [
        " Maxwell",
        -4.894791e-05
      ]
    ]
  },
  "It is by virtue of this that \"man is distinguished from animals,\" according to Ludwig von Mises [MEE-say] in Liberalism. He goes on to say that this has \"made feeble man. . .the lord of the earth.\" Along with extensive use of machinery, it was blamed for the proletarians losing all individual character in their work in The Communist Manifesto, though Karl Marx differentiates between the natural \"social\" type and the deleterious \"manufacture\" type. In Book Three of a namesake 1893 work, its abnormal": {
    "guess": "Division of labor",
    "confidence": [
      [
        "Division",
        -0.8786512
      ],
      [
        " of",
        -0.00053861644
      ],
      [
        " labor",
        -0.83855426
      ]
    ]
  }
}