{
  "This man signed a treaty with Hattusili III 16 years after engaging Muwatalli II in a large chariot battle.": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.0010482928
      ],
      [
        "esses",
        -0.00012178135
      ],
      [
        " II",
        -2.8564085e-05
      ]
    ]
  },
  "In the 1930's, this man signed an agreement with Viceroy Lord Irwin. He renamed the lowly dalit class the \"children of god.\" Earlier in his career, this man worked as a lawyer fighting racism in British-ruled": {
    "guess": "B. R. Ambedkar",
    "confidence": [
      [
        "B",
        -0.028400255
      ],
      [
        ".",
        -0.011523677
      ],
      [
        " R",
        -4.763667e-05
      ],
      [
        ".",
        -0.000111291425
      ],
      [
        " Am",
        -8.947716e-05
      ],
      [
        "bed",
        -2.3392786e-06
      ],
      [
        "kar",
        -4.692145e-05
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall to Pyotr Kotlyarevsky that he acquired Karakakh in the Treaty of Gulistan. His forces under Dmitry Senyavin": {
    "guess": "Qajar Iran",
    "confidence": [
      [
        "Q",
        -2.1697607
      ],
      [
        "ajar",
        -0.0922697
      ],
      [
        " Iran",
        -0.11457148
      ]
    ]
  },
  "The signature of the artist in this work is an etching off of the background which is decorated with a technique also used for the Palais Stoclet friezes in Brussels. Housed in the Upper Belvedere, it shows a woman's hand sliding beneath the cloak of a man's before emerging to grasp the man's right hand. The St. Apollinare in Classe near Ravenna is the inspiration for the field of flowers on which the woman kneels with the edge of her feet standing next to nothingness. Black and white rectangles decorate the man's cloak while circles of flowers surrounded by gold tesserae cover the woman's dress and hair. FTP, name this Gustav Klimt painting of an act of love.": {
    "guess": "The Kiss",
    "confidence": [
      [
        "The",
        -0.0060079563
      ],
      [
        " Kiss",
        -0.06806935
      ]
    ]
  },
  "As a signaling molecule, this molecule can activate P2 membrane receptors. Paul Boyer showed that the purpose of a certain proton gradient is to remove it from its namesake synthase. During muscle contraction, the heads of the myosin molecule hydrolyze this molecule. In plants, this molecule is synthesized in the (*) thylakoid membrane of the chloroplasts. Two molecules of it are synthesized as the": {
    "guess": "Adenosine triphosphate",
    "confidence": [
      [
        "Ad",
        -0.017188974
      ],
      [
        "enos",
        -1.4498052e-05
      ],
      [
        "ine",
        -5.8365e-05
      ],
      [
        " tri",
        -0.010087767
      ],
      [
        "ph",
        -8.418666e-06
      ],
      [
        "osphate",
        -0.00025430648
      ]
    ]
  },
  "This man signed the regulatory Elkins and Hepburn Acts, but backed away from a legal List of Simplified Spellings. He became a New York City Police Commissioner at the age of 27, but two years later was appointed Assistant Secretary of the Navy. In Milwaukee, he survived John Schrank's [*] assassination attempt before a speech. His role in the Treaty of Portsmouth got him a Nobel Peace Prize, and in": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.0027487653
      ],
      [
        "odore",
        -0.00053957006
      ],
      [
        " Roosevelt",
        -0.000105331244
      ]
    ]
  },
  "The signature of the artist in this work is an etching off of the background which is decorated with": {
    "guess": "Rembrandt Bugatti",
    "confidence": [
      [
        "Rem",
        -0.15006556
      ],
      [
        "brand",
        -8.8285124e-05
      ],
      [
        "t",
        -0.00017743846
      ],
      [
        " Bug",
        -1.2240814
      ],
      [
        "atti",
        -0.00027587503
      ]
    ]
  },
  "It had 577 signitaries, and only one man--Martin Dauch--refused to sign, claiming that he could do nothing without the sanction of the king. First proposed by Jean Joseph Mounier, it declared the delegates'": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.00856209
      ],
      [
        "ennis",
        -0.00013905855
      ],
      [
        " Court",
        -0.00018280261
      ],
      [
        " O",
        -2.4584822e-06
      ],
      [
        "ath",
        -2.319992e-05
      ]
    ]
  },
  "Significant geographical features of this country are the Bie and Huila Plateaus, the Melanje highlands, and such rivers as the Cumbango, Okavango, and Kwanza rivers, the latter of whose dam, the Cambambe, provides much of the nation's hydroelectric power. Its northernmost enclave, Cabinda, is separated from the rest of the nation by territory of Zaire, which borders on it to the North and East, while other neighbors include Congo to the north, Zambia to the southeast, and Namibia to the south. FTP": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.020860791
      ],
      [
        "ola",
        -0.00013154872
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall to Pyotr Kotlyarevsky that he acquired Karakakh in the Treaty of Gulistan. His forces under Dmitry Senyavin won the battles of Athos and the battle of the Dardanelles, and he approved the consequent Treaty": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -1.1502831
      ],
      [
        " I",
        -0.0032305908
      ],
      [
        " of",
        -0.0065564523
      ],
      [
        " Russia",
        -0.0016861281
      ]
    ]
  },
  "The signature of the artist in this work is an etching off of the background which is decorated with a technique also used for the Palais Stoclet friezes in Brussels. Housed in the Upper Belvedere, it shows a woman's hand sliding beneath the cloak of a man's before emerging to grasp the man's right hand. The St. Apollinare in Classe near Ravenna is the inspiration for the field of flowers on which the woman kneels with the edge of her feet standing next to nothingness. Black and white rectangles": {
    "guess": "The Kiss (Klimt)",
    "confidence": [
      [
        "The",
        -0.10397745
      ],
      [
        " Kiss",
        -0.012763204
      ],
      [
        " (",
        -0.09135042
      ],
      [
        "K",
        -0.0012660634
      ],
      [
        "lim",
        -3.1281633e-07
      ],
      [
        "t",
        -3.1782583e-05
      ],
      [
        ")",
        -0.23787138
      ]
    ]
  },
  "The sign of a permutation is negative one if the permutation has this distinction. There are no known": {
    "guess": "Parity of a permutation",
    "confidence": [
      [
        "Par",
        -0.072859675
      ],
      [
        "ity",
        -5.1331983e-05
      ],
      [
        " of",
        -0.0012333264
      ],
      [
        " a",
        -0.014087813
      ],
      [
        " permutation",
        -0.00760367
      ]
    ]
  },
  "The signature of the artist in this work is an etching off of the background which is decorated with a technique also used for the Palais Stoclet friezes in Brussels. Housed in the Upper Belvedere, it shows a woman's hand sliding beneath the cloak of a man's before emerging to grasp the man's right hand. The St. Apollinare in Classe near Ravenna is the inspiration for the field of flowers on which": {
    "guess": "The Kiss (Klimt)",
    "confidence": [
      [
        "The",
        -0.08606416
      ],
      [
        " Kiss",
        -0.018995846
      ],
      [
        " (",
        -0.010029351
      ],
      [
        "K",
        -0.0006220113
      ],
      [
        "lim",
        -1.9361265e-07
      ],
      [
        "t",
        -2.6299214e-05
      ],
      [
        ")",
        -0.54116994
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall to Pyotr Kotlyarevsky that he acquired Karakakh in the Treaty of Gulistan. His forces under Dmitry Senyavin won the battles of Athos and the battle of the Dardanelles, and he approved the consequent Treaty of Bucharest. His advisors included Count Capo d'Istria and Mikhail Speransky, and he escaped a conspiracy to kidnap him on his way to the Congress of Aix-la-Chapelle. This man attempted to establish a Holy Alliance, and he acquired Finland as a Grand Duchy. He represented himself at the Congress of Vienna, where he gained the Duchy of Warsaw, and the Decembrists rose in the succession dispute after his death. After a loss at Friedland, this son of Paul swam out on a raft to sign an agreement at Tilsit with Napoleon. For 10 points, name this tsar of Russia, who was succeeded by Nicholas": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.0053739143
      ],
      [
        " I",
        -0.040416162
      ],
      [
        " of",
        -0.009365258
      ],
      [
        " Russia",
        -1.8789384e-05
      ]
    ]
  },
  "As a signaling molecule, this molecule can activate P2 membrane receptors. Paul Boyer showed that the purpose of a certain proton gradient is to remove it from its namesake synthase. During muscle contraction, the heads of the myosin molecule hydrolyze this molecule. In plants, this molecule is synthesized in the (*) thylakoid membrane of the chloroplasts. Two molecules of it are synthesized as the end product of glycolysis. For 10 points, name this compound that is sometimes referred to as the \"energy": {
    "guess": "Adenosine triphosphate",
    "confidence": [
      [
        "Ad",
        -0.01204205
      ],
      [
        "enos",
        -9.729906e-06
      ],
      [
        "ine",
        -1.27099975e-05
      ],
      [
        " tri",
        -0.009823264
      ],
      [
        "ph",
        -3.4047454e-05
      ],
      [
        "osphate",
        -0.00028696097
      ]
    ]
  },
  "The sign of a permutation is negative one if the permutation has this distinction. There are no known perfect numbers with this distinction. The Taylor expansion for sine consists of x to the n over n": {
    "guess": "Perfect number",
    "confidence": [
      [
        "Perfect",
        -1.774819
      ],
      [
        " number",
        -0.1319342
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall": {
    "guess": "Treaty of Kurekchay",
    "confidence": [
      [
        "T",
        -1.0146452
      ],
      [
        "reat",
        -0.00844838
      ],
      [
        "y",
        -0.00013905855
      ],
      [
        " of",
        -0.00014787962
      ],
      [
        " K",
        -0.2829668
      ],
      [
        "ure",
        -0.0016675653
      ],
      [
        "k",
        -6.849731e-05
      ],
      [
        "ch",
        -0.0009883884
      ],
      [
        "ay",
        -3.8100377e-05
      ]
    ]
  },
  "One of its signatories had crippled the Marquis de Turgot for life after being nominated to his then-current position, and it was partly motivated by a recent incident on the Black Warrior. This document cited the possibility of creating a \"sinking fund\" and a railroad system, in contrast with the possibility of a \"second St. Domingo\" and the paltry sum the territory in question could generate as income on its \"palmiest days.\" Written as a result of a series of meetings proposed by William Marcy, this document signed by John Mason, James Buchanan, and Pierre Soule caused an outcry among Northerners who feared the spread of slavery. FTP, identify this 1854 diplomatic communication that recommended the United States purchase Cuba from Spain.": {
    "guess": "Ostend Manifesto",
    "confidence": [
      [
        "O",
        -0.003678337
      ],
      [
        "st",
        -5.5577775e-06
      ],
      [
        "end",
        -4.048445e-05
      ],
      [
        " Manifest",
        -5.240482e-05
      ],
      [
        "o",
        -1.11603495e-05
      ]
    ]
  },
  "Significant geographical features of this country are the Bie and Huila Plateaus, the Melanje highlands, and such rivers as the Cumbango, Okavango, and Kwanza rivers, the latter of whose dam, the Cambambe, provides much of the nation's hydroelectric power. Its northernmost enclave, Cabinda, is separated": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.12167507
      ],
      [
        "ola",
        -0.00015145572
      ]
    ]
  },
  "Significant geographical features of this country are the Bie and Huila Plateaus, the Melanje highlands, and such rivers as the Cumbango, Okavango, and Kwanza rivers, the latter of whose dam, the Cambambe,": {
    "guess": "Geography of Angola",
    "confidence": [
      [
        "Ge",
        -0.41655865
      ],
      [
        "ography",
        -1.0921943e-05
      ],
      [
        " of",
        -9.74638e-05
      ],
      [
        " Angola",
        -8.4828214e-05
      ]
    ]
  },
  "Significant geographical features of this country are the Bie and Huila Plateaus, the Melanje highlands, and such rivers as the Cumbango, Okavango, and Kwanza rivers, the latter of whose dam, the Cambambe, provides much of the nation's hydroelectric power. Its northernmost enclave, Cabinda, is separated from the rest of the nation by territory of Zaire, which borders on it to the North and East, while other neighbors include Congo to the north, Zambia to the southeast, and Namibia to the south. FTP name this country on the Western coast of Africa whose capital is Luanda.": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.023451613
      ],
      [
        "ola",
        -0.00021760275
      ]
    ]
  },
  "The signature of the artist in this work is an etching off of the background which is decorated with a technique also used for the Palais Stoclet friezes in Brussels. Housed in the Upper Belvedere, it shows a woman's hand sliding beneath the cloak of a man's before emerging to grasp the man's right hand.": {
    "guess": "The Kiss (Klimt painting)",
    "confidence": [
      [
        "The",
        -0.04644082
      ],
      [
        " Kiss",
        -0.0023635172
      ],
      [
        " (",
        -0.011162071
      ],
      [
        "K",
        -0.001322146
      ],
      [
        "lim",
        -1.9361265e-07
      ],
      [
        "t",
        -1.831257e-05
      ],
      [
        " painting",
        -0.48324847
      ],
      [
        ")",
        -9.0788395e-05
      ]
    ]
  },
  "This man signed a treaty with Hattusili III 16 years after engaging Muwatalli II in a large chariot battle. His reign saw the building of the Abu Simbel temples, including statues of him and his wife, Nefertari. Known to the Greeks as (*) Ozymandias, many scholars believe that this leader, who fought the Hittites at Kadesh, was the Pharaoh of the Book of Exodus. For 10 points, name this \"Great\" 19th dynasty Pharoah of Egypt.": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.040543925
      ],
      [
        "esses",
        -4.4894987e-05
      ],
      [
        " II",
        -0.0008355968
      ]
    ]
  },
  "The signature of the artist in this work is an etching off of the background which is decorated with a technique also used for the Palais Stoclet friezes in Brussels. Housed in the Upper Belvedere, it shows a woman's hand sliding beneath the cloak of a man's before emerging to grasp the man's right hand. The St. Apollinare in Classe near Ravenna is the inspiration for the field of flowers on which the woman kneels with the edge of her feet standing next to nothingness. Black and white rectangles decorate the man's cloak while circles of flowers surrounded by gold tesserae cover the woman's dress": {
    "guess": "The Kiss",
    "confidence": [
      [
        "The",
        -0.05986647
      ],
      [
        " Kiss",
        -0.70032966
      ]
    ]
  },
  "This man signed a treaty with Hattusili III 16 years after engaging Muwatalli II in a large chariot battle. His reign saw the building of the Abu Simbel temples, including statues of him and his wife, Nefertari. Known to the Greeks as (*) Ozymandias, many scholars believe that this leader, who fought the Hittites at Kadesh, was the Pharaoh of the Book of Exodus. For 10 points, name this \"Great\" 19th": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.09496493
      ],
      [
        "esses",
        -8.4112995e-05
      ],
      [
        " II",
        -0.0005709059
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall to Pyotr Kotlyarevsky that he acquired Karakakh in the Treaty of Gulistan. His forces under Dmitry Senyavin won the battles of Athos and the battle of the Dardanelles, and he approved the consequent Treaty of Bucharest. His advisors included Count Capo d'Istria and Mikhail Speransky, and he escaped a conspiracy to kidnap him on his way to the Congress of Aix-la-Chapelle. This man attempted to establish a Holy Alliance, and he acquired Finland as a Grand Duchy. He represented himself at the Congress of Vienna, where he gained the Duchy of Warsaw, and the Decembrists rose in the succession dispute after his death. After a loss at Friedland, this son of Paul swam out on a raft to sign an agreement": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.0033568973
      ],
      [
        " I",
        -0.00096732244
      ],
      [
        " of",
        -0.00068014604
      ],
      [
        " Russia",
        -4.4179764e-05
      ]
    ]
  },
  "Significant geographical features of this country are the Bie and Huila Plateaus, the Melanje highlands,": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.09459182
      ],
      [
        "ola",
        -0.0004035018
      ]
    ]
  },
  "One of its signatories had crippled the Marquis de Turgot for life after being nominated to his then-current position, and it was partly motivated by a recent incident on the Black Warrior. This document cited the possibility of creating a \"sinking fund\" and a railroad system, in contrast with the possibility of a \"second St. Domingo\" and the paltry sum the territory in question could generate as income on its \"palmiest days.\" Written as a result of a series of meetings proposed by William Marcy,": {
    "guess": "Ostend Manifesto",
    "confidence": [
      [
        "O",
        -0.13557597
      ],
      [
        "st",
        -0.0044434126
      ],
      [
        "end",
        -0.0003678709
      ],
      [
        " Manifest",
        -9.364929e-05
      ],
      [
        "o",
        -2.2842309e-05
      ]
    ]
  },
  "One of its signatories had crippled the Marquis de Turgot for life after being nominated to his then-current": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.42698446
      ]
    ]
  },
  "Significant geographical features of this country are the Bie and Huila Plateaus, the Melanje highlands, and such rivers as the Cumbango, Okavango, and Kwanza rivers, the latter of whose dam, the Cambambe, provides much of the nation's hydroelectric power. Its northernmost enclave, Cabinda, is separated from the rest of the nation by territory of Zaire, which borders on it to the North and East, while": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.21279609
      ],
      [
        "ola",
        -9.3530085e-05
      ]
    ]
  },
  "As a signaling molecule, this molecule can activate P2 membrane receptors. Paul Boyer showed that the purpose of a certain proton gradient is to remove it from its namesake synthase. During muscle contraction, the heads of the myosin molecule hydrolyze this molecule. In plants, this molecule is synthesized": {
    "guess": "Adenosine triphosphate",
    "confidence": [
      [
        "Ad",
        -0.010211084
      ],
      [
        "enos",
        -1.7835755e-05
      ],
      [
        "ine",
        -0.00015896189
      ],
      [
        " tri",
        -0.016356217
      ],
      [
        "ph",
        -2.4034345e-05
      ],
      [
        "osphate",
        -0.00029863926
      ]
    ]
  },
  "In the 1930's, this man signed an agreement with Viceroy Lord Irwin. He renamed the lowly dalit class": {
    "guess": "B. R. Ambedkar",
    "confidence": [
      [
        "B",
        -0.036674894
      ],
      [
        ".",
        -0.008689387
      ],
      [
        " R",
        -1.11603495e-05
      ],
      [
        ".",
        -4.179569e-05
      ],
      [
        " Am",
        -3.6908343e-05
      ],
      [
        "bed",
        -3.5313153e-06
      ],
      [
        "kar",
        -6.837811e-05
      ]
    ]
  },
  "This man signed the regulatory Elkins and Hepburn Acts, but backed away from a legal List of Simplified Spellings. He became a New York City Police Commissioner at the age of 27, but two years later was appointed Assistant Secretary of the Navy. In Milwaukee, he survived John Schrank's [*] assassination attempt before a speech. His role in the Treaty of Portsmouth got him a Nobel Peace Prize, and in 1912, he lost a three-way election running as a Progressive, or \"Bull Moose\". For 10 points, what": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.010213205
      ],
      [
        "odore",
        -0.00067050155
      ],
      [
        " Roosevelt",
        -0.000288153
      ]
    ]
  },
  "One of its signatories had crippled the Marquis de Turgot for life after being nominated to his then-current position, and it was partly motivated by a recent incident on the Black Warrior. This document cited the possibility of creating a \"sinking fund\" and a railroad system, in contrast with the possibility of a \"second St. Domingo\" and the paltry sum the territory in question could generate as income": {
    "guess": "Ostend Manifesto",
    "confidence": [
      [
        "O",
        -0.4919877
      ],
      [
        "st",
        -0.008274953
      ],
      [
        "end",
        -0.00028410007
      ],
      [
        " Manifest",
        -0.000116417184
      ],
      [
        "o",
        -1.4498052e-05
      ]
    ]
  },
  "As a signaling molecule, this molecule can activate P2 membrane receptors. Paul Boyer showed that the purpose of a certain proton gradient is to remove it from its namesake synthase. During muscle contraction,": {
    "guess": "Adenosine triphosphate",
    "confidence": [
      [
        "Ad",
        -0.008294819
      ],
      [
        "enos",
        -7.9418505e-06
      ],
      [
        "ine",
        -3.8696395e-05
      ],
      [
        " tri",
        -0.0021558532
      ],
      [
        "ph",
        -4.4537377e-05
      ],
      [
        "osphate",
        -0.0001942425
      ]
    ]
  },
  "This man signed the regulatory Elkins and Hepburn Acts, but backed away from a legal List of Simplified": {
    "guess": "Horace Greeley",
    "confidence": [
      [
        "Hor",
        -0.5422004
      ],
      [
        "ace",
        -7.3861476e-05
      ],
      [
        " Gree",
        -0.002074483
      ],
      [
        "ley",
        -5.0497558e-05
      ]
    ]
  },
  "As a signaling molecule, this molecule can activate P2 membrane receptors. Paul Boyer showed that the": {
    "guess": "Adenosine triphosphate",
    "confidence": [
      [
        "Ad",
        -0.061590463
      ],
      [
        "enos",
        -3.202099e-05
      ],
      [
        "ine",
        -5.3193703e-06
      ],
      [
        " tri",
        -0.028886195
      ],
      [
        "ph",
        -7.58424e-06
      ],
      [
        "osphate",
        -0.00023321842
      ]
    ]
  },
  "It had 577 signitaries, and only one man--Martin Dauch--refused to sign, claiming that he could do nothing": {
    "guess": "Martin Luther's Ninety-Five Theses",
    "confidence": [
      [
        "Martin",
        -1.5763863
      ],
      [
        " Luther",
        -0.6777724
      ],
      [
        "'s",
        -0.017089486
      ],
      [
        " Nin",
        -0.26490045
      ],
      [
        "ety",
        -1.700133e-05
      ],
      [
        "-F",
        -0.18321213
      ],
      [
        "ive",
        -1.92662e-05
      ],
      [
        " Th",
        -0.00065334357
      ],
      [
        "eses",
        -1.11603495e-05
      ]
    ]
  },
  "This man signed the regulatory Elkins and Hepburn Acts, but backed away from a legal List of Simplified Spellings. He became a New York City Police Commissioner at the age of 27, but two years later was appointed Assistant Secretary of the Navy. In Milwaukee, he survived John Schrank's [*] assassination": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.0037042352
      ],
      [
        "odore",
        -6.837811e-05
      ],
      [
        " Roosevelt",
        -0.00017183588
      ]
    ]
  },
  "In the 1930's, this man signed an agreement with Viceroy Lord Irwin. He renamed the lowly dalit class the \"children of god.\" Earlier in his career, this man worked as a lawyer fighting racism in British-ruled South Africa. Time magazine reporter Margaret Bourke-White showed this man working at his spinning wheel. In 1930, he led a demonstration to protest an unpopular British tax. For 20 points, name this organizer of the Salt March.": {
    "guess": "Mahatma Gandhi",
    "confidence": [
      [
        "Mah",
        -0.013583082
      ],
      [
        "at",
        -4.5371802e-05
      ],
      [
        "ma",
        -8.733149e-05
      ],
      [
        " Gandhi",
        -6.50404e-05
      ]
    ]
  },
  "As a signaling molecule, this molecule can activate P2 membrane receptors. Paul Boyer showed that the purpose of a certain proton gradient is to remove it from its namesake synthase. During muscle contraction, the heads of the myosin molecule hydrolyze this molecule. In plants, this molecule is synthesized in the (*) thylakoid membrane of the chloroplasts. Two molecules of it are synthesized as the end product of glycolysis. For 10 points, name this compound that is sometimes referred to as the \"energy currency\" of the cell.": {
    "guess": "Adenosine triphosphate",
    "confidence": [
      [
        "Ad",
        -0.0052345945
      ],
      [
        "enos",
        -7.9418505e-06
      ],
      [
        "ine",
        -6.5994034e-05
      ],
      [
        " tri",
        -0.0034549066
      ],
      [
        "ph",
        -6.9331734e-05
      ],
      [
        "osphate",
        -0.0003189002
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall to Pyotr Kotlyarevsky that he acquired Karakakh in the Treaty of Gulistan. His forces under Dmitry Senyavin won the battles of Athos and the battle of the Dardanelles, and he approved the consequent Treaty of Bucharest. His advisors included Count Capo d'Istria and Mikhail Speransky, and he escaped a conspiracy to kidnap him on his way to the Congress of Aix-la-Chapelle. This man attempted to establish a Holy Alliance, and he acquired Finland as a Grand Duchy. He represented himself at the Congress": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.013935477
      ],
      [
        " I",
        -0.0013707151
      ],
      [
        " of",
        -0.0041153235
      ],
      [
        " Russia",
        -0.00015229016
      ]
    ]
  },
  "It had 577 signitaries, and only one man--Martin Dauch--refused to sign, claiming that he could do nothing without the sanction of the king. First proposed by Jean Joseph Mounier, it declared the delegates' intention \"not to separate, and to reassemble wherever circumstances require, until the constitution of the kingdom is established.\" FTP, name this defiant pledge signed by the members of France's Third Estate when the Estates General were locked out of their usual meeting place at Versailles.": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.0024512806
      ],
      [
        "ennis",
        -1.9816675e-06
      ],
      [
        " Court",
        -4.1318875e-05
      ],
      [
        " O",
        -3.2929079e-06
      ],
      [
        "ath",
        -1.4140442e-05
      ]
    ]
  },
  "One of its signatories had crippled the Marquis de Turgot for life after being nominated to his then-current position, and it was partly motivated by a recent incident on the Black Warrior. This document cited the possibility of creating a \"sinking fund\" and a railroad system, in contrast with the possibility of a \"second St. Domingo\" and the paltry sum the territory in question could generate as income on its \"palmiest days.\" Written as a result of a series of meetings proposed by William Marcy, this document signed by John Mason, James Buchanan, and Pierre Soule caused an outcry among Northerners": {
    "guess": "Ostend Manifesto",
    "confidence": [
      [
        "O",
        -0.027327746
      ],
      [
        "st",
        -4.1914896e-05
      ],
      [
        "end",
        -4.823269e-05
      ],
      [
        " Manifest",
        -8.685468e-05
      ],
      [
        "o",
        -1.831257e-05
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall to Pyotr Kotlyarevsky that he acquired Karakakh in the Treaty of Gulistan. His forces under Dmitry Senyavin won the battles of Athos and the battle of the Dardanelles, and he approved the consequent Treaty of Bucharest. His advisors included Count Capo d'Istria and Mikhail Speransky, and he escaped": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.7669671
      ],
      [
        " I",
        -0.00054171204
      ],
      [
        " of",
        -0.0023807613
      ],
      [
        " Russia",
        -0.00017040544
      ]
    ]
  },
  "The signature of the artist in this work is an etching off of the background which is decorated with a technique also used for the Palais Stoclet friezes in Brussels. Housed in the Upper Belvedere, it": {
    "guess": "The Kiss",
    "confidence": [
      [
        "The",
        -0.3078953
      ],
      [
        " Kiss",
        -0.41564846
      ]
    ]
  },
  "This man signed the regulatory Elkins and Hepburn Acts, but backed away from a legal List of Simplified Spellings. He became a New York City Police Commissioner at the age of 27, but two years later was appointed Assistant Secretary of the Navy. In Milwaukee, he survived John Schrank's [*] assassination attempt before a speech. His role in the Treaty of Portsmouth got him a Nobel Peace Prize, and in 1912, he lost a three-way election running as a Progressive, or \"Bull Moose\". For 10 points, what former Rough Rider, famous for charging San Juan Hill, became President in 1901 after William McKinley": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.0143250935
      ],
      [
        "odore",
        -0.00040159453
      ],
      [
        " Roosevelt",
        -0.0017558604
      ]
    ]
  },
  "The sign of a permutation is negative one if the permutation has this distinction. There are no known perfect numbers with this distinction. The Taylor expansion for sine consists of x to the n over n factorial where n is positive and this. A function is this if f of x equals (*) negative f of negative": {
    "guess": "Odd function",
    "confidence": [
      [
        "Odd",
        -0.111507215
      ],
      [
        " function",
        -0.24319148
      ]
    ]
  },
  "The signing of this agreement was preceded by fruitless meetings at Alençon and Vernon that failed due": {
    "guess": "Annapolis Convention (1786)",
    "confidence": [
      [
        "An",
        -0.22956707
      ],
      [
        "nap",
        -0.0011797508
      ],
      [
        "olis",
        -3.8338785e-05
      ],
      [
        " Convention",
        -0.0024703054
      ],
      [
        " (",
        -0.05545548
      ],
      [
        "178",
        -0.00065989606
      ],
      [
        "6",
        -0.0020094106
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall to Pyotr Kotlyarevsky that he acquired Karakakh in the Treaty of Gulistan. His forces under Dmitry Senyavin won the battles of Athos and the battle of the Dardanelles, and he approved the consequent Treaty of Bucharest. His advisors included Count Capo d'Istria and Mikhail Speransky, and he escaped a conspiracy to kidnap him on his way to the Congress of Aix-la-Chapelle. This man attempted to establish": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.22450134
      ],
      [
        " I",
        -0.005320566
      ],
      [
        " of",
        -0.007860831
      ],
      [
        " Russia",
        -0.0004101772
      ]
    ]
  },
  "The sign of a permutation is negative one if the permutation has this distinction. There are no known perfect numbers with this distinction. The Taylor expansion for sine consists of x to the n over n factorial where n is positive and this. A function is this if f of x equals (*) negative f of negative x. These numbers are congruent to one mod two. With the exception of two, all prime numbers are this.": {
    "guess": "Odd Numbers",
    "confidence": [
      [
        "Odd",
        -0.15417942
      ],
      [
        " Numbers",
        -0.1539925
      ]
    ]
  },
  "In the 1930's, this man signed an agreement with Viceroy Lord Irwin. He renamed the lowly dalit class the \"children of god.\" Earlier in his career, this man worked as a lawyer fighting racism in British-ruled South Africa. Time magazine reporter Margaret Bourke-White showed this man working at his spinning": {
    "guess": "Mahatma Gandhi",
    "confidence": [
      [
        "Mah",
        -0.043071356
      ],
      [
        "at",
        -5.3000836e-05
      ],
      [
        "ma",
        -0.00012415809
      ],
      [
        " Gandhi",
        -7.004696e-05
      ]
    ]
  },
  "One of its signatories had crippled the Marquis de Turgot for life after being nominated to his then-current position, and it was partly motivated by a recent incident on the Black Warrior. This document cited the possibility of creating a \"sinking fund\" and a railroad system, in contrast with the possibility": {
    "guess": "Ostend Manifesto",
    "confidence": [
      [
        "O",
        -0.61817074
      ],
      [
        "st",
        -0.011773582
      ],
      [
        "end",
        -0.00054528815
      ],
      [
        " Manifest",
        -0.00014942927
      ],
      [
        "o",
        -1.3902034e-05
      ]
    ]
  },
  "It had 577 signitaries, and only one man--Martin Dauch--refused to sign, claiming that he could do nothing without the sanction of the king. First proposed by Jean Joseph Mounier, it declared the delegates' intention \"not to separate, and to reassemble wherever circumstances require, until the constitution of the kingdom is established.\" FTP, name this defiant pledge signed by the members of France's": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.066535786
      ],
      [
        "ennis",
        -7.862962e-05
      ],
      [
        " Court",
        -0.00035333907
      ],
      [
        " O",
        -4.9617593e-06
      ],
      [
        "ath",
        -8.613945e-05
      ]
    ]
  },
  "In the 1930's, this man signed an agreement with Viceroy Lord Irwin. He renamed the lowly dalit class the \"children of god.\" Earlier in his career, this man worked as a lawyer fighting racism in British-ruled South Africa. Time magazine reporter Margaret Bourke-White showed this man working at his spinning wheel. In 1930, he led a demonstration to protest an unpopular British tax. For 20 points, name": {
    "guess": "Mahatma Gandhi",
    "confidence": [
      [
        "Mah",
        -0.009971867
      ],
      [
        "at",
        -2.486877e-05
      ],
      [
        "ma",
        -6.289474e-05
      ],
      [
        " Gandhi",
        -5.3954464e-05
      ]
    ]
  },
  "It had 577 signitaries, and only one man--Martin Dauch--refused to sign, claiming that he could do nothing without the sanction of the king. First proposed by Jean Joseph Mounier, it declared the delegates' intention \"not to separate, and to reassemble wherever circumstances require, until the constitution": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.01916649
      ],
      [
        "ennis",
        -0.0008089099
      ],
      [
        " Court",
        -0.00040552823
      ],
      [
        " O",
        -3.0545007e-06
      ],
      [
        "ath",
        -0.000118324446
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall to Pyotr Kotlyarevsky that he acquired Karakakh in the Treaty of Gulistan. His forces under Dmitry Senyavin won the battles of Athos and the battle of the Dardanelles, and he approved the consequent Treaty of Bucharest. His advisors included Count Capo d'Istria and Mikhail Speransky, and he escaped a conspiracy to kidnap him on his way to the Congress of Aix-la-Chapelle. This man attempted to establish a Holy Alliance, and he acquired Finland as a Grand Duchy. He represented himself at the Congress of Vienna, where he gained the Duchy of Warsaw, and the Decembrists rose in the succession dispute": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.028849259
      ],
      [
        " I",
        -0.00028111998
      ],
      [
        " of",
        -0.00019543454
      ],
      [
        " Russia",
        -3.035214e-05
      ]
    ]
  },
  "This man signed a treaty with Hattusili III 16 years after engaging Muwatalli II in a large chariot battle. His reign saw the building of the Abu Simbel temples, including statues of him and his wife, Nefertari. Known to the Greeks as (*) Ozymandias, many scholars believe that this leader, who fought": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.019922964
      ],
      [
        "esses",
        -0.00014323067
      ],
      [
        " II",
        -0.000320923
      ]
    ]
  },
  "One of its signatories had crippled the Marquis de Turgot for life after being nominated to his then-current position, and it was partly motivated by a recent incident on the Black Warrior. This document cited the possibility of creating a \"sinking fund\" and a railroad system, in contrast with the possibility of a \"second St. Domingo\" and the paltry sum the territory in question could generate as income on its \"palmiest days.\" Written as a result of a series of meetings proposed by William Marcy, this document signed by John Mason, James Buchanan, and Pierre Soule caused an outcry among Northerners who feared the spread of slavery. FTP, identify this 1854 diplomatic communication that recommended": {
    "guess": "Ostend Manifesto",
    "confidence": [
      [
        "O",
        -0.015599529
      ],
      [
        "st",
        -2.8325678e-05
      ],
      [
        "end",
        -0.00012248923
      ],
      [
        " Manifest",
        -0.00012546933
      ],
      [
        "o",
        -8.776276e-06
      ]
    ]
  },
  "He signed the Treaty of Kurekchay with Ibrahim Khalil Khan, though it was only after Lankaran's fall to Pyotr Kotlyarevsky that he acquired Karakakh in the Treaty of Gulistan. His forces under Dmitry Senyavin won the battles of Athos and the battle of the Dardanelles, and he approved the consequent Treaty of Bucharest. His advisors included Count Capo d'Istria and Mikhail Speransky, and he escaped a conspiracy to kidnap him on his way to the Congress of Aix-la-Chapelle. This man attempted to establish a Holy Alliance, and he acquired Finland as a Grand Duchy. He represented himself at the Congress of Vienna, where he gained the Duchy of Warsaw, and the Decembrists rose in the succession dispute after his death. After a loss at Friedland, this son of Paul swam out on a raft to sign an agreement at Tilsit with Napoleon. For 10 points, name this tsar of Russia, who was succeeded by Nicholas I.": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.005323174
      ],
      [
        " I",
        -0.007473994
      ],
      [
        " of",
        -0.057129055
      ],
      [
        " Russia",
        -2.1769476e-05
      ]
    ]
  },
  "One of its signatories had crippled the Marquis de Turgot for life after being nominated to his then-current position, and it was partly motivated by a recent incident on the Black Warrior. This document": {
    "guess": "Treaty of Ghent",
    "confidence": [
      [
        "T",
        -0.26099727
      ],
      [
        "reat",
        -0.0002734946
      ],
      [
        "y",
        -0.0010443628
      ],
      [
        " of",
        -0.0031137804
      ],
      [
        " Gh",
        -0.6399409
      ],
      [
        "ent",
        -6.1537958e-06
      ]
    ]
  },
  "The sign of a permutation is negative one if the permutation has this distinction. There are no known perfect numbers with this distinction. The Taylor expansion for sine consists of x to the n over n factorial where n is positive and this. A function is this if f of x equals (*) negative f of negative x. These numbers are congruent to one mod two. With the exception of two, all prime numbers are this. For 10 points, name this distinction given to numbers that are not even.": {
    "guess": "Odd Numbers",
    "confidence": [
      [
        "Odd",
        -0.0049040276
      ],
      [
        " Numbers",
        -0.111812465
      ]
    ]
  },
  "This man signed a treaty with Hattusili III 16 years after engaging Muwatalli II in a large chariot battle. His reign saw the building of the Abu Simbel temples, including statues of him and his wife,": {
    "guess": "Ramesses II",
    "confidence": [
      [
        "Ram",
        -0.002551408
      ],
      [
        "esses",
        -3.6908343e-05
      ],
      [
        " II",
        -0.00015526658
      ]
    ]
  },
  "This man signed the regulatory Elkins and Hepburn Acts, but backed away from a legal List of Simplified Spellings. He became a New York City Police Commissioner at the age of 27, but two years later was": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.039238073
      ],
      [
        "odore",
        -0.00027790148
      ],
      [
        " Roosevelt",
        -7.409989e-05
      ]
    ]
  },
  "This man signed the regulatory Elkins and Hepburn Acts, but backed away from a legal List of Simplified Spellings. He became a New York City Police Commissioner at the age of 27, but two years later was appointed Assistant Secretary of the Navy. In Milwaukee, he survived John Schrank's [*] assassination attempt before a speech. His role in the Treaty of Portsmouth got him a Nobel Peace Prize, and in 1912, he lost a three-way election running as a Progressive, or \"Bull Moose\". For 10 points, what former Rough Rider, famous for charging San Juan Hill, became President in 1901 after William McKinley was assassinated?": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.04265827
      ],
      [
        "odore",
        -0.00036822853
      ],
      [
        " Roosevelt",
        -0.00022475497
      ]
    ]
  },
  "The signing of this agreement was preceded by fruitless meetings at Alençon and Vernon that failed due to one party's demands for control of Ponthieu.  An action of Tanneguy du Chastel at Montereau allowed": {
    "guess": "Treaty of Arras (1435)",
    "confidence": [
      [
        "T",
        -0.34582213
      ],
      [
        "reat",
        -0.0031032078
      ],
      [
        "y",
        -0.00058341504
      ],
      [
        " of",
        -0.00060486066
      ],
      [
        " Arr",
        -0.73581725
      ],
      [
        "as",
        -1.7835755e-05
      ],
      [
        " (",
        -0.6286938
      ],
      [
        "143",
        -0.011902701
      ],
      [
        "5",
        -0.0001789881
      ],
      [
        ")",
        -5.1928004e-05
      ]
    ]
  },
  "The signing of this agreement was preceded by fruitless meetings at Alençon and Vernon that failed due to one party's demands for control of Ponthieu.  An action of Tanneguy du Chastel at Montereau allowed the chief beneficiary of this treaty to exceed his original demands of a return to the terms of": {
    "guess": "Treaty of Troyes",
    "confidence": [
      [
        "T",
        -0.08677716
      ],
      [
        "reat",
        -0.0007081442
      ],
      [
        "y",
        -0.0011839193
      ],
      [
        " of",
        -0.000210335
      ],
      [
        " Troy",
        -0.49350077
      ],
      [
        "es",
        -5.252402e-05
      ]
    ]
  },
  "The signing of this agreement was preceded by fruitless meetings at Alençon and Vernon that failed due to one party's demands for control of Ponthieu.  An action of Tanneguy du Chastel at Montereau allowed the chief beneficiary of this treaty to exceed his original demands of a return to the terms of the Treaty of (*) Bretigny.  This treaty led to the first marriage of a woman who would later secretly": {
    "guess": "Treaty of Troyes",
    "confidence": [
      [
        "T",
        -0.1592065
      ],
      [
        "reat",
        -0.001929467
      ],
      [
        "y",
        -0.00078437594
      ],
      [
        " of",
        -0.0015290249
      ],
      [
        " Troy",
        -0.68633217
      ],
      [
        "es",
        -0.00010664248
      ]
    ]
  },
  "The signing of this agreement was preceded by fruitless meetings at Alençon and Vernon that failed due to one party's demands for control of Ponthieu.  An action of Tanneguy du Chastel at Montereau allowed the chief beneficiary of this treaty to exceed his original demands of a return to the terms of the Treaty of (*) Bretigny.  This treaty led to the first marriage of a woman who would later secretly marry Owen Tudor.  It resulted in the creation of an office held by the Duke of Bedford, and it": {
    "guess": "Treaty of Troyes",
    "confidence": [
      [
        "T",
        -0.106678694
      ],
      [
        "reat",
        -0.0035649042
      ],
      [
        "y",
        -0.00083488156
      ],
      [
        " of",
        -0.0012173788
      ],
      [
        " Troy",
        -0.499257
      ],
      [
        "es",
        -9.3410876e-05
      ]
    ]
  },
  "The signing of this agreement was preceded by fruitless meetings at Alençon and Vernon that failed due to one party's demands for control of Ponthieu.  An action of Tanneguy du Chastel at Montereau allowed the chief beneficiary of this treaty to exceed his original demands of a return to the terms of the Treaty of (*) Bretigny.  This treaty led to the first marriage of a woman who would later secretly marry Owen Tudor.  It resulted in the creation of an office held by the Duke of Bedford, and it used as pretext one of Isabella of Bavaria's extramarital affairs.  Precipitated by the assassination": {
    "guess": "Treaty of Troyes",
    "confidence": [
      [
        "T",
        -0.041917674
      ],
      [
        "reat",
        -0.0009870809
      ],
      [
        "y",
        -0.0003571536
      ],
      [
        " of",
        -0.00036573625
      ],
      [
        " Troy",
        -0.122645356
      ],
      [
        "es",
        -4.179569e-05
      ]
    ]
  },
  "The signing of this agreement was preceded by fruitless meetings at Alençon and Vernon that failed due to one party's demands for control of Ponthieu.  An action of Tanneguy du Chastel at Montereau allowed the chief beneficiary of this treaty to exceed his original demands of a return to the terms of the Treaty of (*) Bretigny.  This treaty led to the first marriage of a woman who would later secretly marry Owen Tudor.  It resulted in the creation of an office held by the Duke of Bedford, and it used as pretext one of Isabella of Bavaria's extramarital affairs.  Precipitated by the assassination of John the Fearless, this treaty was renounced in the Treaty of Arras by Philip the Good.  Argued": {
    "guess": "Treaty of Troyes",
    "confidence": [
      [
        "T",
        -0.07714357
      ],
      [
        "reat",
        -0.0011358123
      ],
      [
        "y",
        -0.0004976287
      ],
      [
        " of",
        -0.00024536622
      ],
      [
        " Troy",
        -0.0033743614
      ],
      [
        "es",
        -8.530503e-05
      ]
    ]
  },
  "The signing of this agreement was preceded by fruitless meetings at Alençon and Vernon that failed due to one party's demands for control of Ponthieu.  An action of Tanneguy du Chastel at Montereau allowed the chief beneficiary of this treaty to exceed his original demands of a return to the terms of the Treaty of (*) Bretigny.  This treaty led to the first marriage of a woman who would later secretly marry Owen Tudor.  It resulted in the creation of an office held by the Duke of Bedford, and it used as pretext one of Isabella of Bavaria's extramarital affairs.  Precipitated by the assassination of John the Fearless, this treaty was renounced in the Treaty of Arras by Philip the Good.  Argued to be a violation of Salic Law by Charles VII, for 10 points, name this treaty of the Hundred Years'": {
    "guess": "Treaty of Troyes",
    "confidence": [
      [
        "T",
        -0.0630706
      ],
      [
        "reat",
        -0.009121588
      ],
      [
        "y",
        -0.0006205809
      ],
      [
        " of",
        -0.00967345
      ],
      [
        " Troy",
        -0.0039473176
      ],
      [
        "es",
        -0.00029589757
      ]
    ]
  },
  "The signing of this agreement was preceded by fruitless meetings at Alençon and Vernon that failed due to one party's demands for control of Ponthieu.  An action of Tanneguy du Chastel at Montereau allowed the chief beneficiary of this treaty to exceed his original demands of a return to the terms of the Treaty of (*) Bretigny.  This treaty led to the first marriage of a woman who would later secretly marry Owen Tudor.  It resulted in the creation of an office held by the Duke of Bedford, and it used as pretext one of Isabella of Bavaria's extramarital affairs.  Precipitated by the assassination of John the Fearless, this treaty was renounced in the Treaty of Arras by Philip the Good.  Argued to be a violation of Salic Law by Charles VII, for 10 points, name this treaty of the Hundred Years' War that named Henry V as heir to the French throne.": {
    "guess": "Treaty of Troyes",
    "confidence": [
      [
        "T",
        -0.02725211
      ],
      [
        "reat",
        -0.0019782376
      ],
      [
        "y",
        -0.00016611411
      ],
      [
        " of",
        -0.0007911669
      ],
      [
        " Troy",
        -0.00039421127
      ],
      [
        "es",
        -0.00012546933
      ]
    ]
  }
}