{
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain must change confirmation because this protein is oddly bent. Mutations in STAT3 cause a disease characterized by high levels of this protein in the blood, known as \"Hyper\"-this protein-\"syndrome\", and its levels also inversely correlate with Th-17 cell counts. The monoclonal antibody omalizumab, or Xolair, targets these proteins. These proteins, which bind to F-c-epsilon-RI or CD23 receptors, are created by IL-4-induced class-switching resulting in incorporation of the epsilon heavy chain. These proteins, which are important in the defense against certain parasites and in the pathogenesis of asthma, achieve their most notable function during Type I hypersensitivity reactions. They bind to mast cells, resulting in degranulation and histamine release. For 10 points, name this isotype of immunoglobulin important in allergic reactions.": {
    "guess": "IgE",
    "confidence": [
      [
        "I",
        -0.018807283
      ],
      [
        "g",
        -0.28595552
      ],
      [
        "E",
        -8.053688e-05
      ]
    ]
  },
  "In cryptography, this term describes useful logarithms defined with respect to multiplicative cyclic groups. A probability mass function is defined for random variables described by this term. Random variable of this type must have an associated sample space that is finite or countably infinite. Sampling is used to obtain a signal in this type of time domain. The (*) Poisson, Bernoulli, and binomial probability distributions are all described by this term. The field of mathematics denoted by this term includes the fields of combinatorics and graph theory. For 10 points, name this term which describes random variables that take on distinct and separated values, as opposed to \"continuous\".": {
    "guess": "Discrete random variable",
    "confidence": [
      [
        "Dis",
        -0.021065895
      ],
      [
        "crete",
        -0.00026467352
      ],
      [
        " random",
        -1.5043714
      ],
      [
        " variable",
        -0.010162586
      ]
    ]
  },
  "In cryptography, this term describes useful logarithms defined with respect to multiplicative cyclic groups. A probability mass function is defined for random variables described by this term. Random variable of this type must have an associated sample space that is finite or countably infinite. Sampling": {
    "guess": "Discrete logarithm",
    "confidence": [
      [
        "Dis",
        -0.25027704
      ],
      [
        "crete",
        -7.0285365e-05
      ],
      [
        " logarith",
        -0.4076668
      ],
      [
        "m",
        -0.0035337794
      ]
    ]
  },
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain must change confirmation because this protein is oddly bent. Mutations in STAT3 cause a disease characterized by high levels of this protein in the blood, known as \"Hyper\"-this protein-\"syndrome\", and its levels also inversely correlate with Th-17 cell counts. The monoclonal antibody omalizumab, or Xolair, targets these proteins. These proteins, which bind to F-c-epsilon-RI or CD23 receptors, are created by IL-4-induced class-switching resulting in incorporation of the epsilon heavy chain. These proteins, which are important in the defense against certain parasites and in the pathogenesis of asthma, achieve their most notable function during Type I hypersensitivity reactions. They bind to mast cells, resulting in degranulation and histamine release. For 10 points, name this isotype of immunoglobulin": {
    "guess": "IgE",
    "confidence": [
      [
        "I",
        -0.02109367
      ],
      [
        "g",
        -0.27018672
      ],
      [
        "E",
        -0.00036870534
      ]
    ]
  },
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain must change confirmation because this protein is oddly bent. Mutations in STAT3 cause a disease characterized by high levels of this protein in the blood, known as \"Hyper\"-this protein-\"syndrome\", and its levels also inversely correlate with Th-17 cell counts. The monoclonal antibody omalizumab, or Xolair, targets these proteins. These proteins, which bind to F-c-epsilon-RI or CD23 receptors, are created by IL-4-induced class-switching resulting in incorporation of the epsilon heavy chain. These proteins, which are important in the defense against certain parasites and in the pathogenesis of": {
    "guess": "IgE",
    "confidence": [
      [
        "I",
        -0.3501181
      ],
      [
        "g",
        -0.35252184
      ],
      [
        "E",
        -0.0071834684
      ]
    ]
  },
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain must change confirmation because this protein is oddly bent. Mutations in STAT3 cause a disease characterized by high levels of this protein in the blood, known as \"Hyper\"-this protein-\"syndrome\",": {
    "guess": "Signal transducer and activator of transcription 3",
    "confidence": [
      [
        "Signal",
        -0.7975569
      ],
      [
        " trans",
        -0.030849433
      ],
      [
        "ducer",
        -0.0022757465
      ],
      [
        " and",
        -1.6643718e-05
      ],
      [
        " activ",
        -5.4385737e-06
      ],
      [
        "ator",
        -0.00014048899
      ],
      [
        " of",
        -2.7372049e-05
      ],
      [
        " transcription",
        -2.7968066e-05
      ],
      [
        " ",
        -0.0009866041
      ],
      [
        "3",
        -0.00024751187
      ]
    ]
  },
  "Its crystals belong to the rhombohedral class of the of the hexagonal system which differentiates it from aragonite which has the same chemical composition but forms orthorhombic crystals. This mineral which is composed of anhydrous calcium carbonate figures into the production of lime, cement, fertilizers, crayons, and building materials. FTP, name this mineral whose pure transparent form exhibits": {
    "guess": "Calcite",
    "confidence": [
      [
        "Calc",
        -0.0028206857
      ],
      [
        "ite",
        -0.00013357517
      ]
    ]
  },
  "In crystals, this process can occur via adatom hopping or quantum tunneling, which is an example of its \"surface\" variety observed in heterogenous catalysts. Uranium hexafluoride undergoes this process": {
    "guess": "Isotope separation",
    "confidence": [
      [
        "Is",
        -0.087100625
      ],
      [
        "otope",
        -0.43654543
      ],
      [
        " separation",
        -0.0044787815
      ]
    ]
  },
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain must change confirmation because this protein is oddly bent. Mutations in STAT3 cause a disease characterized": {
    "guess": "STAT3",
    "confidence": [
      [
        "STAT",
        -0.61334985
      ],
      [
        "3",
        -0.22671211
      ]
    ]
  },
  "Its crystals belong to the rhombohedral class of the of the hexagonal system which differentiates it from aragonite which has the same chemical composition but forms orthorhombic crystals. This mineral which is composed of anhydrous calcium carbonate figures into the production of lime, cement, fertilizers, crayons, and building materials. FTP, name this mineral whose pure transparent form exhibits double refraction and is therefore used in making polarizing prisms.": {
    "guess": "Calcite",
    "confidence": [
      [
        "Calc",
        -0.0026536556
      ],
      [
        "ite",
        -2.7848862e-05
      ]
    ]
  },
  "Its crystals belong to the rhombohedral class of the of the hexagonal system which differentiates it": {
    "guess": "Calcite",
    "confidence": [
      [
        "Calc",
        -0.2801213
      ],
      [
        "ite",
        -0.017763324
      ]
    ]
  },
  "For crystalline solids with less than cubic symmetry, this quantity is not uniform in all directions and must be replaced with a tensor with more than one independent variable for proper description. Technically a thermodynamic quantity, in gases it is the product of pressure and adiabatic index and in fluids, density and this quantity determine the speed of sound. Unlike the shear type, this quantity describes the material's response to uniform compression, so its inverse is compressibility. For 10 points, name this elastic modulus, defined as the pressure necessary to produce a given relative": {
    "guess": "Bulk modulus",
    "confidence": [
      [
        "Bulk",
        -0.046001356
      ],
      [
        " modulus",
        -0.16860305
      ]
    ]
  },
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain must change confirmation because this protein is oddly bent. Mutations in STAT3 cause a disease characterized by high levels of this protein in the blood, known as \"Hyper\"-this protein-\"syndrome\", and its levels also inversely correlate with Th-17 cell counts. The monoclonal antibody omalizumab, or Xolair, targets these proteins. These proteins, which bind to F-c-epsilon-RI or CD23 receptors, are created by IL-4-induced class-switching resulting in incorporation of the epsilon heavy chain. These proteins, which are important in the defense against certain parasites and in the pathogenesis of asthma, achieve their most notable function during Type I hypersensitivity reactions. They bind to": {
    "guess": "IgE",
    "confidence": [
      [
        "I",
        -0.06992743
      ],
      [
        "g",
        -0.5117614
      ],
      [
        "E",
        -0.0019298246
      ]
    ]
  },
  "For crystalline solids with less than cubic symmetry, this quantity is not uniform in all directions and must be replaced with a tensor with more than one independent variable for proper description. Technically a thermodynamic quantity, in gases it is the product of pressure and adiabatic index and": {
    "guess": "Thermal conductivity",
    "confidence": [
      [
        "Th",
        -0.28551495
      ],
      [
        "ermal",
        -0.0004967943
      ],
      [
        " conductivity",
        -0.022576008
      ]
    ]
  },
  "For crystalline solids with less than cubic symmetry, this quantity is not uniform in all directions and must be replaced with a tensor with more than one independent variable for proper description. Technically a thermodynamic quantity, in gases it is the product of pressure and adiabatic index and in fluids, density and this quantity determine the speed of sound. Unlike the shear type, this quantity describes the material's response to uniform compression, so its inverse is compressibility. For": {
    "guess": "Bulk modulus",
    "confidence": [
      [
        "Bulk",
        -0.07753747
      ],
      [
        " modulus",
        -0.0027611295
      ]
    ]
  },
  "In crystals, this process can occur via adatom hopping or quantum tunneling, which is an example of its \"surface\" variety observed in heterogenous catalysts. Uranium hexafluoride undergoes this process during enrichment. Its namesake coefficient is equal to the product of mean free path and velocity. Its flux is equal to the negative of the (*) concentration gradient in a law named after Fick, and this process is observed as water moves across a semipermeable membrane through osmosis. For ten points, identify this process by which molecules move from a higher concentration to a lower one.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.21747953
      ]
    ]
  },
  "In crystals, this process can occur via adatom hopping or quantum tunneling, which is an example of its \"surface\" variety observed in heterogenous catalysts. Uranium hexafluoride undergoes this process during enrichment. Its namesake coefficient is equal to the product of mean free path and velocity. Its flux is equal to the negative of the (*) concentration gradient in a law named after Fick, and this process is observed as water moves across a semipermeable membrane through osmosis. For ten points,": {
    "guess": "Fick's law of diffusion",
    "confidence": [
      [
        "F",
        -0.8601443
      ],
      [
        "ick",
        -0.005759199
      ],
      [
        "'s",
        -0.042299077
      ],
      [
        " law",
        -0.66738826
      ],
      [
        " of",
        -0.029049601
      ],
      [
        " diffusion",
        -0.0007407767
      ]
    ]
  },
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain must change confirmation because this protein is oddly bent. Mutations in STAT3 cause a disease characterized by high levels of this protein in the blood, known as \"Hyper\"-this protein-\"syndrome\", and its levels also inversely correlate with Th-17 cell counts. The monoclonal antibody omalizumab,": {
    "guess": "STAT3",
    "confidence": [
      [
        "STAT",
        -0.2949352
      ],
      [
        "3",
        -0.015041069
      ]
    ]
  },
  "The Cry of Ipiranga declared this country's independence, and its Golden Law freed slaves under Dom Pedro II. Juscelino Kubitschek began to build its capital, designed largely by Oscar Niemeyer. It joined with Argentina and Uruguay in the War of the Triple Alliance, and explorer Pedro Cabral sighted this country where Getulio Vargas later ran the Estado Novo. For 10 points, name this country once colonized": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.026184408
      ]
    ]
  },
  "In crystals, this process can occur via adatom hopping or quantum tunneling, which is an example of its": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.64005315
      ],
      [
        "usion",
        -0.00025788258
      ]
    ]
  },
  "In cryptography, this term describes useful logarithms defined with respect to multiplicative cyclic": {
    "guess": "Discrete logarithm",
    "confidence": [
      [
        "Dis",
        -0.3912274
      ],
      [
        "crete",
        -0.0007483984
      ],
      [
        " logarith",
        -0.057189174
      ],
      [
        "m",
        -0.020737024
      ]
    ]
  },
  "For crystalline solids with less than cubic symmetry, this quantity is not uniform in all directions and must be replaced with a tensor with more than one independent variable for proper description. Technically a thermodynamic quantity, in gases it is the product of pressure and adiabatic index and in fluids, density and this quantity determine the speed of sound. Unlike the shear type, this quantity describes the material's response to uniform compression, so its inverse is compressibility. For 10 points, name this elastic modulus, defined as the pressure necessary to produce a given relative decrease in volume, which is notably not Young's.": {
    "guess": "Bulk modulus",
    "confidence": [
      [
        "Bulk",
        -0.0031169911
      ],
      [
        " modulus",
        -0.0012123758
      ]
    ]
  },
  "The Cry of Ipiranga declared this country's independence, and its Golden Law freed slaves under Dom Pedro II. Juscelino Kubitschek began to build its capital, designed largely by Oscar Niemeyer. It joined": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.0015968684
      ]
    ]
  },
  "Its crystals belong to the rhombohedral class of the of the hexagonal system which differentiates it from aragonite which has the same chemical composition but forms orthorhombic crystals. This mineral which is composed of anhydrous calcium carbonate figures into the production of lime, cement, fertilizers,": {
    "guess": "Calcite",
    "confidence": [
      [
        "Calc",
        -0.004436055
      ],
      [
        "ite",
        -0.0010854477
      ]
    ]
  },
  "The Cry of Ipiranga declared this country's independence, and its Golden Law freed slaves under Dom Pedro II. Juscelino Kubitschek began to build its capital, designed largely by Oscar Niemeyer. It joined with Argentina and Uruguay in the War of the Triple Alliance, and explorer Pedro Cabral sighted": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.10827039
      ]
    ]
  },
  "In cryptography, this term describes useful logarithms defined with respect to multiplicative cyclic groups. A probability mass function is defined for random variables described by this term. Random variable": {
    "guess": "Discrete logarithm",
    "confidence": [
      [
        "Dis",
        -0.7913888
      ],
      [
        "crete",
        -0.0001944809
      ],
      [
        " logarith",
        -0.019861372
      ],
      [
        "m",
        -0.002094588
      ]
    ]
  },
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain must change confirmation because this protein is oddly bent. Mutations in STAT3 cause a disease characterized by high levels of this protein in the blood, known as \"Hyper\"-this protein-\"syndrome\", and its levels also inversely correlate with Th-17 cell counts. The monoclonal antibody omalizumab, or Xolair, targets these proteins. These proteins, which bind to F-c-epsilon-RI or CD23 receptors, are": {
    "guess": "Ige",
    "confidence": [
      [
        "I",
        -0.22084823
      ],
      [
        "ge",
        -0.16428953
      ]
    ]
  },
  "For crystalline solids with less than cubic symmetry, this quantity is not uniform in all directions and must be replaced with a tensor with more than one independent variable for proper description. Technically a thermodynamic quantity, in gases it is the product of pressure and adiabatic index and in fluids, density and this quantity determine the speed of sound. Unlike the shear type, this quantity": {
    "guess": "Bulk modulus",
    "confidence": [
      [
        "Bulk",
        -0.111886755
      ],
      [
        " modulus",
        -0.028754983
      ]
    ]
  },
  "In crystals, this process can occur via adatom hopping or quantum tunneling, which is an example of its \"surface\" variety observed in heterogenous catalysts. Uranium hexafluoride undergoes this process during enrichment. Its namesake coefficient is equal to the product of mean free path and velocity.": {
    "guess": "Diffusion in solids",
    "confidence": [
      [
        "Diff",
        -0.9347361
      ],
      [
        "usion",
        -0.013280698
      ],
      [
        " in",
        -0.93825233
      ],
      [
        " solids",
        -0.6287404
      ]
    ]
  },
  "Its crystals belong to the rhombohedral class of the of the hexagonal system which differentiates it from aragonite which has the same chemical composition but forms orthorhombic crystals. This mineral": {
    "guess": "Calcite",
    "confidence": [
      [
        "Calc",
        -0.01564553
      ],
      [
        "ite",
        -0.0004332917
      ]
    ]
  },
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain": {
    "guess": "Estrogen receptor",
    "confidence": [
      [
        "Est",
        -1.5014279
      ],
      [
        "rogen",
        -4.6802244e-05
      ],
      [
        " receptor",
        -0.31665805
      ]
    ]
  },
  "In crystals, this process can occur via adatom hopping or quantum tunneling, which is an example of its \"surface\" variety observed in heterogenous catalysts. Uranium hexafluoride undergoes this process during enrichment. Its namesake coefficient is equal to the product of mean free path and velocity. Its flux is equal to the negative of the (*) concentration gradient in a law named after Fick, and": {
    "guess": "Fick's laws of diffusion",
    "confidence": [
      [
        "F",
        -0.7910471
      ],
      [
        "ick",
        -0.0006996881
      ],
      [
        "'s",
        -0.00406249
      ],
      [
        " laws",
        -0.39684352
      ],
      [
        " of",
        -0.0019226834
      ],
      [
        " diffusion",
        -5.0735965e-05
      ]
    ]
  },
  "In cryptography, this term describes useful logarithms defined with respect to multiplicative cyclic groups. A probability mass function is defined for random variables described by this term. Random variable of this type must have an associated sample space that is finite or countably infinite. Sampling is used to obtain a signal in this type of time domain. The (*) Poisson, Bernoulli, and binomial probability distributions are all described by this term. The field of mathematics denoted by this": {
    "guess": "Discrete probability distribution",
    "confidence": [
      [
        "Dis",
        -0.30564445
      ],
      [
        "crete",
        -2.3438328e-05
      ],
      [
        " probability",
        -1.1001554
      ],
      [
        " distribution",
        -0.0797791
      ]
    ]
  },
  "For crystalline solids with less than cubic symmetry, this quantity is not uniform in all directions": {
    "guess": "Anisotropy",
    "confidence": [
      [
        "An",
        -0.119982906
      ],
      [
        "is",
        -0.0042550503
      ],
      [
        "ot",
        -0.000281716
      ],
      [
        "ropy",
        -0.00046355845
      ]
    ]
  },
  "For crystalline solids with less than cubic symmetry, this quantity is not uniform in all directions and must be replaced with a tensor with more than one independent variable for proper description. Technically": {
    "guess": "Anisotropy",
    "confidence": [
      [
        "An",
        -1.1517612
      ],
      [
        "is",
        -0.002759345
      ],
      [
        "ot",
        -0.016033899
      ],
      [
        "ropy",
        -0.0005129986
      ]
    ]
  },
  "In cryptography, this term describes useful logarithms defined with respect to multiplicative cyclic groups. A probability mass function is defined for random variables described by this term. Random variable of this type must have an associated sample space that is finite or countably infinite. Sampling is used to obtain a signal in this type of time domain. The (*) Poisson, Bernoulli, and binomial probability distributions are all described by this term. The field of mathematics denoted by this term includes the fields of combinatorics and graph theory. For 10 points, name this term which describes": {
    "guess": "Discrete Fourier transform",
    "confidence": [
      [
        "Dis",
        -0.20056964
      ],
      [
        "crete",
        -4.7994283e-05
      ],
      [
        " Fourier",
        -0.005316174
      ],
      [
        " transform",
        -0.2912173
      ]
    ]
  },
  "The crystal structure of this protein reveals that upon binding to its receptor, its C-epsilon-2 domain must change confirmation because this protein is oddly bent. Mutations in STAT3 cause a disease characterized by high levels of this protein in the blood, known as \"Hyper\"-this protein-\"syndrome\", and its levels also inversely correlate with Th-17 cell counts. The monoclonal antibody omalizumab, or Xolair, targets these proteins. These proteins, which bind to F-c-epsilon-RI or CD23 receptors, are created by IL-4-induced class-switching resulting in incorporation of the epsilon heavy chain. These": {
    "guess": "Ige",
    "confidence": [
      [
        "I",
        -0.40239117
      ],
      [
        "ge",
        -0.43450397
      ]
    ]
  },
  "In cryptography, this term describes useful logarithms defined with respect to multiplicative cyclic groups. A probability mass function is defined for random variables described by this term. Random variable of this type must have an associated sample space that is finite or countably infinite. Sampling is used to obtain a signal in this type of time domain. The (*) Poisson, Bernoulli, and binomial": {
    "guess": "Discrete Fourier transform",
    "confidence": [
      [
        "Dis",
        -0.12230565
      ],
      [
        "crete",
        -6.384837e-05
      ],
      [
        " Fourier",
        -0.32356519
      ],
      [
        " transform",
        -0.26031378
      ]
    ]
  },
  "The Cry of Ipiranga declared this country's independence, and its Golden Law freed slaves under Dom Pedro": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.101608686
      ]
    ]
  },
  "The Cry of Ipiranga declared this country's independence, and its Golden Law freed slaves under Dom Pedro II. Juscelino Kubitschek began to build its capital, designed largely by Oscar Niemeyer. It joined with Argentina and Uruguay in the War of the Triple Alliance, and explorer Pedro Cabral sighted this country where Getulio Vargas later ran the Estado Novo. For 10 points, name this country once colonized by Portugal, with major city Rio de Janiero.": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.37135363
      ]
    ]
  }
}