{
  "Alumni of this college basketball program include Dan Issel, Richie Farmer and Jamal Mashburn. From 1997": {
    "guess": "Kentucky Wildcats",
    "confidence": [
      [
        "Kent",
        -0.08174027
      ],
      [
        "ucky",
        -2.0458236e-05
      ],
      [
        " Wildcats",
        -0.0016534021
      ]
    ]
  },
  "Aluminum chloride may be used to catalyze a high-pressure reaction involving this compound along with hydrogen chloride and carbon monoxide in the Gattermann-Koch reaction. This compound is employed in a reaction that synthesizes acyl from this compound and 1-4 cyclohexadienes may be formed when this compound undergoes a Birch reduction. This compound can undergo Friedel-Crafts acylation or alkylation and its methyl version is known as toluene. For 10 points, name this compound with chemical formula C6H6, whose structure was proposed by Kekule.": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.0013888046
      ],
      [
        "enz",
        -5.3193703e-06
      ],
      [
        "ene",
        -1.640531e-05
      ]
    ]
  },
  "Alumni of this college basketball program include Dan Issel, Richie Farmer and Jamal Mashburn. From 1997 to 2007, this team was coached by Tubby Smith, and this program currently plays their home games in an arena named for the 5th-winningest coach in college basketball, Adolph Rupp. This SEC team won 38 games in the 2011-12 season, including a 69-62 victory over rival Louisville, with standout seasons from Michael Kidd-Gilchrist and Anthony Davis. For 10 points, name this men's basketball program currently coached by John Calipari, the winningest program in Division I and the winners of the 2012 NCAA championship.": {
    "guess": "Kentucky Wildcats men's basketball",
    "confidence": [
      [
        "Kent",
        -0.009921
      ],
      [
        "ucky",
        -3.9888433e-05
      ],
      [
        " Wildcats",
        -0.0030168032
      ],
      [
        " men",
        -0.008514339
      ],
      [
        "'s",
        -0.0003803873
      ],
      [
        " basketball",
        -0.00025657137
      ]
    ]
  },
  "Alumni of this college basketball program include Dan Issel, Richie Farmer and Jamal Mashburn. From 1997 to 2007, this team was coached by Tubby Smith, and this program currently plays their home games in an arena named for the 5th-winningest coach in college basketball, Adolph Rupp. This SEC team won 38 games in the 2011-12 season, including a 69-62 victory over rival Louisville, with standout seasons from Michael Kidd-Gilchrist and Anthony Davis. For 10 points, name this men's basketball program": {
    "guess": "Kentucky Wildcats men's basketball",
    "confidence": [
      [
        "Kent",
        -0.024038458
      ],
      [
        "ucky",
        -0.00013727049
      ],
      [
        " Wildcats",
        -0.0011565317
      ],
      [
        " men",
        -0.01992051
      ],
      [
        "'s",
        -0.0010731808
      ],
      [
        " basketball",
        -0.00049882074
      ]
    ]
  },
  "Aluminum chloride may be used to catalyze a high-pressure reaction involving this compound along with hydrogen chloride and carbon monoxide in the Gattermann-Koch reaction. This compound is employed in a reaction that synthesizes acyl from this compound and 1-4 cyclohexadienes may be formed when this compound undergoes a Birch reduction. This compound can undergo Friedel-Crafts acylation or alkylation and its methyl version is known as toluene. For 10 points, name this compound with chemical formula": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.019903332
      ],
      [
        "enz",
        -7.89631e-07
      ],
      [
        "ene",
        -0.0035679925
      ]
    ]
  },
  "The Alvars were a mystical sect who worshipped this figure, and devotees of this figures followed scholars": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.07903244
      ],
      [
        "ish",
        -0.024994297
      ],
      [
        "nu",
        -7.564953e-05
      ]
    ]
  },
  "Alumni of this college basketball program include Dan Issel, Richie Farmer and Jamal Mashburn. From 1997 to 2007, this team was coached by Tubby Smith, and this program currently plays their home games in an arena named for the 5th-winningest coach in college basketball, Adolph Rupp. This SEC team won 38 games in the 2011-12 season, including a 69-62 victory over rival Louisville, with standout seasons from Michael Kidd-Gilchrist and Anthony Davis. For 10 points, name this men's basketball program currently coached by John Calipari, the winningest program in Division I and the winners of the 2012": {
    "guess": "Kentucky Wildcats men's basketball",
    "confidence": [
      [
        "Kent",
        -0.0031948276
      ],
      [
        "ucky",
        -4.406056e-05
      ],
      [
        " Wildcats",
        -0.00055887003
      ],
      [
        " men",
        -0.018809618
      ],
      [
        "'s",
        -0.0005296798
      ],
      [
        " basketball",
        -0.00021116942
      ]
    ]
  },
  "Aluminum chloride may be used to catalyze a high-pressure reaction involving this compound along with hydrogen chloride and carbon monoxide in the Gattermann-Koch reaction. This compound is employed in a reaction that synthesizes acyl from this compound and 1-4 cyclohexadienes may be formed when this compound undergoes a Birch reduction. This compound can undergo Friedel-Crafts acylation or alkylation": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.0036523377
      ],
      [
        "enz",
        -1.5928495e-05
      ],
      [
        "ene",
        -0.0038171762
      ]
    ]
  },
  "Alumni of this college basketball program include Dan Issel, Richie Farmer and Jamal Mashburn. From 1997 to 2007, this team was coached by Tubby Smith, and this program currently plays their home games in an arena named for the 5th-winningest coach in college basketball, Adolph Rupp. This SEC team won 38 games in the 2011-12 season, including a 69-62 victory over rival Louisville, with standout seasons": {
    "guess": "University of Kentucky men's basketball",
    "confidence": [
      [
        "University",
        -0.3460272
      ],
      [
        " of",
        -4.465658e-05
      ],
      [
        " Kentucky",
        -0.0008436953
      ],
      [
        " men",
        -1.3857667
      ],
      [
        "'s",
        -0.0023078618
      ],
      [
        " basketball",
        -0.0033574894
      ]
    ]
  },
  "Aluminum chloride may be used to catalyze a high-pressure reaction involving this compound along with hydrogen chloride and carbon monoxide in the Gattermann-Koch reaction. This compound is employed in": {
    "guess": "Formyl chloride",
    "confidence": [
      [
        "Form",
        -0.9235483
      ],
      [
        "yl",
        -0.0021916602
      ],
      [
        " chloride",
        -0.002189045
      ]
    ]
  },
  "Aluminum chloride may be used to catalyze a high-pressure reaction involving this compound along with hydrogen chloride and carbon monoxide in the Gattermann-Koch reaction. This compound is employed in a reaction that synthesizes acyl from this compound and 1-4 cyclohexadienes may be formed when this": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.49991348
      ],
      [
        "enz",
        -2.2246291e-05
      ],
      [
        "ene",
        -0.051874634
      ]
    ]
  },
  "The Alvars were a mystical sect who worshipped this figure, and devotees of this figures followed scholars such as Ramanujacharya and Chaitanya, the latter of whom founded the Gaudiya school. Those devotees of this figure revered the Bhagavata Purana. The Vijayanagaras built the Ranganatha temple dedicated": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.68433034
      ],
      [
        "ish",
        -6.511407e-06
      ],
      [
        "na",
        -5.5122365e-07
      ]
    ]
  },
  "The Alvars were a mystical sect who worshipped this figure, and devotees of this figures followed scholars such as Ramanujacharya and Chaitanya, the latter of whom founded the Gaudiya school. Those devotees": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.20985831
      ],
      [
        "ish",
        -4.00813e-06
      ],
      [
        "nu",
        -1.8624639e-06
      ]
    ]
  },
  "Aluminum chloride may be used to catalyze a high-pressure reaction involving this compound along with": {
    "guess": "Nitrobenzene",
    "confidence": [
      [
        "Nit",
        -1.5931417
      ],
      [
        "ro",
        -0.34333608
      ],
      [
        "ben",
        -0.29969373
      ],
      [
        "z",
        -0.0013147627
      ],
      [
        "ene",
        -0.0026762492
      ]
    ]
  },
  "Alumni of this college basketball program include Dan Issel, Richie Farmer and Jamal Mashburn. From 1997 to 2007, this team was coached by Tubby Smith, and this program currently plays their home games in an arena named for the 5th-winningest coach in college basketball, Adolph Rupp. This SEC team won": {
    "guess": "Kentucky Wildcats",
    "confidence": [
      [
        "Kent",
        -0.6427816
      ],
      [
        "ucky",
        -9.400689e-05
      ],
      [
        " Wildcats",
        -0.0006731167
      ]
    ]
  },
  "Alumni of this college basketball program include Dan Issel, Richie Farmer and Jamal Mashburn. From 1997 to 2007, this team was coached by Tubby Smith, and this program currently plays their home games": {
    "guess": "Kentucky Wildcats men's basketball",
    "confidence": [
      [
        "Kent",
        -0.03764066
      ],
      [
        "ucky",
        -4.477578e-05
      ],
      [
        " Wildcats",
        -0.00094016595
      ],
      [
        " men",
        -0.33691093
      ],
      [
        "'s",
        -0.0006693095
      ],
      [
        " basketball",
        -0.0002813584
      ]
    ]
  },
  "The Alvars were a mystical sect who worshipped this figure, and devotees of this figures followed scholars such as Ramanujacharya and Chaitanya, the latter of whom founded the Gaudiya school. Those devotees of this figure revered the Bhagavata Purana. The Vijayanagaras built the Ranganatha temple dedicated to this deity at Srirangam, and this deity possesses a conch called Panchajanya.  He is depicted": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.25103348
      ],
      [
        "ish",
        -1.8624639e-06
      ],
      [
        "nu",
        -3.1737043e-06
      ]
    ]
  },
  "The Alvars were a mystical sect who worshipped this figure, and devotees of this figures followed scholars such as Ramanujacharya and Chaitanya, the latter of whom founded the Gaudiya school. Those devotees of this figure revered the Bhagavata Purana. The Vijayanagaras built the Ranganatha temple dedicated to this deity at Srirangam, and this deity possesses a conch called Panchajanya.  He is depicted resting on Ananta, and he uses the naga-hating Garuda as his mount. He is yet to descend onto the": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.105920024
      ],
      [
        "ish",
        -1.147242e-06
      ],
      [
        "nu",
        -9.0883464e-07
      ]
    ]
  },
  "The Alvars were a mystical sect who worshipped this figure, and devotees of this figures followed scholars such as Ramanujacharya and Chaitanya, the latter of whom founded the Gaudiya school. Those devotees of this figure revered the Bhagavata Purana. The Vijayanagaras built the Ranganatha temple dedicated to this deity at Srirangam, and this deity possesses a conch called Panchajanya.  He is depicted resting on Ananta, and he uses the naga-hating Garuda as his mount. He is yet to descend onto the earth in his form as Kalki. For 10 points, identify this God who took on the form of a fish, a turtle,": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.0028651394
      ],
      [
        "ish",
        -3.1281633e-07
      ],
      [
        "nu",
        -6.6306106e-06
      ]
    ]
  },
  "The Alvars were a mystical sect who worshipped this figure, and devotees of this figures followed scholars such as Ramanujacharya and Chaitanya, the latter of whom founded the Gaudiya school. Those devotees of this figure revered the Bhagavata Purana. The Vijayanagaras built the Ranganatha temple dedicated to this deity at Srirangam, and this deity possesses a conch called Panchajanya.  He is depicted resting on Ananta, and he uses the naga-hating Garuda as his mount. He is yet to descend onto the earth in his form as Kalki. For 10 points, identify this God who took on the form of a fish, a turtle, and seven other beings, a member of the Trimurti who is known as the \"preserver God\" of Hinduism.": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.00046820738
      ],
      [
        "ish",
        0.0
      ],
      [
        "nu",
        -1.3856493e-06
      ]
    ]
  }
}