{
  "Tibor Serley finished the violin concerto left incomplete at this man's death. He was influenced by Arab music and his homeland's folk tunes in the re-assertion of tonality found in his much-praised six string quartets. His choral work includes Cantata Profana and his six-volume collection of grand piano pieces, Mikrokosmos, is still used for its original purpose of technical instruction. His works for the stage include the ballets Caprichos, The Wooden Prince and The Miraculous Mandarin. For 10 points, name this composer who worked with Zoltan Kodaly to chronicle Hungarian folk music and wrote": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.0051107802
      ],
      [
        "é",
        -0.009052365
      ],
      [
        "la",
        -3.0545007e-06
      ],
      [
        " Bart",
        -1.7478143e-05
      ],
      [
        "ó",
        -0.0001437075
      ],
      [
        "k",
        -7.9418505e-06
      ]
    ]
  },
  "Tibor Serley finished the violin concerto left incomplete at this man's death. He was influenced by Arab music and his homeland's folk tunes in the re-assertion of tonality found in his much-praised six string quartets. His choral work includes Cantata Profana and his six-volume collection of grand piano": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.005565514
      ],
      [
        "é",
        -0.0006239186
      ],
      [
        "la",
        -3.4121115e-06
      ],
      [
        " Bart",
        -7.703444e-06
      ],
      [
        "ó",
        -5.4908094e-05
      ],
      [
        "k",
        -4.3226137e-05
      ]
    ]
  },
  "Tibor Serley finished the violin concerto left incomplete at this man's death. He was influenced by Arab music and his homeland's folk tunes in the re-assertion of tonality found in his much-praised six string quartets. His choral work includes Cantata Profana and his six-volume collection of grand piano pieces, Mikrokosmos, is still used for its original purpose of technical instruction. His works for the stage include the ballets Caprichos, The Wooden Prince and The Miraculous Mandarin. For 10": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.0022577834
      ],
      [
        "é",
        -0.0010297118
      ],
      [
        "la",
        -2.8160932e-06
      ],
      [
        " Bart",
        -5.3193703e-06
      ],
      [
        "ó",
        -0.00013297916
      ],
      [
        "k",
        -2.5107178e-05
      ]
    ]
  },
  "Tibor Serley finished the violin concerto left incomplete at this man's death. He was influenced by Arab music and his homeland's folk tunes in the re-assertion of tonality found in his much-praised six string quartets. His choral work includes Cantata Profana and his six-volume collection of grand piano pieces, Mikrokosmos, is still used for its original purpose of technical instruction. His works for the stage include the ballets Caprichos, The Wooden Prince and The Miraculous Mandarin. For 10 points, name this composer who worked with Zoltan Kodaly to chronicle Hungarian folk music and wrote the opera Duke Bluebeard's Castle.": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.0018737861
      ],
      [
        "é",
        -0.0019822833
      ],
      [
        "la",
        -3.5313153e-06
      ],
      [
        " Bart",
        -7.465036e-06
      ],
      [
        "ó",
        -5.7172965e-05
      ],
      [
        "k",
        -9.0883464e-07
      ]
    ]
  },
  "Tibor Serley finished the violin concerto left incomplete at this man's death. He was influenced by Arab": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -1.4858078
      ],
      [
        "é",
        -0.010348429
      ],
      [
        "la",
        -1.473646e-05
      ],
      [
        " Bart",
        -0.0008165352
      ],
      [
        "ó",
        -0.0002584786
      ],
      [
        "k",
        -1.9385403e-05
      ]
    ]
  },
  "Tibor Serley finished the violin concerto left incomplete at this man's death. He was influenced by Arab music and his homeland's folk tunes in the re-assertion of tonality found in his much-praised six string quartets. His choral work includes Cantata Profana and his six-volume collection of grand piano pieces, Mikrokosmos, is still used for its original purpose of technical instruction. His works": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.0021350328
      ],
      [
        "é",
        -0.0002782591
      ],
      [
        "la",
        -5.080963e-06
      ],
      [
        " Bart",
        -6.0345924e-06
      ],
      [
        "ó",
        -6.5278815e-05
      ],
      [
        "k",
        -4.246537e-06
      ]
    ]
  },
  "Tibor Serley finished the violin concerto left incomplete at this man's death. He was influenced by Arab music and his homeland's folk tunes in the re-assertion of tonality found in his much-praised six": {
    "guess": "Béla Bartók",
    "confidence": [
      [
        "B",
        -0.13235815
      ],
      [
        "é",
        -0.013592609
      ],
      [
        "la",
        -1.2829201e-05
      ],
      [
        " Bart",
        -0.0003128208
      ],
      [
        "ó",
        -0.0002108118
      ],
      [
        "k",
        -5.2001665e-06
      ]
    ]
  }
}