{
  "[AR+AN]According to the first section of the Prose Edda, a character rebuffs the God's for their lack of foresight in its creation, though Harr responds that nothing in this world can be relied on \"when the sons of Muspell go a-harrying.\" Also known as Asbru, referring to its manufacturers, some modern scholars hold it was misinterpreted by Snorri Sturluson, and originally represented the Milky Way. It was said to be built of red fire, green water and blue air by the Aesir, who took it to the Well of Urd, which was their place of judgment under Yggdrasil. According to the Poetic Eddas, it will be destroyed by the Fire Giants at Ragnarok. Himinbjorg, the hall of Heimdallr is located at its upper end, which is appropriate seeing as he is its guardian. For 10 points, name this bridge between Asgard and Midgard from Norse Myth.": {
    "guess": "Bifröst",
    "confidence": [
      [
        "B",
        -0.013356448
      ],
      [
        "ifr",
        -0.07559893
      ],
      [
        "öst",
        -7.822647e-06
      ]
    ]
  },
  "Arabic terms for this object include the specific \"al-yamin\" and the more general \"yed.\" Latin also has specific words for types of this object, including \"sinistra.\" The Greek word for it, \"kheir,\" gives rise to the chemistry term \"chiral.\" Related Romance terms for it include the French \"main\" and": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.02029802
      ]
    ]
  },
  "Arabic terms for this object include the specific \"al-yamin\" and the more general \"yed.\" Latin also has specific words for types of this object, including \"sinistra.\" The Greek word for it, \"kheir,\" gives rise to the chemistry term \"chiral.\" Related Romance terms for it include the French \"main\" and the Spanish \"mano,\" which are cognate to the English term \"manual.\" Non-English languages often have": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.01140159
      ]
    ]
  },
  "Arabesque swastikas decorate the arch closest to the viewer in this painting. A sculpture of a man holding a sphere appears on another arch towards the rear of this work next to which can be seen glimpses of blue sky. Statues of Minerva and Apollo flank the central group of this painting, which includes": {
    "guess": "The School of Athens",
    "confidence": [
      [
        "The",
        -0.015525117
      ],
      [
        " School",
        -0.00022547018
      ],
      [
        " of",
        -2.057744e-05
      ],
      [
        " Athens",
        -9.133887e-06
      ]
    ]
  },
  "[AR+AN]According to the first section of the Prose Edda, a character rebuffs the God's for their lack of foresight in its creation, though Harr responds that nothing in this world can be relied on \"when the sons of Muspell go a-harrying.\" Also known as Asbru, referring to its manufacturers, some modern scholars hold it was misinterpreted by Snorri Sturluson, and originally represented the Milky Way.": {
    "guess": "Gylfaginning",
    "confidence": [
      [
        "G",
        -0.32359278
      ],
      [
        "yl",
        -0.0056253774
      ],
      [
        "f",
        -1.5809293e-05
      ],
      [
        "ag",
        -6.704273e-07
      ],
      [
        "inning",
        -3.488188e-05
      ]
    ]
  },
  "[AR+AN]According to the first section of the Prose Edda, a character rebuffs the God's for their lack": {
    "guess": "Gylfaginning",
    "confidence": [
      [
        "G",
        -0.9870367
      ],
      [
        "yl",
        -0.011390972
      ],
      [
        "f",
        -0.15710303
      ],
      [
        "ag",
        -4.9067115e-05
      ],
      [
        "inning",
        -2.3915141e-05
      ]
    ]
  },
  "Arabesque swastikas decorate the arch closest to the viewer in this painting. A sculpture of a man holding": {
    "guess": "The School of Athens",
    "confidence": [
      [
        "The",
        -0.536399
      ],
      [
        " School",
        -0.7671985
      ],
      [
        " of",
        -0.00023691374
      ],
      [
        " Athens",
        -0.00026538875
      ]
    ]
  },
  "[AR+AN]According to the first section of the Prose Edda, a character rebuffs the God's for their lack of foresight in its creation, though Harr responds that nothing in this world can be relied on \"when": {
    "guess": "Hár (Prose Edda)",
    "confidence": [
      [
        "H",
        -0.7741635
      ],
      [
        "ár",
        -0.259996
      ],
      [
        " (",
        -0.5597903
      ],
      [
        "Pro",
        -1.2160459
      ],
      [
        "se",
        -0.00012856863
      ],
      [
        " E",
        -1.3186812e-05
      ],
      [
        "dda",
        -6.837811e-05
      ],
      [
        ")",
        -0.00036061046
      ]
    ]
  },
  "Arabesque swastikas decorate the arch closest to the viewer in this painting. A sculpture of a man holding a sphere appears on another arch towards the rear of this work next to which can be seen glimpses of blue sky. Statues of Minerva and Apollo flank the central group of this painting, which includes depictions of(*) Zoroaster, Epicurus, and Avveros. This painting contains a depiction of Michelangelo resting his head on his arm, and another of Diogenes sprawled out on a set of stairs reading a scroll. Also depicting Plato and Aristotle, for 10 points, identify this fresco by Raphael.": {
    "guess": "The School of Athens",
    "confidence": [
      [
        "The",
        -0.0008482214
      ],
      [
        " School",
        -0.00017588881
      ],
      [
        " of",
        -1.92662e-05
      ],
      [
        " Athens",
        -9.729906e-06
      ]
    ]
  },
  "Arabesque swastikas decorate the arch closest to the viewer in this painting. A sculpture of a man holding a sphere appears on another arch towards the rear of this work next to which can be seen glimpses of blue sky. Statues of Minerva and Apollo flank the central group of this painting, which includes depictions of(*) Zoroaster, Epicurus, and Avveros. This painting contains a depiction of Michelangelo resting his head on his arm, and another of Diogenes sprawled out on a set of stairs reading a": {
    "guess": "The School of Athens",
    "confidence": [
      [
        "The",
        -0.0025725677
      ],
      [
        " School",
        -8.363618e-05
      ],
      [
        " of",
        -5.3000836e-05
      ],
      [
        " Athens",
        -4.572941e-05
      ]
    ]
  },
  "This Arabic word is closely associated with Bai'at and the first Kalimah. It refers to words that appear at the top of the Afghanistan flag and in large print on the Saudi Arabian flag. It begins with a negation, and if it is performed sincerely, it can turn an enemy of Islam into a member. It ends by": {
    "guess": "Shahada",
    "confidence": [
      [
        "Sh",
        -0.26000032
      ],
      [
        "ah",
        -0.0005800773
      ],
      [
        "ada",
        -0.0064712944
      ]
    ]
  },
  "Arabesque swastikas decorate the arch closest to the viewer in this painting. A sculpture of a man holding a sphere appears on another arch towards the rear of this work next to which can be seen glimpses of blue sky. Statues of Minerva and Apollo flank the central group of this painting, which includes depictions of(*) Zoroaster, Epicurus, and Avveros. This painting contains a depiction of Michelangelo": {
    "guess": "The School of Athens",
    "confidence": [
      [
        "The",
        -0.012300665
      ],
      [
        " School",
        -0.00015836587
      ],
      [
        " of",
        -5.8126592e-05
      ],
      [
        " Athens",
        -6.80205e-05
      ]
    ]
  },
  "[AR+AN]According to the first section of the Prose Edda, a character rebuffs the God's for their lack of foresight in its creation, though Harr responds that nothing in this world can be relied on \"when the sons of Muspell go a-harrying.\" Also known as Asbru, referring to its manufacturers, some modern scholars hold it was misinterpreted by Snorri Sturluson, and originally represented the Milky Way. It was said to be built of red fire, green water and blue air by the Aesir, who took it to the Well of Urd, which was their place of judgment under Yggdrasil. According to the Poetic Eddas, it will": {
    "guess": "Bifrost",
    "confidence": [
      [
        "B",
        -0.20919456
      ],
      [
        "if",
        -0.39790052
      ],
      [
        "rost",
        -0.0010554377
      ]
    ]
  },
  "[AR+AN]According to the first section of the Prose Edda, a character rebuffs the God's for their lack of foresight in its creation, though Harr responds that nothing in this world can be relied on \"when the sons of Muspell go a-harrying.\" Also known as Asbru, referring to its manufacturers, some modern scholars hold it was misinterpreted by Snorri Sturluson, and originally represented the Milky Way. It was said to be built of red fire, green water and blue air by the Aesir, who took it to the Well of Urd, which was their place of judgment under Yggdrasil. According to the Poetic Eddas, it will be destroyed by the Fire Giants at Ragnarok. Himinbjorg, the hall of Heimdallr is located at its upper end, which is appropriate seeing as he is its guardian. For 10 points, name this bridge between Asgard": {
    "guess": "Bifröst",
    "confidence": [
      [
        "B",
        -0.014025056
      ],
      [
        "ifr",
        -0.08690537
      ],
      [
        "öst",
        -6.1537958e-06
      ]
    ]
  },
  "[AR+AN]According to the first section of the Prose Edda, a character rebuffs the God's for their lack of foresight in its creation, though Harr responds that nothing in this world can be relied on \"when the sons of Muspell go a-harrying.\" Also known as Asbru, referring to its manufacturers, some modern scholars hold it was misinterpreted by Snorri Sturluson, and originally represented the Milky Way. It was said to be built of red fire, green water and blue air by the Aesir, who took it to the Well": {
    "guess": "Bifrost",
    "confidence": [
      [
        "B",
        -0.11570118
      ],
      [
        "if",
        -0.41110975
      ],
      [
        "rost",
        -0.00021295747
      ]
    ]
  },
  "This Arabic word is closely associated with Bai'at and the first Kalimah. It refers to words that appear at the top of the Afghanistan flag and in large print on the Saudi Arabian flag. It begins with a negation, and if it is performed sincerely, it can turn an enemy of Islam into a member. It ends by declaring Muhammad the messenger of Allah. Name this first pillar of Islam consisting of a brief statement.": {
    "guess": "Shahada",
    "confidence": [
      [
        "Sh",
        -0.001171533
      ],
      [
        "ah",
        -0.00017171667
      ],
      [
        "ada",
        -8.11329e-05
      ]
    ]
  },
  "Arabic terms for this object include the specific \"al-yamin\" and the more general \"yed.\" Latin also has": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.078997746
      ]
    ]
  },
  "[AR+AN]According to the first section of the Prose Edda, a character rebuffs the God's for their lack of foresight in its creation, though Harr responds that nothing in this world can be relied on \"when the sons of Muspell go a-harrying.\" Also known as Asbru, referring to its manufacturers, some modern scholars hold it was misinterpreted by Snorri Sturluson, and originally represented the Milky Way. It was said to be built of red fire, green water and blue air by the Aesir, who took it to the Well of Urd, which was their place of judgment under Yggdrasil. According to the Poetic Eddas, it will be destroyed by the Fire Giants at Ragnarok. Himinbjorg, the hall of Heimdallr is located at its upper": {
    "guess": "Bifrost",
    "confidence": [
      [
        "B",
        -0.051202662
      ],
      [
        "if",
        -0.25955805
      ],
      [
        "rost",
        -0.00032306867
      ]
    ]
  },
  "[AR+AN]According to the first section of the Prose Edda, a character rebuffs the God's for their lack of foresight in its creation, though Harr responds that nothing in this world can be relied on \"when the sons of Muspell go a-harrying.\" Also known as Asbru, referring to its manufacturers, some modern": {
    "guess": "Gylfaginning",
    "confidence": [
      [
        "G",
        -1.3694229
      ],
      [
        "yl",
        -0.0061015626
      ],
      [
        "f",
        -0.005914812
      ],
      [
        "ag",
        -2.319992e-05
      ],
      [
        "inning",
        -5.4908094e-05
      ]
    ]
  },
  "Arabesque swastikas decorate the arch closest to the viewer in this painting. A sculpture of a man holding a sphere appears on another arch towards the rear of this work next to which can be seen glimpses": {
    "guess": "Arch of Constantine",
    "confidence": [
      [
        "Arch",
        -0.73136425
      ],
      [
        " of",
        -0.019470379
      ],
      [
        " Constant",
        -0.010889117
      ],
      [
        "ine",
        -1.0564331e-05
      ]
    ]
  },
  "This Arabic word is closely associated with Bai'at and the first Kalimah. It refers to words that appear": {
    "guess": "Tawhid",
    "confidence": [
      [
        "T",
        -0.7563783
      ],
      [
        "aw",
        -0.360779
      ],
      [
        "hid",
        -0.03282341
      ]
    ]
  },
  "Arabic terms for this object include the specific \"al-yamin\" and the more general \"yed.\" Latin also has specific words for types of this object, including \"sinistra.\" The Greek word for it, \"kheir,\" gives": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.08418766
      ]
    ]
  },
  "Arabic terms for this object include the specific \"al-yamin\" and the more general \"yed.\" Latin also has specific words for types of this object, including \"sinistra.\" The Greek word for it, \"kheir,\" gives rise to the chemistry term \"chiral.\" Related Romance terms for it include the French \"main\" and the Spanish \"mano,\" which are cognate to the English term \"manual.\" Non-English languages often have separate terms for the \"right\" and \"left\" varieties of, for 10 points, what body part?": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.014884529
      ]
    ]
  },
  "This Arabic word is closely associated with Bai'at and the first Kalimah. It refers to words that appear at the top of the Afghanistan flag and in large print on the Saudi Arabian flag. It begins with": {
    "guess": "Shahada",
    "confidence": [
      [
        "Sh",
        -0.3401584
      ],
      [
        "ah",
        -0.00074935204
      ],
      [
        "ada",
        -0.004616084
      ]
    ]
  }
}