{
  "Cavaradossi hides the political prisoner Angelotti, but his actions bring him to the attention of Scarpia, the evil chief of police, who takes a fancy to Cavaradossi's beloved. Scarpia brings them in for": {
    "guess": "Tosca",
    "confidence": [
      [
        "T",
        -0.0002484655
      ],
      [
        "os",
        -4.1273333e-06
      ],
      [
        "ca",
        -1.0325924e-05
      ]
    ]
  },
  "The Cavalli-Sforza chord distance method assumes this is the only force at work, and the A-type Extinction Vortex occurs when this force becomes too powerful. For a single locus, the ability of this force": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.46653607
      ],
      [
        "etic",
        -0.00022308611
      ],
      [
        " drift",
        -0.07986341
      ]
    ]
  },
  "Cavalieri's Rappresentazione di Anima e di Corpore is considered to be the first. Cavalieri's consisted of choruses and solos, though the latter are more correctly classified as recitatives than as vocal": {
    "guess": "Rappresentatione di Anima, et di Corpo",
    "confidence": [
      [
        "R",
        -0.5838296
      ],
      [
        "app",
        -0.022299746
      ],
      [
        "resentation",
        -0.010108541
      ],
      [
        "e",
        -0.092908114
      ],
      [
        " di",
        -0.0009800515
      ],
      [
        " An",
        -0.0021795272
      ],
      [
        "ima",
        -5.5122365e-07
      ],
      [
        ",",
        -0.09535913
      ],
      [
        " et",
        -0.003226195
      ],
      [
        " di",
        -0.0001341712
      ],
      [
        " Cor",
        -0.00018304103
      ],
      [
        "po",
        -0.00050335046
      ]
    ]
  },
  "Cavalry under General Stoneman were sent to destroy railroad supply lines at the start of this battle, and forces under Anderson convened at Zoan Church prior to this conflict. Despite facing an army twice his size, the winning commander at this battle divided his troops and forced the Union army led by (*) Joseph Hooker to retreat across the Rappahannock. Lee claimed that he had \"lost his right hand\" after a Confederate general in this battle was killed by friendly fire. For ten points, identify": {
    "guess": "Battle of Chancellorsville",
    "confidence": [
      [
        "Battle",
        -0.013891977
      ],
      [
        " of",
        -0.00053349434
      ],
      [
        " Ch",
        -0.0008030762
      ],
      [
        "ancell",
        -0.00044735408
      ],
      [
        "ors",
        -1.5451682e-05
      ],
      [
        "ville",
        -0.00010902656
      ]
    ]
  },
  "Cavaradossi hides the political prisoner Angelotti, but his actions bring him to the attention of Scarpia, the evil chief of police, who takes a fancy to Cavaradossi's beloved. Scarpia brings them in for questioning, and while torturing Cavaradossi in the next room, the title character gives up the location of Angelotti. Tragedy quickly follows as the title character kills Scarpia, is tricked into thinking Cavaradossi is only going through a mock execution, and kills herself after her lover's death.": {
    "guess": "Tosca",
    "confidence": [
      [
        "T",
        -0.0014339206
      ],
      [
        "os",
        -1.7432603e-06
      ],
      [
        "ca",
        -1.7239736e-05
      ]
    ]
  },
  "Cavaradossi hides the political prisoner Angelotti, but his actions bring him to the attention of Scarpia, the evil chief of police, who takes a fancy to Cavaradossi's beloved. Scarpia brings them in for questioning, and while torturing Cavaradossi in the next room, the title character gives up the location of Angelotti. Tragedy quickly follows as the title character kills Scarpia, is tricked into thinking Cavaradossi is only going through a mock execution, and kills herself after her lover's death. FTP, name this Puccini opera.": {
    "guess": "Tosca",
    "confidence": [
      [
        "T",
        -0.0015364046
      ],
      [
        "os",
        -4.365741e-06
      ],
      [
        "ca",
        -1.5213274e-05
      ]
    ]
  },
  "Cavalieri's Rappresentazione di Anima e di Corpore is considered to be the first. Cavalieri's consisted of choruses and solos, though the latter are more correctly classified as recitatives than as vocal solos. Haydn, Mendelssohn, Schumann, and Berlioz are among the 19th Century composers who composed for this form with little alteration of the traditional format. The modern form has an overture, and consists of solo arias, recitatives, and choruses. Since a scenic representation does not occur, dramatic moments must be conveyed by the music alone. FTP, name this type of composition, the most famous": {
    "guess": "Oratorio",
    "confidence": [
      [
        "Or",
        -0.031227674
      ],
      [
        "atorio",
        -0.00059604325
      ]
    ]
  },
  "Cavalry under General Stoneman were sent to destroy railroad supply lines at the start of this battle, and forces under Anderson convened at Zoan Church prior to this conflict. Despite facing an army twice his size, the winning commander at this battle divided his troops and forced the Union army led by (*) Joseph Hooker to retreat across the Rappahannock. Lee claimed that he had \"lost his right hand\" after a Confederate general in this battle was killed by friendly fire. For ten points, identify this 1863 Confederate victory, known as Lee's \"perfect battle,\" which saw the death of Thomas \"Stonewall\" Jackson.": {
    "guess": "Battle of Chancellorsville",
    "confidence": [
      [
        "Battle",
        -0.014881831
      ],
      [
        " of",
        -0.000107238506
      ],
      [
        " Ch",
        -6.551722e-05
      ],
      [
        "ancell",
        -0.00021224226
      ],
      [
        "ors",
        -7.9418505e-06
      ],
      [
        "ville",
        -6.6232446e-05
      ]
    ]
  },
  "The Cavalli-Sforza chord distance method assumes this is the only force at work, and the A-type Extinction Vortex occurs when this force becomes too powerful. For a single locus, the ability of this force to change frequencies is equal to one over two N. The amount of time needed for a new neutral allele to achieve a fixed frequency via this force is equal to four times the population size. In Kimura's neutral theory, this is the major force driving evolution. The founder effect and bottleneck effect are examples of this effect, which is more likely to occur with small population sizes. For 10": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.09653197
      ],
      [
        "etic",
        -1.147242e-06
      ],
      [
        " drift",
        -0.004568135
      ]
    ]
  },
  "Cavaradossi hides the political prisoner Angelotti, but his actions bring him to the attention of Scarpia, the evil chief of police, who takes a fancy to Cavaradossi's beloved. Scarpia brings them in for questioning, and while torturing Cavaradossi in the next room, the title character gives up the location of Angelotti. Tragedy quickly follows as the title character kills Scarpia, is tricked into": {
    "guess": "Tosca",
    "confidence": [
      [
        "T",
        -0.0034829434
      ],
      [
        "os",
        -3.1737043e-06
      ],
      [
        "ca",
        -1.5451682e-05
      ]
    ]
  },
  "Cavalieri's Rappresentazione di Anima e di Corpore is considered to be the first. Cavalieri's consisted of choruses and solos, though the latter are more correctly classified as recitatives than as vocal solos. Haydn, Mendelssohn, Schumann, and Berlioz are among the 19th Century composers who composed for this form with little alteration of the traditional format. The modern form has an overture, and consists of solo arias, recitatives, and choruses. Since a scenic representation does not occur, dramatic moments must be conveyed by the music alone. FTP, name this type of composition, the most famous example of which is Handel's Messiah.": {
    "guess": "Oratorio",
    "confidence": [
      [
        "Or",
        -0.0034146323
      ],
      [
        "atorio",
        -0.00029482474
      ]
    ]
  },
  "Cavalry under General Stoneman were sent to destroy railroad supply lines at the start of this battle, and forces under Anderson convened at Zoan Church prior to this conflict. Despite facing an army twice his size, the winning commander at this battle divided his troops and forced the Union army led": {
    "guess": "Battle of Chancellorsville",
    "confidence": [
      [
        "Battle",
        -0.019719372
      ],
      [
        " of",
        -0.00038884708
      ],
      [
        " Ch",
        -0.03917915
      ],
      [
        "ancell",
        -0.0007610303
      ],
      [
        "ors",
        -4.4849444e-06
      ],
      [
        "ville",
        -7.338466e-05
      ]
    ]
  },
  "Cavaradossi hides the political prisoner Angelotti, but his actions bring him to the attention of Scarpia, the evil chief of police, who takes a fancy to Cavaradossi's beloved. Scarpia brings them in for questioning, and while torturing Cavaradossi in the next room, the title character gives up the location": {
    "guess": "Tosca",
    "confidence": [
      [
        "T",
        -0.0030076539
      ],
      [
        "os",
        -1.7432603e-06
      ],
      [
        "ca",
        -1.2233183e-05
      ]
    ]
  },
  "Cavaradossi hides the political prisoner Angelotti, but his actions bring him to the attention of Scarpia,": {
    "guess": "Tosca",
    "confidence": [
      [
        "T",
        -0.0023038161
      ],
      [
        "os",
        -9.0883464e-07
      ],
      [
        "ca",
        -8.418666e-06
      ]
    ]
  },
  "The Cavalli-Sforza chord distance method assumes this is the only force at work, and the A-type Extinction": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.280962
      ],
      [
        "etic",
        -0.000975067
      ],
      [
        " drift",
        -0.026817927
      ]
    ]
  },
  "The Cavalli-Sforza chord distance method assumes this is the only force at work, and the A-type Extinction Vortex occurs when this force becomes too powerful. For a single locus, the ability of this force to change frequencies is equal to one over two N. The amount of time needed for a new neutral allele": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.27644104
      ],
      [
        "etic",
        -0.0001757696
      ],
      [
        " drift",
        -0.09579382
      ]
    ]
  },
  "The Cavalli-Sforza chord distance method assumes this is the only force at work, and the A-type Extinction Vortex occurs when this force becomes too powerful. For a single locus, the ability of this force to change frequencies is equal to one over two N. The amount of time needed for a new neutral allele to achieve a fixed frequency via this force is equal to four times the population size. In Kimura's neutral theory, this is the major force driving evolution. The founder effect and bottleneck effect": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.24323739
      ],
      [
        "etic",
        -7.465036e-06
      ],
      [
        " drift",
        -0.13252157
      ]
    ]
  },
  "Cavalieri's Rappresentazione di Anima e di Corpore is considered to be the first. Cavalieri's consisted of choruses and solos, though the latter are more correctly classified as recitatives than as vocal solos. Haydn, Mendelssohn, Schumann, and Berlioz are among the 19th Century composers who composed": {
    "guess": "Rappresentatione di Anima, et di Corpo",
    "confidence": [
      [
        "R",
        -1.2172726
      ],
      [
        "app",
        -0.034721464
      ],
      [
        "resentation",
        -0.03727919
      ],
      [
        "e",
        -0.044361804
      ],
      [
        " di",
        -0.0017090904
      ],
      [
        " An",
        -0.0055498662
      ],
      [
        "ima",
        -1.8624639e-06
      ],
      [
        ",",
        -0.08704524
      ],
      [
        " et",
        -0.00036870534
      ],
      [
        " di",
        -0.00032652557
      ],
      [
        " Cor",
        -0.000626895
      ],
      [
        "po",
        -0.0003517894
      ]
    ]
  },
  "Cavalry under General Stoneman were sent to destroy railroad supply lines at the start of this battle, and forces under Anderson convened at Zoan Church prior to this conflict. Despite facing an army twice his size, the winning commander at this battle divided his troops and forced the Union army led by (*) Joseph Hooker to retreat across the Rappahannock. Lee claimed that he had \"lost his right hand\"": {
    "guess": "Battle of Chancellorsville",
    "confidence": [
      [
        "Battle",
        -0.0075763394
      ],
      [
        " of",
        -0.00024989594
      ],
      [
        " Ch",
        -0.0008707252
      ],
      [
        "ancell",
        -0.00033999194
      ],
      [
        "ors",
        -1.92662e-05
      ],
      [
        "ville",
        -6.146429e-05
      ]
    ]
  },
  "Cavalieri's Rappresentazione di Anima e di Corpore is considered to be the first. Cavalieri's consisted of choruses and solos, though the latter are more correctly classified as recitatives than as vocal solos. Haydn, Mendelssohn, Schumann, and Berlioz are among the 19th Century composers who composed for this form with little alteration of the traditional format. The modern form has an overture, and consists of solo arias, recitatives, and choruses. Since a scenic representation does not occur,": {
    "guess": "Oratorio",
    "confidence": [
      [
        "Or",
        -0.10077267
      ],
      [
        "atorio",
        -0.00047726318
      ]
    ]
  },
  "Cavalieri's Rappresentazione di Anima e di Corpore is considered to be the first. Cavalieri's consisted of choruses and solos, though the latter are more correctly classified as recitatives than as vocal solos. Haydn, Mendelssohn, Schumann, and Berlioz are among the 19th Century composers who composed for this form with little alteration of the traditional format. The modern form has an overture, and": {
    "guess": "Opera",
    "confidence": [
      [
        "Opera",
        -1.0187025
      ]
    ]
  },
  "Cavalieri's Rappresentazione di Anima e di Corpore is considered to be the first. Cavalieri's consisted": {
    "guess": "Rappresentatione di Anima, et di Corpo",
    "confidence": [
      [
        "R",
        -0.7568818
      ],
      [
        "app",
        -0.014192304
      ],
      [
        "resentation",
        -0.01719624
      ],
      [
        "e",
        -0.053109173
      ],
      [
        " di",
        -0.0016405465
      ],
      [
        " An",
        -0.0040325685
      ],
      [
        "ima",
        -5.5122365e-07
      ],
      [
        ",",
        -0.08217794
      ],
      [
        " et",
        -0.002040699
      ],
      [
        " di",
        -6.837811e-05
      ],
      [
        " Cor",
        -0.00032676398
      ],
      [
        "po",
        -0.00038741663
      ]
    ]
  },
  "The Cavalli-Sforza chord distance method assumes this is the only force at work, and the A-type Extinction Vortex occurs when this force becomes too powerful. For a single locus, the ability of this force to change frequencies is equal to one over two N. The amount of time needed for a new neutral allele to achieve a fixed frequency via this force is equal to four times the population size. In Kimura's": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.69811785
      ],
      [
        "etic",
        -0.0008996734
      ],
      [
        " drift",
        -0.06431117
      ]
    ]
  },
  "Cavalry under General Stoneman were sent to destroy railroad supply lines at the start of this battle,": {
    "guess": "Battle of Chancellorsville",
    "confidence": [
      [
        "Battle",
        -0.006296818
      ],
      [
        " of",
        -9.698699e-05
      ],
      [
        " Ch",
        -0.021876466
      ],
      [
        "ancell",
        -6.992776e-05
      ],
      [
        "ors",
        -1.7120534e-05
      ],
      [
        "ville",
        -4.036525e-05
      ]
    ]
  },
  "Cavalry under General Stoneman were sent to destroy railroad supply lines at the start of this battle, and forces under Anderson convened at Zoan Church prior to this conflict. Despite facing an army twice": {
    "guess": "Battle of Chancellorsville",
    "confidence": [
      [
        "Battle",
        -0.008250252
      ],
      [
        " of",
        -7.934485e-05
      ],
      [
        " Ch",
        -0.009716436
      ],
      [
        "ancell",
        -0.00031341682
      ],
      [
        "ors",
        -1.7954959e-05
      ],
      [
        "ville",
        -4.3583746e-05
      ]
    ]
  },
  "The Cavalli-Sforza chord distance method assumes this is the only force at work, and the A-type Extinction Vortex occurs when this force becomes too powerful. For a single locus, the ability of this force to change frequencies is equal to one over two N. The amount of time needed for a new neutral allele to achieve a fixed frequency via this force is equal to four times the population size. In Kimura's neutral theory, this is the major force driving evolution. The founder effect and bottleneck effect are examples of this effect, which is more likely to occur with small population sizes. For 10 points, name this random change in allele frequencies.": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.003584153
      ],
      [
        "etic",
        -7.89631e-07
      ],
      [
        " drift",
        -0.002118735
      ]
    ]
  },
  "Cavalry under General Stoneman were sent to destroy railroad supply lines at the start of this battle, and forces under Anderson convened at Zoan Church prior to this conflict. Despite facing an army twice his size, the winning commander at this battle divided his troops and forced the Union army led by (*) Joseph Hooker to retreat across the Rappahannock. Lee claimed that he had \"lost his right hand\" after a Confederate general in this battle was killed by friendly fire. For ten points, identify this 1863 Confederate victory, known as Lee's \"perfect battle,\" which saw the death of Thomas \"Stonewall\"": {
    "guess": "Battle of Chancellorsville",
    "confidence": [
      [
        "Battle",
        -0.018956197
      ],
      [
        " of",
        -0.0005601813
      ],
      [
        " Ch",
        -0.00018685187
      ],
      [
        "ancell",
        -0.0003750231
      ],
      [
        "ors",
        -1.1041146e-05
      ],
      [
        "ville",
        -4.8828708e-05
      ]
    ]
  }
}