{
  "An aquarium stands in a \"Sahara of\" this stuff in \"For the Union Dead,\" and Emily Dickinson will drink": {
    "guess": "For the Union Dead",
    "confidence": [
      [
        "For",
        -0.95914245
      ],
      [
        " the",
        -0.010087413
      ],
      [
        " Union",
        -0.008240078
      ],
      [
        " Dead",
        -0.0002193908
      ]
    ]
  },
  "An aquarium stands in a \"Sahara of\" this stuff in \"For the Union Dead,\" and Emily Dickinson will drink until \"seraphs swing\" hats covered in this substance. \"The eye of a blackbird\" was the only moving": {
    "guess": "For the Union Dead",
    "confidence": [
      [
        "For",
        -1.3833286
      ],
      [
        " the",
        -0.0039708284
      ],
      [
        " Union",
        -0.00488362
      ],
      [
        " Dead",
        -0.00019436171
      ]
    ]
  },
  "An aquarium stands in a \"Sahara of\" this stuff in \"For the Union Dead,\" and Emily Dickinson will drink until \"seraphs swing\" hats covered in this substance. \"The eye of a blackbird\" was the only moving thing among the mountains of this type in a Wallace Stevens poem, while Ipek is loved by the Turkish Ka in a novel of this title by Orhan Pamuk. In a Hans Christian Anderson tale, Gerda saves Kai from the (*) Queen of this substance, and in another poem with this substance in the title, a \"little horse must think it queer / to stop without a farmhouse near.\" For ten points, give this weather phenomenon": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.08756796
      ]
    ]
  },
  "An aquarium stands in a \"Sahara of\" this stuff in \"For the Union Dead,\" and Emily Dickinson will drink until \"seraphs swing\" hats covered in this substance. \"The eye of a blackbird\" was the only moving thing among the mountains of this type in a Wallace Stevens poem, while Ipek is loved by the Turkish Ka in a novel of this title by Orhan Pamuk. In a Hans Christian Anderson tale, Gerda saves Kai from": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2519721
      ]
    ]
  },
  "An aquarium stands in a \"Sahara of\" this stuff in \"For the Union Dead,\" and Emily Dickinson will drink until \"seraphs swing\" hats covered in this substance. \"The eye of a blackbird\" was the only moving thing among the mountains of this type in a Wallace Stevens poem, while Ipek is loved by the Turkish Ka in a novel of this title by Orhan Pamuk. In a Hans Christian Anderson tale, Gerda saves Kai from the (*) Queen of this substance, and in another poem with this substance in the title, a \"little horse": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.2924688
      ]
    ]
  },
  "An aquarium stands in a \"Sahara of\" this stuff in \"For the Union Dead,\" and Emily Dickinson will drink until \"seraphs swing\" hats covered in this substance. \"The eye of a blackbird\" was the only moving thing among the mountains of this type in a Wallace Stevens poem, while Ipek is loved by the Turkish": {
    "guess": "For the Union Dead",
    "confidence": [
      [
        "For",
        -1.0021282
      ],
      [
        " the",
        -0.004024853
      ],
      [
        " Union",
        -0.0007460217
      ],
      [
        " Dead",
        -0.0001468068
      ]
    ]
  },
  "An aquarium stands in a \"Sahara of\" this stuff in \"For the Union Dead,\" and Emily Dickinson will drink until \"seraphs swing\" hats covered in this substance. \"The eye of a blackbird\" was the only moving thing among the mountains of this type in a Wallace Stevens poem, while Ipek is loved by the Turkish Ka in a novel of this title by Orhan Pamuk. In a Hans Christian Anderson tale, Gerda saves Kai from the (*) Queen of this substance, and in another poem with this substance in the title, a \"little horse must think it queer / to stop without a farmhouse near.\" For ten points, give this weather phenomenon that describes the evening on which the narrator stops by woods in a Robert Frost poem.": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.3486462
      ]
    ]
  }
}