{
  "After launching a second invasion against this empire, Ahmad Al-Mansur displayed a skull he claimed was from this empire's leader. During the previous invasion, this empire lost to forces under Judar Pasha at the Battle of Tondibi; messengers sent before the battle to call for reinforcements were allegedly murdered by Tuaregs. This empire was founded by (*) Sunni Ali, and though it is not Mali, it established a university at Timbuktu under Askia Muhammad. This empire had its capital at Gao. For 10 points, name this West African empire that succeeded the Mali.": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.019105086
      ],
      [
        "hai",
        -2.4630364e-05
      ],
      [
        " Empire",
        -1.342522e-05
      ]
    ]
  },
  "One law describing these objects gives an inverse relationship between the temperature and the maximum wavelength emitted, related by a constant that is about 2.897 times ten to the negative third power. Another law describing these objects states the power they emit is proportional to temperature raised": {
    "guess": "Wien's displacement law",
    "confidence": [
      [
        "W",
        -0.44247398
      ],
      [
        "ien",
        -2.8802491e-05
      ],
      [
        "'s",
        -0.0006485754
      ],
      [
        " displacement",
        -0.07979737
      ],
      [
        " law",
        -0.00019257364
      ]
    ]
  },
  "This law is apparently contradicted by the Poincaré recurrence theorem. The Gibbs paradox deals with": {
    "guess": "Gibbs paradox",
    "confidence": [
      [
        "G",
        -0.07650948
      ],
      [
        "ib",
        -2.7968066e-05
      ],
      [
        "bs",
        -0.0010030358
      ],
      [
        " paradox",
        -0.0023538836
      ]
    ]
  },
  "This law was created by its namesake because he read about an observation of Johann Dobereiner's. This principle was utilized to develop a way to enrich uranium, removing the uranium-238 so only uranium-235 remains. To derive it, its namesake used plaster plugs, very fine tubes, and small orifices, thus slowing the process down so it could be studied. When that namesake applied this law to solutions, he found that some apparent solutions were actually particle suspensions which could not pass through a filter. From this observation he coined the term colloid.FTP, name the law that states that the rate of effusion of a substance is inversely proportional to the square root of the molar mass of": {
    "guess": "Graham's law",
    "confidence": [
      [
        "G",
        -0.028490277
      ],
      [
        "raham",
        -0.0013126171
      ],
      [
        "'s",
        -2.1650272e-05
      ],
      [
        " law",
        -0.009559868
      ]
    ]
  },
  "A laundry list is swapped for a love note at one point in this opera. In another scene, a man causes alarm by climbing in through a balcony in the guise of Lindoro, after earlier adopting the identity of Don Alonso. The title character introduces himself with \"Largo al Factotum\" after learning that Dr. Bartolo is confining Rosina, and later aids Count Almaviva's romantic plans. For 10 points, name this Rossini opera which was followed by a Mozart sequel about the \"marriage\" of the titular conniving": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.009950276
      ],
      [
        " Barber",
        -3.1186566e-05
      ],
      [
        " of",
        -3.2140193e-05
      ],
      [
        " Se",
        -3.106736e-05
      ],
      [
        "ville",
        -1.6524515e-05
      ]
    ]
  },
  "This law is apparently contradicted by the Poincaré recurrence theorem. The Gibbs paradox deals with apparent violations of this law. Rudolf Clausius stated this law as saying that heat cannot spontaneously": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.2535536
      ],
      [
        " law",
        -0.005507542
      ],
      [
        " of",
        -5.4385737e-06
      ],
      [
        " therm",
        -6.0510665e-05
      ],
      [
        "odynamics",
        -0.00013882013
      ]
    ]
  },
  "One law book of this religion is the Laws of Manu, which includes descriptions of its shraddha rites. One system of its philosophy was founded by Kapila and features a dualistic universe in which both": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.010478435
      ],
      [
        "ind",
        -1.504853e-06
      ],
      [
        "u",
        -1.9816675e-06
      ],
      [
        "ism",
        -0.11962029
      ]
    ]
  },
  "S. L. Avaliani published a major study of them in 1910, 11 years after de Rocca's book on them appeared.": {
    "guess": "Georgian literature",
    "confidence": [
      [
        "Ge",
        -2.0546196
      ],
      [
        "org",
        -0.09253859
      ],
      [
        "ian",
        -0.008381949
      ],
      [
        " literature",
        -1.6678852
      ]
    ]
  },
  "Laval and Ramanathan developed a mathematical model for this effect in 1989, and Michael Hart claims that stars cooler than what he dubs \"K0\" cannot support life because of this phenomenon, and places the habitable band around sun-sized stars as about seven million kilometers closer than Earth because of it. McKay, Pollack, and Courtin studied Titan's \"anti\" version of this in a 1991 Astrobiology article.": {
    "guess": "Habitable zone",
    "confidence": [
      [
        "H",
        -0.6083674
      ],
      [
        "ab",
        -0.025897877
      ],
      [
        "itable",
        -8.89548e-06
      ],
      [
        " zone",
        -0.08646299
      ]
    ]
  },
  "Laval and Ramanathan developed a mathematical model for this effect in 1989, and Michael Hart claims that stars cooler than what he dubs \"K0\" cannot support life because of this phenomenon, and places": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.14906812
      ],
      [
        "house",
        -0.00013488642
      ],
      [
        " effect",
        -0.12980908
      ]
    ]
  },
  "The laurel wreath-wearing head of the figure depicted was sculpted by an assistant named Marie-Ann Collot. The subject points his hand out towards the river it faces as a symbol of his yearning for progress, while a snake, sculpted by Fyodor Gordyev, rests under the hooves of the subject's horse, representing the obstacles that the subject had to overcome in his search for reform. Positioned atop a giant sculpted boulder known as Thunder Rock, it was primarily designed by Etienne Falconet. FTP, identify this equestrian monument to a venerated czar, which figures prominently in an Alexander Pushkin poem.": {
    "guess": "Bronze Horseman",
    "confidence": [
      [
        "Bron",
        -0.07258577
      ],
      [
        "ze",
        -9.372295e-06
      ],
      [
        " Horse",
        -1.962381e-05
      ],
      [
        "man",
        -4.604148e-06
      ]
    ]
  },
  "One law book of this religion is the Laws of Manu, which includes descriptions of its shraddha rites.": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.02113687
      ],
      [
        "ind",
        -8.418666e-06
      ],
      [
        "u",
        -0.000156101
      ],
      [
        "ism",
        -0.07797819
      ]
    ]
  },
  "This law is the basis for a cycle that determines the lattice energies in ionic compounds, and it led to Josiah Gibb's formulation of chemical thermodynamics. It is the basis of Born-Haber cycles, and it was created by the man who discovered the creation of saccharinic acid from oxidizing sugars. It led to the formation of the law of the conservation of energy, and is also called the law of constant heat summation. For 10 points, name this law named after a Swiss born Russian scientist which claims that no matter how many stages it takes, the amount of heat used to produce one chemical from another is always the same.": {
    "guess": "Hess's law",
    "confidence": [
      [
        "H",
        -0.44657823
      ],
      [
        "ess",
        -7.822647e-06
      ],
      [
        "'s",
        -0.0007999806
      ],
      [
        " law",
        -0.20752409
      ]
    ]
  },
  "This law becomes inapplicable when excess chemical potential of solute is relatively constant, and effects such as H-bond percolation are negligible. The temperature variance of its namesake constant can be found using the Van't Hoff-Arrhenius relation. This law's namesake \"region\" is located at the": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.06141146
      ],
      [
        "'s",
        -1.4855664e-05
      ],
      [
        " law",
        -0.008341519
      ]
    ]
  },
  "After launching a second invasion against this empire, Ahmad Al-Mansur displayed a skull he claimed was": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.046754163
      ],
      [
        "hai",
        -0.031063356
      ],
      [
        " Empire",
        -0.043157786
      ]
    ]
  },
  "La Voisin was thought to be one of these people during the Affair of the Poisons. Johann Weyer argued that these people were insane and harmless. One of these people is depicted with \"Vinegar Tom\" on the cover of a book by self-proclaimed \"general\" Matthew Hopkins. These people are the subject of Johann Sprenger and Heinrich Kramer's treatise Malleus Maleficarum. The ducking stool was sometimes used on these people because they were believed to not sink in water. These people were thought to kiss the behinds of goats during their Sabbaths. For 10 points, identify these alleged practitioners of": {
    "guess": "Witchcraft",
    "confidence": [
      [
        "W",
        -0.0049689165
      ],
      [
        "itch",
        -0.1473957
      ],
      [
        "craft",
        -0.0007161272
      ]
    ]
  },
  "This law becomes inapplicable when excess chemical potential of solute is relatively constant, and effects such as H-bond percolation are negligible. The temperature variance of its namesake constant can be found using the Van't Hoff-Arrhenius relation. This law's namesake \"region\" is located at the bottom left of an activity-composition diagram, and it works best with low solute concentration and low partial pressures. For 10 points, name this law relating the amount of gas dissolved in a liquid to the partial pressure of the gas above that liquid.": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.003320188
      ],
      [
        "'s",
        -7.58424e-06
      ],
      [
        " law",
        -0.023722319
      ]
    ]
  },
  "He launched a newspaper whose name comes from the Kikuyu for \"He Who Brings Together,\" and in 1928 he became the general secretary of the KCA. In a letter to The Times, he predicted that a \"dangerous explosion\" would occur among his people, which ended up being the Mau Mau rebellion. He championed a doctrine of personal effort known as \"harambee,\" and he was succeeded by Daniel arap Moi. FTP, identify this first prime minister and president of an independent Kenya.": {
    "guess": "Jomo Kenyatta",
    "confidence": [
      [
        "J",
        -0.041505717
      ],
      [
        "omo",
        -1.1517961e-05
      ],
      [
        " Ken",
        -1.1041146e-05
      ],
      [
        "y",
        -5.6769813e-06
      ],
      [
        "atta",
        -8.697388e-05
      ]
    ]
  },
  "One law book of this religion is the Laws of Manu, which includes descriptions of its shraddha rites. One system of its philosophy was founded by Kapila and features a dualistic universe in which both prakriti and purusha are real. Besides the Samkhya, another system uses positions called asanas. One of the four acceptable goals of life in it is Artha, or power and wealth. One unknowable concept in": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.4014969
      ],
      [
        "ind",
        -9.0907604e-05
      ],
      [
        "u",
        -3.166338e-05
      ],
      [
        "ism",
        -0.48595965
      ]
    ]
  },
  "This law was created by its namesake because he read about an observation of Johann Dobereiner's. This principle was utilized to develop a way to enrich uranium, removing the uranium-238 so only uranium-235 remains. To derive it, its namesake used plaster plugs, very fine tubes, and small orifices, thus slowing the process down so it could be studied. When that namesake applied this law to solutions,": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -1.2695187
      ],
      [
        "auss",
        -0.15144344
      ],
      [
        "'s",
        -0.06162432
      ],
      [
        " law",
        -0.6761005
      ]
    ]
  },
  "This law is apparently contradicted by the Poincaré recurrence theorem. The Gibbs paradox deals with apparent violations of this law. Rudolf Clausius stated this law as saying that heat cannot spontaneously flow from a cold body to a hotter body. A hypothetical creature which can separate fast molecules and slow molecules, Maxwell's demon, would violate this law. For 10 points, name this law which says that the entropy of an insulated system never decreases.": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.0023031046
      ],
      [
        " law",
        -0.0057954784
      ],
      [
        " of",
        -1.504853e-06
      ],
      [
        " therm",
        -2.1008714e-06
      ],
      [
        "odynamics",
        -8.196733e-05
      ]
    ]
  },
  "The laurel wreath-wearing head of the figure depicted was sculpted by an assistant named Marie-Ann Collot. The subject points his hand out towards the river it faces as a symbol of his yearning for progress, while a snake, sculpted by Fyodor Gordyev, rests under the hooves of the subject's horse, representing the obstacles that the subject had to overcome in his search for reform. Positioned atop a": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.2824023
      ],
      [
        " the",
        -0.0045097508
      ],
      [
        " Great",
        -0.00019841464
      ]
    ]
  },
  "This law was first introduced in the 1908 work \"The Relation of Strength of Stimulus to Rapidity of Habit-Formation.\"": {
    "guess": "Yerkes-Dodson Law",
    "confidence": [
      [
        "Y",
        -0.019425252
      ],
      [
        "er",
        -0.00011820524
      ],
      [
        "kes",
        -4.8113485e-05
      ],
      [
        "-D",
        -0.012893603
      ],
      [
        "od",
        -2.7968066e-05
      ],
      [
        "son",
        -2.9352968e-06
      ],
      [
        " Law",
        -0.043508004
      ]
    ]
  },
  "This law can be expressed in an integral or differential form, and can be shown to be equivalent by the Kelvin-Stokes theorem. This law relates the magnetic field around a closed loop to the electric current in the loop. One of the four laws in Maxwell's Equations, Maxwell added a displacement current term to this law. For 10 points, name this law of classical electromagnetism named after its French discoverer.": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.029034778
      ],
      [
        "mp",
        -2.220075e-06
      ],
      [
        "ère",
        -0.0034094166
      ],
      [
        "'s",
        -0.00036775172
      ],
      [
        " circ",
        -0.18531168
      ],
      [
        "u",
        -3.650519e-06
      ],
      [
        "ital",
        -1.3856493e-06
      ],
      [
        " law",
        -0.00042876197
      ]
    ]
  },
  "La Voisin was thought to be one of these people during the Affair of the Poisons. Johann Weyer argued that these people were insane and harmless. One of these people is depicted with \"Vinegar Tom\" on the cover of a book by self-proclaimed \"general\" Matthew Hopkins. These people are the subject of Johann Sprenger and Heinrich Kramer's treatise Malleus Maleficarum. The ducking stool was sometimes used": {
    "guess": "Witchcraft in Early Modern Europe",
    "confidence": [
      [
        "W",
        -0.012211759
      ],
      [
        "itch",
        -0.048316844
      ],
      [
        "craft",
        -0.38331923
      ],
      [
        " in",
        -0.6375165
      ],
      [
        " Early",
        -0.5146687
      ],
      [
        " Modern",
        -2.6299214e-05
      ],
      [
        " Europe",
        -0.00079878856
      ]
    ]
  },
  "La Voisin was thought to be one of these people during the Affair of the Poisons. Johann Weyer argued": {
    "guess": "Witchcraft",
    "confidence": [
      [
        "W",
        -1.2030083
      ],
      [
        "itch",
        -0.03400515
      ],
      [
        "craft",
        -0.2765561
      ]
    ]
  },
  "La Voisin was thought to be one of these people during the Affair of the Poisons. Johann Weyer argued that these people were insane and harmless. One of these people is depicted with \"Vinegar Tom\" on the": {
    "guess": "Witchcraft",
    "confidence": [
      [
        "W",
        -0.079826206
      ],
      [
        "itch",
        -0.17574674
      ],
      [
        "craft",
        -0.031484827
      ]
    ]
  },
  "This law is the basis for a cycle that determines the lattice energies in ionic compounds, and it led to Josiah Gibb's formulation of chemical thermodynamics. It is the basis of Born-Haber cycles, and it was created by the man who discovered the creation of saccharinic acid from oxidizing sugars. It led to the formation of the law of the conservation of energy, and is also called the law of constant heat summation. For 10 points, name this law named after a Swiss born Russian scientist which claims that no matter how many stages it takes, the amount of heat used to produce one chemical from another": {
    "guess": "Hess's law",
    "confidence": [
      [
        "H",
        -0.26859704
      ],
      [
        "ess",
        -1.2829201e-05
      ],
      [
        "'s",
        -0.00076912885
      ],
      [
        " law",
        -0.15202563
      ]
    ]
  },
  "La Voisin was thought to be one of these people during the Affair of the Poisons. Johann Weyer argued that these people were insane and harmless. One of these people is depicted with \"Vinegar Tom\" on the cover of a book by self-proclaimed \"general\" Matthew Hopkins. These people are the subject of Johann": {
    "guess": "Witchcraft",
    "confidence": [
      [
        "W",
        -0.024090838
      ],
      [
        "itch",
        -0.058720574
      ],
      [
        "craft",
        -0.23095733
      ]
    ]
  },
  "S. L. Avaliani published a major study of them in 1910, 11 years after de Rocca's book on them appeared.  The first one was created on the model of the \"sejmiki\" by a ruler who wanted to extend a war into Lithuania.  Their decline began after one of them passed the Ulozheniye of 1649, though even in their latest years Golytsin required one to repeal the military preference system, the mestnichestvo.  Traditionally meeting in the Palace of the Facets, a famous case of their use in foreign policy was the ratification of the Treaty of Pereyaslav, but they were more commonly used to approve domestic legal codes, and a rare exception to their obedience to the czar occurred when one petitioned Ivan": {
    "guess": "Zemsky Sobor",
    "confidence": [
      [
        "Z",
        -0.07388819
      ],
      [
        "em",
        -0.000780919
      ],
      [
        "sky",
        -0.00064952904
      ],
      [
        " Sob",
        -0.007926711
      ],
      [
        "or",
        -0.0027296213
      ]
    ]
  },
  "This law is apparently contradicted by the Poincaré recurrence theorem. The Gibbs paradox deals with apparent violations of this law. Rudolf Clausius stated this law as saying that heat cannot spontaneously flow from a cold body to a hotter body. A hypothetical creature which can separate fast molecules and slow molecules, Maxwell's demon, would violate this law. For 10 points, name this law which": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.014274923
      ],
      [
        " law",
        -0.0054554897
      ],
      [
        " of",
        -7.89631e-07
      ],
      [
        " therm",
        -5.4385737e-06
      ],
      [
        "odynamics",
        -5.8484206e-05
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates at zero in this system; Paris and Leo Harrington used model theory and the condition that the cardinality of x is greater than or equal to its minimum to show that a strengthened finite Ramsey theorem is true in this system, but is similarly unprovable. Unlike a weaker version invented by Pressburger that omits(*) multiplication, this system is not decidable. A proof that defined a quantity epsilon sub zero using transfinite induction was used to attempt to answer Hilbert's second problem;": {
    "guess": "Peano arithmetic",
    "confidence": [
      [
        "P",
        -0.36349967
      ],
      [
        "ean",
        -0.00019030878
      ],
      [
        "o",
        -1.92662e-05
      ],
      [
        " arithmetic",
        -0.3318194
      ]
    ]
  },
  "He launched a newspaper whose name comes from the Kikuyu for \"He Who Brings Together,\" and in 1928 he became the general secretary of the KCA. In a letter to The Times, he predicted that a \"dangerous explosion\"": {
    "guess": "Muĩgwithania",
    "confidence": [
      [
        "Mu",
        -0.79312557
      ],
      [
        "\\xc4",
        -0.35329622
      ],
      [
        "\\xa9",
        -0.00054540735
      ],
      [
        "g",
        -0.0019208953
      ],
      [
        "with",
        -0.0007954509
      ],
      [
        "ania",
        -8.9834764e-05
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates": {
    "guess": "Goodstein's theorem",
    "confidence": [
      [
        "Good",
        -0.07185815
      ],
      [
        "stein",
        -1.4021238e-05
      ],
      [
        "'s",
        -0.21371493
      ],
      [
        " theorem",
        -0.0061788135
      ]
    ]
  },
  "This law is the basis for a cycle that determines the lattice energies in ionic compounds, and it led to Josiah Gibb's formulation of chemical thermodynamics. It is the basis of Born-Haber cycles, and it was created by the man who discovered the creation of saccharinic acid from oxidizing sugars. It": {
    "guess": "Hess's law",
    "confidence": [
      [
        "H",
        -0.01859855
      ],
      [
        "ess",
        -9.460292e-05
      ],
      [
        "'s",
        -0.0001756504
      ],
      [
        " law",
        -0.040252198
      ]
    ]
  },
  "S. L. Avaliani published a major study of them in 1910, 11 years after de Rocca's book on them appeared.  The first one was created on the model of the \"sejmiki\" by a ruler who wanted to extend a war into Lithuania.  Their decline began after one of them passed the Ulozheniye of 1649, though even in their latest years Golytsin required one to repeal the military preference system, the mestnichestvo.  Traditionally meeting in the Palace of the Facets, a famous case of their use in foreign policy was": {
    "guess": "Zemsky Sobor",
    "confidence": [
      [
        "Z",
        -0.11089454
      ],
      [
        "em",
        -0.0010442436
      ],
      [
        "sky",
        -0.0015833048
      ],
      [
        " Sob",
        -0.023086606
      ],
      [
        "or",
        -0.004830719
      ]
    ]
  },
  "A laundry list is swapped for a love note at one point in this opera. In another scene, a man causes": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.67470634
      ],
      [
        " Marriage",
        -0.5892074
      ],
      [
        " of",
        -2.8564085e-05
      ],
      [
        " Fig",
        -1.7432603e-06
      ],
      [
        "aro",
        -6.229872e-05
      ]
    ]
  },
  "This law is the basis for a cycle that determines the lattice energies in ionic compounds, and it led to Josiah Gibb's formulation of chemical thermodynamics. It is the basis of Born-Haber cycles, and it was created by the man who discovered the creation of saccharinic acid from oxidizing sugars. It led to the formation of the law of the conservation of energy, and is also called the law of constant": {
    "guess": "Born-Haber cycle",
    "confidence": [
      [
        "Born",
        -0.6931878
      ],
      [
        "-H",
        -0.04058868
      ],
      [
        "aber",
        -3.106736e-05
      ],
      [
        " cycle",
        -0.09017381
      ]
    ]
  },
  "One law describing these objects gives an inverse relationship between the temperature and the maximum": {
    "guess": "Ising model",
    "confidence": [
      [
        "Is",
        -1.4116052
      ],
      [
        "ing",
        -0.0017946586
      ],
      [
        " model",
        -0.08990646
      ]
    ]
  },
  "This law can be expressed in an integral or differential form, and can be shown to be equivalent by the Kelvin-Stokes theorem. This law relates the magnetic field around a closed loop to the electric current in the loop. One of the four laws in Maxwell's Equations, Maxwell added a displacement current": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.19962195
      ],
      [
        "mp",
        -0.00017421995
      ],
      [
        "ère",
        -0.029032692
      ],
      [
        "'s",
        -0.00052646134
      ],
      [
        " circ",
        -0.24358241
      ],
      [
        "u",
        0.0
      ],
      [
        "ital",
        0.0
      ],
      [
        " law",
        -0.0001136755
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates at zero in this system; Paris and Leo Harrington used model theory and the condition that the cardinality of x is greater than or equal to its minimum to show that a strengthened finite Ramsey theorem is true in this system, but is similarly unprovable. Unlike a weaker version invented by Pressburger that omits(*) multiplication, this system is not decidable. A proof that defined a quantity epsilon sub zero using transfinite induction was used to attempt to answer Hilbert's second problem; that proof by Gerhard Gentzen demonstrated this system's consistency. One statement in this system defines a \"successor\" function that is used in definitions of induction, others give the properties of the equality relation, and the first of these define zero as part of the set. For 10 points, name this set of axioms defining the natural numbers, invented by an Italian.": {
    "guess": "Peano axioms",
    "confidence": [
      [
        "P",
        -0.014323927
      ],
      [
        "ean",
        -0.0001005631
      ],
      [
        "o",
        -2.6968896e-06
      ],
      [
        " ax",
        -0.38293433
      ],
      [
        "ioms",
        -6.670925e-05
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates at zero in this system; Paris and Leo Harrington used model theory and the condition that the cardinality of x is greater than or equal to its minimum to show that a strengthened finite Ramsey theorem is true in this system, but is similarly unprovable. Unlike a weaker version invented by Pressburger that omits(*) multiplication, this system is not decidable. A proof that defined a quantity epsilon sub zero using transfinite induction was used to attempt to answer Hilbert's second problem; that proof by Gerhard Gentzen demonstrated this system's consistency. One statement in this system defines a \"successor\" function that is used in definitions of induction, others give the properties of the equality relation, and the first of these define zero as part of the set. For 10 points, name": {
    "guess": "Peano arithmetic",
    "confidence": [
      [
        "P",
        -0.045991447
      ],
      [
        "ean",
        -2.6968896e-06
      ],
      [
        "o",
        -1.6240566e-06
      ],
      [
        " arithmetic",
        -0.69147015
      ]
    ]
  },
  "S. L. Avaliani published a major study of them in 1910, 11 years after de Rocca's book on them appeared.  The first one was created on the model of the \"sejmiki\" by a ruler who wanted to extend a war into Lithuania.  Their decline began after one of them passed the Ulozheniye of 1649, though even in their latest years Golytsin required one to repeal the military preference system, the mestnichestvo.  Traditionally meeting in the Palace of the Facets, a famous case of their use in foreign policy was the ratification of the Treaty of Pereyaslav, but they were more commonly used to approve domestic": {
    "guess": "Zemsky Sobor",
    "confidence": [
      [
        "Z",
        -0.12745737
      ],
      [
        "em",
        -0.00042185548
      ],
      [
        "sky",
        -7.5411124e-05
      ],
      [
        " Sob",
        -0.006412544
      ],
      [
        "or",
        -0.008134375
      ]
    ]
  },
  "S. L. Avaliani published a major study of them in 1910, 11 years after de Rocca's book on them appeared.  The first one was created on the model of the \"sejmiki\" by a ruler who wanted to extend a war into Lithuania.  Their decline began after one of them passed the Ulozheniye of 1649, though even in": {
    "guess": "Zemsky Sobor",
    "confidence": [
      [
        "Z",
        -0.5827801
      ],
      [
        "em",
        -0.017882537
      ],
      [
        "sky",
        -0.0029830483
      ],
      [
        " Sob",
        -0.013188466
      ],
      [
        "or",
        -0.047921028
      ]
    ]
  },
  "This law was first introduced in the 1908 work \"The Relation of Strength of Stimulus to Rapidity of Habit-Formation.\" It predicts an inverted U-shaped curve on a graph of performance versus level of arousal. FTP, name this doubly-eponymous law that says we usually learn best under medium stress or arousal.": {
    "guess": "Yerkes-Dodson Law",
    "confidence": [
      [
        "Y",
        -0.0009910109
      ],
      [
        "er",
        -1.3902034e-05
      ],
      [
        "kes",
        -1.27099975e-05
      ],
      [
        "-D",
        -0.0011320014
      ],
      [
        "od",
        -3.5597102e-05
      ],
      [
        "son",
        -1.3856493e-06
      ],
      [
        " Law",
        -0.00024453178
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates at zero in this system; Paris and Leo Harrington used model theory and the condition that the cardinality of x is greater than or equal to its minimum to show that a strengthened finite Ramsey theorem is true in this system, but is similarly unprovable. Unlike a weaker version invented by Pressburger": {
    "guess": "Paris-Harrington principle",
    "confidence": [
      [
        "Paris",
        -0.97173566
      ],
      [
        "-H",
        -0.6150356
      ],
      [
        "arr",
        -0.00011236426
      ],
      [
        "ington",
        -0.00011200665
      ],
      [
        " principle",
        -0.0345036
      ]
    ]
  },
  "One law describing these objects gives an inverse relationship between the temperature and the maximum wavelength emitted, related by a constant that is about 2.897 times ten to the negative third power. Another law describing these objects states the power they emit is proportional to temperature raised to the fourth power. A third law describing them fails at short wavelengths in a situation known": {
    "guess": "Black-body radiation",
    "confidence": [
      [
        "Black",
        -0.14209028
      ],
      [
        "-body",
        -0.01702081
      ],
      [
        " radiation",
        -0.010735451
      ]
    ]
  },
  "Laurence Thompson claimed that this poem was meant as a satire of the indecisiveness of the poet's friend Edward Thomas. The narrator claims that the title object \"lay in leaves no step had trodden black.\" This poem is set in a \"yellow wood\" and the speaker will be \"telling this with a sigh\" because": {
    "guess": "The Road Not Taken",
    "confidence": [
      [
        "The",
        -0.0007774694
      ],
      [
        " Road",
        -4.1199673e-05
      ],
      [
        " Not",
        -3.0828953e-05
      ],
      [
        " Taken",
        -0.00011081461
      ]
    ]
  },
  "This law was created by its namesake because he read about an observation of Johann Dobereiner's. This principle was utilized to develop a way to enrich uranium, removing the uranium-238 so only uranium-235 remains. To derive it, its namesake used plaster plugs, very fine tubes, and small orifices, thus": {
    "guess": "Graham's law",
    "confidence": [
      [
        "G",
        -1.7055122
      ],
      [
        "raham",
        -0.011669781
      ],
      [
        "'s",
        -0.0021286106
      ],
      [
        " law",
        -0.49138102
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates at zero in this system; Paris and Leo Harrington used model theory and the condition that the cardinality of x is greater than or equal to its minimum to show that a strengthened finite Ramsey theorem is true in this system, but is similarly unprovable. Unlike a weaker version invented by Pressburger that omits(*) multiplication, this system is not decidable. A proof that defined a quantity epsilon sub zero using transfinite induction was used to attempt to answer Hilbert's second problem; that proof by Gerhard Gentzen demonstrated this system's consistency. One statement in this system": {
    "guess": "Peano arithmetic",
    "confidence": [
      [
        "P",
        -0.036839217
      ],
      [
        "ean",
        -3.261701e-05
      ],
      [
        "o",
        -2.6968896e-06
      ],
      [
        " arithmetic",
        -0.28199401
      ]
    ]
  },
  "This law becomes inapplicable when excess chemical potential of solute is relatively constant, and effects such as H-bond percolation are negligible. The temperature variance of its namesake constant can be found using the Van't Hoff-Arrhenius relation. This law's namesake \"region\" is located at the bottom left of an activity-composition diagram, and it works best with low solute concentration and": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.27185038
      ],
      [
        "'s",
        -5.276243e-05
      ],
      [
        " law",
        -0.059402313
      ]
    ]
  },
  "Laval and Ramanathan developed a mathematical model for this effect in 1989, and Michael Hart claims that stars cooler than what he dubs \"K0\" cannot support life because of this phenomenon, and places the habitable band around sun-sized stars as about seven million kilometers closer than Earth because of it. McKay, Pollack, and Courtin studied Titan's \"anti\" version of this in a 1991 Astrobiology article. Archer's 2007 research on deep sediments discussed the possibility that this effect could be worsened through the \"clathrate gun\" mechanism. Joseph Fourier's work on this effect inspired Arrhenius to derive an equation for this effect based on the Stefan-Boltzmann law. Events that may exacerbate": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.11352501
      ],
      [
        "house",
        -2.3676734e-05
      ],
      [
        " effect",
        -0.05938221
      ]
    ]
  },
  "This law becomes inapplicable when excess chemical potential of solute is relatively constant, and effects": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.31526932
      ],
      [
        "'s",
        -2.1531068e-05
      ],
      [
        " law",
        -0.021438528
      ]
    ]
  },
  "One law book of this religion is the Laws of Manu, which includes descriptions of its shraddha rites. One system of its philosophy was founded by Kapila and features a dualistic universe in which both prakriti and purusha are real. Besides the Samkhya, another system uses positions called asanas. One of the four acceptable goals of life in it is Artha, or power and wealth. One unknowable concept in this religion is called Nirguna and can only be described negatively. This religion includes the concept of samsara, whose escape, called moksha, is dependent on good karma. For 10 points, name this": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.0016999338
      ],
      [
        "ind",
        -2.4630364e-05
      ],
      [
        "u",
        -2.0458236e-05
      ],
      [
        "ism",
        -0.013329168
      ]
    ]
  },
  "One law book of this religion is the Laws of Manu, which includes descriptions of its shraddha rites. One system of its philosophy was founded by Kapila and features a dualistic universe in which both prakriti and purusha are real. Besides the Samkhya, another system uses positions called asanas. One": {
    "guess": "Yoga in Hinduism",
    "confidence": [
      [
        "Y",
        -0.09095681
      ],
      [
        "oga",
        -1.1398757e-05
      ],
      [
        " in",
        -0.67149377
      ],
      [
        " Hindu",
        -0.0035630115
      ],
      [
        "ism",
        -0.086621076
      ]
    ]
  },
  "This law was first introduced in the 1908 work \"The Relation of Strength of Stimulus to Rapidity of Habit-Formation.\" It predicts an inverted U-shaped curve on a graph of performance versus level of arousal.": {
    "guess": "Yerkes-Dodson Law",
    "confidence": [
      [
        "Y",
        -0.0007217261
      ],
      [
        "er",
        -2.0696643e-05
      ],
      [
        "kes",
        -8.657073e-06
      ],
      [
        "-D",
        -0.03497774
      ],
      [
        "od",
        -2.546479e-05
      ],
      [
        "son",
        -2.3392786e-06
      ],
      [
        " Law",
        -0.0028859489
      ]
    ]
  },
  "After launching a second invasion against this empire, Ahmad Al-Mansur displayed a skull he claimed was from this empire's leader. During the previous invasion, this empire lost to forces under Judar Pasha at the Battle of Tondibi; messengers sent before the battle to call for reinforcements were allegedly": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.611537
      ],
      [
        "hai",
        -0.001199755
      ],
      [
        " Empire",
        -0.00077162846
      ]
    ]
  },
  "After launching a second invasion against this empire, Ahmad Al-Mansur displayed a skull he claimed was from this empire's leader. During the previous invasion, this empire lost to forces under Judar Pasha at the Battle of Tondibi; messengers sent before the battle to call for reinforcements were allegedly murdered by Tuaregs. This empire was founded by (*) Sunni Ali, and though it is not Mali, it": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.5943092
      ],
      [
        "hai",
        -0.006385653
      ],
      [
        " Empire",
        -0.0032329713
      ]
    ]
  },
  "S. L. Avaliani published a major study of them in 1910, 11 years after de Rocca's book on them appeared.  The first one was created on the model of the \"sejmiki\" by a ruler who wanted to extend a war into Lithuania.  Their decline began after one of them passed the Ulozheniye of 1649, though even in their latest years Golytsin required one to repeal the military preference system, the mestnichestvo.  Traditionally meeting in the Palace of the Facets, a famous case of their use in foreign policy was the ratification of the Treaty of Pereyaslav, but they were more commonly used to approve domestic legal codes, and a rare exception to their obedience to the czar occurred when one petitioned Ivan IV to disband the oprichniki.  FTP, name these Russian councils composerd of merchants, clergymen and boyars.": {
    "guess": "Zemsky Sobor",
    "confidence": [
      [
        "Z",
        -0.026063854
      ],
      [
        "em",
        -0.0005550592
      ],
      [
        "sky",
        -3.094816e-05
      ],
      [
        " Sob",
        -0.004468339
      ],
      [
        "or",
        -0.0025578304
      ]
    ]
  },
  "He launched a newspaper whose name comes from the Kikuyu for \"He Who Brings Together,\" and in 1928 he became the general secretary of the KCA. In a letter to The Times, he predicted that a \"dangerous explosion\" would occur among his people, which ended up being the Mau Mau rebellion. He championed a doctrine of personal effort known as \"harambee,\" and he was succeeded by Daniel arap Moi. FTP, identify": {
    "guess": "Jomo Kenyatta",
    "confidence": [
      [
        "J",
        -0.0074164937
      ],
      [
        "omo",
        -6.0345924e-06
      ],
      [
        " Ken",
        -1.0802739e-05
      ],
      [
        "y",
        -6.511407e-06
      ],
      [
        "atta",
        -7.5411124e-05
      ]
    ]
  },
  "Laval and Ramanathan developed a mathematical model for this effect in 1989, and Michael Hart claims": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.12344393
      ],
      [
        "house",
        -0.00049131457
      ],
      [
        " effect",
        -0.038116425
      ]
    ]
  },
  "After launching a second invasion against this empire, Ahmad Al-Mansur displayed a skull he claimed was from this empire's leader. During the previous invasion, this empire lost to forces under Judar Pasha at the Battle of Tondibi; messengers sent before the battle to call for reinforcements were allegedly murdered by Tuaregs. This empire was founded by (*) Sunni Ali, and though it is not Mali, it established a university at Timbuktu under Askia Muhammad. This empire had its capital at Gao. For 10": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.0044956347
      ],
      [
        "hai",
        -7.672237e-05
      ],
      [
        " Empire",
        -6.749814e-06
      ]
    ]
  },
  "This law is the basis for a cycle that determines the lattice energies in ionic compounds, and it led to Josiah Gibb's formulation of chemical thermodynamics. It is the basis of Born-Haber cycles, and it was created by the man who discovered the creation of saccharinic acid from oxidizing sugars. It led to the formation of the law of the conservation of energy, and is also called the law of constant heat summation. For 10 points, name this law named after a Swiss born Russian scientist which claims": {
    "guess": "Hess's law",
    "confidence": [
      [
        "H",
        -0.6978298
      ],
      [
        "ess",
        -3.7981175e-05
      ],
      [
        "'s",
        -0.00095636304
      ],
      [
        " law",
        -0.15223594
      ]
    ]
  },
  "S. L. Avaliani published a major study of them in 1910, 11 years after de Rocca's book on them appeared.  The first one was created on the model of the \"sejmiki\" by a ruler who wanted to extend a war into": {
    "guess": "Sejm",
    "confidence": [
      [
        "Se",
        -0.6261194
      ],
      [
        "jm",
        -0.003280383
      ]
    ]
  },
  "This law was created by its namesake because he read about an observation of Johann Dobereiner's. This principle was utilized to develop a way to enrich uranium, removing the uranium-238 so only uranium-235 remains. To derive it, its namesake used plaster plugs, very fine tubes, and small orifices, thus slowing the process down so it could be studied. When that namesake applied this law to solutions, he found that some apparent solutions were actually particle suspensions which could not pass through": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.86287147
      ],
      [
        "auss",
        -0.4129737
      ],
      [
        "'s",
        -0.08674022
      ],
      [
        " law",
        -0.6137473
      ]
    ]
  },
  "The laurel wreath-wearing head of the figure depicted was sculpted by an assistant named Marie-Ann Collot. The subject points his hand out towards the river it faces as a symbol of his yearning for progress,": {
    "guess": "Voltaire (sculpture)",
    "confidence": [
      [
        "Vol",
        -0.92317414
      ],
      [
        "taire",
        -0.003421878
      ],
      [
        " (",
        -0.35111466
      ],
      [
        "sc",
        -0.75679284
      ],
      [
        "ulpt",
        -2.5941605e-05
      ],
      [
        "ure",
        -0.00072029565
      ],
      [
        ")",
        -0.006698439
      ]
    ]
  },
  "La Voisin was thought to be one of these people during the Affair of the Poisons. Johann Weyer argued that these people were insane and harmless. One of these people is depicted with \"Vinegar Tom\" on the cover of a book by self-proclaimed \"general\" Matthew Hopkins. These people are the subject of Johann Sprenger and Heinrich Kramer's treatise Malleus Maleficarum. The ducking stool was sometimes used on these people because they were believed to not sink in water. These people were thought to kiss the behinds of goats during their Sabbaths. For 10 points, identify these alleged practitioners of black magic who were targeted in trials like the ones in Salem, Massachusetts.": {
    "guess": "Witchcraft",
    "confidence": [
      [
        "W",
        -0.0019665777
      ],
      [
        "itch",
        -0.15250228
      ],
      [
        "craft",
        -0.0067851166
      ]
    ]
  },
  "Laval and Ramanathan developed a mathematical model for this effect in 1989, and Michael Hart claims that stars cooler than what he dubs \"K0\" cannot support life because of this phenomenon, and places the habitable band around sun-sized stars as about seven million kilometers closer than Earth because of it. McKay, Pollack, and Courtin studied Titan's \"anti\" version of this in a 1991 Astrobiology article. Archer's 2007 research on deep sediments discussed the possibility that this effect could be worsened through the \"clathrate gun\" mechanism. Joseph Fourier's work on this effect inspired Arrhenius to derive an equation for this effect based on the Stefan-Boltzmann law. Events that may exacerbate this effect include the thawing of Arctic permafrost, and it occurs in \"runaway\" form on Venus.": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.026838008
      ],
      [
        "house",
        -6.849731e-05
      ],
      [
        " effect",
        -0.10297474
      ]
    ]
  },
  "The laurel wreath-wearing head of the figure depicted was sculpted by an assistant named Marie-Ann Collot.": {
    "guess": "Voltaire (sculpture)",
    "confidence": [
      [
        "Vol",
        -0.31072417
      ],
      [
        "taire",
        -3.9054008e-05
      ],
      [
        " (",
        -0.57416326
      ],
      [
        "sc",
        -0.680541
      ],
      [
        "ulpt",
        -4.8471098e-05
      ],
      [
        "ure",
        -0.0025451013
      ],
      [
        ")",
        -0.0021579952
      ]
    ]
  },
  "Laurence Thompson claimed that this poem was meant as a satire of the indecisiveness of the poet's friend": {
    "guess": "The Road Not Taken",
    "confidence": [
      [
        "The",
        -0.0020986337
      ],
      [
        " Road",
        -0.0033545205
      ],
      [
        " Not",
        -5.8365e-05
      ],
      [
        " Taken",
        -9.865584e-05
      ]
    ]
  },
  "A laundry list is swapped for a love note at one point in this opera. In another scene, a man causes alarm by climbing in through a balcony in the guise of Lindoro, after earlier adopting the identity of Don Alonso. The title character introduces himself with \"Largo al Factotum\" after learning that Dr. Bartolo is confining Rosina, and later aids Count Almaviva's romantic plans. For 10 points, name this Rossini opera which was followed by a Mozart sequel about the \"marriage\" of the titular conniving cosmetician, Figaro.": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.0042040017
      ],
      [
        " Barber",
        -3.888926e-06
      ],
      [
        " of",
        -1.998142e-05
      ],
      [
        " Se",
        -2.7014437e-05
      ],
      [
        "ville",
        -1.50940705e-05
      ]
    ]
  },
  "He launched a newspaper whose name comes from the Kikuyu for \"He Who Brings Together,\" and in 1928 he became the general secretary of the KCA. In a letter to The Times, he predicted that a \"dangerous explosion\" would occur among his people, which ended up being the Mau Mau rebellion. He championed a": {
    "guess": "Jomo Kenyatta",
    "confidence": [
      [
        "J",
        -0.4452496
      ],
      [
        "omo",
        -7.58424e-06
      ],
      [
        " Ken",
        -2.3080716e-05
      ],
      [
        "y",
        -9.968313e-06
      ],
      [
        "atta",
        -1.6286107e-05
      ]
    ]
  },
  "He launched a newspaper whose name comes from the Kikuyu for \"He Who Brings Together,\" and in 1928 he": {
    "guess": "Jomo Kenyatta",
    "confidence": [
      [
        "J",
        -0.023838382
      ],
      [
        "omo",
        -2.0219828e-05
      ],
      [
        " Ken",
        -1.0206721e-05
      ],
      [
        "y",
        -1.9743013e-05
      ],
      [
        "atta",
        -6.4325184e-05
      ]
    ]
  },
  "This law can be expressed in an integral or differential form, and can be shown to be equivalent by the Kelvin-Stokes theorem. This law relates the magnetic field around a closed loop to the electric current in the loop. One of the four laws in Maxwell's Equations, Maxwell added a displacement current term to this law. For 10 points, name this law of classical electromagnetism named after its French": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.048784934
      ],
      [
        "mp",
        -2.1008714e-06
      ],
      [
        "ère",
        -0.0046680495
      ],
      [
        "'s",
        -0.00037442712
      ],
      [
        " circ",
        -0.13540919
      ],
      [
        "u",
        -5.5577775e-06
      ],
      [
        "ital",
        -1.7432603e-06
      ],
      [
        " law",
        -0.00036287535
      ]
    ]
  },
  "The laurel wreath-wearing head of the figure depicted was sculpted by an assistant named Marie-Ann Collot. The subject points his hand out towards the river it faces as a symbol of his yearning for progress, while a snake, sculpted by Fyodor Gordyev, rests under the hooves of the subject's horse, representing the obstacles that the subject had to overcome in his search for reform. Positioned atop a giant sculpted boulder known as Thunder Rock, it was primarily designed by Etienne Falconet. FTP, identify": {
    "guess": "Bronze Horseman",
    "confidence": [
      [
        "Bron",
        -0.7735588
      ],
      [
        "ze",
        -0.00025740577
      ],
      [
        " Horse",
        -0.00018280261
      ],
      [
        "man",
        -2.2365493e-05
      ]
    ]
  },
  "The laurel wreath-wearing head of the figure depicted was sculpted by an assistant named Marie-Ann Collot. The subject points his hand out towards the river it faces as a symbol of his yearning for progress, while a snake, sculpted by Fyodor Gordyev, rests under the hooves of the subject's horse, representing": {
    "guess": "Peter the Great (statue)",
    "confidence": [
      [
        "Peter",
        -0.048837833
      ],
      [
        " the",
        -0.0061212294
      ],
      [
        " Great",
        -0.00026944166
      ],
      [
        " (",
        -0.6296956
      ],
      [
        "stat",
        -1.0191051
      ],
      [
        "ue",
        -1.867018e-05
      ],
      [
        ")",
        -0.00049322186
      ]
    ]
  },
  "After launching a second invasion against this empire, Ahmad Al-Mansur displayed a skull he claimed was from this empire's leader. During the previous invasion, this empire lost to forces under Judar Pasha": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.32024658
      ],
      [
        "hai",
        -0.0006758584
      ],
      [
        " Empire",
        -0.00027254096
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates at zero in this system; Paris and Leo Harrington used model theory and the condition that the cardinality of x is greater than or equal to its minimum to show that a strengthened finite Ramsey": {
    "guess": "Goodstein's theorem",
    "confidence": [
      [
        "Good",
        -0.5569621
      ],
      [
        "stein",
        -4.572941e-05
      ],
      [
        "'s",
        -0.2775259
      ],
      [
        " theorem",
        -0.012553449
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates at zero in this system; Paris and Leo Harrington used model theory and the condition that the cardinality of x is greater than or equal to its minimum to show that a strengthened finite Ramsey theorem is true in this system, but is similarly unprovable. Unlike a weaker version invented by Pressburger that omits(*) multiplication, this system is not decidable. A proof that defined a quantity": {
    "guess": "Goodstein's theorem",
    "confidence": [
      [
        "Good",
        -1.2340424
      ],
      [
        "stein",
        -0.00018077616
      ],
      [
        "'s",
        -0.17109342
      ],
      [
        " theorem",
        -0.006943052
      ]
    ]
  },
  "S. L. Avaliani published a major study of them in 1910, 11 years after de Rocca's book on them appeared.  The first one was created on the model of the \"sejmiki\" by a ruler who wanted to extend a war into Lithuania.  Their decline began after one of them passed the Ulozheniye of 1649, though even in their latest years Golytsin required one to repeal the military preference system, the mestnichestvo.": {
    "guess": "Zemsky Sobor",
    "confidence": [
      [
        "Z",
        -0.089323826
      ],
      [
        "em",
        -0.0005613733
      ],
      [
        "sky",
        -0.0012738043
      ],
      [
        " Sob",
        -0.026938275
      ],
      [
        "or",
        -0.004241993
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates at zero in this system; Paris and Leo Harrington used model theory and the condition that the cardinality of x is greater than or equal to its minimum to show that a strengthened finite Ramsey theorem is true in this system, but is similarly unprovable. Unlike a weaker version invented by Pressburger that omits(*) multiplication, this system is not decidable. A proof that defined a quantity epsilon sub zero using transfinite induction was used to attempt to answer Hilbert's second problem; that proof by Gerhard Gentzen demonstrated this system's consistency. One statement in this system defines a \"successor\" function that is used in definitions of induction, others give the properties": {
    "guess": "Peano arithmetic",
    "confidence": [
      [
        "P",
        -0.027430281
      ],
      [
        "ean",
        -2.1173457e-05
      ],
      [
        "o",
        -5.4385737e-06
      ],
      [
        " arithmetic",
        -0.752503
      ]
    ]
  },
  "One law book of this religion is the Laws of Manu, which includes descriptions of its shraddha rites. One system of its philosophy was founded by Kapila and features a dualistic universe in which both prakriti and purusha are real. Besides the Samkhya, another system uses positions called asanas. One of the four acceptable goals of life in it is Artha, or power and wealth. One unknowable concept in this religion is called Nirguna and can only be described negatively. This religion includes the concept of samsara, whose escape, called moksha, is dependent on good karma. For 10 points, name this Indian religion.": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.0007112399
      ],
      [
        "ind",
        -2.057744e-05
      ],
      [
        "u",
        -7.822647e-06
      ],
      [
        "ism",
        -2.7848862e-05
      ]
    ]
  },
  "This law was created by its namesake because he read about an observation of Johann Dobereiner's. This principle was utilized to develop a way to enrich uranium, removing the uranium-238 so only uranium-235 remains. To derive it, its namesake used plaster plugs, very fine tubes, and small orifices, thus slowing the process down so it could be studied. When that namesake applied this law to solutions, he found that some apparent solutions were actually particle suspensions which could not pass through a filter. From this observation he coined the term colloid.FTP, name the law that states that the rate of effusion of a substance is inversely proportional to the square root of the molar mass of its particles.": {
    "guess": "Graham's law",
    "confidence": [
      [
        "G",
        -0.0065081287
      ],
      [
        "raham",
        -0.0014046368
      ],
      [
        "'s",
        -0.00040910434
      ],
      [
        " law",
        -0.2025536
      ]
    ]
  },
  "This law is the basis for a cycle that determines the lattice energies in ionic compounds, and it led": {
    "guess": "Hess's law",
    "confidence": [
      [
        "H",
        -0.38707644
      ],
      [
        "ess",
        -6.325235e-05
      ],
      [
        "'s",
        -0.00058341504
      ],
      [
        " law",
        -0.20898023
      ]
    ]
  },
  "One law describing these objects gives an inverse relationship between the temperature and the maximum wavelength emitted, related by a constant that is about 2.897 times ten to the negative third power.": {
    "guess": "Wien's displacement law",
    "confidence": [
      [
        "W",
        -0.34488282
      ],
      [
        "ien",
        -1.3067608e-05
      ],
      [
        "'s",
        -0.0006209385
      ],
      [
        " displacement",
        -0.37808594
      ],
      [
        " law",
        -9.448371e-05
      ]
    ]
  },
  "One law describing these objects gives an inverse relationship between the temperature and the maximum wavelength emitted, related by a constant that is about 2.897 times ten to the negative third power. Another law describing these objects states the power they emit is proportional to temperature raised to the fourth power. A third law describing them fails at short wavelengths in a situation known as the ultraviolet catastrophe. For 10 points, name these objects described by Wien's approximation,": {
    "guess": "Black-body radiation",
    "confidence": [
      [
        "Black",
        -0.012509655
      ],
      [
        "-body",
        -0.28910378
      ],
      [
        " radiation",
        -0.04561046
      ]
    ]
  },
  "This law was created by its namesake because he read about an observation of Johann Dobereiner's. This principle was utilized to develop a way to enrich uranium, removing the uranium-238 so only uranium-235": {
    "guess": "Law of Octaves",
    "confidence": [
      [
        "Law",
        -1.3191237
      ],
      [
        " of",
        -0.00047785923
      ],
      [
        " Oct",
        -0.72708875
      ],
      [
        "aves",
        -0.0034957698
      ]
    ]
  },
  "A laundry list is swapped for a love note at one point in this opera. In another scene, a man causes alarm by climbing in through a balcony in the guise of Lindoro, after earlier adopting the identity of Don Alonso. The title character introduces himself with \"Largo al Factotum\" after learning that Dr.": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.0046598613
      ],
      [
        " Barber",
        -0.00046665774
      ],
      [
        " of",
        -2.8564085e-05
      ],
      [
        " Se",
        -6.539802e-05
      ],
      [
        "ville",
        -1.9504607e-05
      ]
    ]
  },
  "This law was created by its namesake because he read about an observation of Johann Dobereiner's. This": {
    "guess": "Periodic law",
    "confidence": [
      [
        "Period",
        -1.3452717
      ],
      [
        "ic",
        -0.00060093065
      ],
      [
        " law",
        -0.7616433
      ]
    ]
  },
  "Laurence Thompson claimed that this poem was meant as a satire of the indecisiveness of the poet's friend Edward Thomas. The narrator claims that the title object \"lay in leaves no step had trodden black.\" This poem is set in a \"yellow wood\" and the speaker will be \"telling this with a sigh\" because \"somewhere ages and ages hence\" he made a choice which \"has made all the difference.\" For 10 points name this Robert Frost poem, in which the narrator takes the path \"less travelled by.\"": {
    "guess": "The Road Not Taken",
    "confidence": [
      [
        "The",
        -0.014682031
      ],
      [
        " Road",
        -0.00946328
      ],
      [
        " Not",
        -0.00044294354
      ],
      [
        " Taken",
        -0.00015205175
      ]
    ]
  },
  "This law is the basis for a cycle that determines the lattice energies in ionic compounds, and it led to Josiah Gibb's formulation of chemical thermodynamics. It is the basis of Born-Haber cycles, and": {
    "guess": "Hess's law",
    "confidence": [
      [
        "H",
        -0.030874746
      ],
      [
        "ess",
        -1.92662e-05
      ],
      [
        "'s",
        -0.00021355349
      ],
      [
        " law",
        -0.06263648
      ]
    ]
  },
  "Laval and Ramanathan developed a mathematical model for this effect in 1989, and Michael Hart claims that stars cooler than what he dubs \"K0\" cannot support life because of this phenomenon, and places the habitable band around sun-sized stars as about seven million kilometers closer than Earth because of it. McKay, Pollack, and Courtin studied Titan's \"anti\" version of this in a 1991 Astrobiology article. Archer's 2007 research on deep sediments discussed the possibility that this effect could be worsened through the \"clathrate gun\" mechanism. Joseph Fourier's work on this effect inspired Arrhenius": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.12322758
      ],
      [
        "house",
        -1.3902034e-05
      ],
      [
        " effect",
        -0.20822285
      ]
    ]
  },
  "This law can be expressed in an integral or differential form, and can be shown to be equivalent by the": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.48418415
      ],
      [
        "well",
        -4.8425554e-06
      ],
      [
        "'s",
        -8.518583e-05
      ],
      [
        " equations",
        -0.00087144045
      ]
    ]
  },
  "The laurel wreath-wearing head of the figure depicted was sculpted by an assistant named Marie-Ann Collot. The subject points his hand out towards the river it faces as a symbol of his yearning for progress, while a snake, sculpted by Fyodor Gordyev, rests under the hooves of the subject's horse, representing the obstacles that the subject had to overcome in his search for reform. Positioned atop a giant sculpted boulder known as Thunder Rock, it was primarily designed by Etienne Falconet. FTP, identify this equestrian monument to a venerated czar, which figures prominently in an Alexander Pushkin": {
    "guess": "Bronze Horseman",
    "confidence": [
      [
        "Bron",
        -0.13327754
      ],
      [
        "ze",
        -8.537869e-06
      ],
      [
        " Horse",
        -4.6563837e-05
      ],
      [
        "man",
        -1.2829201e-05
      ]
    ]
  },
  "A laundry list is swapped for a love note at one point in this opera. In another scene, a man causes alarm by climbing in through a balcony in the guise of Lindoro, after earlier adopting the identity": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.0055592326
      ],
      [
        " Barber",
        -0.023684485
      ],
      [
        " of",
        -3.6431527e-05
      ],
      [
        " Se",
        -1.3544423e-05
      ],
      [
        "ville",
        -1.5451682e-05
      ]
    ]
  },
  "Laurence Thompson claimed that this poem was meant as a satire of the indecisiveness of the poet's friend Edward Thomas. The narrator claims that the title object \"lay in leaves no step had trodden black.\" This poem is set in a \"yellow wood\" and the speaker will be \"telling this with a sigh\" because \"somewhere ages and ages hence\" he made a choice which \"has made all the difference.\" For 10 points": {
    "guess": "The Road Not Taken",
    "confidence": [
      [
        "The",
        -0.025465071
      ],
      [
        " Road",
        -0.019249171
      ],
      [
        " Not",
        -0.00039968727
      ],
      [
        " Taken",
        -0.0001278534
      ]
    ]
  },
  "Laurie Kirby and Jeff Paris showed that it is not possible to prove that every Goodstein sequence terminates at zero in this system; Paris and Leo Harrington used model theory and the condition that the": {
    "guess": "Paris–Harrington principle",
    "confidence": [
      [
        "Paris",
        -0.33372632
      ],
      [
        "–",
        -0.34674972
      ],
      [
        "H",
        -0.0010113728
      ],
      [
        "arr",
        -1.2664457e-06
      ],
      [
        "ington",
        -4.3202e-07
      ],
      [
        " principle",
        -0.07395008
      ]
    ]
  },
  "La Voisin was thought to be one of these people during the Affair of the Poisons. Johann Weyer argued that these people were insane and harmless. One of these people is depicted with \"Vinegar Tom\" on the cover of a book by self-proclaimed \"general\" Matthew Hopkins. These people are the subject of Johann Sprenger and Heinrich Kramer's treatise Malleus Maleficarum. The ducking stool was sometimes used on these people because they were believed to not sink in water. These people were thought to kiss": {
    "guess": "Witchcraft",
    "confidence": [
      [
        "W",
        -0.019970875
      ],
      [
        "itch",
        -0.1396219
      ],
      [
        "craft",
        -0.04331111
      ]
    ]
  },
  "This law is apparently contradicted by the Poincaré recurrence theorem. The Gibbs paradox deals with apparent violations of this law. Rudolf Clausius stated this law as saying that heat cannot spontaneously flow from a cold body to a hotter body. A hypothetical creature which can separate fast molecules": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.011429511
      ],
      [
        " law",
        -0.0007682944
      ],
      [
        " of",
        -6.869018e-06
      ],
      [
        " therm",
        -2.4584822e-06
      ],
      [
        "odynamics",
        -7.529192e-05
      ]
    ]
  },
  "S. L. Avaliani published a major study of them in 1910, 11 years after de Rocca's book on them appeared.  The first one was created on the model of the \"sejmiki\" by a ruler who wanted to extend a war into Lithuania.  Their decline began after one of them passed the Ulozheniye of 1649, though even in their latest years Golytsin required one to repeal the military preference system, the mestnichestvo.  Traditionally meeting in the Palace of the Facets, a famous case of their use in foreign policy was the ratification of the Treaty of Pereyaslav, but they were more commonly used to approve domestic legal codes, and a rare exception to their obedience to the czar occurred when one petitioned Ivan IV to disband the oprichniki.  FTP, name these Russian councils composerd of merchants, clergymen and": {
    "guess": "Zemsky Sobor",
    "confidence": [
      [
        "Z",
        -0.044426788
      ],
      [
        "em",
        -0.00047869363
      ],
      [
        "sky",
        -0.0005442153
      ],
      [
        " Sob",
        -0.0075213234
      ],
      [
        "or",
        -0.022724949
      ]
    ]
  },
  "Laval and Ramanathan developed a mathematical model for this effect in 1989, and Michael Hart claims that stars cooler than what he dubs \"K0\" cannot support life because of this phenomenon, and places the habitable band around sun-sized stars as about seven million kilometers closer than Earth because of it. McKay, Pollack, and Courtin studied Titan's \"anti\" version of this in a 1991 Astrobiology article. Archer's 2007 research on deep sediments discussed the possibility that this effect could be": {
    "guess": "Habitable zone",
    "confidence": [
      [
        "H",
        -0.34700567
      ],
      [
        "ab",
        -0.11075721
      ],
      [
        "itable",
        -1.9146995e-05
      ],
      [
        " zone",
        -0.18572311
      ]
    ]
  },
  "A laundry list is swapped for a love note at one point in this opera. In another scene, a man causes alarm by climbing in through a balcony in the guise of Lindoro, after earlier adopting the identity of Don Alonso. The title character introduces himself with \"Largo al Factotum\" after learning that Dr. Bartolo is confining Rosina, and later aids Count Almaviva's romantic plans. For 10 points, name": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.002530595
      ],
      [
        " Barber",
        -3.88156e-05
      ],
      [
        " of",
        -8.299462e-06
      ],
      [
        " Se",
        -1.7239736e-05
      ],
      [
        "ville",
        -1.3902034e-05
      ]
    ]
  },
  "Laval and Ramanathan developed a mathematical model for this effect in 1989, and Michael Hart claims that stars cooler than what he dubs \"K0\" cannot support life because of this phenomenon, and places the habitable band around sun-sized stars as about seven million kilometers closer than Earth because": {
    "guess": "Habitable zone",
    "confidence": [
      [
        "H",
        -0.5076525
      ],
      [
        "ab",
        -0.61573774
      ],
      [
        "itable",
        -1.3902034e-05
      ],
      [
        " zone",
        -0.09982765
      ]
    ]
  },
  "This law was created by its namesake because he read about an observation of Johann Dobereiner's. This principle was utilized to develop a way to enrich uranium, removing the uranium-238 so only uranium-235 remains. To derive it, its namesake used plaster plugs, very fine tubes, and small orifices, thus slowing the process down so it could be studied. When that namesake applied this law to solutions, he found that some apparent solutions were actually particle suspensions which could not pass through a filter. From this observation he coined the term colloid.FTP, name the law that states that the": {
    "guess": "Gauss's Law",
    "confidence": [
      [
        "G",
        -0.5400871
      ],
      [
        "auss",
        -0.61167353
      ],
      [
        "'s",
        -0.096837915
      ],
      [
        " Law",
        -0.6073358
      ]
    ]
  },
  "This law can be expressed in an integral or differential form, and can be shown to be equivalent by the Kelvin-Stokes theorem. This law relates the magnetic field around a closed loop to the electric current": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.00042495478
      ],
      [
        "mp",
        -1.9361265e-07
      ],
      [
        "ère",
        -4.823269e-05
      ],
      [
        "'s",
        -1.9862217e-05
      ],
      [
        " circ",
        -0.0020680642
      ],
      [
        "u",
        -4.723352e-06
      ],
      [
        "ital",
        -6.704273e-07
      ],
      [
        " law",
        -1.6643718e-05
      ]
    ]
  },
  "This law becomes inapplicable when excess chemical potential of solute is relatively constant, and effects such as H-bond percolation are negligible. The temperature variance of its namesake constant can be found using the Van't Hoff-Arrhenius relation. This law's namesake \"region\" is located at the bottom left of an activity-composition diagram, and it works best with low solute concentration and low partial pressures. For 10 points, name this law relating the amount of gas dissolved in a liquid": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.004941989
      ],
      [
        "'s",
        -5.9153886e-06
      ],
      [
        " law",
        -0.05348893
      ]
    ]
  },
  "Laval and Ramanathan developed a mathematical model for this effect in 1989, and Michael Hart claims that stars cooler than what he dubs \"K0\" cannot support life because of this phenomenon, and places the habitable band around sun-sized stars as about seven million kilometers closer than Earth because of it. McKay, Pollack, and Courtin studied Titan's \"anti\" version of this in a 1991 Astrobiology article. Archer's 2007 research on deep sediments discussed the possibility that this effect could be worsened through the \"clathrate gun\" mechanism. Joseph Fourier's work on this effect inspired Arrhenius to derive an equation for this effect based on the Stefan-Boltzmann law. Events that may exacerbate this effect include the thawing of Arctic permafrost, and it occurs in \"runaway\" form on Venus. For 10 points, name this effect whereby gases like CO2 and methane can cause global warming.": {
    "guess": "Greenhouse effect",
    "confidence": [
      [
        "Green",
        -0.001229754
      ],
      [
        "house",
        -1.6286107e-05
      ],
      [
        " effect",
        -0.0088724205
      ]
    ]
  },
  "Laurence Thompson claimed that this poem was meant as a satire of the indecisiveness of the poet's friend Edward Thomas. The narrator claims that the title object \"lay in leaves no step had trodden black.\"": {
    "guess": "The Road Not Taken",
    "confidence": [
      [
        "The",
        -0.0067130057
      ],
      [
        " Road",
        -0.0016900582
      ],
      [
        " Not",
        -1.4617256e-05
      ],
      [
        " Taken",
        -4.7517467e-05
      ]
    ]
  },
  "One law describing these objects gives an inverse relationship between the temperature and the maximum wavelength emitted, related by a constant that is about 2.897 times ten to the negative third power. Another law describing these objects states the power they emit is proportional to temperature raised to the fourth power. A third law describing them fails at short wavelengths in a situation known as the ultraviolet catastrophe. For 10 points, name these objects described by Wien's approximation, the Stefan-Boltzmann law and the Rayleigh-Jeans, an idealized object which absorb all radiation.": {
    "guess": "Blackbody radiation",
    "confidence": [
      [
        "Black",
        -0.002762199
      ],
      [
        "body",
        -1.0343299
      ],
      [
        " radiation",
        -0.09463541
      ]
    ]
  },
  "This law becomes inapplicable when excess chemical potential of solute is relatively constant, and effects such as H-bond percolation are negligible. The temperature variance of its namesake constant can": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.07778984
      ],
      [
        "'s",
        -6.6306106e-06
      ],
      [
        " law",
        -0.013507822
      ]
    ]
  },
  "One law book of this religion is the Laws of Manu, which includes descriptions of its shraddha rites. One system of its philosophy was founded by Kapila and features a dualistic universe in which both prakriti and purusha are real. Besides the Samkhya, another system uses positions called asanas. One of the four acceptable goals of life in it is Artha, or power and wealth. One unknowable concept in this religion is called Nirguna and can only be described negatively. This religion includes the concept": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.015850531
      ],
      [
        "ind",
        -1.9385403e-05
      ],
      [
        "u",
        -1.700133e-05
      ],
      [
        "ism",
        -0.046566904
      ]
    ]
  }
}