{
  "Dupuis traced the characteristics of St. Peter back to the ancient mythology of this deity, including both figures' associations with a rod. A temple devoted to this deity in Argiletum has his hands pointed in a position some say maybe represents the number 355, and he was once associated with Ani. This deity claimed that he used to be called Chaos because he was \"of the first world\", and in one story,": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.703961
      ],
      [
        "us",
        -0.00039480726
      ]
    ]
  },
  "Dupuytren's disease and De Quervain's disease both affect this structure, at whose distal ends eponychium can be found. Guyon's canal is formed by two of its bones, the pisiform and hamate. The strongest": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.085798234
      ]
    ]
  },
  "Dupuytren's disease and De Quervain's disease both affect this structure, at whose distal ends eponychium can be found. Guyon's canal is formed by two of its bones, the pisiform and hamate. The strongest ligament here is the volar plate, and extensor tendons branch out from the central slip in this structure. The lumbricals and interossei form the intrinsic muscles that allow for much of the articulation of its bones and tendons. The median nerve innervates the thenar muscles, which allows for the opposition of one of its segments. Five metacarpophalangeal and nine interphalangeal joints are found here. Containing the carpals, metacarpals, and phalanages, this is, for 10 points, what useful structure found at the distal end of your forearms?": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.067524634
      ]
    ]
  },
  "Dupuytren's disease and De Quervain's disease both affect this structure, at whose distal ends eponychium can be found. Guyon's canal is formed by two of its bones, the pisiform and hamate. The strongest ligament here is the volar plate, and extensor tendons branch out from the central slip in this structure.": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.21338744
      ]
    ]
  },
  "Dupuis traced the characteristics of St. Peter back to the ancient mythology of this deity, including both figures' associations with a rod. A temple devoted to this deity in Argiletum has his hands pointed": {
    "guess": "Mercury (mythology)",
    "confidence": [
      [
        "Mer",
        -1.1029184
      ],
      [
        "cury",
        -0.020587318
      ],
      [
        " (",
        -0.0030912012
      ],
      [
        "my",
        -0.0043929676
      ],
      [
        "th",
        -1.9816675e-06
      ],
      [
        "ology",
        -3.5835506e-05
      ],
      [
        ")",
        -2.939851e-05
      ]
    ]
  },
  "Dupuytren's disease and De Quervain's disease both affect this structure, at whose distal ends eponychium can be found. Guyon's canal is formed by two of its bones, the pisiform and hamate. The strongest ligament here is the volar plate, and extensor tendons branch out from the central slip in this structure. The lumbricals and interossei form the intrinsic muscles that allow for much of the articulation of its bones and tendons. The median nerve innervates the thenar muscles, which allows for the opposition of one of its segments. Five metacarpophalangeal and nine interphalangeal joints are found here. Containing the carpals, metacarpals, and phalanages, this is, for 10 points, what useful structure": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.043933865
      ]
    ]
  },
  "Dupuytren's disease and De Quervain's disease both affect this structure, at whose distal ends eponychium can be found. Guyon's canal is formed by two of its bones, the pisiform and hamate. The strongest ligament here is the volar plate, and extensor tendons branch out from the central slip in this structure. The lumbricals and interossei form the intrinsic muscles that allow for much of the articulation of its bones and tendons. The median nerve innervates the thenar muscles, which allows for the opposition of one of its segments. Five metacarpophalangeal and nine interphalangeal joints are found": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.15976253
      ]
    ]
  },
  "Dupuytren's disease and De Quervain's disease both affect this structure, at whose distal ends eponychium can be found. Guyon's canal is formed by two of its bones, the pisiform and hamate. The strongest ligament here is the volar plate, and extensor tendons branch out from the central slip in this structure. The lumbricals and interossei form the intrinsic muscles that allow for much of the articulation": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.065888666
      ]
    ]
  },
  "Dupuis traced the characteristics of St. Peter back to the ancient mythology of this deity, including": {
    "guess": "Mithras",
    "confidence": [
      [
        "M",
        -1.9602987
      ],
      [
        "ith",
        -0.015639897
      ],
      [
        "ras",
        -0.42047706
      ]
    ]
  },
  "Dupuytren's disease and De Quervain's disease both affect this structure, at whose distal ends eponychium": {
    "guess": "Nail (anatomy)",
    "confidence": [
      [
        "N",
        -0.11020418
      ],
      [
        "ail",
        -0.044213194
      ],
      [
        " (",
        -0.21898352
      ],
      [
        "an",
        -0.0015564015
      ],
      [
        "atomy",
        -0.000106046464
      ],
      [
        ")",
        -0.00026920327
      ]
    ]
  },
  "Dupuytren's disease and De Quervain's disease both affect this structure, at whose distal ends eponychium can be found. Guyon's canal is formed by two of its bones, the pisiform and hamate. The strongest ligament here is the volar plate, and extensor tendons branch out from the central slip in this structure. The lumbricals and interossei form the intrinsic muscles that allow for much of the articulation of its bones and tendons. The median nerve innervates the thenar muscles, which allows for the": {
    "guess": "Hand",
    "confidence": [
      [
        "Hand",
        -0.2225628
      ]
    ]
  },
  "Dupuis traced the characteristics of St. Peter back to the ancient mythology of this deity, including both figures' associations with a rod. A temple devoted to this deity in Argiletum has his hands pointed in a position some say maybe represents the number 355, and he was once associated with Ani. This": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.34165272
      ],
      [
        "us",
        -6.921253e-05
      ]
    ]
  },
  "Dupuis traced the characteristics of St. Peter back to the ancient mythology of this deity, including both figures' associations with a rod. A temple devoted to this deity in Argiletum has his hands pointed in a position some say maybe represents the number 355, and he was once associated with Ani. This deity claimed that he used to be called Chaos because he was \"of the first world\", and in one story, he successfully pursues Cardea. Sometimes called Clusius or Patulcius in ancient times, he was": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.091804884
      ],
      [
        "us",
        -0.00054135814
      ]
    ]
  },
  "Dupuis traced the characteristics of St. Peter back to the ancient mythology of this deity, including both figures' associations with a rod. A temple devoted to this deity in Argiletum has his hands pointed in a position some say maybe represents the number 355, and he was once associated with Ani. This deity claimed that he used to be called Chaos because he was \"of the first world\", and in one story, he successfully pursues Cardea. Sometimes called Clusius or Patulcius in ancient times, he was said to have caused a volcanic eruption to prevent retribution for the Rape of the Sabine Women. Celebrated": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.010687568
      ],
      [
        "us",
        -0.00010676169
      ]
    ]
  },
  "Dupuis traced the characteristics of St. Peter back to the ancient mythology of this deity, including both figures' associations with a rod. A temple devoted to this deity in Argiletum has his hands pointed in a position some say maybe represents the number 355, and he was once associated with Ani. This deity claimed that he used to be called Chaos because he was \"of the first world\", and in one story, he successfully pursues Cardea. Sometimes called Clusius or Patulcius in ancient times, he was said to have caused a volcanic eruption to prevent retribution for the Rape of the Sabine Women. Celebrated by Ovid as \"the only god who is able to see behind him\", the doors to his temple were probably": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.033979107
      ],
      [
        "us",
        -5.109358e-05
      ]
    ]
  },
  "Dupuis traced the characteristics of St. Peter back to the ancient mythology of this deity, including both figures' associations with a rod. A temple devoted to this deity in Argiletum has his hands pointed in a position some say maybe represents the number 355, and he was once associated with Ani. This deity claimed that he used to be called Chaos because he was \"of the first world\", and in one story, he successfully pursues Cardea. Sometimes called Clusius or Patulcius in ancient times, he was said to have caused a volcanic eruption to prevent retribution for the Rape of the Sabine Women. Celebrated by Ovid as \"the only god who is able to see behind him\", the doors to his temple were probably kept open during times of war. For 10 points, identify this two-faced Roman deity, who gives his": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.007248442
      ],
      [
        "us",
        -3.5835506e-05
      ]
    ]
  },
  "Dupuis traced the characteristics of St. Peter back to the ancient mythology of this deity, including both figures' associations with a rod. A temple devoted to this deity in Argiletum has his hands pointed in a position some say maybe represents the number 355, and he was once associated with Ani. This deity claimed that he used to be called Chaos because he was \"of the first world\", and in one story, he successfully pursues Cardea. Sometimes called Clusius or Patulcius in ancient times, he was said to have caused a volcanic eruption to prevent retribution for the Rape of the Sabine Women. Celebrated by Ovid as \"the only god who is able to see behind him\", the doors to his temple were probably kept open during times of war. For 10 points, identify this two-faced Roman deity, who gives his name to the first month of the Roman calendar.": {
    "guess": "Janus",
    "confidence": [
      [
        "Jan",
        -0.0019966813
      ],
      [
        "us",
        -1.0802739e-05
      ]
    ]
  }
}