{
  "One waterway by this name is fed by the Skunk River in Morrison County before it flows into the Mississippi": {
    "guess": "Rum River",
    "confidence": [
      [
        "R",
        -0.565476
      ],
      [
        "um",
        -0.40241516
      ],
      [
        " River",
        -3.5835506e-05
      ]
    ]
  },
  "One waterway by this name is fed by the Skunk River in Morrison County before it flows into the Mississippi in Benton County, Minnesota. Another begins as the outflow of its namesake lake in Michigan before it empties into Loon Lake. The most famous river by this name was mapped by Stephen Long in the 1820s, more than a century after it was discovered by Sieur de Bourgmont, who noted the combination of its Northern and Southern affluents. It flows in an arc past Kearney and Cozad and is joined by the Loup River before passing Omaha.  FTP, give this name most commonly associated with a tributary of the Missouri which takes its name from the French for \"flat water.\"": {
    "guess": "Platte River",
    "confidence": [
      [
        "Pl",
        -0.0025119276
      ],
      [
        "atte",
        -0.00034774013
      ],
      [
        " River",
        -0.00012296606
      ]
    ]
  },
  "In \"The Waste Land\", Mr. Eugenides invites the narrator to one of these establishments on Cannon Street, followed by a weekend at the Metropole. Kent Lansing commissions Howard Roark to design of one of these places called \"The Aquitania\" in The Fountainhead. In Night of the Iguana, Fred and Maxine Faulk manage one of these establishments visited by Reverend Shannon and his (*) tour group. In Fort Romper, Nebraska, Pat Scully owns one of these buildings around which a blizzard rages during a game of High Five in which the Easterner notices Johnnie cheating. For 10 points, name this kind of establishment": {
    "guess": "Hotel",
    "confidence": [
      [
        "Hotel",
        -0.2450596
      ]
    ]
  },
  "With Wasserman, he created a Cluster School where all rules were made by democratic consent of the students, and James Rest developed the Defining Issues test as an extension of this man's work. His most famous construct was criticized as phallocentric by Carol Gilligan in her In A Different Voice; that work was done after asking seventy boys in Chicago whether it would be allowable for a poor man": {
    "guess": "Lawrence Kohlberg",
    "confidence": [
      [
        "Law",
        -0.009263335
      ],
      [
        "rence",
        -4.0722858e-05
      ],
      [
        " Koh",
        -2.5107178e-05
      ],
      [
        "l",
        -3.0113732e-05
      ],
      [
        "berg",
        -6.408677e-05
      ]
    ]
  },
  "One waterway by this name is fed by the Skunk River in Morrison County before it flows into the Mississippi in Benton County, Minnesota. Another begins as the outflow of its namesake lake in Michigan before it empties into Loon Lake. The most famous river by this name was mapped by Stephen Long in the": {
    "guess": "Crow Wing River",
    "confidence": [
      [
        "Crow",
        -0.84408325
      ],
      [
        " Wing",
        -0.0803436
      ],
      [
        " River",
        -0.011655995
      ]
    ]
  },
  "A water brake dynamometer (dai-nuh-MOM-i-ter) measures power output by changes in this quantity in an": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -1.0931774
      ],
      [
        "que",
        -1.7954959e-05
      ]
    ]
  },
  "One watercolor by this artist shows a dark blue and turquoise house with pink blotches in Roof with Snow, while airplanes inspired this painter's mural of closely packed clouds disappearing at a pink horizon,": {
    "guess": "Georgia O'Keeffe",
    "confidence": [
      [
        "Georgia",
        -0.11310426
      ],
      [
        " O",
        -0.0002108118
      ],
      [
        "'",
        -0.00037967207
      ],
      [
        "K",
        -0.00018637507
      ],
      [
        "ee",
        -1.8624639e-06
      ],
      [
        "ffe",
        -4.8113485e-05
      ]
    ]
  },
  "This waterway winds around the Choke Mountains before flowing through the Gezira Plain while its source is on Mount Gishe. Among its tributaries are the Dinder and Rahad rivers and the flow of this river is stopped by the Roseires and Sennar dams. Pedro Paez was the first European to find its source, although John Bermudez first described its Tis Issat Falls. Known as the Abbai in its country of origin,": {
    "guess": "Blue Nile",
    "confidence": [
      [
        "Blue",
        -0.008319881
      ],
      [
        " Nile",
        -6.456359e-05
      ]
    ]
  },
  "One waterway by this name is fed by the Skunk River in Morrison County before it flows into the Mississippi in Benton County, Minnesota. Another begins as the outflow of its namesake lake in Michigan before it empties into Loon Lake. The most famous river by this name was mapped by Stephen Long in the 1820s, more than a century after it was discovered by Sieur de Bourgmont, who noted the combination of its Northern and Southern affluents. It flows in an arc past Kearney and Cozad and is joined by the Loup River before passing Omaha.  FTP, give this name most commonly associated with a tributary": {
    "guess": "Platte River",
    "confidence": [
      [
        "Pl",
        -0.00605204
      ],
      [
        "atte",
        -2.618001e-05
      ],
      [
        " River",
        -0.00047940886
      ]
    ]
  },
  "Water images pervade this collection's third component that ends with an allusion to \"the yew tree\" and discusses man's content at nourishing \"the life of significant soil.\" The first poem is modeled on St. John of the Cross' discussion of the soul's ascent and the power of memory and begins, \"Time present": {
    "guess": "Four Quartets",
    "confidence": [
      [
        "Four",
        -0.13980362
      ],
      [
        " Quart",
        -0.00019245445
      ],
      [
        "ets",
        -0.00019543454
      ]
    ]
  },
  "One watercolor by this artist shows a dark blue and turquoise house with pink blotches in Roof with Snow, while airplanes inspired this painter's mural of closely packed clouds disappearing at a pink horizon, Sky Above Clouds 4. One of her oils shows a red stone above a pink one with teeth underneath,": {
    "guess": "Georgia O'Keeffe",
    "confidence": [
      [
        "Georgia",
        -0.0063017886
      ],
      [
        " O",
        -7.7318386e-05
      ],
      [
        "'",
        -0.0010522229
      ],
      [
        "K",
        -0.00020902375
      ],
      [
        "ee",
        -1.0280384e-06
      ],
      [
        "ffe",
        -0.00016802136
      ]
    ]
  },
  "One watercolor by this artist shows a dark blue and turquoise house with pink blotches in Roof with Snow, while airplanes inspired this painter's mural of closely packed clouds disappearing at a pink horizon, Sky Above Clouds 4. One of her oils shows a red stone above a pink one with teeth underneath, and one of her signature paintings shows red hills behind two sets of yellow and pink petals. Famous": {
    "guess": "Georgia O'Keeffe",
    "confidence": [
      [
        "Georgia",
        -0.050177023
      ],
      [
        " O",
        -7.79144e-05
      ],
      [
        "'",
        -0.0007517361
      ],
      [
        "K",
        -0.00019841464
      ],
      [
        "ee",
        -1.9816675e-06
      ],
      [
        "ffe",
        -0.00021569549
      ]
    ]
  },
  "One waterway by this name is fed by the Skunk River in Morrison County before it flows into the Mississippi in Benton County, Minnesota. Another begins as the outflow of its namesake lake in Michigan before": {
    "guess": "Grand River",
    "confidence": [
      [
        "Grand",
        -0.8853769
      ],
      [
        " River",
        -0.021341793
      ]
    ]
  },
  "The water from Triple Divide Point in this National park will drain to the Pacific Ocean on the west": {
    "guess": "Glacier National Park",
    "confidence": [
      [
        "Gl",
        -0.3992695
      ],
      [
        "acier",
        -1.0206721e-05
      ],
      [
        " National",
        -5.2643223e-05
      ],
      [
        " Park",
        -0.000635474
      ]
    ]
  },
  "With Wasserman, he created a Cluster School where all rules were made by democratic consent of the students, and James Rest developed the Defining Issues test as an extension of this man's work. His most famous construct was criticized as phallocentric by Carol Gilligan in her In A Different Voice; that": {
    "guess": "Lawrence Kohlberg",
    "confidence": [
      [
        "Law",
        -0.011464511
      ],
      [
        "rence",
        -6.0272258e-05
      ],
      [
        " Koh",
        -1.0206721e-05
      ],
      [
        "l",
        -3.1186566e-05
      ],
      [
        "berg",
        -2.6656826e-05
      ]
    ]
  },
  "In \"The Waste Land\", Mr. Eugenides invites the narrator to one of these establishments on Cannon Street, followed by a weekend at the Metropole. Kent Lansing commissions Howard Roark to design of one of these places called \"The Aquitania\" in The Fountainhead. In Night of the Iguana, Fred and Maxine Faulk": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.016745366
      ],
      [
        " Waste",
        -0.011084135
      ],
      [
        " Land",
        -4.596782e-05
      ]
    ]
  },
  "Water images pervade this collection's third component that ends with an allusion to \"the yew tree\" and discusses man's content at nourishing \"the life of significant soil.\" The first poem is modeled on St. John of the Cross' discussion of the soul's ascent and the power of memory and begins, \"Time present and time past // Are both perhaps present in time future.\" while the poet concludes that love": {
    "guess": "Four Quartets",
    "confidence": [
      [
        "Four",
        -0.3228528
      ],
      [
        " Quart",
        -0.0003706126
      ],
      [
        "ets",
        -0.00025216083
      ]
    ]
  },
  "With Wasserman, he created a Cluster School where all rules were made by democratic consent of the students, and James Rest developed the Defining Issues test as an extension of this man's work. His most famous construct was criticized as phallocentric by Carol Gilligan in her In A Different Voice; that work was done after asking seventy boys in Chicago whether it would be allowable for a poor man to steal medication for his wife. He wrote of the pre-conventional, conventional, and post-conventional stages. For 10 points, name this psychologist who wrote The Philosophy of Moral Development.": {
    "guess": "Lawrence Kohlberg",
    "confidence": [
      [
        "Law",
        -0.0065762233
      ],
      [
        "rence",
        -3.7027545e-05
      ],
      [
        " Koh",
        -1.2113979e-05
      ],
      [
        "l",
        -2.0100624e-05
      ],
      [
        "berg",
        -3.3213026e-05
      ]
    ]
  },
  "With Wasserman, he created a Cluster School where all rules were made by democratic consent of the students,": {
    "guess": "Sudbury school",
    "confidence": [
      [
        "S",
        -0.6834526
      ],
      [
        "ud",
        -0.0009966062
      ],
      [
        "bury",
        -3.8934802e-05
      ],
      [
        " school",
        -0.7262295
      ]
    ]
  },
  "In \"The Waste Land\", Mr. Eugenides invites the narrator to one of these establishments on Cannon Street, followed by a weekend at the Metropole. Kent Lansing commissions Howard Roark to design of one of": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.0023435387
      ],
      [
        " Waste",
        -0.007996487
      ],
      [
        " Land",
        -1.569009e-05
      ]
    ]
  },
  "This waterway winds around the Choke Mountains before flowing through the Gezira Plain while its source": {
    "guess": "Blue Nile",
    "confidence": [
      [
        "Blue",
        -0.34999287
      ],
      [
        " Nile",
        -5.080963e-06
      ]
    ]
  },
  "Water images pervade this collection's third component that ends with an allusion to \"the yew tree\" and": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.7468232
      ],
      [
        " Waste",
        -0.62620354
      ],
      [
        " Land",
        -5.3000836e-05
      ]
    ]
  },
  "The water from Triple Divide Point in this National park will drain to the Pacific Ocean on the west side, the Atlantic Ocean via the Mississippi on the south and east side, and the Arctic Ocean via Hudson Bay on the north side. The tallest peak is Mount Cleveland and prominent lakes include McDonald, Two Medicine, and St. Mary. Its most famous features may disappear by 2030 if global warming persists.": {
    "guess": "Glacier National Park (U.S.)",
    "confidence": [
      [
        "Gl",
        -0.0675712
      ],
      [
        "acier",
        -1.6166903e-05
      ],
      [
        " National",
        -4.596782e-05
      ],
      [
        " Park",
        -0.0002419203
      ],
      [
        " (",
        -0.2530552
      ],
      [
        "U",
        -0.0044616894
      ],
      [
        ".S",
        -4.3226137e-05
      ],
      [
        ".)",
        -0.000245247
      ]
    ]
  },
  "This waterway winds around the Choke Mountains before flowing through the Gezira Plain while its source is on Mount Gishe. Among its tributaries are the Dinder and Rahad rivers and the flow of this river is stopped by the Roseires and Sennar dams. Pedro Paez was the first European to find its source,": {
    "guess": "Blue Nile",
    "confidence": [
      [
        "Blue",
        -0.0019304205
      ],
      [
        " Nile",
        -2.8921695e-05
      ]
    ]
  },
  "This waterway winds around the Choke Mountains before flowing through the Gezira Plain while its source is on Mount Gishe. Among its tributaries are the Dinder and Rahad rivers and the flow of this river": {
    "guess": "Blue Nile",
    "confidence": [
      [
        "Blue",
        -0.005043406
      ],
      [
        " Nile",
        -3.059055e-05
      ]
    ]
  },
  "One waterway by this name is fed by the Skunk River in Morrison County before it flows into the Mississippi in Benton County, Minnesota. Another begins as the outflow of its namesake lake in Michigan before it empties into Loon Lake. The most famous river by this name was mapped by Stephen Long in the 1820s, more than a century after it was discovered by Sieur de Bourgmont, who noted the combination of its Northern and Southern affluents. It flows in an arc past Kearney and Cozad and is joined by": {
    "guess": "Platte River",
    "confidence": [
      [
        "Pl",
        -0.0091240695
      ],
      [
        "atte",
        -1.1279553e-05
      ],
      [
        " River",
        -9.579495e-05
      ]
    ]
  },
  "In \"The Waste Land\", Mr. Eugenides invites the narrator to one of these establishments on Cannon Street, followed by a weekend at the Metropole. Kent Lansing commissions Howard Roark to design of one of these places called \"The Aquitania\" in The Fountainhead. In Night of the Iguana, Fred and Maxine Faulk manage one of these establishments visited by Reverend Shannon and his (*) tour group. In Fort Romper, Nebraska, Pat Scully owns one of these buildings around which a blizzard rages during a game of High Five in which the Easterner notices Johnnie cheating. For 10 points, name this kind of establishment where the cowboy and the Swede pay to spend the night in a short story by Stephen Crane titled for a blue one of them.": {
    "guess": "Hotel",
    "confidence": [
      [
        "Hotel",
        -0.5801007
      ]
    ]
  },
  "With Wasserman, he created a Cluster School where all rules were made by democratic consent of the students, and James Rest developed the Defining Issues test as an extension of this man's work. His most": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.36326897
      ],
      [
        " Dew",
        -0.0065455516
      ],
      [
        "ey",
        -0.00015502817
      ]
    ]
  },
  "The water from Triple Divide Point in this National park will drain to the Pacific Ocean on the west side, the Atlantic Ocean via the Mississippi on the south and east side, and the Arctic Ocean via Hudson": {
    "guess": "Triple Divide Peak (Montana)",
    "confidence": [
      [
        "Triple",
        -0.4226934
      ],
      [
        " Divide",
        -0.0010637711
      ],
      [
        " Peak",
        -0.09938189
      ],
      [
        " (",
        -0.49234048
      ],
      [
        "Mont",
        -0.4510213
      ],
      [
        "ana",
        -9.209964e-05
      ],
      [
        ")",
        -0.0075144614
      ]
    ]
  },
  "Water, salts, glucose, urea, uric acid, and creatine are filtered into this small sack which encloses the glomerulus.  About one hundredth of the amount of fluid that enters it is transformed into urine; the rest is reabsorbed by the body.  FTP, what is this nephronic structure, a part of the kidney?": {
    "guess": "Renal corpuscle",
    "confidence": [
      [
        "Ren",
        -0.0841538
      ],
      [
        "al",
        -0.000104377614
      ],
      [
        " corpus",
        -0.56983703
      ],
      [
        "cle",
        -0.0042599193
      ]
    ]
  },
  "Water images pervade this collection's third component that ends with an allusion to \"the yew tree\" and discusses man's content at nourishing \"the life of significant soil.\" The first poem is modeled on St. John of the Cross' discussion of the soul's ascent and the power of memory and begins, \"Time present and time past // Are both perhaps present in time future.\" while the poet concludes that love alone can release us from our earthly desires in the final entry, which is named for a 17th century Anglican community. Including \"East Coker,\" \"The Dry Salvages\" and \"Burnt Norton\" --for 10 points-- name this poetic series which ends with \"Little Gidding\" and was written by TS Eliot.": {
    "guess": "Four Quartets",
    "confidence": [
      [
        "Four",
        -0.0014658194
      ],
      [
        " Quart",
        -2.618001e-05
      ],
      [
        "ets",
        -0.0001273766
      ]
    ]
  },
  "In \"The Waste Land\", Mr. Eugenides invites the narrator to one of these establishments on Cannon Street, followed by a weekend at the Metropole. Kent Lansing commissions Howard Roark to design of one of these places called \"The Aquitania\" in The Fountainhead. In Night of the Iguana, Fred and Maxine Faulk manage one of these establishments visited by Reverend Shannon and his (*) tour group. In Fort Romper, Nebraska, Pat Scully owns one of these buildings around which a blizzard rages during a game": {
    "guess": "Hotel",
    "confidence": [
      [
        "Hotel",
        -1.1885699
      ]
    ]
  },
  "With Wasserman, he created a Cluster School where all rules were made by democratic consent of the students, and James Rest developed the Defining Issues test as an extension of this man's work. His most famous construct was criticized as phallocentric by Carol Gilligan in her In A Different Voice; that work was done after asking seventy boys in Chicago whether it would be allowable for a poor man to steal medication for his wife. He wrote of the pre-conventional, conventional, and post-conventional": {
    "guess": "Lawrence Kohlberg",
    "confidence": [
      [
        "Law",
        -0.007929669
      ],
      [
        "rence",
        -3.2497806e-05
      ],
      [
        " Koh",
        -1.50940705e-05
      ],
      [
        "l",
        -3.3213026e-05
      ],
      [
        "berg",
        -0.00010175513
      ]
    ]
  },
  "In \"The Waste Land\", Mr. Eugenides invites the narrator to one of these establishments on Cannon Street, followed by a weekend at the Metropole. Kent Lansing commissions Howard Roark to design of one of these places called \"The Aquitania\" in The Fountainhead. In Night of the Iguana, Fred and Maxine Faulk manage one of these establishments visited by Reverend Shannon and his (*) tour group. In Fort": {
    "guess": "Brothel",
    "confidence": [
      [
        "Bro",
        -0.9197494
      ],
      [
        "th",
        -0.00535199
      ],
      [
        "el",
        -0.038901135
      ]
    ]
  },
  "A water brake dynamometer (dai-nuh-MOM-i-ter) measures power output by changes in this quantity in an engine, and the components of this quantity appear on one side of the Euler (OY-lur) equations for rigid bodies.  Epicylic (ep-uh-SAI-klik) gearing is used to multiply this quantity, and a couple produces": {
    "guess": "Angular velocity",
    "confidence": [
      [
        "Angular",
        -0.47094932
      ],
      [
        " velocity",
        -0.24584049
      ]
    ]
  },
  "A water brake dynamometer (dai-nuh-MOM-i-ter) measures power output by changes in this quantity in an engine, and the components of this quantity appear on one side of the Euler (OY-lur) equations for rigid bodies.  Epicylic (ep-uh-SAI-klik) gearing is used to multiply this quantity, and a couple produces a net value of this quantity sometimes synonymous with moment of force. This is equal to the derivative of angular momentum with respect to time and can also be calculated as moment of inertia times angular acceleration. Equal to the lever arm length times the perpendicular component of force, name this quantity which causes objects to spin about an axis, the rotational analogue of force.": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.003922976
      ],
      [
        "que",
        -2.3438328e-05
      ]
    ]
  },
  "One watercolor by this artist shows a dark blue and turquoise house with pink blotches in Roof with Snow, while airplanes inspired this painter's mural of closely packed clouds disappearing at a pink horizon, Sky Above Clouds 4. One of her oils shows a red stone above a pink one with teeth underneath, and one of her signature paintings shows red hills behind two sets of yellow and pink petals. Famous for paintings of cow skulls inspired by her time in New Mexico, for 10 points, name this subject": {
    "guess": "Georgia O'Keeffe",
    "confidence": [
      [
        "Georgia",
        -0.011295621
      ],
      [
        " O",
        -0.00072672893
      ],
      [
        "'",
        -0.0023888526
      ],
      [
        "K",
        -0.0009432653
      ],
      [
        "ee",
        -3.650519e-06
      ],
      [
        "ffe",
        -0.001161531
      ]
    ]
  },
  "A water brake dynamometer (dai-nuh-MOM-i-ter) measures power output by changes in this quantity in an engine, and the components of this quantity appear on one side of the Euler (OY-lur) equations for rigid bodies.  Epicylic (ep-uh-SAI-klik) gearing is used to multiply this quantity, and a couple produces a net value of this quantity sometimes synonymous with moment of force. This is equal to the derivative of angular momentum with respect to time and can also be calculated as moment of inertia times": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.046587266
      ],
      [
        "que",
        -2.1008714e-06
      ]
    ]
  },
  "A water brake dynamometer (dai-nuh-MOM-i-ter) measures power output by changes in this quantity in an engine, and the components of this quantity appear on one side of the Euler (OY-lur) equations for rigid bodies.  Epicylic (ep-uh-SAI-klik) gearing is used to multiply this quantity, and a couple produces a net value of this quantity sometimes synonymous with moment of force. This is equal to the derivative": {
    "guess": "Angular velocity",
    "confidence": [
      [
        "Angular",
        -0.095898665
      ],
      [
        " velocity",
        -0.314454
      ]
    ]
  },
  "Water images pervade this collection's third component that ends with an allusion to \"the yew tree\" and discusses man's content at nourishing \"the life of significant soil.\" The first poem is modeled on St. John of the Cross' discussion of the soul's ascent and the power of memory and begins, \"Time present and time past // Are both perhaps present in time future.\" while the poet concludes that love alone can release us from our earthly desires in the final entry, which is named for a 17th century Anglican community. Including \"East Coker,\" \"The Dry Salvages\" and \"Burnt Norton\" --for 10 points--": {
    "guess": "Four Quartets",
    "confidence": [
      [
        "Four",
        -0.06357358
      ],
      [
        " Quart",
        -3.88156e-05
      ],
      [
        "ets",
        -8.590105e-05
      ]
    ]
  },
  "One waterway by this name is fed by the Skunk River in Morrison County before it flows into the Mississippi in Benton County, Minnesota. Another begins as the outflow of its namesake lake in Michigan before it empties into Loon Lake. The most famous river by this name was mapped by Stephen Long in the 1820s, more than a century after it was discovered by Sieur de Bourgmont, who noted the combination": {
    "guess": "Platte River",
    "confidence": [
      [
        "Pl",
        -0.18625629
      ],
      [
        "atte",
        -3.357064e-05
      ],
      [
        " River",
        -0.0006958736
      ]
    ]
  },
  "This waterway winds around the Choke Mountains before flowing through the Gezira Plain while its source is on Mount Gishe. Among its tributaries are the Dinder and Rahad rivers and the flow of this river is stopped by the Roseires and Sennar dams. Pedro Paez was the first European to find its source, although John Bermudez first described its Tis Issat Falls. Known as the Abbai in its country of origin, this river has its source near Lake Tana. For 10 points, name this river which begins in Ethiopia": {
    "guess": "Blue Nile",
    "confidence": [
      [
        "Blue",
        -0.011043352
      ],
      [
        " Nile",
        -0.00021212305
      ]
    ]
  },
  "One watercolor by this artist shows a dark blue and turquoise house with pink blotches in Roof with Snow,": {
    "guess": "Georgia O'Keeffe",
    "confidence": [
      [
        "Georgia",
        -0.057080753
      ],
      [
        " O",
        -0.000107238506
      ],
      [
        "'",
        -0.0008772778
      ],
      [
        "K",
        -0.00032747918
      ],
      [
        "ee",
        -4.9305523e-05
      ],
      [
        "ffe",
        -0.00022308611
      ]
    ]
  },
  "In \"The Waste Land\", Mr. Eugenides invites the narrator to one of these establishments on Cannon Street,": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.0054500396
      ],
      [
        " Waste",
        -0.009324399
      ],
      [
        " Land",
        -4.723352e-06
      ]
    ]
  },
  "One watercolor by this artist shows a dark blue and turquoise house with pink blotches in Roof with Snow, while airplanes inspired this painter's mural of closely packed clouds disappearing at a pink horizon, Sky Above Clouds 4. One of her oils shows a red stone above a pink one with teeth underneath, and one of her signature paintings shows red hills behind two sets of yellow and pink petals. Famous for paintings of cow skulls inspired by her time in New Mexico, for 10 points, name this subject of Alfred Stieglitz's photography, who painted lots of flowers.": {
    "guess": "Georgia O'Keeffe",
    "confidence": [
      [
        "Georgia",
        -0.0023862338
      ],
      [
        " O",
        -0.00012237004
      ],
      [
        "'",
        -0.0008964549
      ],
      [
        "K",
        -0.00028862982
      ],
      [
        "ee",
        -1.0280384e-06
      ],
      [
        "ffe",
        -0.0009383779
      ]
    ]
  },
  "A water brake dynamometer (dai-nuh-MOM-i-ter) measures power output by changes in this quantity in an engine, and the components of this quantity appear on one side of the Euler (OY-lur) equations for rigid bodies.  Epicylic (ep-uh-SAI-klik) gearing is used to multiply this quantity, and a couple produces a net value of this quantity sometimes synonymous with moment of force. This is equal to the derivative of angular momentum with respect to time and can also be calculated as moment of inertia times angular acceleration. Equal to the lever arm length times the perpendicular component of force,": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.0028467216
      ],
      [
        "que",
        -3.655073e-05
      ]
    ]
  },
  "This waterway winds around the Choke Mountains before flowing through the Gezira Plain while its source is on Mount Gishe. Among its tributaries are the Dinder and Rahad rivers and the flow of this river is stopped by the Roseires and Sennar dams. Pedro Paez was the first European to find its source, although John Bermudez first described its Tis Issat Falls. Known as the Abbai in its country of origin, this river has its source near Lake Tana. For 10 points, name this river which begins in Ethiopia before joining with the \"White\" branch in Khartoum to form the longest river in the world.": {
    "guess": "Blue Nile",
    "confidence": [
      [
        "Blue",
        -0.03695698
      ],
      [
        " Nile",
        -0.00017493518
      ]
    ]
  },
  "Water images pervade this collection's third component that ends with an allusion to \"the yew tree\" and discusses man's content at nourishing \"the life of significant soil.\" The first poem is modeled on": {
    "guess": "Four Quartets",
    "confidence": [
      [
        "Four",
        -0.09544659
      ],
      [
        " Quart",
        -0.000184587
      ],
      [
        "ets",
        -0.00016527968
      ]
    ]
  },
  "The water from Triple Divide Point in this National park will drain to the Pacific Ocean on the west side, the Atlantic Ocean via the Mississippi on the south and east side, and the Arctic Ocean via Hudson Bay on the north side. The tallest peak is Mount Cleveland and prominent lakes include McDonald,": {
    "guess": "Triple Divide Peak",
    "confidence": [
      [
        "Triple",
        -0.7694458
      ],
      [
        " Divide",
        -0.0009821972
      ],
      [
        " Peak",
        -0.008632296
      ]
    ]
  },
  "In \"The Waste Land\", Mr. Eugenides invites the narrator to one of these establishments on Cannon Street, followed by a weekend at the Metropole. Kent Lansing commissions Howard Roark to design of one of these places called \"The Aquitania\" in The Fountainhead. In Night of the Iguana, Fred and Maxine Faulk manage one of these establishments visited by Reverend Shannon and his (*) tour group. In Fort Romper, Nebraska, Pat Scully owns one of these buildings around which a blizzard rages during a game of High Five in which the Easterner notices Johnnie cheating. For 10 points, name this kind of establishment where the cowboy and the Swede pay to spend the night in a short story by Stephen Crane titled": {
    "guess": "The Blue Hotel",
    "confidence": [
      [
        "The",
        -0.8616905
      ],
      [
        " Blue",
        -0.010970003
      ],
      [
        " Hotel",
        -0.00015848507
      ]
    ]
  },
  "Water, salts, glucose, urea, uric acid, and creatine are filtered into this small sack which encloses the glomerulus.  About one hundredth of the amount of fluid that enters it is transformed into urine;": {
    "guess": "Renal corpuscle",
    "confidence": [
      [
        "Ren",
        -0.33283424
      ],
      [
        "al",
        -5.1928004e-05
      ],
      [
        " corpus",
        -0.15934527
      ],
      [
        "cle",
        -0.0012090419
      ]
    ]
  },
  "Water, salts, glucose, urea, uric acid, and creatine are filtered into this small sack which encloses": {
    "guess": "Renal corpuscle",
    "confidence": [
      [
        "Ren",
        -0.47483537
      ],
      [
        "al",
        -5.9795446e-05
      ],
      [
        " corpus",
        -0.16214935
      ],
      [
        "cle",
        -0.0030377246
      ]
    ]
  },
  "The water from Triple Divide Point in this National park will drain to the Pacific Ocean on the west side, the Atlantic Ocean via the Mississippi on the south and east side, and the Arctic Ocean via Hudson Bay on the north side. The tallest peak is Mount Cleveland and prominent lakes include McDonald, Two Medicine, and St. Mary. Its most famous features may disappear by 2030 if global warming persists. Name this National park in Montana, which features landforms shaped by rivers of ice.": {
    "guess": "Glacier National Park (U.S.)",
    "confidence": [
      [
        "Gl",
        -0.001812629
      ],
      [
        "acier",
        -5.5577775e-06
      ],
      [
        " National",
        -2.9517714e-05
      ],
      [
        " Park",
        -2.677603e-05
      ],
      [
        " (",
        -0.0370938
      ],
      [
        "U",
        -0.000555536
      ],
      [
        ".S",
        -1.2113979e-05
      ],
      [
        ".)",
        -0.0001341712
      ]
    ]
  },
  "Water images pervade this collection's third component that ends with an allusion to \"the yew tree\" and discusses man's content at nourishing \"the life of significant soil.\" The first poem is modeled on St. John of the Cross' discussion of the soul's ascent and the power of memory and begins, \"Time present and time past // Are both perhaps present in time future.\" while the poet concludes that love alone can release us from our earthly desires in the final entry, which is named for a 17th century": {
    "guess": "Four Quartets",
    "confidence": [
      [
        "Four",
        -0.16384731
      ],
      [
        " Quart",
        -0.00047285634
      ],
      [
        "ets",
        -0.00027742467
      ]
    ]
  },
  "A water brake dynamometer (dai-nuh-MOM-i-ter) measures power output by changes in this quantity in an engine, and the components of this quantity appear on one side of the Euler (OY-lur) equations for": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -1.3032819
      ]
    ]
  }
}