{
  "Rorty's Achieving Our Country extols this philosopher as embodying the American spirit of Whitman's Democratic": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.020239605
      ],
      [
        " Dew",
        -0.0017344404
      ],
      [
        "ey",
        -4.978234e-05
      ]
    ]
  },
  "Rorty's Achieving Our Country extols this philosopher as embodying the American spirit of Whitman's Democratic Vistas, identifying him as the \"progressive Left\" in contrast to the \"critical Left\" of Lyotard. This man argued that the first title entity is created only in response to \"negative externalities\" in a tract describing how corporate influence and vulgar pop culture had created an \"eclipse,\" but not the \"phantom\" imagined by Walter Lippman. He described man as the \"live creature\" in his major text on aesthetics and challenged the stimulus-response model in an early Psychological Review": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.009449108
      ],
      [
        " Dew",
        -0.00034738256
      ],
      [
        "ey",
        -5.7172965e-05
      ]
    ]
  },
  "Rorty's Achieving Our Country extols this philosopher as embodying the American spirit of Whitman's Democratic Vistas, identifying him as the \"progressive Left\" in contrast to the \"critical Left\" of Lyotard. This man argued that the first title entity is created only in response to \"negative externalities\" in a tract describing how corporate influence and vulgar pop culture had created an \"eclipse,\" but not the \"phantom\" imagined by Walter Lippman. He described man as the \"live creature\" in his major text on aesthetics and challenged the stimulus-response model in an early Psychological Review article, but is best known for a work claiming that the formation of the mind resulted from an interplay between the individual and community. The author of \"The Reflex-Arc Concept in Psychology\" and Art as Experience, for 10 points, name this American pragmatist who wrote Democracy and Education.": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.0003090063
      ],
      [
        " Dew",
        -1.9743013e-05
      ],
      [
        "ey",
        -8.657073e-06
      ]
    ]
  },
  "Rorty's Achieving Our Country extols this philosopher as embodying the American spirit of Whitman's Democratic Vistas, identifying him as the \"progressive Left\" in contrast to the \"critical Left\" of Lyotard. This man argued that the first title entity is created only in response to \"negative externalities\" in a tract describing how corporate influence and vulgar pop culture had created an \"eclipse,\" but not the \"phantom\" imagined by Walter Lippman. He described man as the \"live creature\" in his major text on aesthetics and challenged the stimulus-response model in an early Psychological Review article, but is best known for a work claiming that the formation of the mind resulted from an interplay between the individual and community. The author of \"The Reflex-Arc Concept in Psychology\" and": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.00024060905
      ],
      [
        " Dew",
        -3.5313153e-06
      ],
      [
        "ey",
        -9.4914985e-06
      ]
    ]
  },
  "Rorty's Achieving Our Country extols this philosopher as embodying the American spirit of Whitman's Democratic Vistas, identifying him as the \"progressive Left\" in contrast to the \"critical Left\" of Lyotard. This man argued that the first title entity is created only in response to \"negative externalities\" in a tract describing how corporate influence and vulgar pop culture had created an \"eclipse,\" but not the \"phantom\" imagined by Walter Lippman. He described man as the \"live creature\" in his major": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.008376987
      ],
      [
        " Dew",
        -0.00040242894
      ],
      [
        "ey",
        -4.4894987e-05
      ]
    ]
  },
  "Rorty's Achieving Our Country extols this philosopher as embodying the American spirit of Whitman's Democratic Vistas, identifying him as the \"progressive Left\" in contrast to the \"critical Left\" of Lyotard.": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.020695455
      ],
      [
        " Dew",
        -0.012567693
      ],
      [
        "ey",
        -2.6537622e-05
      ]
    ]
  },
  "Rorty's Achieving Our Country extols this philosopher as embodying the American spirit of Whitman's Democratic Vistas, identifying him as the \"progressive Left\" in contrast to the \"critical Left\" of Lyotard. This man argued that the first title entity is created only in response to \"negative externalities\" in a tract describing how corporate influence and vulgar pop culture had created an \"eclipse,\"": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.0014127352
      ],
      [
        " Dew",
        -0.00014346908
      ],
      [
        "ey",
        -1.3663626e-05
      ]
    ]
  },
  "Rorty's Achieving Our Country extols this philosopher as embodying the American spirit of Whitman's Democratic Vistas, identifying him as the \"progressive Left\" in contrast to the \"critical Left\" of Lyotard. This man argued that the first title entity is created only in response to \"negative externalities\" in a tract describing how corporate influence and vulgar pop culture had created an \"eclipse,\" but not the \"phantom\" imagined by Walter Lippman. He described man as the \"live creature\" in his major text on aesthetics and challenged the stimulus-response model in an early Psychological Review article, but is best known for a work claiming that the formation of the mind resulted from an interplay": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.007068532
      ],
      [
        " Dew",
        -7.302705e-05
      ],
      [
        "ey",
        -3.1186566e-05
      ]
    ]
  },
  "Rorty's Achieving Our Country extols this philosopher as embodying the American spirit of Whitman's Democratic Vistas, identifying him as the \"progressive Left\" in contrast to the \"critical Left\" of Lyotard. This man argued that the first title entity is created only in response to \"negative externalities\"": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.0103288395
      ],
      [
        " Dew",
        -0.0002321456
      ],
      [
        "ey",
        -4.823269e-05
      ]
    ]
  }
}