{
  "\"The French Intelligence\" compares Benda to Arnold, while \"Local Flavour\" discusses Mr. Whibley's attempts to make sense of Meredith. \"Euripides and Professor Murray\" discusses a recent production of Medea and it is renowned for \"Notes on the Blank Verse of Christopher Marlowe\" and \"Swinburne as Poet,\" while the individual appraisals of Massinger and Jonson helped to spur interest in the study of the Elizabethan writers. The work's most important piece contains an insistent plea that \"no poet, no artist has his complete meaning alone\" and that a \"historical sense\" is important to \"impersonality.\"": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.49357995
      ],
      [
        ".",
        -0.24530746
      ],
      [
        " S",
        -5.5861725e-05
      ],
      [
        ".",
        -0.000105331244
      ],
      [
        " Eli",
        -0.00077603897
      ],
      [
        "ot",
        -0.00028314645
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate image from this series, a telescope pokes its way through a barred window, and a woman at the right of the canvas faints near discarded scraps of paper. Oil from a street lantern is dumped on the head of a man in a painting from this series, in which men with sprigs of leek in their hats nearly arrest him. A foil-carrying fencing master, a violin-clutching dancing master, and a music master at the harpsichord, often said to represent (*) George Handel, appear in the second entry in this series.": {
    "guess": "William Hogarth's A Rake's Progress",
    "confidence": [
      [
        "William",
        -0.14518122
      ],
      [
        " Hog",
        -0.00039170796
      ],
      [
        "arth",
        -0.0014491602
      ],
      [
        "'s",
        -0.0926453
      ],
      [
        " A",
        -1.0591521
      ],
      [
        " R",
        -0.27480203
      ],
      [
        "ake",
        -0.00072411017
      ],
      [
        "'s",
        -0.0019686006
      ],
      [
        " Progress",
        -0.00062499143
      ]
    ]
  },
  "Fred Hampton and Mark Clark were two Black Panthers shot to death in this city while they were asleep. Anthony Abbate (read: A BODY) violently beat the bartender Karolina Obrycka in this city after she refused to continue serving him. Jon Burge was convicted of perjury in this city in 2010, which he committed in the course of civil suits against him for the torture he ordered as Commander of the Area": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.07542517
      ]
    ]
  },
  "In the free-electron model, this quantity equals two-fifths times the number density times the Fermi energy. In SI units, the value of this quantity possessed by a B-field is equal to B squared divided by twice the permeability of free space. One form of this quantity is equal to the time average of the Poynting vector divided by the speed of light. This quantity is located on the main diagonal of the (*) stress tensor. For a column of fluid, the change in this quantity is equal to the density of the fluid times \"little g\" times the height of the column, which allows for this quantity to be measured": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.9259996
      ]
    ]
  },
  "The frequency spectrum of this phenomenon is proportional to the integral from frequency over cut-off frequency to infinity of the modified Bessel function of the first kind of order five-thirds. The total power generated by this process is proportional to to the electron charge squared time the sixth power of the Lorenz factor; in the non-relativistic limit, that power is proportional times the square of the acceleration. Those limits respectively give the Lienard and (*) Larmor formulas. Wigglers are designed to produce this phenomenon by creating a periodic vector potential in a beam path. The classical limit of this behavior for circular causal motion is cyclotron radiation. For 10 points,": {
    "guess": "Synchrotron radiation",
    "confidence": [
      [
        "Syn",
        -0.008512685
      ],
      [
        "ch",
        -8.017927e-05
      ],
      [
        "ro",
        -9.133887e-06
      ],
      [
        "tron",
        -8.299462e-06
      ],
      [
        " radiation",
        -0.57301474
      ]
    ]
  },
  "The French, led by Marchand, approached it from the west. The Ethiopans started coming from the east, but turned back before reaching it. King Leopold wanted his Belgians to come from the south, but they didn't make it either. The English, under Kitchener, came from the north, and FTP, cemented their control of East Africa with the capture of what Sudanese fort?": {
    "guess": "Fashoda Incident",
    "confidence": [
      [
        "F",
        -0.40406713
      ],
      [
        "ash",
        -0.0051978244
      ],
      [
        "oda",
        -2.0339032e-05
      ],
      [
        " Incident",
        -0.11248392
      ]
    ]
  },
  "\"The French Intelligence\" compares Benda to Arnold, while \"Local Flavour\" discusses Mr. Whibley's attempts to make sense of Meredith. \"Euripides and Professor Murray\" discusses a recent production of Medea and it is renowned for \"Notes on the Blank Verse of Christopher Marlowe\" and \"Swinburne as Poet,\"": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -1.4542962
      ],
      [
        ".",
        -0.22262597
      ],
      [
        " S",
        -0.0014648658
      ],
      [
        ".",
        -0.00019197763
      ],
      [
        " Eli",
        -0.00062772946
      ],
      [
        "ot",
        -0.00019352727
      ]
    ]
  },
  "Free-particle solutions to the Schrodinger equation are eigenstates of this quantity's namesake operator. For massless objects, this quantity is equal to the energy over the speed of light. The change": {
    "guess": "Momentum (quantum mechanics)",
    "confidence": [
      [
        "M",
        -0.28797945
      ],
      [
        "omentum",
        -0.00017743846
      ],
      [
        " (",
        -0.3705038
      ],
      [
        "quant",
        -0.04212125
      ],
      [
        "um",
        -2.577686e-06
      ],
      [
        " mechanics",
        -0.00013154872
      ],
      [
        ")",
        -1.0325924e-05
      ]
    ]
  },
  "The French possession St. Pierre et Miquelon lies to the south of this island, whose southeastern portion is the Avalon Peninsula. The Long Range Mountains are found on this island that is separated from": {
    "guess": "Newfoundland",
    "confidence": [
      [
        "New",
        -0.012295717
      ],
      [
        "foundland",
        -0.00014990607
      ]
    ]
  },
  "With Fred Archer, this man developed a photographic system based on visualization of the final shot which utilized eleven distinct tonal values of brightness and texture. This man developed the \"zone system\" of photography, and he co-founded Group f/64. This man's works include one showing a New Mexico town at night and another that depicts a giant rock formation in shadow. In addition to taking Moonrise: Hernandez, New Mexico and Monolith, the Face of Half-Dome, this man took many photographs for": {
    "guess": "Ansel Adams",
    "confidence": [
      [
        "An",
        -0.003894376
      ],
      [
        "sel",
        -1.1517961e-05
      ],
      [
        " Adams",
        -5.8841815e-05
      ]
    ]
  },
  "The Frenet-Serret formulas give this operation on the tangent vector as the product of curvature and the normal vector, and summing this operation performed twice with respect to each variable yields the Laplacian. The entries of the Jacobian matrix are first order examples of them, and the gradient is calculated by taking the partial form of this operation on a scalar field. Local extrema of a function are found by using one of two tests named for it. It is performed on a composition of functions": {
    "guess": "Derivative",
    "confidence": [
      [
        "Der",
        -0.1104921
      ],
      [
        "ivative",
        -0.00094445725
      ]
    ]
  },
  "Fred Hampton and Mark Clark were two Black Panthers shot to death in this city while they were asleep. Anthony Abbate (read: A BODY) violently beat the bartender Karolina Obrycka in this city after she refused to continue serving him. Jon Burge was convicted of perjury in this city in 2010, which he committed in the course of civil suits against him for the torture he ordered as Commander of the Area 2 violent crimes unit in the 1980s. In 1886, seven anarchists were sentenced to death in this city following an incident when a pipe bomb explosion caused a line of policemen to fire into a crowd of striking workers in Haymarket Square in this city. For ten points, what is this city notorious for police violence, particularly the violence ordered by Mayor Richard J. Daley during the 1968 Democratic National Convention?": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.028033912
      ]
    ]
  },
  "The Frenet-Serret formulas give this operation on the tangent vector as the product of curvature and the normal vector, and summing this operation performed twice with respect to each variable yields the": {
    "guess": "Torsion",
    "confidence": [
      [
        "T",
        -0.63369524
      ],
      [
        "ors",
        -0.0074686706
      ],
      [
        "ion",
        -0.00019793781
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate image from this series, a telescope pokes its way through a barred window, and a woman at the right of the canvas faints near discarded scraps of paper. Oil from a street lantern is dumped on the head of a man in a painting from this series, in which men with sprigs of leek in their hats nearly arrest him. A foil-carrying fencing master, a violin-clutching dancing master, and a music master": {
    "guess": "The Anatomy Lesson of Dr. Nicolaes Tulp",
    "confidence": [
      [
        "The",
        -0.6042776
      ],
      [
        " Anatomy",
        -1.080873
      ],
      [
        " Lesson",
        -0.004819088
      ],
      [
        " of",
        -0.0005579164
      ],
      [
        " Dr",
        -0.00031103275
      ],
      [
        ".",
        -0.004025565
      ],
      [
        " Nicola",
        -0.013066234
      ],
      [
        "es",
        -0.00019674578
      ],
      [
        " T",
        -3.750436e-05
      ],
      [
        "ulp",
        -1.1398757e-05
      ]
    ]
  },
  "Frederick Hodgson tried to seize it soon after Prempeh was exiled to the Seychelles, sparking a revolt led by the Queen Mother that was only crushed in 1901.  Following the defeat of an Akan people known as the Denkyera, a meeting was called in the city then known as Kwaman by Okomfo Anokye, who predicted": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -1.187711
      ],
      [
        "anti",
        -0.0003118672
      ],
      [
        " Empire",
        -0.12091976
      ]
    ]
  },
  "Free ones are the equivalent of concatenating letters from an alphabet; they lack inverse elements but would otherwise be groups. They have identity elements, however, and so are more structured than semigroups. For 10 points, name these algebraic constructs with a name somewhat similar to Leibniz' quanta": {
    "guess": "Groupoids",
    "confidence": [
      [
        "Group",
        -0.8935331
      ],
      [
        "oids",
        -0.19218598
      ]
    ]
  },
  "Frederick Hodgson tried to seize it soon after Prempeh was exiled to the Seychelles, sparking a revolt led by the Queen Mother that was only crushed in 1901.  Following the defeat of an Akan people known": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.6869856
      ],
      [
        "anti",
        -0.00081641605
      ],
      [
        " Empire",
        -0.026163967
      ]
    ]
  },
  "Frenchmen, Methodists and Quakers were the only whites exempted from his plan, which may have succeeded if not for a violent rainstorm which made bridges and roads inaccessible. Governor James Monroe was able to assemble the state militia before his army was fully assembled. For 10 points—identify this leader of an 1800 slave revolt in Richmond.": {
    "guess": "Gabriel Prosser",
    "confidence": [
      [
        "Gab",
        -0.016824968
      ],
      [
        "riel",
        -0.00060248026
      ],
      [
        " Pro",
        -0.6348509
      ],
      [
        "ss",
        -1.147242e-06
      ],
      [
        "er",
        -2.9040899e-05
      ]
    ]
  },
  "The French translation of this man's book on the legends of his native country so impressed Paul Valery": {
    "guess": "Gabriel Garcia Marquez",
    "confidence": [
      [
        "Gab",
        -1.6477492
      ],
      [
        "riel",
        -0.059853896
      ],
      [
        " Garcia",
        -0.3240749
      ],
      [
        " Mar",
        -0.0040713977
      ],
      [
        "quez",
        -1.0564331e-05
      ]
    ]
  },
  "Fred Dutton, Herb Barman, and Lloyd Davis briefly held spots during the formative period of this group, which made its home at the Blackhawk night club. Jazz: Red, Hot, and Cool was one of their last albums before drummer Joe Dodge left in favor of Joe Morello, which also led to Eugene Wright becoming the new bassist. Primarily led by Paul Desmond and their eponymous pianist, they struck it big with an album that featured \"Pick up Sticks,\" \"Blue Rondo a la Turk,\" and a piece that famously used 5/4": {
    "guess": "The Dave Brubeck Quartet",
    "confidence": [
      [
        "The",
        -0.20712918
      ],
      [
        " Dave",
        -0.0039005307
      ],
      [
        " Br",
        -4.3226137e-05
      ],
      [
        "ube",
        -3.8457987e-05
      ],
      [
        "ck",
        -9.4914985e-06
      ],
      [
        " Quart",
        -0.00014585316
      ],
      [
        "et",
        -2.4153549e-05
      ]
    ]
  },
  "\"The French Intelligence\" compares Benda to Arnold, while \"Local Flavour\" discusses Mr. Whibley's attempts to make sense of Meredith. \"Euripides and Professor Murray\" discusses a recent production of Medea and it is renowned for \"Notes on the Blank Verse of Christopher Marlowe\" and \"Swinburne as Poet,\" while the individual appraisals of Massinger and Jonson helped to spur interest in the study of the": {
    "guess": "The Sacred Wood",
    "confidence": [
      [
        "The",
        -1.6888317
      ],
      [
        " Sacred",
        -0.43924704
      ],
      [
        " Wood",
        -0.037864853
      ]
    ]
  },
  "With Fred Archer, this man developed a photographic system based on visualization of the final shot which utilized eleven distinct tonal values of brightness and texture. This man developed the \"zone system\" of photography, and he co-founded Group f/64. This man's works include one showing a New Mexico": {
    "guess": "Ansel Adams",
    "confidence": [
      [
        "An",
        -0.0038946148
      ],
      [
        "sel",
        -7.107425e-06
      ],
      [
        " Adams",
        -9.3530085e-05
      ]
    ]
  },
  "The French possession St. Pierre et Miquelon lies to the south of this island, whose southeastern portion is the Avalon Peninsula. The Long Range Mountains are found on this island that is separated from the mainland by the Strait of Belle Isle, which connects the Gulf of St. Lawrence and the Atlantic Ocean, while the Cabot Strait separates this island from Nova Scotia. For 10 points, name this island that, together with Labrador, is a Canadian province with capital at St. John's.": {
    "guess": "Newfoundland and Labrador",
    "confidence": [
      [
        "New",
        -0.0009189624
      ],
      [
        "foundland",
        -0.00010568886
      ],
      [
        " and",
        -0.07081108
      ],
      [
        " Labrador",
        -0.00019483852
      ]
    ]
  },
  "French history in the 16th Century was marked by religious conflict between the Catholics on one side and the Huguenots and other Protestant groups, on the other. F10PE, identify the following decrees issued by the French government in response to these divisions.  A. After Catherine's abortive first attempt at peace, she managed to negotiate a truce which issued this decree. The decree, which was agreed upon by both Louis I de Bourbon and Anne, First Duke of Montmorency, was issued in 1563 and reestablished": {
    "guess": "Edict of Amboise",
    "confidence": [
      [
        "Ed",
        -0.23361166
      ],
      [
        "ict",
        -0.00027456743
      ],
      [
        " of",
        -0.00075316656
      ],
      [
        " Am",
        -0.0012386832
      ],
      [
        "bo",
        -4.5371802e-05
      ],
      [
        "ise",
        -3.650519e-06
      ]
    ]
  },
  "Free radical peroxidation of apolipoprotein E has been linked to this disease and the drug Namenda treats its symptoms by acting as an N-methyl-D-aspartate receptor antagonist. It has recently been discovered that individuals possessing a single mutated copy of the APP (*) gene are resistant to this disease. It is commonly associated with the presence of abnormal microtubule-associated tau proteins which form neurofibrillary tangles and beta-amyloid aggregates. For 10 points, name this neurodegenerative": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.0040165456
      ],
      [
        "zheimer",
        -0.05499332
      ],
      [
        "'s",
        -0.00062260736
      ],
      [
        " disease",
        -0.14178278
      ]
    ]
  },
  "French history in the 16th Century was marked by religious conflict between the Catholics on one side and the Huguenots and other Protestant groups, on the other. F10PE, identify the following decrees issued by the French government in response to these divisions.  A. After Catherine's abortive first attempt at peace, she managed to negotiate a truce which issued this decree. The decree, which was": {
    "guess": "Edict of Amboise",
    "confidence": [
      [
        "Ed",
        -0.124039285
      ],
      [
        "ict",
        -0.0002319072
      ],
      [
        " of",
        -5.9080223e-05
      ],
      [
        " Am",
        -0.24824935
      ],
      [
        "bo",
        -8.685468e-05
      ],
      [
        "ise",
        -7.89631e-07
      ]
    ]
  },
  "\"The French Intelligence\" compares Benda to Arnold, while \"Local Flavour\" discusses Mr. Whibley's attempts to make sense of Meredith. \"Euripides and Professor Murray\" discusses a recent production of Medea": {
    "guess": "George Bernard Shaw",
    "confidence": [
      [
        "George",
        -0.37761253
      ],
      [
        " Bernard",
        -0.9671084
      ],
      [
        " Shaw",
        -9.972867e-05
      ]
    ]
  },
  "Frederick Hodgson tried to seize it soon after Prempeh was exiled to the Seychelles, sparking a revolt": {
    "guess": "Golden Stool",
    "confidence": [
      [
        "Golden",
        -0.07949717
      ],
      [
        " St",
        -0.0018559383
      ],
      [
        "ool",
        -1.7835755e-05
      ]
    ]
  },
  "Free radical peroxidation of apolipoprotein E has been linked to this disease and the drug Namenda treats its symptoms by acting as an N-methyl-D-aspartate receptor antagonist. It has recently been discovered": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.03454345
      ],
      [
        "zheimer",
        -0.0005992618
      ],
      [
        "'s",
        -0.00031627773
      ],
      [
        " disease",
        -0.16616763
      ]
    ]
  },
  "Fred Hampton and Mark Clark were two Black Panthers shot to death in this city while they were asleep. Anthony Abbate (read: A BODY) violently beat the bartender Karolina Obrycka in this city after she refused to continue serving him. Jon Burge was convicted of perjury in this city in 2010, which he committed in the course of civil suits against him for the torture he ordered as Commander of the Area 2 violent crimes unit in the 1980s. In 1886, seven anarchists were sentenced to death in this city": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.009074694
      ]
    ]
  },
  "The Frenet-Serret formulas give this operation on the tangent vector as the product of curvature and the normal vector, and summing this operation performed twice with respect to each variable yields the Laplacian. The entries of the Jacobian matrix are first order examples of them, and the gradient is calculated by taking the partial form of this operation on a scalar field. Local extrema of a function are found by using one of two tests named for it. It is performed on a composition of functions with the chain rule, and this operation on x-squared yields two x. For 10 points, name this operation that describes the instantaneous rate of change of a function.": {
    "guess": "Derivative",
    "confidence": [
      [
        "Der",
        -0.0296585
      ],
      [
        "ivative",
        -7.767599e-05
      ]
    ]
  },
  "One French monarch with this name was on the throne at the time of the Sicilian Vespers and launched": {
    "guess": "Philip III of France",
    "confidence": [
      [
        "Philip",
        -0.27134976
      ],
      [
        " III",
        -0.05260645
      ],
      [
        " of",
        -0.18014224
      ],
      [
        " France",
        -0.0003498858
      ]
    ]
  },
  "Frederick John Dalton wrote a book about the \"moral vision\" of this leader, who studied under Fred Ross while working for CSO. This leader set up the \"Wet Line\" to curb illegal immigration, and lobbied to end the bracero program. He fasted for twenty-five days at Delano to stem the support for violence among members of his organization, which was created from the merger of AWOC and NFWA. This man chose a black Aztec eagle as the symbol of that organization, and led many boycotts of grapes in the": {
    "guess": "Cesar Chavez",
    "confidence": [
      [
        "C",
        -0.10630179
      ],
      [
        "esar",
        -0.011962187
      ],
      [
        " Chavez",
        -0.0034977926
      ]
    ]
  },
  "He frequently fought the serpent Apep in his role as the guardian of the solar barge on its daily journey to the  underworld. This task is surprising, considering his usual relationship with other gods. Depicted as having red hair and portrayed on the Was scepter, he was a patron deity of Lower Egypt, and the centers of his cult included Tanis and  Ombos. According to the Ennead of Heliopolis, he is the brother and husband of Nephthys, though he is not the father of  Anubis, who was fathered by his": {
    "guess": "Sobek",
    "confidence": [
      [
        "S",
        -0.41858804
      ],
      [
        "ob",
        -0.20155719
      ],
      [
        "ek",
        -1.7120534e-05
      ]
    ]
  },
  "The frequency spectrum of this phenomenon is proportional to the integral from frequency over cut-off frequency to infinity of the modified Bessel function of the first kind of order five-thirds. The total power generated by this process is proportional to to the electron charge squared time the sixth": {
    "guess": "Bremsstrahlung",
    "confidence": [
      [
        "Bre",
        -0.25602126
      ],
      [
        "ms",
        -8.180258e-06
      ],
      [
        "str",
        -1.2664457e-06
      ],
      [
        "ahl",
        -6.704273e-07
      ],
      [
        "ung",
        -1.9027791e-05
      ]
    ]
  },
  "This French nobleman wrote the first calculus textbook ever published. This 1696 text, Analyse des Infiniment Petits, marked the first print appearance of the rule named after the author, although it was actually discovered by Swiss mathematician John Bernoulli. FTP, name this mathematician, whose rule states that the limit of the quotient of functions is equal to the limit of the quotient of their": {
    "guess": "Guillaume de l'Hôpital",
    "confidence": [
      [
        "Gu",
        -0.33107445
      ],
      [
        "illaume",
        -0.0034791434
      ],
      [
        " de",
        -0.04323828
      ],
      [
        " l",
        -0.01425224
      ],
      [
        "'H",
        -0.00034845536
      ],
      [
        "ô",
        -0.0042532696
      ],
      [
        "p",
        -0.00014847564
      ],
      [
        "ital",
        -0.0003771688
      ]
    ]
  },
  "The frequency spectrum of this phenomenon is proportional to the integral from frequency over cut-off frequency to infinity of the modified Bessel function of the first kind of order five-thirds. The total power generated by this process is proportional to to the electron charge squared time the sixth power of the Lorenz factor; in the non-relativistic limit, that power is proportional times the square of the acceleration. Those limits respectively give the Lienard and (*) Larmor formulas. Wigglers": {
    "guess": "Synchrotron radiation",
    "confidence": [
      [
        "Syn",
        -0.046165504
      ],
      [
        "ch",
        -3.0113732e-05
      ],
      [
        "ro",
        -0.00029780483
      ],
      [
        "tron",
        -1.6882126e-05
      ],
      [
        " radiation",
        -0.46467713
      ]
    ]
  },
  "In the free-electron model, this quantity equals two-fifths times the number density times the Fermi energy. In SI units, the value of this quantity possessed by a B-field is equal to B squared divided by twice the permeability of free space. One form of this quantity is equal to the time average of the Poynting vector divided by the speed of light. This quantity is located on the main diagonal of the (*) stress tensor. For a column of fluid, the change in this quantity is equal to the density of the fluid times \"little g\" times the height of the column, which allows for this quantity to be measured using a manometer or a barometer. For 10 points, name this quantity defined as force per unit area, which is measured in units such as atmospheres and Pascals.": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.0032731371
      ]
    ]
  },
  "The French possession St. Pierre et Miquelon lies to the south of this island, whose southeastern portion": {
    "guess": "Newfoundland",
    "confidence": [
      [
        "New",
        -0.01851008
      ],
      [
        "foundland",
        -0.000101159116
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate": {
    "guess": "Michelangelo's Pietà",
    "confidence": [
      [
        "Mich",
        -1.7889572
      ],
      [
        "el",
        -7.2073424e-05
      ],
      [
        "angelo",
        -0.00086560677
      ],
      [
        "'s",
        -0.60122687
      ],
      [
        " Piet",
        -0.45348647
      ],
      [
        "à",
        -0.0010317382
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate image from this series, a telescope pokes its way through a barred window, and a woman at the right of the canvas faints near discarded scraps of paper. Oil from a street lantern is dumped on the head of a man in a painting from this series, in which men with sprigs of leek in their hats nearly arrest him. A foil-carrying fencing master, a violin-clutching dancing master, and a music master at the harpsichord, often said to represent (*) George Handel, appear in the second entry in this series. In the first of these paintings, the protagonist is being measured for new clothes while his servants mourn his dead father. Despite the assistance of Sarah Young, the pregnant fiancee he spurned, the protagonist of this series becomes a debtor and ends up first in Fleet Prison, then in Bedlam": {
    "guess": "William Hogarth's A Rake's Progress",
    "confidence": [
      [
        "William",
        -0.37062553
      ],
      [
        " Hog",
        -0.00022833108
      ],
      [
        "arth",
        -0.0007802038
      ],
      [
        "'s",
        -0.10788423
      ],
      [
        " A",
        -0.80847776
      ],
      [
        " R",
        -0.30645245
      ],
      [
        "ake",
        -0.0003665597
      ],
      [
        "'s",
        -0.0020160712
      ],
      [
        " Progress",
        -0.000657512
      ]
    ]
  },
  "Frenchmen, Methodists and Quakers were the only whites exempted from his plan, which may have succeeded": {
    "guess": "Gabriel's Rebellion",
    "confidence": [
      [
        "Gab",
        -0.3566178
      ],
      [
        "riel",
        -3.4524266e-05
      ],
      [
        "'s",
        -0.22159122
      ],
      [
        " Rebellion",
        -0.045850605
      ]
    ]
  },
  "This French nobleman wrote the first calculus textbook ever published. This 1696 text, Analyse des Infiniment Petits, marked the first print appearance of the rule named after the author, although it was actually discovered by Swiss mathematician John Bernoulli. FTP, name this mathematician, whose rule": {
    "guess": "Guillaume de l'Hôpital",
    "confidence": [
      [
        "Gu",
        -0.54096115
      ],
      [
        "illaume",
        -0.0010384063
      ],
      [
        " de",
        -0.022816427
      ],
      [
        " l",
        -0.0051280884
      ],
      [
        "'H",
        -0.0006190312
      ],
      [
        "ô",
        -0.001069966
      ],
      [
        "p",
        -6.46828e-05
      ],
      [
        "ital",
        -0.00020830853
      ]
    ]
  },
  "Free ones are the equivalent of concatenating letters from an alphabet; they lack inverse elements but": {
    "guess": "Free monoid",
    "confidence": [
      [
        "Free",
        -0.10363515
      ],
      [
        " mon",
        -0.2813891
      ],
      [
        "oid",
        -0.045166653
      ]
    ]
  },
  "Fred Hampton and Mark Clark were two Black Panthers shot to death in this city while they were asleep.": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.4681466
      ]
    ]
  },
  "In the free-electron model, this quantity equals two-fifths times the number density times the Fermi energy. In SI units, the value of this quantity possessed by a B-field is equal to B squared divided by twice the permeability of free space. One form of this quantity is equal to the time average of the Poynting vector divided by the speed of light. This quantity is located on the main diagonal of the (*) stress tensor. For a column of fluid, the change in this quantity is equal to the density of": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.06464334
      ]
    ]
  },
  "In the free-electron model, this quantity equals two-fifths times the number density times the Fermi energy. In SI units, the value of this quantity possessed by a B-field is equal to B squared divided by twice the permeability of free space. One form of this quantity is equal to the time average of the Poynting vector divided by the speed of light. This quantity is located on the main diagonal of the (*) stress tensor. For a column of fluid, the change in this quantity is equal to the density of the fluid times \"little g\" times the height of the column, which allows for this quantity to be measured using a manometer or a barometer. For 10 points, name this quantity defined as force per unit": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.14457895
      ]
    ]
  },
  "Frenchmen, Methodists and Quakers were the only whites exempted from his plan, which may have succeeded if not for a violent rainstorm which made bridges and roads inaccessible. Governor James Monroe was able to assemble the state militia before his army was fully assembled. For 10 points—identify this": {
    "guess": "Gabriel's Rebellion",
    "confidence": [
      [
        "Gab",
        -0.025280278
      ],
      [
        "riel",
        -9.1622824e-05
      ],
      [
        "'s",
        -0.041296754
      ],
      [
        " Rebellion",
        -0.24977481
      ]
    ]
  },
  "Free radical addition is an exception to this rule, which always produces regioselective reactions. The addition of a peroxide also prevents this rule from applying, and the formation of a carbocation intermediate is an important step in another reaction which violates this rule. That reaction is hydroboration, which proceeds according to the anti version of this rule. For ten points, idetnify this": {
    "guess": "Markovnikov's rule",
    "confidence": [
      [
        "Mark",
        -0.33298206
      ],
      [
        "ov",
        -0.0017737116
      ],
      [
        "nik",
        -0.00011868205
      ],
      [
        "ov",
        -2.057744e-05
      ],
      [
        "'s",
        -0.0013677386
      ],
      [
        " rule",
        -0.11429305
      ]
    ]
  },
  "Fred Hampton and Mark Clark were two Black Panthers shot to death in this city while they were asleep. Anthony Abbate (read: A BODY) violently beat the bartender Karolina Obrycka in this city after she refused to continue serving him. Jon Burge was convicted of perjury in this city in 2010, which he committed in the course of civil suits against him for the torture he ordered as Commander of the Area 2 violent crimes unit in the 1980s. In 1886, seven anarchists were sentenced to death in this city following an incident when a pipe bomb explosion caused a line of policemen to fire into a crowd of striking workers in Haymarket Square in this city. For ten points, what is this city notorious for": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.0039741546
      ]
    ]
  },
  "French history in the 16th Century was marked by religious conflict between the Catholics on one side": {
    "guess": "French Wars of Religion",
    "confidence": [
      [
        "French",
        -0.013902678
      ],
      [
        " Wars",
        -3.8100377e-05
      ],
      [
        " of",
        -7.3458323e-06
      ],
      [
        " Religion",
        -5.4788892e-05
      ]
    ]
  },
  "In the free-electron model, this quantity equals two-fifths times the number density times the Fermi energy. In SI units, the value of this quantity possessed by a B-field is equal to B squared divided": {
    "guess": "Magnetic susceptibility",
    "confidence": [
      [
        "M",
        -0.23968874
      ],
      [
        "agnetic",
        -0.114531845
      ],
      [
        " susceptibility",
        -0.6214577
      ]
    ]
  },
  "The Frenet-Serret formulas give this operation on the tangent vector as the product of curvature and the normal vector, and summing this operation performed twice with respect to each variable yields the Laplacian. The entries of the Jacobian matrix are first order examples of them, and the gradient": {
    "guess": "Laplacian",
    "confidence": [
      [
        "L",
        -0.28415495
      ],
      [
        "apl",
        -0.20116633
      ],
      [
        "ac",
        -4.4849444e-06
      ],
      [
        "ian",
        -2.677603e-05
      ]
    ]
  },
  "Free radical peroxidation of apolipoprotein E has been linked to this disease and the drug Namenda treats its symptoms by acting as an N-methyl-D-aspartate receptor antagonist. It has recently been discovered that individuals possessing a single mutated copy of the APP (*) gene are resistant to this": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.0025863622
      ],
      [
        "zheimer",
        -0.0002484655
      ],
      [
        "'s",
        -0.000121662146
      ],
      [
        " disease",
        -0.008494604
      ]
    ]
  },
  "One French monarch with this name was on the throne at the time of the Sicilian Vespers and launched the Aragonese Crusade. The first French monarch with this name was nicknamed \"the Amorous\" and was on the throne at the time of the Council of Claremont. Another French monarch with this name fought a war with England after the death of Geoffrey, Duke of Brittany and was thus a contemporary of (*) Henry": {
    "guess": "Louis IX of France",
    "confidence": [
      [
        "Louis",
        -0.17041315
      ],
      [
        " IX",
        -0.37610114
      ],
      [
        " of",
        -0.6367507
      ],
      [
        " France",
        -4.5252596e-05
      ]
    ]
  },
  "Frederick John Dalton wrote a book about the \"moral vision\" of this leader, who studied under Fred Ross while working for CSO. This leader set up the \"Wet Line\" to curb illegal immigration, and lobbied to end the bracero program. He fasted for twenty-five days at Delano to stem the support for violence among members of his organization, which was created from the merger of AWOC and NFWA. This man chose a black Aztec eagle as the symbol of that organization, and led many boycotts of grapes in the 1960s. For 10 points, name this labor leader, who organized migrant workers as the longtime head of": {
    "guess": "Cesar Chavez",
    "confidence": [
      [
        "C",
        -0.17703287
      ],
      [
        "esar",
        -0.06779269
      ],
      [
        " Chavez",
        -7.2907846e-05
      ]
    ]
  },
  "With Fred Archer, this man developed a photographic system based on visualization of the final shot which utilized eleven distinct tonal values of brightness and texture. This man developed the \"zone system\"": {
    "guess": "Ansel Adams",
    "confidence": [
      [
        "An",
        -0.11154561
      ],
      [
        "sel",
        -2.3392786e-06
      ],
      [
        " Adams",
        -1.0206721e-05
      ]
    ]
  },
  "He frequently fought the serpent Apep in his role as the guardian of the solar barge on its daily journey to the  underworld. This task is surprising, considering his usual relationship with other gods. Depicted as having red hair and portrayed on the Was scepter, he was a patron deity of Lower Egypt, and the centers of his cult included Tanis and  Ombos. According to the Ennead of Heliopolis, he is the brother and husband of Nephthys, though he is not the father of  Anubis, who was fathered by his brother and rival. He killed this brother, who eventually became the lord of the  underworld, only to be avenged by the brother's son, Horus, who tricked him by making him eat some semen-covered  lettuce. FTP, name this Egyptian god of storms and the desert, depicted with the head of a donkey or aardvark.": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.020832647
      ],
      [
        " (",
        -0.0013833323
      ],
      [
        "de",
        -0.040777307
      ],
      [
        "ity",
        -1.831257e-05
      ],
      [
        ")",
        -1.11603495e-05
      ]
    ]
  },
  "Frederick Hodgson tried to seize it soon after Prempeh was exiled to the Seychelles, sparking a revolt led by the Queen Mother that was only crushed in 1901.  Following the defeat of an Akan people known as the Denkyera, a meeting was called in the city then known as Kwaman by Okomfo Anokye, who predicted the appearance of this. Also known as the Sika Dwa Kofi, it was displayed only at events like the Adae and Odwira festivals, and was said to represent the soul of the nation which could never be captured by enemies or allowed to touch the ground.  FTP, what object supposedly fell from the sky": {
    "guess": "Golden Stool",
    "confidence": [
      [
        "Golden",
        -0.47038993
      ],
      [
        " St",
        -0.0011272406
      ],
      [
        "ool",
        -2.4272753e-05
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate image from this series, a telescope pokes its way through a barred window, and a woman at the right of the canvas faints near discarded scraps of paper. Oil from a street lantern is dumped on the head of a man in a painting from this series, in which men with sprigs of leek in their hats nearly arrest him. A foil-carrying fencing master, a violin-clutching dancing master, and a music master at the harpsichord, often said to represent (*) George Handel, appear in the second entry in this series. In the first of these paintings, the protagonist is being measured for new clothes while his servants mourn his dead father. Despite the assistance of Sarah Young, the pregnant fiancee he spurned, the protagonist of this series becomes a debtor and ends up first in Fleet Prison, then in Bedlam Asylum. For 10 points, name this eight-painting series about the libertine Tom, by William Hogarth.": {
    "guess": "A Harlot's Progress",
    "confidence": [
      [
        "A",
        -0.015215786
      ],
      [
        " Har",
        -0.22818054
      ],
      [
        "lot",
        -0.0038414057
      ],
      [
        "'s",
        -1.5213274e-05
      ],
      [
        " Progress",
        -0.00027754388
      ]
    ]
  },
  "Free ones are the equivalent of concatenating letters from an alphabet; they lack inverse elements but would otherwise be groups. They have identity elements, however, and so are more structured than semigroups.": {
    "guess": "Free monoid",
    "confidence": [
      [
        "Free",
        -0.11960443
      ],
      [
        " mon",
        -0.73258364
      ],
      [
        "oid",
        -0.053333424
      ]
    ]
  },
  "One French monarch with this name was on the throne at the time of the Sicilian Vespers and launched the Aragonese Crusade. The first French monarch with this name was nicknamed \"the Amorous\" and was on the throne at the time of the Council of Claremont. Another French monarch with this name fought a war with England after the death of Geoffrey, Duke of Brittany and was thus a contemporary of (*) Henry II. Another French king with this name clashed with the church over taxing clergy and expelled": {
    "guess": "Louis IX of France",
    "confidence": [
      [
        "Louis",
        -0.28902608
      ],
      [
        " IX",
        -0.107113935
      ],
      [
        " of",
        -0.646015
      ],
      [
        " France",
        -5.2285613e-05
      ]
    ]
  },
  "Free ones are the equivalent of concatenating letters from an alphabet; they lack inverse elements but would otherwise be groups. They have identity elements, however, and so are more structured than semigroups. For 10 points, name these algebraic constructs with a name somewhat similar to Leibniz' quanta of soul.": {
    "guess": "Free monoids",
    "confidence": [
      [
        "Free",
        -0.21516418
      ],
      [
        " mon",
        -1.3015589
      ],
      [
        "oids",
        -0.521635
      ]
    ]
  },
  "One French monarch with this name was on the throne at the time of the Sicilian Vespers and launched the Aragonese Crusade. The first French monarch with this name was nicknamed \"the Amorous\" and was on the throne at the time of the Council of Claremont. Another French monarch with this name fought a war with England after the death of Geoffrey, Duke of Brittany and was thus a contemporary of (*) Henry II. Another French king with this name clashed with the church over taxing clergy and expelled and outlawed the Knights Templars. For ten points, give this first name shared by a French king who": {
    "guess": "Louis",
    "confidence": [
      [
        "Louis",
        -0.09147259
      ]
    ]
  },
  "Fred Dutton, Herb Barman, and Lloyd Davis briefly held spots during the formative period of this group, which made its home at the Blackhawk night club. Jazz: Red, Hot, and Cool was one of their last albums": {
    "guess": "Dave Brubeck Quartet",
    "confidence": [
      [
        "Dave",
        -0.11390048
      ],
      [
        " Br",
        -0.0001277342
      ],
      [
        "ube",
        -3.0471343e-05
      ],
      [
        "ck",
        -3.1737043e-06
      ],
      [
        " Quart",
        -0.00055910845
      ],
      [
        "et",
        -1.3544423e-05
      ]
    ]
  },
  "The French translation of this man's book on the legends of his native country so impressed Paul Valery that his laudatory letter was used as the book's preface. His decade spent in Paris was later chronicled by fellow countryman Luis Aragon.  In 1933, he returned to his native country but saw one of his manuscripts suppressed by Jorge Ubico. He wrote a book in which the \"Great Fleabag\" is married": {
    "guess": "Miguel Ángel Asturias",
    "confidence": [
      [
        "M",
        -0.013711022
      ],
      [
        "ig",
        -0.001262733
      ],
      [
        "uel",
        -6.4802e-05
      ],
      [
        " Á",
        -0.4050344
      ],
      [
        "ng",
        -0.00026801124
      ],
      [
        "el",
        -7.8987236e-05
      ],
      [
        " Ast",
        -0.0005150251
      ],
      [
        "ur",
        -0.00024572382
      ],
      [
        "ias",
        -9.2457245e-05
      ]
    ]
  },
  "This French nobleman wrote the first calculus textbook ever published. This 1696 text, Analyse des Infiniment Petits, marked the first print appearance of the rule named after the author, although it was actually discovered by Swiss mathematician John Bernoulli. FTP, name this mathematician, whose rule states that the limit of the quotient of functions is equal to the limit of the quotient of their derivatives, provided the original limit evaluates to indeterminate form.": {
    "guess": "Guillaume François Antoine, Marquis de l'Hôpital",
    "confidence": [
      [
        "Gu",
        -0.11814936
      ],
      [
        "illaume",
        -0.00012237004
      ],
      [
        " François",
        -0.24371704
      ],
      [
        " Antoine",
        -0.0013784487
      ],
      [
        ",",
        -0.0151519105
      ],
      [
        " Mar",
        -0.00023035755
      ],
      [
        "quis",
        -1.7597347e-05
      ],
      [
        " de",
        -1.569009e-05
      ],
      [
        " l",
        -0.0010829446
      ],
      [
        "'H",
        -0.00011868205
      ],
      [
        "ô",
        -0.00018542144
      ],
      [
        "p",
        -7.493431e-05
      ],
      [
        "ital",
        -7.767599e-05
      ]
    ]
  },
  "Frederick Hodgson tried to seize it soon after Prempeh was exiled to the Seychelles, sparking a revolt led by the Queen Mother that was only crushed in 1901.  Following the defeat of an Akan people known as the Denkyera, a meeting was called in the city then known as Kwaman by Okomfo Anokye, who predicted the appearance of this. Also known as the Sika Dwa Kofi, it was displayed only at events like the Adae and Odwira festivals, and was said to represent the soul of the nation which could never be captured by enemies or allowed to touch the ground.  FTP, what object supposedly fell from the sky onto the lap of Osei Tutu at a meeting in Kumasi and functioned as the seat of the ruler of the Ashanti empire?": {
    "guess": "Golden Stool",
    "confidence": [
      [
        "Golden",
        -0.0047788727
      ],
      [
        " St",
        -0.0019319702
      ],
      [
        "ool",
        -1.18755715e-05
      ]
    ]
  },
  "Frenchmen, Methodists and Quakers were the only whites exempted from his plan, which may have succeeded if not for a violent rainstorm which made bridges and roads inaccessible. Governor James Monroe was": {
    "guess": "Gabriel's Rebellion",
    "confidence": [
      [
        "Gab",
        -0.018157085
      ],
      [
        "riel",
        -0.0001273766
      ],
      [
        "'s",
        -0.16785327
      ],
      [
        " Rebellion",
        -0.23322125
      ]
    ]
  },
  "The frequency spectrum of this phenomenon is proportional to the integral from frequency over cut-off frequency to infinity of the modified Bessel function of the first kind of order five-thirds. The total power generated by this process is proportional to to the electron charge squared time the sixth power of the Lorenz factor; in the non-relativistic limit, that power is proportional times the square": {
    "guess": "Bremsstrahlung",
    "confidence": [
      [
        "Bre",
        -0.6276642
      ],
      [
        "ms",
        -0.00029565915
      ],
      [
        "str",
        -1.0087517e-05
      ],
      [
        "ahl",
        -6.392203e-06
      ],
      [
        "ung",
        -3.5358695e-05
      ]
    ]
  },
  "The French translation of this man's book on the legends of his native country so impressed Paul Valery that his laudatory letter was used as the book's preface. His decade spent in Paris was later chronicled by fellow countryman Luis Aragon.  In 1933, he returned to his native country but saw one of his manuscripts suppressed by Jorge Ubico. He wrote a book in which the \"Great Fleabag\" is married to someone who is poisoned by the Machojons but comes back as a ghost to protect the forest, and another in which the title character breaks up the marriage of Camilla and Angel Face. For 10 points, name this Guatemalan author of Men of Maize and El Senor Presidente.": {
    "guess": "Miguel Ángel Asturias",
    "confidence": [
      [
        "M",
        -0.0022073546
      ],
      [
        "ig",
        -1.5570886e-05
      ],
      [
        "uel",
        -4.1273333e-06
      ],
      [
        " Á",
        -0.00042376274
      ],
      [
        "ng",
        -3.7697225e-06
      ],
      [
        "el",
        -3.888926e-06
      ],
      [
        " Ast",
        -3.4121115e-06
      ],
      [
        "ur",
        -0.00013905855
      ],
      [
        "ias",
        -1.6286107e-05
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate image from this series, a telescope pokes its way through a barred window, and a woman at the": {
    "guess": "Francisco Goya's Black Paintings",
    "confidence": [
      [
        "Franc",
        -0.93468165
      ],
      [
        "isco",
        -0.6624243
      ],
      [
        " G",
        -0.17673771
      ],
      [
        "oya",
        -0.0005343251
      ],
      [
        "'s",
        -0.15245458
      ],
      [
        " Black",
        -0.050218403
      ],
      [
        " Paint",
        -0.0022073546
      ],
      [
        "ings",
        -5.443128e-05
      ]
    ]
  },
  "Frederick Hodgson tried to seize it soon after Prempeh was exiled to the Seychelles, sparking a revolt led by the Queen Mother that was only crushed in 1901.  Following the defeat of an Akan people known as the Denkyera, a meeting was called in the city then known as Kwaman by Okomfo Anokye, who predicted the appearance of this. Also known as the Sika Dwa Kofi, it was displayed only at events like the Adae and Odwira festivals, and was said to represent the soul of the nation which could never be captured by enemies or allowed to touch the ground.  FTP, what object supposedly fell from the sky onto the lap of Osei Tutu at a meeting in Kumasi and functioned as the seat of the ruler of the Ashanti": {
    "guess": "Golden Stool",
    "confidence": [
      [
        "Golden",
        -0.0051195463
      ],
      [
        " St",
        -0.0018208394
      ],
      [
        "ool",
        -1.1398757e-05
      ]
    ]
  },
  "The frequency spectrum of this phenomenon is proportional to the integral from frequency over cut-off frequency to infinity of the modified Bessel function of the first kind of order five-thirds. The total power generated by this process is proportional to to the electron charge squared time the sixth power of the Lorenz factor; in the non-relativistic limit, that power is proportional times the square of the acceleration. Those limits respectively give the Lienard and (*) Larmor formulas. Wigglers are designed to produce this phenomenon by creating a periodic vector potential in a beam path. The": {
    "guess": "Synchrotron Radiation",
    "confidence": [
      [
        "Syn",
        -0.019378481
      ],
      [
        "ch",
        -0.00012403888
      ],
      [
        "ro",
        -0.00015765065
      ],
      [
        "tron",
        -6.408677e-05
      ],
      [
        " Radiation",
        -0.020010717
      ]
    ]
  },
  "Free radical addition is an exception to this rule, which always produces regioselective reactions. The addition of a peroxide also prevents this rule from applying, and the formation of a carbocation intermediate is an important step in another reaction which violates this rule. That reaction is hydroboration,": {
    "guess": "Markovnikov's rule",
    "confidence": [
      [
        "Mark",
        -0.4579979
      ],
      [
        "ov",
        -0.0006168892
      ],
      [
        "nik",
        -2.8206474e-05
      ],
      [
        "ov",
        -2.618001e-05
      ],
      [
        "'s",
        -0.0005062077
      ],
      [
        " rule",
        -0.040579062
      ]
    ]
  },
  "Free-particle solutions to the Schrodinger equation are eigenstates of this quantity's namesake operator. For massless objects, this quantity is equal to the energy over the speed of light. The change in this quantity is known as impulse, and it is conserved in both inelastic and elastic collisions. The original formulation of Newton's Second Law states that its first derivative is equal to force.": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.0044550435
      ],
      [
        "omentum",
        -7.3458323e-06
      ]
    ]
  },
  "Free radical addition is an exception to this rule, which always produces regioselective reactions. The addition of a peroxide also prevents this rule from applying, and the formation of a carbocation intermediate is an important step in another reaction which violates this rule. That reaction is hydroboration, which proceeds according to the anti version of this rule. For ten points, idetnify this rule, the reverse of Zaitsev's rule, which states that when a protic acid is added to an alkene, the hydrogen atom gets attached to the carbon atom with the greatest number of hydrogens.": {
    "guess": "Markovnikov's rule",
    "confidence": [
      [
        "Mark",
        -0.4100341
      ],
      [
        "ov",
        -0.0027887078
      ],
      [
        "nik",
        -0.00034702494
      ],
      [
        "ov",
        -2.5941605e-05
      ],
      [
        "'s",
        -0.00022499338
      ],
      [
        " rule",
        -0.04031666
      ]
    ]
  },
  "Free radical substitution of hydrocarbons using this element is uncontrollably exothermic and can cleave carbon-carbon bonds. This element is the most common one in magic acid. Oxygen has a positive oxidation state only when bonded to this element. This element is the strongest contributor to the inductive effect and was the first one known to form noble gas compounds when it was discovered that four": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.0043749367
      ],
      [
        "u",
        -0.0019838295
      ],
      [
        "or",
        -0.00769156
      ],
      [
        "ine",
        -0.00021688752
      ]
    ]
  },
  "Free radical substitution of hydrocarbons using this element is uncontrollably exothermic and can cleave carbon-carbon bonds. This element is the most common one in magic acid. Oxygen has a positive oxidation state only when bonded to this element. This element is the strongest contributor to the inductive effect and was the first one known to form noble gas compounds when it was discovered that four atoms of it bind to xenon. Four atoms of it per monomer occur in Teflon, and along with chlorine,": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.0021321794
      ],
      [
        "u",
        -0.0018150021
      ],
      [
        "or",
        -0.00046129356
      ],
      [
        "ine",
        -0.0021370556
      ]
    ]
  },
  "Free-particle solutions to the Schrodinger equation are eigenstates of this quantity's namesake operator.": {
    "guess": "Momentum operator",
    "confidence": [
      [
        "M",
        -0.04248806
      ],
      [
        "omentum",
        -1.9816675e-06
      ],
      [
        " operator",
        -0.6566681
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate image from this series, a telescope pokes its way through a barred window, and a woman at the right of the canvas faints near discarded scraps of paper. Oil from a street lantern is dumped on the head of a man in a painting from this series, in which men with sprigs of leek in their hats nearly arrest him. A foil-carrying fencing master, a violin-clutching dancing master, and a music master at the harpsichord, often said to represent (*) George Handel, appear in the second entry in this series. In the first of these paintings, the protagonist is being measured for new clothes while his": {
    "guess": "William Hogarth's A Rake's Progress",
    "confidence": [
      [
        "William",
        -0.3562297
      ],
      [
        " Hog",
        -0.0011888029
      ],
      [
        "arth",
        -0.0006861062
      ],
      [
        "'s",
        -0.09477541
      ],
      [
        " A",
        -0.34238672
      ],
      [
        " R",
        -0.068692476
      ],
      [
        "ake",
        -0.0012583261
      ],
      [
        "'s",
        -0.0018951986
      ],
      [
        " Progress",
        -0.0002843385
      ]
    ]
  },
  "One French monarch with this name was on the throne at the time of the Sicilian Vespers and launched the Aragonese Crusade. The first French monarch with this name was nicknamed \"the Amorous\" and was on the throne at the time of the Council of Claremont. Another French monarch with this name fought a": {
    "guess": "Louis IX",
    "confidence": [
      [
        "Louis",
        -0.3051146
      ],
      [
        " IX",
        -0.07708751
      ]
    ]
  },
  "With Fred Archer, this man developed a photographic system based on visualization of the final shot which utilized eleven distinct tonal values of brightness and texture. This man developed the \"zone system\" of photography, and he co-founded Group f/64. This man's works include one showing a New Mexico town at night and another that depicts a giant rock formation in shadow. In addition to taking Moonrise:": {
    "guess": "Ansel Adams",
    "confidence": [
      [
        "An",
        -0.0021037448
      ],
      [
        "sel",
        -6.511407e-06
      ],
      [
        " Adams",
        -4.954393e-05
      ]
    ]
  },
  "Frederick John Dalton wrote a book about the \"moral vision\" of this leader, who studied under Fred Ross while working for CSO. This leader set up the \"Wet Line\" to curb illegal immigration, and lobbied to end the bracero program. He fasted for twenty-five days at Delano to stem the support for violence": {
    "guess": "Cesar Chavez",
    "confidence": [
      [
        "C",
        -0.0741366
      ],
      [
        "esar",
        -0.1518498
      ],
      [
        " Chavez",
        -0.00013882013
      ]
    ]
  },
  "Frederick John Dalton wrote a book about the \"moral vision\" of this leader, who studied under Fred Ross while working for CSO. This leader set up the \"Wet Line\" to curb illegal immigration, and lobbied to end the bracero program. He fasted for twenty-five days at Delano to stem the support for violence among members of his organization, which was created from the merger of AWOC and NFWA. This man chose a black Aztec eagle as the symbol of that organization, and led many boycotts of grapes in the 1960s. For 10 points, name this labor leader, who organized migrant workers as the longtime head of the United Farm Workers.": {
    "guess": "Cesar Chavez",
    "confidence": [
      [
        "C",
        -0.005090022
      ],
      [
        "esar",
        -0.0044583664
      ],
      [
        " Chavez",
        -0.00018697108
      ]
    ]
  },
  "Frederick Hodgson tried to seize it soon after Prempeh was exiled to the Seychelles, sparking a revolt led by the Queen Mother that was only crushed in 1901.  Following the defeat of an Akan people known as the Denkyera, a meeting was called in the city then known as Kwaman by Okomfo Anokye, who predicted the appearance of this. Also known as the Sika Dwa Kofi, it was displayed only at events like": {
    "guess": "Asante Confederacy",
    "confidence": [
      [
        "As",
        -0.52585703
      ],
      [
        "ante",
        -0.048438143
      ],
      [
        " Confeder",
        -1.2149323
      ],
      [
        "acy",
        -0.022402218
      ]
    ]
  },
  "Free radical addition is an exception to this rule, which always produces regioselective reactions. The": {
    "guess": "Free radical addition",
    "confidence": [
      [
        "Free",
        -0.40020284
      ],
      [
        " radical",
        -0.17925835
      ],
      [
        " addition",
        -0.039422367
      ]
    ]
  },
  "He frequently fought the serpent Apep in his role as the guardian of the solar barge on its daily journey to the  underworld. This task is surprising, considering his usual relationship with other gods. Depicted as having red hair and portrayed on the Was scepter, he was a patron deity of Lower Egypt, and the centers of his cult included Tanis and  Ombos. According to the Ennead of Heliopolis, he is the brother and husband of Nephthys, though he is not the father of  Anubis, who was fathered by his brother and rival. He killed this brother, who eventually became the lord of the  underworld, only to be avenged by the brother's son, Horus, who tricked him by making him eat some semen-covered  lettuce. FTP, name this Egyptian god of storms and the desert, depicted with the head of a donkey or": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.038088422
      ],
      [
        " (",
        -0.003427231
      ],
      [
        "de",
        -0.02661052
      ],
      [
        "ity",
        -1.7239736e-05
      ],
      [
        ")",
        -2.3438328e-05
      ]
    ]
  },
  "Fred Dutton, Herb Barman, and Lloyd Davis briefly held spots during the formative period of this group, which made its home at the Blackhawk night club. Jazz: Red, Hot, and Cool was one of their last albums before drummer Joe Dodge left in favor of Joe Morello, which also led to Eugene Wright becoming the new bassist. Primarily led by Paul Desmond and their eponymous pianist, they struck it big with an album that featured \"Pick up Sticks,\" \"Blue Rondo a la Turk,\" and a piece that famously used 5/4 time. FTP, name this long-running jazz foursome whose album Time Out featured the hit \"Take Five.\"": {
    "guess": "The Dave Brubeck Quartet",
    "confidence": [
      [
        "The",
        -0.109011255
      ],
      [
        " Dave",
        -0.14971974
      ],
      [
        " Br",
        -3.059055e-05
      ],
      [
        "ube",
        -1.3067608e-05
      ],
      [
        "ck",
        -1.569009e-05
      ],
      [
        " Quart",
        -9.3410876e-05
      ],
      [
        "et",
        -1.3306016e-05
      ]
    ]
  },
  "Fred Hampton and Mark Clark were two Black Panthers shot to death in this city while they were asleep. Anthony Abbate (read: A BODY) violently beat the bartender Karolina Obrycka in this city after she": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.23033836
      ]
    ]
  },
  "He frequently fought the serpent Apep in his role as the guardian of the solar barge on its daily journey to the  underworld. This task is surprising, considering his usual relationship with other gods. Depicted as having red hair and portrayed on the Was scepter, he was a patron deity of Lower Egypt, and the centers of his cult included Tanis and  Ombos. According to the Ennead of Heliopolis, he is the brother and husband of Nephthys, though he is not the father of  Anubis, who was fathered by his brother and rival. He killed this brother, who eventually became the lord of the  underworld, only": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.10709712
      ],
      [
        " (",
        -0.10123667
      ],
      [
        "de",
        -0.05105621
      ],
      [
        "ity",
        -1.7597347e-05
      ],
      [
        ")",
        -2.6895234e-05
      ]
    ]
  },
  "Fred Hampton and Mark Clark were two Black Panthers shot to death in this city while they were asleep. Anthony Abbate (read: A BODY) violently beat the bartender Karolina Obrycka in this city after she refused to continue serving him. Jon Burge was convicted of perjury in this city in 2010, which he committed in the course of civil suits against him for the torture he ordered as Commander of the Area 2 violent crimes unit in the 1980s. In 1886, seven anarchists were sentenced to death in this city following an incident when a pipe bomb explosion caused a line of policemen to fire into a crowd of striking workers in Haymarket Square in this city. For ten points, what is this city notorious for police violence, particularly the violence ordered by Mayor Richard J. Daley during the 1968 Democratic": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.06639936
      ]
    ]
  },
  "\"The French Intelligence\" compares Benda to Arnold, while \"Local Flavour\" discusses Mr. Whibley's attempts to make sense of Meredith. \"Euripides and Professor Murray\" discusses a recent production of Medea and it is renowned for \"Notes on the Blank Verse of Christopher Marlowe\" and \"Swinburne as Poet,\" while the individual appraisals of Massinger and Jonson helped to spur interest in the study of the Elizabethan writers. The work's most important piece contains an insistent plea that \"no poet, no artist has his complete meaning alone\" and that a \"historical sense\" is important to \"impersonality.\" FTP identify this essay collection that introduced the objective correlative in \"Hamlet and his Problems\"": {
    "guess": "The Sacred Wood",
    "confidence": [
      [
        "The",
        -0.005845839
      ],
      [
        " Sacred",
        -3.0828953e-05
      ],
      [
        " Wood",
        -5.3000836e-05
      ]
    ]
  },
  "French history in the 16th Century was marked by religious conflict between the Catholics on one side and the Huguenots and other Protestant groups, on the other. F10PE, identify the following decrees issued by the French government in response to these divisions.  A. After Catherine's abortive first": {
    "guess": "Edict of Amboise",
    "confidence": [
      [
        "Ed",
        -0.11408302
      ],
      [
        "ict",
        -0.0011141392
      ],
      [
        " of",
        -0.00036918215
      ],
      [
        " Am",
        -0.58521736
      ],
      [
        "bo",
        -0.00087442057
      ],
      [
        "ise",
        -4.00813e-06
      ]
    ]
  },
  "Free radical peroxidation of apolipoprotein E has been linked to this disease and the drug Namenda treats": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.081652924
      ],
      [
        "zheimer",
        -0.00046367763
      ],
      [
        "'s",
        -0.00032199582
      ],
      [
        " disease",
        -0.15291834
      ]
    ]
  },
  "The frequency spectrum of this phenomenon is proportional to the integral from frequency over cut-off frequency to infinity of the modified Bessel function of the first kind of order five-thirds. The total power generated by this process is proportional to to the electron charge squared time the sixth power of the Lorenz factor; in the non-relativistic limit, that power is proportional times the square of the acceleration. Those limits respectively give the Lienard and (*) Larmor formulas. Wigglers are designed to produce this phenomenon by creating a periodic vector potential in a beam path. The classical limit of this behavior for circular causal motion is cyclotron radiation. For 10 points, identify this phenomenon, the production of radiation by relativistic charges accelerated by a magnetic": {
    "guess": "Synchrotron Radiation",
    "confidence": [
      [
        "Syn",
        -0.024579369
      ],
      [
        "ch",
        -0.0002883914
      ],
      [
        "ro",
        -0.000118324446
      ],
      [
        "tron",
        -0.00039409203
      ],
      [
        " Radiation",
        -0.35420012
      ]
    ]
  },
  "Fred Hampton and Mark Clark were two Black Panthers shot to death in this city while they were asleep. Anthony Abbate (read: A BODY) violently beat the bartender Karolina Obrycka in this city after she refused to continue serving him. Jon Burge was convicted of perjury in this city in 2010, which he committed in the course of civil suits against him for the torture he ordered as Commander of the Area 2 violent crimes unit in the 1980s. In 1886, seven anarchists were sentenced to death in this city following an incident when a pipe bomb explosion caused a line of policemen to fire into a crowd of": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.018417045
      ]
    ]
  },
  "The Frenet-Serret formulas give this operation on the tangent vector as the product of curvature and the normal vector, and summing this operation performed twice with respect to each variable yields the Laplacian. The entries of the Jacobian matrix are first order examples of them, and the gradient is calculated by taking the partial form of this operation on a scalar field. Local extrema of a function are found by using one of two tests named for it. It is performed on a composition of functions with the chain rule, and this operation on x-squared yields two x. For 10 points, name this operation": {
    "guess": "Derivative",
    "confidence": [
      [
        "Der",
        -0.508732
      ],
      [
        "ivative",
        -7.529192e-05
      ]
    ]
  },
  "Frederick Hodgson tried to seize it soon after Prempeh was exiled to the Seychelles, sparking a revolt led by the Queen Mother that was only crushed in 1901.  Following the defeat of an Akan people known as the Denkyera, a meeting was called in the city then known as Kwaman by Okomfo Anokye, who predicted the appearance of this. Also known as the Sika Dwa Kofi, it was displayed only at events like the Adae and Odwira festivals, and was said to represent the soul of the nation which could never be": {
    "guess": "Golden Stool",
    "confidence": [
      [
        "Golden",
        -0.49385598
      ],
      [
        " St",
        -0.0032976088
      ],
      [
        "ool",
        -2.2603901e-05
      ]
    ]
  },
  "In the free-electron model, this quantity equals two-fifths times the number density times the Fermi energy. In SI units, the value of this quantity possessed by a B-field is equal to B squared divided by twice the permeability of free space. One form of this quantity is equal to the time average of": {
    "guess": "Magnetic moment",
    "confidence": [
      [
        "M",
        -0.14167538
      ],
      [
        "agnetic",
        -0.16095762
      ],
      [
        " moment",
        -0.72002727
      ]
    ]
  },
  "The French translation of this man's book on the legends of his native country so impressed Paul Valery that his laudatory letter was used as the book's preface. His decade spent in Paris was later chronicled by fellow countryman Luis Aragon.  In 1933, he returned to his native country but saw one of his manuscripts suppressed by Jorge Ubico. He wrote a book in which the \"Great Fleabag\" is married to someone who is poisoned by the Machojons but comes back as a ghost to protect the forest, and another in which the title character breaks up the marriage of Camilla and Angel Face. For 10 points, name": {
    "guess": "Miguel Ángel Asturias",
    "confidence": [
      [
        "M",
        -0.049679626
      ],
      [
        "ig",
        -0.0012416596
      ],
      [
        "uel",
        -0.00011248347
      ],
      [
        " Á",
        -0.3972994
      ],
      [
        "ng",
        -0.00033188972
      ],
      [
        "el",
        -5.5861725e-05
      ],
      [
        " Ast",
        -0.00043198047
      ],
      [
        "ur",
        -0.00022976153
      ],
      [
        "ias",
        -8.590105e-05
      ]
    ]
  },
  "The frequency spectrum of this phenomenon is proportional to the integral from frequency over cut-off": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -1.2768975
      ],
      [
        "eren",
        -0.0010429324
      ],
      [
        "kov",
        -2.4630364e-05
      ],
      [
        " radiation",
        -0.004149038
      ]
    ]
  },
  "One French monarch with this name was on the throne at the time of the Sicilian Vespers and launched the Aragonese Crusade. The first French monarch with this name was nicknamed \"the Amorous\" and was on the throne at the time of the Council of Claremont. Another French monarch with this name fought a war with England after the death of Geoffrey, Duke of Brittany and was thus a contemporary of (*) Henry II. Another French king with this name clashed with the church over taxing clergy and expelled and outlawed the Knights Templars. For ten points, give this first name shared by a French king who joined the Third Crusade and was nicknamed \"Augustus\", as well as by one nicknamed \"the Fair.\"": {
    "guess": "Philip",
    "confidence": [
      [
        "Philip",
        -0.036702823
      ]
    ]
  },
  "\"The French Intelligence\" compares Benda to Arnold, while \"Local Flavour\" discusses Mr. Whibley's attempts": {
    "guess": "The French Intelligence",
    "confidence": [
      [
        "The",
        -2.0058074
      ],
      [
        " French",
        -1.1297891
      ],
      [
        " Intelligence",
        -1.0177222
      ]
    ]
  },
  "Free-particle solutions to the Schrodinger equation are eigenstates of this quantity's namesake operator. For massless objects, this quantity is equal to the energy over the speed of light. The change in this quantity is known as impulse, and it is conserved in both inelastic and elastic collisions.": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.0062406533
      ],
      [
        "omentum",
        -6.0345924e-06
      ]
    ]
  },
  "The Frenet-Serret formulas give this operation on the tangent vector as the product of curvature and the normal vector, and summing this operation performed twice with respect to each variable yields the Laplacian. The entries of the Jacobian matrix are first order examples of them, and the gradient is calculated by taking the partial form of this operation on a scalar field. Local extrema of a function": {
    "guess": "Laplace operator",
    "confidence": [
      [
        "L",
        -0.39895186
      ],
      [
        "ap",
        -0.6566208
      ],
      [
        "lace",
        -9.317247e-05
      ],
      [
        " operator",
        -0.039241858
      ]
    ]
  },
  "The frequency spectrum of this phenomenon is proportional to the integral from frequency over cut-off frequency to infinity of the modified Bessel function of the first kind of order five-thirds. The total": {
    "guess": "Black-body radiation",
    "confidence": [
      [
        "Black",
        -0.95670694
      ],
      [
        "-body",
        -0.38734773
      ],
      [
        " radiation",
        -0.028386801
      ]
    ]
  },
  "The French translation of this man's book on the legends of his native country so impressed Paul Valery that his laudatory letter was used as the book's preface. His decade spent in Paris was later chronicled": {
    "guess": "Washington Irving",
    "confidence": [
      [
        "Washington",
        -1.8514632
      ],
      [
        " Irving",
        -0.004801534
      ]
    ]
  },
  "Free radical substitution of hydrocarbons using this element is uncontrollably exothermic and can cleave carbon-carbon bonds. This element is the most common one in magic acid. Oxygen has a positive oxidation": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.41308203
      ],
      [
        "u",
        -0.0009299254
      ],
      [
        "or",
        -0.0018182169
      ],
      [
        "ine",
        -0.00077687344
      ]
    ]
  },
  "Free radical substitution of hydrocarbons using this element is uncontrollably exothermic and can cleave carbon-carbon bonds. This element is the most common one in magic acid. Oxygen has a positive oxidation state only when bonded to this element. This element is the strongest contributor to the inductive": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.30237746
      ],
      [
        "u",
        -0.0016773181
      ],
      [
        "or",
        -0.12146183
      ],
      [
        "ine",
        -0.00052503456
      ]
    ]
  },
  "He frequently fought the serpent Apep in his role as the guardian of the solar barge on its daily journey to the  underworld. This task is surprising, considering his usual relationship with other gods.": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.23701265
      ],
      [
        " (",
        -0.17249618
      ],
      [
        "de",
        -0.005249768
      ],
      [
        "ity",
        -2.1411865e-05
      ],
      [
        ")",
        -4.3822154e-05
      ]
    ]
  },
  "Fred Hampton and Mark Clark were two Black Panthers shot to death in this city while they were asleep. Anthony Abbate (read: A BODY) violently beat the bartender Karolina Obrycka in this city after she refused to continue serving him. Jon Burge was convicted of perjury in this city in 2010, which he": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.04130785
      ]
    ]
  },
  "He frequently fought the serpent Apep in his role as the guardian of the solar barge on its daily journey to the  underworld. This task is surprising, considering his usual relationship with other gods. Depicted as having red hair and portrayed on the Was scepter, he was a patron deity of Lower Egypt, and the centers of his cult included Tanis and  Ombos. According to the Ennead of Heliopolis, he is the brother and husband of Nephthys, though he is not the father of  Anubis, who was fathered by his brother and rival. He killed this brother, who eventually became the lord of the  underworld, only to be avenged by the brother's son, Horus, who tricked him by making him eat some semen-covered  lettuce.": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.052942194
      ],
      [
        " (",
        -0.4829388
      ],
      [
        "de",
        -0.22948404
      ],
      [
        "ity",
        -1.342522e-05
      ],
      [
        ")",
        -6.778209e-05
      ]
    ]
  },
  "The French possession St. Pierre et Miquelon lies to the south of this island, whose southeastern portion is the Avalon Peninsula. The Long Range Mountains are found on this island that is separated from the mainland by the Strait of Belle Isle, which connects the Gulf of St. Lawrence and the Atlantic": {
    "guess": "Newfoundland",
    "confidence": [
      [
        "New",
        -0.00021521868
      ],
      [
        "foundland",
        -2.8564085e-05
      ]
    ]
  },
  "Fred Dutton, Herb Barman, and Lloyd Davis briefly held spots during the formative period of this group,": {
    "guess": "The Beatles",
    "confidence": [
      [
        "The",
        -1.3815905
      ],
      [
        " Beatles",
        -0.18327972
      ]
    ]
  },
  "Free-particle solutions to the Schrodinger equation are eigenstates of this quantity's namesake operator. For massless objects, this quantity is equal to the energy over the speed of light. The change in this quantity is known as impulse, and it is conserved in both inelastic and elastic collisions. The original formulation of Newton's Second Law states that its first derivative is equal to force. For 10 points, identify this product of mass and velocity, denoted p.": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.000927899
      ],
      [
        "omentum",
        -1.5928495e-05
      ]
    ]
  },
  "With Fred Archer, this man developed a photographic system based on visualization of the final shot which utilized eleven distinct tonal values of brightness and texture. This man developed the \"zone system\" of photography, and he co-founded Group f/64. This man's works include one showing a New Mexico town at night and another that depicts a giant rock formation in shadow. In addition to taking Moonrise: Hernandez, New Mexico and Monolith, the Face of Half-Dome, this man took many photographs for the Sierra Club. For 10 points, name this American photographer of Yosemite National Park.": {
    "guess": "Ansel Adams",
    "confidence": [
      [
        "An",
        -0.0034686902
      ],
      [
        "sel",
        -8.537869e-06
      ],
      [
        " Adams",
        -3.3809047e-05
      ]
    ]
  },
  "Free radical substitution of hydrocarbons using this element is uncontrollably exothermic and can cleave carbon-carbon bonds. This element is the most common one in magic acid. Oxygen has a positive oxidation state only when bonded to this element. This element is the strongest contributor to the inductive effect and was the first one known to form noble gas compounds when it was discovered that four atoms of it bind to xenon. Four atoms of it per monomer occur in Teflon, and along with chlorine, it is found in Freon. The binary acid of this element can etch glass and dissolve bone. For 10 points, name this lightest halogen, the most electronegative element.": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.00018149138
      ],
      [
        "u",
        -0.0012351145
      ],
      [
        "or",
        -1.8908588e-05
      ],
      [
        "ine",
        -0.00011605957
      ]
    ]
  },
  "In the free-electron model, this quantity equals two-fifths times the number density times the Fermi energy. In SI units, the value of this quantity possessed by a B-field is equal to B squared divided by twice the permeability of free space. One form of this quantity is equal to the time average of the Poynting vector divided by the speed of light. This quantity is located on the main diagonal of": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.37739104
      ],
      [
        "agnetic",
        -0.26140195
      ],
      [
        " field",
        -0.8123717
      ]
    ]
  },
  "The French possession St. Pierre et Miquelon lies to the south of this island, whose southeastern portion is the Avalon Peninsula. The Long Range Mountains are found on this island that is separated from the mainland by the Strait of Belle Isle, which connects the Gulf of St. Lawrence and the Atlantic Ocean, while the Cabot Strait separates this island from Nova Scotia. For 10 points, name this island": {
    "guess": "Newfoundland",
    "confidence": [
      [
        "New",
        -0.0025101432
      ],
      [
        "foundland",
        -0.000102708764
      ]
    ]
  },
  "Free radical peroxidation of apolipoprotein E has been linked to this disease and the drug Namenda treats its symptoms by acting as an N-methyl-D-aspartate receptor antagonist. It has recently been discovered that individuals possessing a single mutated copy of the APP (*) gene are resistant to this disease. It is commonly associated with the presence of abnormal microtubule-associated tau proteins which form neurofibrillary tangles and beta-amyloid aggregates. For 10 points, name this neurodegenerative disease associated with memory loss and dementia.": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.0017613329
      ],
      [
        "zheimer",
        -0.10955405
      ],
      [
        "'s",
        -0.00043448375
      ],
      [
        " disease",
        -0.051140487
      ]
    ]
  },
  "One French monarch with this name was on the throne at the time of the Sicilian Vespers and launched the Aragonese Crusade. The first French monarch with this name was nicknamed \"the Amorous\" and was on": {
    "guess": "Louis IX",
    "confidence": [
      [
        "Louis",
        -0.17349118
      ],
      [
        " IX",
        -0.38899967
      ]
    ]
  },
  "The French, led by Marchand, approached it from the west. The Ethiopans started coming from the east, but turned back before reaching it. King Leopold wanted his Belgians to come from the south, but they didn't make it either. The English, under Kitchener, came from the north, and FTP, cemented their": {
    "guess": "Fashoda Incident",
    "confidence": [
      [
        "F",
        -0.65175295
      ],
      [
        "ash",
        -0.0005645882
      ],
      [
        "oda",
        -2.0458236e-05
      ],
      [
        " Incident",
        -0.06885785
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate image from this series, a telescope pokes its way through a barred window, and a woman at the right of the canvas faints near discarded scraps of paper. Oil from a street lantern is dumped on the head of a man in a painting from this series, in which men with sprigs of leek in their hats nearly": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.9470104
      ],
      [
        " Death",
        -0.47644916
      ],
      [
        " of",
        -0.0010692507
      ],
      [
        " Mar",
        -0.030647779
      ],
      [
        "at",
        -2.1411865e-05
      ]
    ]
  },
  "Free radical substitution of hydrocarbons using this element is uncontrollably exothermic and can cleave carbon-carbon bonds. This element is the most common one in magic acid. Oxygen has a positive oxidation state only when bonded to this element. This element is the strongest contributor to the inductive effect and was the first one known to form noble gas compounds when it was discovered that four atoms of it bind to xenon. Four atoms of it per monomer occur in Teflon, and along with chlorine, it is found in Freon. The binary acid of this element can etch glass and dissolve bone. For 10 points,": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.00061116746
      ],
      [
        "u",
        -0.0014340398
      ],
      [
        "or",
        -8.792751e-05
      ],
      [
        "ine",
        -0.00030793346
      ]
    ]
  },
  "Frederick John Dalton wrote a book about the \"moral vision\" of this leader, who studied under Fred Ross while working for CSO. This leader set up the \"Wet Line\" to curb illegal immigration, and lobbied": {
    "guess": "Cesar Chavez",
    "confidence": [
      [
        "C",
        -0.83930016
      ],
      [
        "esar",
        -0.2266606
      ],
      [
        " Chavez",
        -0.0007574542
      ]
    ]
  },
  "With Fred Archer, this man developed a photographic system based on visualization of the final shot which": {
    "guess": "Zone System",
    "confidence": [
      [
        "Zone",
        -0.09788763
      ],
      [
        " System",
        -0.0024313093
      ]
    ]
  },
  "This French nobleman wrote the first calculus textbook ever published. This 1696 text, Analyse des Infiniment Petits, marked the first print appearance of the rule named after the author, although it was": {
    "guess": "Guillaume de l'Hôpital",
    "confidence": [
      [
        "Gu",
        -0.6344448
      ],
      [
        "illaume",
        -0.00042090187
      ],
      [
        " de",
        -0.6585871
      ],
      [
        " l",
        -0.01937065
      ],
      [
        "'H",
        -0.0026408182
      ],
      [
        "ô",
        -0.00090622227
      ],
      [
        "p",
        -0.00010592726
      ],
      [
        "ital",
        -0.0013798791
      ]
    ]
  },
  "The French translation of this man's book on the legends of his native country so impressed Paul Valery that his laudatory letter was used as the book's preface. His decade spent in Paris was later chronicled by fellow countryman Luis Aragon.  In 1933, he returned to his native country but saw one of": {
    "guess": "Gabriela Mistral",
    "confidence": [
      [
        "Gab",
        -2.3474247
      ],
      [
        "ri",
        -0.24538311
      ],
      [
        "ela",
        -0.0012376104
      ],
      [
        " Mist",
        -0.007277918
      ],
      [
        "ral",
        -0.0018771127
      ]
    ]
  },
  "He frequently fought the serpent Apep in his role as the guardian of the solar barge on its daily journey to the  underworld. This task is surprising, considering his usual relationship with other gods. Depicted as having red hair and portrayed on the Was scepter, he was a patron deity of Lower Egypt,": {
    "guess": "Seth",
    "confidence": [
      [
        "S",
        -0.3466936
      ],
      [
        "eth",
        -0.5324061
      ]
    ]
  },
  "He frequently fought the serpent Apep in his role as the guardian of the solar barge on its daily journey": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.27316833
      ],
      [
        " (",
        -0.00074554485
      ],
      [
        "de",
        -0.0010573413
      ],
      [
        "ity",
        -8.89548e-06
      ],
      [
        ")",
        -1.4617256e-05
      ]
    ]
  },
  "The French, led by Marchand, approached it from the west. The Ethiopans started coming from the east, but turned back before reaching it. King Leopold wanted his Belgians to come from the south, but they": {
    "guess": "Battle of Tumbuktu",
    "confidence": [
      [
        "Battle",
        -1.0512137
      ],
      [
        " of",
        -0.015021937
      ],
      [
        " T",
        -2.0049603
      ],
      [
        "umb",
        -0.69611037
      ],
      [
        "uk",
        -0.9892497
      ],
      [
        "tu",
        -0.00378357
      ]
    ]
  },
  "Free radical peroxidation of apolipoprotein E has been linked to this disease and the drug Namenda treats its symptoms by acting as an N-methyl-D-aspartate receptor antagonist. It has recently been discovered that individuals possessing a single mutated copy of the APP (*) gene are resistant to this disease. It is commonly associated with the presence of abnormal microtubule-associated tau proteins": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.015492001
      ],
      [
        "zheimer",
        -0.00013810492
      ],
      [
        "'s",
        -0.00018613665
      ],
      [
        " disease",
        -0.0030423624
      ]
    ]
  },
  "In the free-electron model, this quantity equals two-fifths times the number density times the Fermi": {
    "guess": "Fermi energy",
    "confidence": [
      [
        "F",
        -0.7251895
      ],
      [
        "erm",
        -3.3093824e-05
      ],
      [
        "i",
        -1.2113979e-05
      ],
      [
        " energy",
        -0.37757352
      ]
    ]
  },
  "French history in the 16th Century was marked by religious conflict between the Catholics on one side and the Huguenots and other Protestant groups, on the other. F10PE, identify the following decrees": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.028856445
      ],
      [
        "ict",
        -0.0026736376
      ],
      [
        " of",
        -0.00011427152
      ],
      [
        " N",
        -0.10731837
      ],
      [
        "antes",
        -8.590105e-05
      ]
    ]
  },
  "\"The French Intelligence\" compares Benda to Arnold, while \"Local Flavour\" discusses Mr. Whibley's attempts to make sense of Meredith. \"Euripides and Professor Murray\" discusses a recent production of Medea and it is renowned for \"Notes on the Blank Verse of Christopher Marlowe\" and \"Swinburne as Poet,\" while the individual appraisals of Massinger and Jonson helped to spur interest in the study of the Elizabethan writers. The work's most important piece contains an insistent plea that \"no poet, no": {
    "guess": "The Sacred Wood",
    "confidence": [
      [
        "The",
        -1.45121
      ],
      [
        " Sacred",
        -0.12197531
      ],
      [
        " Wood",
        -0.0019092427
      ]
    ]
  },
  "Fred Dutton, Herb Barman, and Lloyd Davis briefly held spots during the formative period of this group, which made its home at the Blackhawk night club. Jazz: Red, Hot, and Cool was one of their last albums before drummer Joe Dodge left in favor of Joe Morello, which also led to Eugene Wright becoming the new bassist. Primarily led by Paul Desmond and their eponymous pianist, they struck it big with": {
    "guess": "The Dave Brubeck Quartet",
    "confidence": [
      [
        "The",
        -0.07984987
      ],
      [
        " Dave",
        -0.07855273
      ],
      [
        " Br",
        -5.121278e-05
      ],
      [
        "ube",
        -2.6299214e-05
      ],
      [
        "ck",
        -9.729906e-06
      ],
      [
        " Quart",
        -0.00013083349
      ],
      [
        "et",
        -2.3795938e-05
      ]
    ]
  },
  "Frederick John Dalton wrote a book about the \"moral vision\" of this leader, who studied under Fred Ross": {
    "guess": "Cesar Chavez",
    "confidence": [
      [
        "C",
        -0.019040177
      ],
      [
        "esar",
        -0.009433046
      ],
      [
        " Chavez",
        -0.0023928909
      ]
    ]
  },
  "\"The French Intelligence\" compares Benda to Arnold, while \"Local Flavour\" discusses Mr. Whibley's attempts to make sense of Meredith. \"Euripides and Professor Murray\" discusses a recent production of Medea and it is renowned for \"Notes on the Blank Verse of Christopher Marlowe\" and \"Swinburne as Poet,\" while the individual appraisals of Massinger and Jonson helped to spur interest in the study of the Elizabethan writers. The work's most important piece contains an insistent plea that \"no poet, no artist has his complete meaning alone\" and that a \"historical sense\" is important to \"impersonality.\" FTP identify this essay collection that introduced the objective correlative in \"Hamlet and his Problems\" and contains \"Tradition and the Individual Talent\" a work by T.S. Eliot.": {
    "guess": "The Sacred Wood",
    "confidence": [
      [
        "The",
        -0.02878232
      ],
      [
        " Sacred",
        -7.183501e-05
      ],
      [
        " Wood",
        -0.000112245056
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate image from this series, a telescope pokes its way through a barred window, and a woman at the right of the canvas faints near discarded scraps of paper. Oil from a street lantern is dumped on the": {
    "guess": "Caravaggio's Seven Works of Mercy",
    "confidence": [
      [
        "Car",
        -1.7188677
      ],
      [
        "av",
        -0.027812833
      ],
      [
        "aggio",
        -0.043091115
      ],
      [
        "'s",
        -0.6102341
      ],
      [
        " Seven",
        -1.5042834
      ],
      [
        " Works",
        -0.19256018
      ],
      [
        " of",
        -0.0012378488
      ],
      [
        " Mercy",
        -0.0005443345
      ]
    ]
  },
  "Free radical addition is an exception to this rule, which always produces regioselective reactions. The addition of a peroxide also prevents this rule from applying, and the formation of a carbocation": {
    "guess": "Markovnikov's rule",
    "confidence": [
      [
        "Mark",
        -0.017294195
      ],
      [
        "ov",
        -4.9663133e-05
      ],
      [
        "nik",
        -0.00068431813
      ],
      [
        "ov",
        -2.129266e-05
      ],
      [
        "'s",
        -0.00055577443
      ],
      [
        " rule",
        -0.024792204
      ]
    ]
  },
  "This French nobleman wrote the first calculus textbook ever published. This 1696 text, Analyse des Infiniment": {
    "guess": "Guillaume François Antoine, Marquis de l'Hôpital",
    "confidence": [
      [
        "Gu",
        -0.3763195
      ],
      [
        "illaume",
        -0.00027087211
      ],
      [
        " François",
        -0.09852754
      ],
      [
        " Antoine",
        -0.009506029
      ],
      [
        ",",
        -0.010303124
      ],
      [
        " Mar",
        -0.00044092073
      ],
      [
        "quis",
        -1.6882126e-05
      ],
      [
        " de",
        -8.75699e-05
      ],
      [
        " l",
        -0.0046999725
      ],
      [
        "'H",
        -0.0009960101
      ],
      [
        "ô",
        -0.0002509688
      ],
      [
        "p",
        -8.6616266e-05
      ],
      [
        "ital",
        -0.0014302363
      ]
    ]
  },
  "The French, led by Marchand, approached it from the west. The Ethiopans started coming from the east,": {
    "guess": "Battle of Adwa",
    "confidence": [
      [
        "Battle",
        -0.89838725
      ],
      [
        " of",
        -0.0023157147
      ],
      [
        " Ad",
        -0.16240528
      ],
      [
        "wa",
        -0.027005913
      ]
    ]
  },
  "The French translation of this man's book on the legends of his native country so impressed Paul Valery that his laudatory letter was used as the book's preface. His decade spent in Paris was later chronicled by fellow countryman Luis Aragon.  In 1933, he returned to his native country but saw one of his manuscripts suppressed by Jorge Ubico. He wrote a book in which the \"Great Fleabag\" is married to someone who is poisoned by the Machojons but comes back as a ghost to protect the forest, and another": {
    "guess": "Miguel Ángel Asturias",
    "confidence": [
      [
        "M",
        -0.027300488
      ],
      [
        "ig",
        -0.0022118737
      ],
      [
        "uel",
        -8.4828214e-05
      ],
      [
        " Á",
        -0.53859943
      ],
      [
        "ng",
        -0.00034082634
      ],
      [
        "el",
        -6.0510665e-05
      ],
      [
        " Ast",
        -0.0005551784
      ],
      [
        "ur",
        -0.00021509947
      ],
      [
        "ias",
        -7.9940866e-05
      ]
    ]
  },
  "He frequently fought the serpent Apep in his role as the guardian of the solar barge on its daily journey to the  underworld. This task is surprising, considering his usual relationship with other gods. Depicted as having red hair and portrayed on the Was scepter, he was a patron deity of Lower Egypt, and the centers of his cult included Tanis and  Ombos. According to the Ennead of Heliopolis, he is": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.048527636
      ],
      [
        "orus",
        -0.0015652116
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that of a Pieta by Annibale Caracci, in an article about the artist \"and his borrowings.\" In the penultimate image from this series, a telescope pokes its way through a barred window, and a woman at the right of the canvas faints near discarded scraps of paper. Oil from a street lantern is dumped on the head of a man in a painting from this series, in which men with sprigs of leek in their hats nearly arrest him. A foil-carrying fencing master, a violin-clutching dancing master, and a music master at the harpsichord, often said to represent (*) George Handel, appear in the second entry in this series. In the first of these paintings, the protagonist is being measured for new clothes while his servants mourn his dead father. Despite the assistance of Sarah Young, the pregnant fiancee he spurned,": {
    "guess": "William Hogarth's A Rake's Progress",
    "confidence": [
      [
        "William",
        -0.24588159
      ],
      [
        " Hog",
        -0.0014260678
      ],
      [
        "arth",
        -0.00011796683
      ],
      [
        "'s",
        -0.08789225
      ],
      [
        " A",
        -0.6381502
      ],
      [
        " R",
        -0.04613967
      ],
      [
        "ake",
        -0.0003432104
      ],
      [
        "'s",
        -0.00039552248
      ],
      [
        " Progress",
        -0.00013047588
      ]
    ]
  },
  "Frederick Antal claims that the pose of two people in the last painting from this series resembles that": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.9118107
      ],
      [
        " Amb",
        -0.98326766
      ],
      [
        "assadors",
        -9.253091e-06
      ]
    ]
  },
  "Fred Dutton, Herb Barman, and Lloyd Davis briefly held spots during the formative period of this group, which made its home at the Blackhawk night club. Jazz: Red, Hot, and Cool was one of their last albums before drummer Joe Dodge left in favor of Joe Morello, which also led to Eugene Wright becoming": {
    "guess": "The Dave Brubeck Quartet",
    "confidence": [
      [
        "The",
        -0.09548203
      ],
      [
        " Dave",
        -0.0041234
      ],
      [
        " Br",
        -3.2140193e-05
      ],
      [
        "ube",
        -3.368984e-05
      ],
      [
        "ck",
        -1.9146995e-05
      ],
      [
        " Quart",
        -0.00010926496
      ],
      [
        "et",
        -2.1650272e-05
      ]
    ]
  },
  "The frequency spectrum of this phenomenon is proportional to the integral from frequency over cut-off frequency to infinity of the modified Bessel function of the first kind of order five-thirds. The total power generated by this process is proportional to to the electron charge squared time the sixth power of the Lorenz factor; in the non-relativistic limit, that power is proportional times the square of the acceleration. Those limits respectively give the Lienard and (*) Larmor formulas. Wigglers are designed to produce this phenomenon by creating a periodic vector potential in a beam path. The classical limit of this behavior for circular causal motion is cyclotron radiation. For 10 points, identify this phenomenon, the production of radiation by relativistic charges accelerated by a magnetic field.": {
    "guess": "Synchrotron Radiation",
    "confidence": [
      [
        "Syn",
        -0.0077118007
      ],
      [
        "ch",
        -0.00025561772
      ],
      [
        "ro",
        -9.436451e-05
      ],
      [
        "tron",
        -0.00034690573
      ],
      [
        " Radiation",
        -0.32864717
      ]
    ]
  },
  "Free radical addition is an exception to this rule, which always produces regioselective reactions. The addition of a peroxide also prevents this rule from applying, and the formation of a carbocation intermediate is an important step in another reaction which violates this rule. That reaction is hydroboration, which proceeds according to the anti version of this rule. For ten points, idetnify this rule, the reverse of Zaitsev's rule, which states that when a protic acid is added to an alkene, the": {
    "guess": "Hofmann elimination",
    "confidence": [
      [
        "H",
        -0.5886006
      ],
      [
        "of",
        -0.09185491
      ],
      [
        "mann",
        -8.9953974e-05
      ],
      [
        " elimination",
        -0.50644433
      ]
    ]
  },
  "French history in the 16th Century was marked by religious conflict between the Catholics on one side and the Huguenots and other Protestant groups, on the other. F10PE, identify the following decrees issued by the French government in response to these divisions.  A. After Catherine's abortive first attempt at peace, she managed to negotiate a truce which issued this decree. The decree, which was agreed upon by both Louis I de Bourbon and Anne, First Duke of Montmorency, was issued in 1563 and reestablished the limited provisions of Catherine's original edict of toleration.": {
    "guess": "Edict of Amboise",
    "confidence": [
      [
        "Ed",
        -0.023612885
      ],
      [
        "ict",
        -0.00016623331
      ],
      [
        " of",
        -3.1544176e-05
      ],
      [
        " Am",
        -0.0027984607
      ],
      [
        "bo",
        -3.6908343e-05
      ],
      [
        "ise",
        -7.89631e-07
      ]
    ]
  },
  "Frederick John Dalton wrote a book about the \"moral vision\" of this leader, who studied under Fred Ross while working for CSO. This leader set up the \"Wet Line\" to curb illegal immigration, and lobbied to end the bracero program. He fasted for twenty-five days at Delano to stem the support for violence among members of his organization, which was created from the merger of AWOC and NFWA. This man chose": {
    "guess": "Cesar Chavez",
    "confidence": [
      [
        "C",
        -0.03267597
      ],
      [
        "esar",
        -0.009140022
      ],
      [
        " Chavez",
        -0.009764114
      ]
    ]
  },
  "The Frenet-Serret formulas give this operation on the tangent vector as the product of curvature and": {
    "guess": "Normal",
    "confidence": [
      [
        "Normal",
        -0.9246299
      ]
    ]
  },
  "Free radical substitution of hydrocarbons using this element is uncontrollably exothermic and can cleave": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.376774
      ],
      [
        "u",
        -0.0019090043
      ],
      [
        "or",
        -0.0008098635
      ],
      [
        "ine",
        -0.001969435
      ]
    ]
  }
}