{
  "A plot of current from this phenomenon against potential difference yields curves at different intensities that converge to a stopping potential at some negative applied voltage, measuring the energy of": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.011772639
      ],
      [
        "electric",
        -0.021793649
      ],
      [
        " effect",
        -0.0424299
      ]
    ]
  },
  "A plot named for this man contains a line graph representing the partial sum of an underlying bar graph. In Cours d'économie politique, he introduced a namesake law describing income distribution. He suggested replacing the term \"utility\" with \"ophelimity,\" and his namesake distribution has the heavy- tailed property. He claimed that \"residue\" and \"derivation\" cause human action, and discussed the": {
    "guess": "Pareto distribution",
    "confidence": [
      [
        "P",
        -0.62229633
      ],
      [
        "are",
        -0.0012038043
      ],
      [
        "to",
        -2.1650272e-05
      ],
      [
        " distribution",
        -0.025410224
      ]
    ]
  },
  "The plot of this drama never sat well with Queen Elizabeth or her censors, and their aversion to it increased further when, just before his planned rebellion, the renegade Earl of Essex revived it to remind Londoners that \"there was precedent for the dethroning, and even killing of an English monarch.\"": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7043438
      ]
    ]
  },
  "The plot of this drama never sat well with Queen Elizabeth or her censors, and their aversion to it increased further when, just before his planned rebellion, the renegade Earl of Essex revived it to remind Londoners that \"there was precedent for the dethroning, and even killing of an English monarch.\" Although the Lord Chamberlain's Men were cleared of complicity in the plot, it was not until 1608 that the Third Quarto included the complete text, relating how Henry Bolingbroke deposed and killed his ineffectual cousin, and claimed the throne for himself. FTP, name this history play, the initial": {
    "guess": "Richard II (play)",
    "confidence": [
      [
        "Richard",
        -0.11902401
      ],
      [
        " II",
        -0.0004477117
      ],
      [
        " (",
        -0.28430963
      ],
      [
        "play",
        -0.0022410124
      ],
      [
        ")",
        -0.0001408466
      ]
    ]
  },
  "The plot of this drama never sat well with Queen Elizabeth or her censors, and their aversion to it increased further when, just before his planned rebellion, the renegade Earl of Essex revived it to remind Londoners that \"there was precedent for the dethroning, and even killing of an English monarch.\" Although the Lord Chamberlain's Men were cleared of complicity in the plot, it was not until 1608 that the Third Quarto included the complete text, relating how Henry Bolingbroke deposed and killed": {
    "guess": "Richard II (play)",
    "confidence": [
      [
        "Richard",
        -0.36212292
      ],
      [
        " II",
        -0.004745538
      ],
      [
        " (",
        -0.1694021
      ],
      [
        "play",
        -0.00039968727
      ],
      [
        ")",
        -0.00035667676
      ]
    ]
  },
  "A plot named for this man contains a line graph representing the partial sum of an underlying bar graph.": {
    "guess": "Candlestick chart",
    "confidence": [
      [
        "C",
        -1.3284245
      ],
      [
        "andle",
        -0.4710755
      ],
      [
        "stick",
        -5.1689596e-05
      ],
      [
        " chart",
        -0.1430887
      ]
    ]
  },
  "A plot named for this man contains a line graph representing the partial sum of an underlying bar graph. In Cours d'économie politique, he introduced a namesake law describing income distribution. He suggested replacing the term \"utility\" with \"ophelimity,\" and his namesake distribution has the heavy- tailed property. He claimed that \"residue\" and \"derivation\" cause human action, and discussed the (*) \"circulation of elites,\" in Mind and Society, and in Manual of Political Economy, he introduced indifference curves. For 10 points, identify this Italian economist, who names a situation where no person can better themselves without worsening someone else, his namesake optimum.": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.0039279643
      ],
      [
        "il",
        -1.0206721e-05
      ],
      [
        "fred",
        -6.869018e-06
      ],
      [
        "o",
        -1.2948405e-05
      ],
      [
        " Pare",
        -2.4584822e-06
      ],
      [
        "to",
        -1.4855664e-05
      ]
    ]
  },
  "A plot whereby these people were paid by Jews and the King of Granada to poison wells with reptile parts and excrement was discovered by the bishop of Pamiers in 1321, prompting a general massacre. Prompted": {
    "guess": "Torture and execution of Jews by the Inquisition in Spain",
    "confidence": [
      [
        "T",
        -1.0145949
      ],
      [
        "ort",
        -1.1829921
      ],
      [
        "ure",
        -0.049316466
      ],
      [
        " and",
        -0.48678967
      ],
      [
        " execution",
        -1.2355298
      ],
      [
        " of",
        -0.0087038055
      ],
      [
        " Jews",
        -0.8481311
      ],
      [
        " by",
        -0.8803084
      ],
      [
        " the",
        -0.6175166
      ],
      [
        " In",
        -0.72936356
      ],
      [
        "quisition",
        -0.00087703933
      ],
      [
        " in",
        -0.6005435
      ],
      [
        " Spain",
        -1.1933647
      ]
    ]
  },
  "A plot of current from this phenomenon against potential difference yields curves at different intensities that converge to a stopping potential at some negative applied voltage, measuring the energy of the fastest electron. Since no detectable time lag has ever been measured and the kinetic energy is independent of light intensity, the explanation for this effect must rely on a characteristic cutoff": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.06783447
      ],
      [
        "electric",
        -0.017214287
      ],
      [
        " effect",
        -0.10282321
      ]
    ]
  },
  "A plot named for this man contains a line graph representing the partial sum of an underlying bar graph. In Cours d'économie politique, he introduced a namesake law describing income distribution. He suggested replacing the term \"utility\" with \"ophelimity,\" and his namesake distribution has the heavy-": {
    "guess": "Lorenz curve",
    "confidence": [
      [
        "L",
        -1.0808403
      ],
      [
        "oren",
        -0.11471509
      ],
      [
        "z",
        -4.7755875e-05
      ],
      [
        " curve",
        -0.0046799183
      ]
    ]
  },
  "The plot of this drama never sat well with Queen Elizabeth or her censors, and their aversion to it increased further when, just before his planned rebellion, the renegade Earl of Essex revived it to remind Londoners that \"there was precedent for the dethroning, and even killing of an English monarch.\" Although the Lord Chamberlain's Men were cleared of complicity in the plot, it was not until 1608 that the Third Quarto included the complete text, relating how Henry Bolingbroke deposed and killed his ineffectual cousin, and claimed the throne for himself. FTP, name this history play, the initial installment of Shakespeare's `first tetralogy,' whose title character is imprisoned and murdered in": {
    "guess": "Richard II (play)",
    "confidence": [
      [
        "Richard",
        -0.05357051
      ],
      [
        " II",
        -0.0005064461
      ],
      [
        " (",
        -0.3969159
      ],
      [
        "play",
        -0.0006777656
      ],
      [
        ")",
        -0.00017541199
      ]
    ]
  },
  "The plot of this drama never sat well with Queen Elizabeth or her censors, and their aversion to it increased further when, just before his planned rebellion, the renegade Earl of Essex revived it to remind Londoners that \"there was precedent for the dethroning, and even killing of an English monarch.\" Although the Lord Chamberlain's Men were cleared of complicity in the plot, it was not until 1608": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -1.1645838
      ],
      [
        "beth",
        -0.00087930425
      ]
    ]
  },
  "The plot of this drama never sat well with Queen Elizabeth or her censors, and their aversion to it increased": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.55308664
      ],
      [
        " Tem",
        -0.923264
      ],
      [
        "pest",
        -0.00012296606
      ]
    ]
  },
  "A plot of current from this phenomenon against potential difference yields curves at different intensities that converge to a stopping potential at some negative applied voltage, measuring the energy of the fastest electron. Since no detectable time lag has ever been measured and the kinetic energy is independent of light intensity, the explanation for this effect must rely on a characteristic cutoff frequency, the product of which with Planck's constant equals the work function, the minimum energy needed by an electron to escape the forces that bind it to a metal surface. For ten points, name this effect in which shining light on a metal facilitates the ejection of electrons from its surface.": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.0017850142
      ],
      [
        "electric",
        -2.8206474e-05
      ],
      [
        " effect",
        -0.002126707
      ]
    ]
  },
  "A plot named for this man contains a line graph representing the partial sum of an underlying bar graph. In Cours d'économie politique, he introduced a namesake law describing income distribution. He suggested": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.41317627
      ],
      [
        "il",
        -0.0008594119
      ],
      [
        "fred",
        -1.1517961e-05
      ],
      [
        "o",
        -0.0017411049
      ],
      [
        " Pare",
        -0.0016319748
      ],
      [
        "to",
        -6.511407e-06
      ]
    ]
  },
  "A plot named for this man contains a line graph representing the partial sum of an underlying bar graph. In Cours d'économie politique, he introduced a namesake law describing income distribution. He suggested replacing the term \"utility\" with \"ophelimity,\" and his namesake distribution has the heavy- tailed property. He claimed that \"residue\" and \"derivation\" cause human action, and discussed the (*) \"circulation of elites,\" in Mind and Society, and in Manual of Political Economy, he introduced": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.17020954
      ],
      [
        "il",
        -0.00010235115
      ],
      [
        "fred",
        -9.014684e-06
      ],
      [
        "o",
        -0.00016122675
      ],
      [
        " Pare",
        -0.00020377879
      ],
      [
        "to",
        -1.7478143e-05
      ]
    ]
  },
  "A plot named for this man contains a line graph representing the partial sum of an underlying bar graph. In Cours d'économie politique, he introduced a namesake law describing income distribution. He suggested replacing the term \"utility\" with \"ophelimity,\" and his namesake distribution has the heavy- tailed property. He claimed that \"residue\" and \"derivation\" cause human action, and discussed the (*) \"circulation of elites,\" in Mind and Society, and in Manual of Political Economy, he introduced indifference curves. For 10 points, identify this Italian economist, who names a situation where no": {
    "guess": "Vilfredo Pareto",
    "confidence": [
      [
        "V",
        -0.009214558
      ],
      [
        "il",
        -1.867018e-05
      ],
      [
        "fred",
        -9.849109e-06
      ],
      [
        "o",
        -2.4391957e-05
      ],
      [
        " Pare",
        -6.749814e-06
      ],
      [
        "to",
        -8.299462e-06
      ]
    ]
  },
  "The plot of this drama never sat well with Queen Elizabeth or her censors, and their aversion to it increased further when, just before his planned rebellion, the renegade Earl of Essex revived it to remind Londoners that \"there was precedent for the dethroning, and even killing of an English monarch.\" Although the Lord Chamberlain's Men were cleared of complicity in the plot, it was not until 1608 that the Third Quarto included the complete text, relating how Henry Bolingbroke deposed and killed his ineffectual cousin, and claimed the throne for himself. FTP, name this history play, the initial installment of Shakespeare's `first tetralogy,' whose title character is imprisoned and murdered in Pontefract Castle.": {
    "guess": "Richard II (play)",
    "confidence": [
      [
        "Richard",
        -0.101579085
      ],
      [
        " II",
        -0.0013914234
      ],
      [
        " (",
        -0.5599101
      ],
      [
        "play",
        -0.0027272517
      ],
      [
        ")",
        -0.00019018957
      ]
    ]
  },
  "A plot whereby these people were paid by Jews and the King of Granada to poison wells with reptile parts and excrement was discovered by the bishop of Pamiers in 1321, prompting a general massacre. Prompted by the rediscovery of these people in India and the \"Imperial Danger\" scare, George Thin wrote an influential book about them. A detention center was established for these people in 1865 by Kamehameha": {
    "guess": "Lepers",
    "confidence": [
      [
        "L",
        -1.0513788
      ],
      [
        "ep",
        -0.48105204
      ],
      [
        "ers",
        -0.5840786
      ]
    ]
  },
  "A plot whereby these people were paid by Jews and the King of Granada to poison wells with reptile parts and excrement was discovered by the bishop of Pamiers in 1321, prompting a general massacre. Prompted by the rediscovery of these people in India and the \"Imperial Danger\" scare, George Thin wrote": {
    "guess": "Well poisoning",
    "confidence": [
      [
        "Well",
        -1.2881527
      ],
      [
        " poisoning",
        -0.0044098212
      ]
    ]
  },
  "A plot whereby these people were paid by Jews and the King of Granada to poison wells with reptile parts": {
    "guess": "Well poisoning",
    "confidence": [
      [
        "Well",
        -0.53857654
      ],
      [
        " poisoning",
        -0.0027896615
      ]
    ]
  },
  "A plot of current from this phenomenon against potential difference yields curves at different intensities": {
    "guess": "Diode",
    "confidence": [
      [
        "Di",
        -1.0190134
      ],
      [
        "ode",
        -0.00019388489
      ]
    ]
  },
  "A plot whereby these people were paid by Jews and the King of Granada to poison wells with reptile parts and excrement was discovered by the bishop of Pamiers in 1321, prompting a general massacre. Prompted by the rediscovery of these people in India and the \"Imperial Danger\" scare, George Thin wrote an influential book about them. A detention center was established for these people in 1865 by Kamehameha V, which was to become famous for the work of a Catholic priest there named father Damian. For 10 points, name these people associated with a colony on Moloka'I, notable suffers of a disease characterized": {
    "guess": "Leprosy",
    "confidence": [
      [
        "L",
        -0.03767315
      ],
      [
        "ep",
        -7.302705e-05
      ],
      [
        "ros",
        -0.12465428
      ],
      [
        "y",
        -0.000113794704
      ]
    ]
  },
  "A plot of current from this phenomenon against potential difference yields curves at different intensities that converge to a stopping potential at some negative applied voltage, measuring the energy of the fastest electron. Since no detectable time lag has ever been measured and the kinetic energy is": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.011988219
      ],
      [
        "electric",
        -0.010337684
      ],
      [
        " effect",
        -0.059886344
      ]
    ]
  },
  "A plot of current from this phenomenon against potential difference yields curves at different intensities that converge to a stopping potential at some negative applied voltage, measuring the energy of the fastest electron. Since no detectable time lag has ever been measured and the kinetic energy is independent of light intensity, the explanation for this effect must rely on a characteristic cutoff frequency, the product of which with Planck's constant equals the work function, the minimum energy": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.007226547
      ],
      [
        "electric",
        -0.003161557
      ],
      [
        " effect",
        -0.08961128
      ]
    ]
  },
  "A plot whereby these people were paid by Jews and the King of Granada to poison wells with reptile parts and excrement was discovered by the bishop of Pamiers in 1321, prompting a general massacre. Prompted by the rediscovery of these people in India and the \"Imperial Danger\" scare, George Thin wrote an influential book about them. A detention center was established for these people in 1865 by Kamehameha V, which was to become famous for the work of a Catholic priest there named father Damian. For": {
    "guess": "Leprosy",
    "confidence": [
      [
        "L",
        -0.1838855
      ],
      [
        "ep",
        -0.00027111053
      ],
      [
        "ros",
        -0.026269525
      ],
      [
        "y",
        -0.003712196
      ]
    ]
  },
  "A plot of current from this phenomenon against potential difference yields curves at different intensities that converge to a stopping potential at some negative applied voltage, measuring the energy of the fastest electron. Since no detectable time lag has ever been measured and the kinetic energy is independent of light intensity, the explanation for this effect must rely on a characteristic cutoff frequency, the product of which with Planck's constant equals the work function, the minimum energy needed by an electron to escape the forces that bind it to a metal surface. For ten points, name": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.0076603466
      ],
      [
        "electric",
        -0.0022989437
      ],
      [
        " effect",
        -0.037624594
      ]
    ]
  },
  "The plot of this drama never sat well with Queen Elizabeth or her censors, and their aversion to it increased further when, just before his planned rebellion, the renegade Earl of Essex revived it to remind": {
    "guess": "The Phoenix and the Turtle",
    "confidence": [
      [
        "The",
        -0.7459118
      ],
      [
        " Phoenix",
        -0.7505971
      ],
      [
        " and",
        -0.0012682091
      ],
      [
        " the",
        -0.0022229375
      ],
      [
        " Turtle",
        -2.4630364e-05
      ]
    ]
  },
  "A plot whereby these people were paid by Jews and the King of Granada to poison wells with reptile parts and excrement was discovered by the bishop of Pamiers in 1321, prompting a general massacre. Prompted by the rediscovery of these people in India and the \"Imperial Danger\" scare, George Thin wrote an influential book about them. A detention center was established for these people in 1865 by Kamehameha V, which was to become famous for the work of a Catholic priest there named father Damian. For 10 points, name these people associated with a colony on Moloka'I, notable suffers of a disease characterized by skin lesions.": {
    "guess": "Leprosy",
    "confidence": [
      [
        "L",
        -0.0158991
      ],
      [
        "ep",
        -2.7133641e-05
      ],
      [
        "ros",
        -0.0849088
      ],
      [
        "y",
        -8.792751e-05
      ]
    ]
  }
}