{
  "In a quizzical justification for marriage, it is reported by Anas that the Prophet Muhammad suggested that this along with four other suras represents a quarter of the Quran. It suggests that no slumber can seize Allah and introduces the concept of intercession on one's behalf on the Day of Judgement. Various hadith have suggested that the title object might represent knowledge, a manifestation such that its dimensions are greater in magnitude than that of the Earth and the heavens, or most rarely": {
    "guess": "Al-Fatiha",
    "confidence": [
      [
        "Al",
        -0.35650173
      ],
      [
        "-F",
        -0.09383086
      ],
      [
        "ati",
        -0.3581084
      ],
      [
        "ha",
        -9.610702e-06
      ]
    ]
  },
  "In a quizzical justification for marriage, it is reported by Anas that the Prophet Muhammad suggested that this along with four other suras represents a quarter of the Quran. It suggests that no slumber": {
    "guess": "An-Nisa'",
    "confidence": [
      [
        "An",
        -0.60288525
      ],
      [
        "-N",
        -0.0056972154
      ],
      [
        "isa",
        -0.16915481
      ],
      [
        "'",
        -0.7618837
      ]
    ]
  },
  "In a quizzical justification for marriage, it is reported by Anas that the Prophet Muhammad suggested that this along with four other suras represents a quarter of the Quran. It suggests that no slumber can seize Allah and introduces the concept of intercession on one's behalf on the Day of Judgement. Various hadith have suggested that the title object might represent knowledge, a manifestation such": {
    "guess": "Al-Fatiha",
    "confidence": [
      [
        "Al",
        -0.65906835
      ],
      [
        "-F",
        -0.069306865
      ],
      [
        "ati",
        -0.32163635
      ],
      [
        "ha",
        -1.11603495e-05
      ]
    ]
  },
  "In a quizzical justification for marriage, it is reported by Anas that the Prophet Muhammad suggested that this along with four other suras represents a quarter of the Quran. It suggests that no slumber can seize Allah and introduces the concept of intercession on one's behalf on the Day of Judgement. Various hadith have suggested that the title object might represent knowledge, a manifestation such that its dimensions are greater in magnitude than that of the Earth and the heavens, or most rarely that it represents the \"creaking\" sound in Praise of God. The 255th ayah of the second Sura, for 10 points, name this single most important verse of the Quran referring to the seat of power of God.": {
    "guess": "Ayat al-Kursi",
    "confidence": [
      [
        "Ay",
        -0.03459457
      ],
      [
        "at",
        -0.001471411
      ],
      [
        " al",
        -0.053040896
      ],
      [
        "-K",
        -0.0018510584
      ],
      [
        "urs",
        -9.829823e-05
      ],
      [
        "i",
        -0.000906103
      ]
    ]
  },
  "In a quizzical justification for marriage, it is reported by Anas that the Prophet Muhammad suggested": {
    "guess": "Islamic views on slavery",
    "confidence": [
      [
        "Islamic",
        -0.96070445
      ],
      [
        " views",
        -0.80583674
      ],
      [
        " on",
        -0.0010864014
      ],
      [
        " slavery",
        -0.9265508
      ]
    ]
  },
  "In a quizzical justification for marriage, it is reported by Anas that the Prophet Muhammad suggested that this along with four other suras represents a quarter of the Quran. It suggests that no slumber can seize Allah and introduces the concept of intercession on one's behalf on the Day of Judgement.": {
    "guess": "Surah Al-Ikhlas",
    "confidence": [
      [
        "Sur",
        -0.6722632
      ],
      [
        "ah",
        -0.03893576
      ],
      [
        " Al",
        -0.16328017
      ],
      [
        "-I",
        -0.5885771
      ],
      [
        "kh",
        -0.000518482
      ],
      [
        "las",
        -0.0014959341
      ]
    ]
  },
  "In a quizzical justification for marriage, it is reported by Anas that the Prophet Muhammad suggested that this along with four other suras represents a quarter of the Quran. It suggests that no slumber can seize Allah and introduces the concept of intercession on one's behalf on the Day of Judgement. Various hadith have suggested that the title object might represent knowledge, a manifestation such that its dimensions are greater in magnitude than that of the Earth and the heavens, or most rarely that it represents the \"creaking\" sound in Praise of God. The 255th ayah of the second Sura, for 10": {
    "guess": "Ayat al-Kursi",
    "confidence": [
      [
        "Ay",
        -0.25014785
      ],
      [
        "at",
        -0.0056298743
      ],
      [
        " al",
        -0.21401851
      ],
      [
        "-K",
        -0.0028222315
      ],
      [
        "urs",
        -0.00025692896
      ],
      [
        "i",
        -0.0011278366
      ]
    ]
  }
}