{
  "The Rodrigues formula and Hermite polynomials figure into the analytic method for finding the wavefunctions": {
    "guess": "Hermite polynomials",
    "confidence": [
      [
        "H",
        -0.11093689
      ],
      [
        "erm",
        -0.00020735491
      ],
      [
        "ite",
        -1.504853e-06
      ],
      [
        " pol",
        -0.053547006
      ],
      [
        "ynomials",
        -2.7848862e-05
      ]
    ]
  },
  "Roderick Chisolm wrote about \"The Problem of\" this theory. A \"constructive\" form of it was developed by Bas van Fraassen. This theory is the first title concept of a work that describes a genius named Jones in a Neo-Rylean society and also discusses \"the myth of the given;\" that work pairs it with \"The Philosophy of Mind\" and was written by Wilfrid Sellars. The \"radical\" form of this theory is associated with neutral monism, and appears in the late essays of William James. This philosophical school": {
    "guess": "Phenomenalism",
    "confidence": [
      [
        "Ph",
        -1.1257976
      ],
      [
        "en",
        -0.00016897499
      ],
      [
        "omen",
        -0.0003620409
      ],
      [
        "al",
        -0.02110535
      ],
      [
        "ism",
        -0.0031097422
      ]
    ]
  },
  "This rock was quarried on the Scottish island of Ailsa Craig for use in curling stones. Sodium content distinguishes the S and I types of this rock, which forms batholiths like Half-Dome. Unlike the similar (*) rhyolite, this rock is found under the Earth's surface, making up most of the Earth's continental": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.0011772511
      ],
      [
        "ite",
        -0.0011392655
      ]
    ]
  },
  "Rod Bond and Peter Smith have made a meta-analysis of studies of this concept, which sometimes make use of a Crutchfield apparatus. Eagly and Carli have studied gender-differences in this phenomenon. An early experiment on this concept involved an optical illusion where a static dot of light in a dark": {
    "guess": "Social Influence",
    "confidence": [
      [
        "Social",
        -0.50909597
      ],
      [
        " Influence",
        -0.5898602
      ]
    ]
  },
  "This man rode around in a helicopter dubbed the \"Windmill\" in a senate campaign that he won by 87 votes, thus defeating Coke Stevenson and earning the ironic nickname \"Landslide.\" In the Senate, he perfected a strategy of intimidation that involved standing uncomfortably close known as \"The Treatment.\"": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.8509929
      ],
      [
        "ndon",
        -2.1008714e-06
      ],
      [
        " B",
        -0.00022976153
      ],
      [
        ".",
        -0.00021867557
      ],
      [
        " Johnson",
        -4.8471098e-05
      ]
    ]
  },
  "Rod Bond and Peter Smith have made a meta-analysis of studies of this concept, which sometimes make use of a Crutchfield apparatus. Eagly and Carli have studied gender-differences in this phenomenon. An early experiment on this concept involved an optical illusion where a static dot of light in a dark room appears to move, called the autokinetic effect, and was performed by Muzafer Sherif.  In a famous": {
    "guess": "Conformity",
    "confidence": [
      [
        "Con",
        -0.24550717
      ],
      [
        "form",
        -4.9186317e-05
      ],
      [
        "ity",
        -0.000106284875
      ]
    ]
  },
  "The rock of Pysttaleia forced the eventual losers to split their forces, with disastrous results. The day saw the Saronic filled too the brim, preventing the eventual losers from maneuvering to safety, and they would see 300 of their vessels destroyed to only 40 for the winners. Despite Eurybiades unwillingness to engage the enemy, a fake note forced action as Xerxes attacked. FTP, name this victory that delayed a land invasion for a year, and was led by Themistocles over the Persian navy in 480": {
    "guess": "Battle of Salamis",
    "confidence": [
      [
        "Battle",
        -0.0005237233
      ],
      [
        " of",
        -0.00065131707
      ],
      [
        " Sal",
        -0.00011617878
      ],
      [
        "am",
        -1.0802739e-05
      ],
      [
        "is",
        -4.8425554e-06
      ]
    ]
  },
  "This rock was quarried on the Scottish island of Ailsa Craig for use in curling stones. Sodium content distinguishes the S and I types of this rock, which forms batholiths like Half-Dome. Unlike the similar (*) rhyolite, this rock is found under the Earth's surface, making up most of the Earth's continental plates. For 10 points, name this light-colored igneous rock, whose large quartz crystals make it a durable building alternative to marble.": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.0013039262
      ],
      [
        "ite",
        -0.00012618455
      ]
    ]
  },
  "A rock called dunite is composed almost entirely of it. The Norwegian variety is used both as foundry sand and as a flux for making steel, while it is found principally in ferromanganese igneous rocks, such as basalt, occurring in the lavas of Mount Vesuvius. For ten points, identify the magnesium and": {
    "guess": "Dunite",
    "confidence": [
      [
        "D",
        -0.15844078
      ],
      [
        "un",
        -0.02602217
      ],
      [
        "ite",
        -8.43514e-05
      ]
    ]
  },
  "Rod Bond and Peter Smith have made a meta-analysis of studies of this concept, which sometimes make use of a Crutchfield apparatus. Eagly and Carli have studied gender-differences in this phenomenon. An early experiment on this concept involved an optical illusion where a static dot of light in a dark room appears to move, called the autokinetic effect, and was performed by Muzafer Sherif.  In a famous experiment on this concept, participants were put in a group with confederates, and then were shown a card with three vertical lines on it. For ten points, which psychological concept explains the result of the Asch experiment, where participants would give wrong answers to join the majority opinion?": {
    "guess": "Conformity",
    "confidence": [
      [
        "Con",
        -0.3955452
      ],
      [
        "form",
        -1.473646e-05
      ],
      [
        "ity",
        -2.8921695e-05
      ]
    ]
  },
  "This rock was quarried on the Scottish island of Ailsa Craig for use in curling stones. Sodium content distinguishes the S and I types of this rock, which forms batholiths like Half-Dome. Unlike the similar (*) rhyolite, this rock is found under the Earth's surface, making up most of the Earth's continental plates. For 10 points, name this light-colored igneous rock, whose large quartz crystals make": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.0011431955
      ],
      [
        "ite",
        -0.00042066345
      ]
    ]
  },
  "The Rodrigues formula and Hermite polynomials figure into the analytic method for finding the wavefunctions of these systems. The allowed energies for these systems can be calculated using the ladder operators.": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.3769854
      ],
      [
        "monic",
        -4.365741e-06
      ],
      [
        " oscillator",
        -0.0010893779
      ]
    ]
  },
  "Roderick Chisolm wrote about \"The Problem of\" this theory. A \"constructive\" form of it was developed by Bas van Fraassen. This theory is the first title concept of a work that describes a genius named Jones in a Neo-Rylean society and also discusses \"the myth of the given;\" that work pairs it with \"The Philosophy of Mind\" and was written by Wilfrid Sellars. The \"radical\" form of this theory is associated with neutral monism, and appears in the late essays of William James. This philosophical school is associated with a work that discusses primary and secondary qualities and refutes Descartes' argument": {
    "guess": "Phenomenalism",
    "confidence": [
      [
        "Ph",
        -1.1175956
      ],
      [
        "en",
        -4.572941e-05
      ],
      [
        "omen",
        -4.1914896e-05
      ],
      [
        "al",
        -0.00041136926
      ],
      [
        "ism",
        -0.0010484122
      ]
    ]
  },
  "The rock of Pysttaleia forced the eventual losers to split their forces, with disastrous results. The day saw the Saronic filled too the brim, preventing the eventual losers from maneuvering to safety, and they would see 300 of their vessels destroyed to only 40 for the winners. Despite Eurybiades unwillingness to engage the enemy, a fake note forced action as Xerxes attacked. FTP, name this victory that delayed a land invasion for a year, and was led by Themistocles over the Persian navy in 480 BC.": {
    "guess": "Battle of Salamis",
    "confidence": [
      [
        "Battle",
        -0.0006765736
      ],
      [
        " of",
        -0.0001693326
      ],
      [
        " Sal",
        -0.00014156183
      ],
      [
        "am",
        -4.572941e-05
      ],
      [
        "is",
        -1.0087517e-05
      ]
    ]
  },
  "Roderick Chisolm wrote about \"The Problem of\" this theory. A \"constructive\" form of it was developed by Bas van Fraassen. This theory is the first title concept of a work that describes a genius named Jones in a Neo-Rylean society and also discusses \"the myth of the given;\" that work pairs it with \"The Philosophy of Mind\" and was written by Wilfrid Sellars. The \"radical\" form of this theory is associated with neutral monism, and appears in the late essays of William James. This philosophical school is associated with a work that discusses primary and secondary qualities and refutes Descartes' argument for innate ideas. For 10 points, name this epistemological position, which is supported by the tabula rasa of John Locke, and which argues that all knowledge originates from experience.": {
    "guess": "Empiricism",
    "confidence": [
      [
        "Emp",
        -0.036946986
      ],
      [
        "ir",
        -8.8404326e-05
      ],
      [
        "icism",
        -1.504853e-06
      ]
    ]
  },
  "Rocks of this period from Bohemia were divided into eight stages by Joachim Barrande, and at the end of this period, populations of conodonts decreased during the Lau event. The sea level dropped worldwide": {
    "guess": "Ordovician",
    "confidence": [
      [
        "Ord",
        -0.11445604
      ],
      [
        "ov",
        -2.9279307e-05
      ],
      [
        "ician",
        -0.000857147
      ]
    ]
  },
  "Rocks of this period from Bohemia were divided into eight stages by Joachim Barrande, and at the end of this period, populations of conodonts decreased during the Lau event. The sea level dropped worldwide during another minor extinction of this period, the Mulde event. Brachiopods and bryozoa were particularly": {
    "guess": "Silurian",
    "confidence": [
      [
        "Sil",
        -0.7457486
      ],
      [
        "ur",
        -0.00022189408
      ],
      [
        "ian",
        -0.00034833618
      ]
    ]
  },
  "Rod Bond and Peter Smith have made a meta-analysis of studies of this concept, which sometimes make use of a Crutchfield apparatus. Eagly and Carli have studied gender-differences in this phenomenon. An": {
    "guess": "Social Role Theory",
    "confidence": [
      [
        "Social",
        -0.891456
      ],
      [
        " Role",
        -0.5844529
      ],
      [
        " Theory",
        -0.0001242773
      ]
    ]
  },
  "This man rode around in a helicopter dubbed the \"Windmill\" in a senate campaign that he won by 87 votes,": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.025914486
      ],
      [
        "ndon",
        -5.7768983e-05
      ],
      [
        " B",
        -0.00021903319
      ],
      [
        ".",
        -4.572941e-05
      ],
      [
        " Johnson",
        -6.313315e-05
      ]
    ]
  },
  "Roderick Chisolm wrote about \"The Problem of\" this theory. A \"constructive\" form of it was developed": {
    "guess": "Epistemological problem of other minds",
    "confidence": [
      [
        "Ep",
        -1.6331909
      ],
      [
        "istem",
        -0.4090148
      ],
      [
        "ological",
        -0.08084323
      ],
      [
        " problem",
        -0.19161804
      ],
      [
        " of",
        -0.0009488568
      ],
      [
        " other",
        -0.07583952
      ],
      [
        " minds",
        -2.9352968e-06
      ]
    ]
  },
  "This man rode around in a helicopter dubbed the \"Windmill\" in a senate campaign that he won by 87 votes, thus defeating Coke Stevenson and earning the ironic nickname \"Landslide.\" In the Senate, he perfected": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.3613186
      ],
      [
        "ndon",
        -1.8624639e-06
      ],
      [
        " B",
        -0.0011429571
      ],
      [
        ".",
        -0.0003335586
      ],
      [
        " Johnson",
        -3.8457987e-05
      ]
    ]
  },
  "This man rode around in a helicopter dubbed the \"Windmill\" in a senate campaign that he won by 87 votes, thus defeating Coke Stevenson and earning the ironic nickname \"Landslide.\" In the Senate, he perfected a strategy of intimidation that involved standing uncomfortably close known as \"The Treatment.\" As president, he signed a sweeping Civil Rights Act and pushed through Medicare and Medicaid as part of his Great Society program. For 10 points, name this president who defeated Barry Goldwater in": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.098869935
      ],
      [
        "ndon",
        -0.00013202553
      ],
      [
        " B",
        -0.0031722488
      ],
      [
        ".",
        -0.00070099934
      ],
      [
        " Johnson",
        -0.00014203864
      ]
    ]
  },
  "This rock was quarried on the Scottish island of Ailsa Craig for use in curling stones. Sodium content": {
    "guess": "Ailsa Craig",
    "confidence": [
      [
        "A",
        -0.44973654
      ],
      [
        "ils",
        -6.849731e-05
      ],
      [
        "a",
        -9.317247e-05
      ],
      [
        " Craig",
        -0.00073219766
      ]
    ]
  },
  "The Rodrigues formula and Hermite polynomials figure into the analytic method for finding the wavefunctions of these systems. The allowed energies for these systems can be calculated using the ladder operators. A quantity determining peakedness for energy graphs of these systems is the dimensionless quality factor. Their behavior can be split into transient and steady-state motions when they are subjected to a sinusoidal driving force and a simple damping force, and they exhibit resonance at certain": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.62382424
      ],
      [
        "monic",
        -3.2929079e-06
      ],
      [
        " oscillator",
        -0.0009562438
      ]
    ]
  },
  "A rock called dunite is composed almost entirely of it. The Norwegian variety is used both as foundry sand and as a flux for making steel, while it is found principally in ferromanganese igneous rocks,": {
    "guess": "Oliviine",
    "confidence": [
      [
        "Ol",
        -0.29422158
      ],
      [
        "ivi",
        -0.76020193
      ],
      [
        "ine",
        -0.044773832
      ]
    ]
  },
  "Roderick Chisolm wrote about \"The Problem of\" this theory. A \"constructive\" form of it was developed by Bas van Fraassen. This theory is the first title concept of a work that describes a genius named Jones in a Neo-Rylean society and also discusses \"the myth of the given;\" that work pairs it with \"The Philosophy of Mind\" and was written by Wilfrid Sellars. The \"radical\" form of this theory is associated": {
    "guess": "Empiricism",
    "confidence": [
      [
        "Emp",
        -0.011843446
      ],
      [
        "ir",
        -0.00022296692
      ],
      [
        "icism",
        -1.4140442e-05
      ]
    ]
  },
  "Roderick Chisolm wrote about \"The Problem of\" this theory. A \"constructive\" form of it was developed by Bas van Fraassen. This theory is the first title concept of a work that describes a genius named Jones in a Neo-Rylean society and also discusses \"the myth of the given;\" that work pairs it with \"The": {
    "guess": "Epistemology",
    "confidence": [
      [
        "Ep",
        -0.5323189
      ],
      [
        "istem",
        -0.11779415
      ],
      [
        "ology",
        -0.02395722
      ]
    ]
  },
  "The Rodrigues formula and Hermite polynomials figure into the analytic method for finding the wavefunctions of these systems. The allowed energies for these systems can be calculated using the ladder operators. A quantity determining peakedness for energy graphs of these systems is the dimensionless": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.18049382
      ],
      [
        "monic",
        -4.1273333e-06
      ],
      [
        " oscillator",
        -0.001000417
      ]
    ]
  },
  "Rocks of this period from Bohemia were divided into eight stages by Joachim Barrande, and at the end of this period, populations of conodonts decreased during the Lau event. The sea level dropped worldwide during another minor extinction of this period, the Mulde event. Brachiopods and bryozoa were particularly devastated by the extinction event that closed the preceding period, the third largest ever.": {
    "guess": "Devonian",
    "confidence": [
      [
        "Dev",
        -0.31789294
      ],
      [
        "onian",
        -0.00019257364
      ]
    ]
  },
  "Rodriguez-Rivera et al created one algorithm for doing this for Geodesic's Great Circle which is both": {
    "guess": "Great-circle distance",
    "confidence": [
      [
        "Great",
        -0.82869333
      ],
      [
        "-circle",
        -0.35794476
      ],
      [
        " distance",
        -0.37746665
      ]
    ]
  },
  "A rock called dunite is composed almost entirely of it. The Norwegian variety is used both as foundry sand and as a flux for making steel, while it is found principally in ferromanganese igneous rocks, such as basalt, occurring in the lavas of Mount Vesuvius. For ten points, identify the magnesium and iron silicate mineral, the first in the Bowen reaction series, which, at gem quality, is called peridot.": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.0449612
      ],
      [
        "liv",
        -1.7432603e-06
      ],
      [
        "ine",
        -5.2643223e-05
      ]
    ]
  },
  "Rocks of this period from Bohemia were divided into eight stages by Joachim Barrande, and at the end of this period, populations of conodonts decreased during the Lau event. The sea level dropped worldwide during another minor extinction of this period, the Mulde event. Brachiopods and bryozoa were particularly devastated by the extinction event that closed the preceding period, the third largest ever. During this period, the first vascular land plants developed. It was marked by the appearance of coral reefs, leeches, and the first land animals. For 10 points, name this geological time period bracketed by the Ordovician and the Devonian.": {
    "guess": "Silurian",
    "confidence": [
      [
        "Sil",
        -0.00096982205
      ],
      [
        "ur",
        -0.0002292847
      ],
      [
        "ian",
        -0.0002518032
      ]
    ]
  },
  "This man rode around in a helicopter dubbed the \"Windmill\" in a senate campaign that he won by 87 votes, thus defeating Coke Stevenson and earning the ironic nickname \"Landslide.\" In the Senate, he perfected a strategy of intimidation that involved standing uncomfortably close known as \"The Treatment.\" As president, he signed a sweeping Civil Rights Act and pushed through Medicare and Medicaid as part of his Great Society program. For 10 points, name this president who defeated Barry Goldwater in the 1964 election and succeeded John F. Kennedy.": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.04418617
      ],
      [
        "ndon",
        -5.7530575e-05
      ],
      [
        " B",
        -0.006681979
      ],
      [
        ".",
        -0.0008606039
      ],
      [
        " Johnson",
        -7.255024e-05
      ]
    ]
  },
  "Rocks of this period from Bohemia were divided into eight stages by Joachim Barrande, and at the end of this period, populations of conodonts decreased during the Lau event. The sea level dropped worldwide during another minor extinction of this period, the Mulde event. Brachiopods and bryozoa were particularly devastated by the extinction event that closed the preceding period, the third largest ever. During this period, the first vascular land plants developed. It was marked by the appearance of": {
    "guess": "Devonian",
    "confidence": [
      [
        "Dev",
        -0.41644198
      ],
      [
        "onian",
        -0.00015205175
      ]
    ]
  },
  "This rock was quarried on the Scottish island of Ailsa Craig for use in curling stones. Sodium content distinguishes the S and I types of this rock, which forms batholiths like Half-Dome. Unlike the similar": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.00064095005
      ],
      [
        "ite",
        -0.0009047918
      ]
    ]
  },
  "The rock of Pysttaleia forced the eventual losers to split their forces, with disastrous results. The": {
    "guess": "Battle of Salamis",
    "confidence": [
      [
        "Battle",
        -0.106507994
      ],
      [
        " of",
        -0.00019614976
      ],
      [
        " Sal",
        -0.0044781854
      ],
      [
        "am",
        -2.355753e-05
      ],
      [
        "is",
        -3.0545007e-06
      ]
    ]
  },
  "Rocks of this period from Bohemia were divided into eight stages by Joachim Barrande, and at the end of this period, populations of conodonts decreased during the Lau event. The sea level dropped worldwide during another minor extinction of this period, the Mulde event. Brachiopods and bryozoa were particularly devastated by the extinction event that closed the preceding period, the third largest ever. During this period, the first vascular land plants developed. It was marked by the appearance of coral reefs, leeches, and the first land animals. For 10 points, name this geological time period": {
    "guess": "Silurian",
    "confidence": [
      [
        "Sil",
        -0.6962297
      ],
      [
        "ur",
        -0.00015800826
      ],
      [
        "ian",
        -0.00028111998
      ]
    ]
  },
  "The Rodrigues formula and Hermite polynomials figure into the analytic method for finding the wavefunctions of these systems. The allowed energies for these systems can be calculated using the ladder operators. A quantity determining peakedness for energy graphs of these systems is the dimensionless quality factor. Their behavior can be split into transient and steady-state motions when they are subjected to a sinusoidal driving force and a simple damping force, and they exhibit resonance at certain frequencies. For 10 points, name this kind of system whose periodic, sinusoidal motion is described by Hooke's law, examples of which include a mass on a spring and a simple pendulum.": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.022792537
      ],
      [
        "monic",
        -2.3392786e-06
      ],
      [
        " oscillator",
        -0.0019433955
      ]
    ]
  },
  "Rod Bond and Peter Smith have made a meta-analysis of studies of this concept, which sometimes make use of a Crutchfield apparatus. Eagly and Carli have studied gender-differences in this phenomenon. An early experiment on this concept involved an optical illusion where a static dot of light in a dark room appears to move, called the autokinetic effect, and was performed by Muzafer Sherif.  In a famous experiment on this concept, participants were put in a group with confederates, and then were shown a card with three vertical lines on it. For ten points, which psychological concept explains the": {
    "guess": "Conformity",
    "confidence": [
      [
        "Con",
        -0.09012773
      ],
      [
        "form",
        -5.080963e-06
      ],
      [
        "ity",
        -1.4498052e-05
      ]
    ]
  },
  "Roderick Chisolm wrote about \"The Problem of\" this theory. A \"constructive\" form of it was developed by Bas van Fraassen. This theory is the first title concept of a work that describes a genius named Jones in a Neo-Rylean society and also discusses \"the myth of the given;\" that work pairs it with \"The Philosophy of Mind\" and was written by Wilfrid Sellars. The \"radical\" form of this theory is associated with neutral monism, and appears in the late essays of William James. This philosophical school is associated with a work that discusses primary and secondary qualities and refutes Descartes' argument for innate ideas. For 10 points, name this epistemological position, which is supported by the": {
    "guess": "Critical realism",
    "confidence": [
      [
        "Critical",
        -1.2600429
      ],
      [
        " realism",
        -0.5290209
      ]
    ]
  },
  "The rock of Pysttaleia forced the eventual losers to split their forces, with disastrous results. The day saw the Saronic filled too the brim, preventing the eventual losers from maneuvering to safety, and they would see 300 of their vessels destroyed to only 40 for the winners. Despite Eurybiades unwillingness": {
    "guess": "Battle of Salamis",
    "confidence": [
      [
        "Battle",
        -0.0031083117
      ],
      [
        " of",
        -0.00022475497
      ],
      [
        " Sal",
        -0.00018518302
      ],
      [
        "am",
        -2.1531068e-05
      ],
      [
        "is",
        -4.365741e-06
      ]
    ]
  },
  "Rod Bond and Peter Smith have made a meta-analysis of studies of this concept, which sometimes make use of a Crutchfield apparatus. Eagly and Carli have studied gender-differences in this phenomenon. An early experiment on this concept involved an optical illusion where a static dot of light in a dark room appears to move, called the autokinetic effect, and was performed by Muzafer Sherif.  In a famous experiment on this concept, participants were put in a group with confederates, and then were shown": {
    "guess": "Conformity",
    "confidence": [
      [
        "Con",
        -0.49028018
      ],
      [
        "form",
        -1.6762922e-05
      ],
      [
        "ity",
        -1.9385403e-05
      ]
    ]
  },
  "Roderick Chisolm wrote about \"The Problem of\" this theory. A \"constructive\" form of it was developed by Bas van Fraassen. This theory is the first title concept of a work that describes a genius named": {
    "guess": "Scientific Realism",
    "confidence": [
      [
        "Scient",
        -0.62055695
      ],
      [
        "ific",
        -0.038156476
      ],
      [
        " Real",
        -0.62221634
      ],
      [
        "ism",
        -5.3239244e-05
      ]
    ]
  },
  "The Rodrigues formula and Hermite polynomials figure into the analytic method for finding the wavefunctions of these systems. The allowed energies for these systems can be calculated using the ladder operators. A quantity determining peakedness for energy graphs of these systems is the dimensionless quality factor. Their behavior can be split into transient and steady-state motions when they are subjected": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.26855358
      ],
      [
        "monic",
        -6.9882217e-06
      ],
      [
        " oscillator",
        -0.0013341709
      ]
    ]
  },
  "Rocks of this period from Bohemia were divided into eight stages by Joachim Barrande, and at the end": {
    "guess": "Silurian",
    "confidence": [
      [
        "Sil",
        -0.8980341
      ],
      [
        "ur",
        -4.608702e-05
      ],
      [
        "ian",
        -0.00016051154
      ]
    ]
  },
  "The rock of Pysttaleia forced the eventual losers to split their forces, with disastrous results. The day saw the Saronic filled too the brim, preventing the eventual losers from maneuvering to safety, and they would see 300 of their vessels destroyed to only 40 for the winners. Despite Eurybiades unwillingness to engage the enemy, a fake note forced action as Xerxes attacked. FTP, name this victory": {
    "guess": "Battle of Salamis",
    "confidence": [
      [
        "Battle",
        -0.002358406
      ],
      [
        " of",
        -0.00032294946
      ],
      [
        " Sal",
        -0.0007266098
      ],
      [
        "am",
        -7.7079974e-05
      ],
      [
        "is",
        -8.537869e-06
      ]
    ]
  },
  "Rod Bond and Peter Smith have made a meta-analysis of studies of this concept, which sometimes make use": {
    "guess": "Conformity",
    "confidence": [
      [
        "Con",
        -0.84471315
      ],
      [
        "form",
        -0.016716642
      ],
      [
        "ity",
        -0.00055827404
      ]
    ]
  },
  "The rock of Pysttaleia forced the eventual losers to split their forces, with disastrous results. The day saw the Saronic filled too the brim, preventing the eventual losers from maneuvering to safety,": {
    "guess": "Battle of Salamis",
    "confidence": [
      [
        "Battle",
        -0.017182888
      ],
      [
        " of",
        -0.00022666223
      ],
      [
        " Sal",
        -0.0003825293
      ],
      [
        "am",
        -0.00011510595
      ],
      [
        "is",
        -1.8624639e-06
      ]
    ]
  },
  "A rock called dunite is composed almost entirely of it. The Norwegian variety is used both as foundry": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.84266466
      ],
      [
        "liv",
        -3.655073e-05
      ],
      [
        "ine",
        -6.8854926e-05
      ]
    ]
  },
  "The Rodrigues formula and Hermite polynomials figure into the analytic method for finding the wavefunctions of these systems. The allowed energies for these systems can be calculated using the ladder operators. A quantity determining peakedness for energy graphs of these systems is the dimensionless quality factor. Their behavior can be split into transient and steady-state motions when they are subjected to a sinusoidal driving force and a simple damping force, and they exhibit resonance at certain frequencies. For 10 points, name this kind of system whose periodic, sinusoidal motion is described": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -0.05241744
      ],
      [
        "monic",
        -9.305327e-05
      ],
      [
        " oscillator",
        -0.0020887582
      ]
    ]
  },
  "This man rode around in a helicopter dubbed the \"Windmill\" in a senate campaign that he won by 87 votes, thus defeating Coke Stevenson and earning the ironic nickname \"Landslide.\" In the Senate, he perfected a strategy of intimidation that involved standing uncomfortably close known as \"The Treatment.\" As president, he signed a sweeping Civil Rights Act and pushed through Medicare and Medicaid as part": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.030557482
      ],
      [
        "ndon",
        -6.6306106e-06
      ],
      [
        " B",
        -0.00030102333
      ],
      [
        ".",
        -0.00020306357
      ],
      [
        " Johnson",
        -4.6683042e-05
      ]
    ]
  },
  "Rodriguez-Rivera et al created one algorithm for doing this for Geodesic's Great Circle which is both non-moving and reduces fragmentation. Another method for doing this portions off half of the target": {
    "guess": "Fragmentation (computing)",
    "confidence": [
      [
        "Fragment",
        -1.0826695
      ],
      [
        "ation",
        -0.14097954
      ],
      [
        " (",
        -0.5081365
      ],
      [
        "comput",
        -0.117465965
      ],
      [
        "ing",
        -0.00021450345
      ],
      [
        ")",
        -0.00029959288
      ]
    ]
  },
  "Rodriguez-Rivera et al created one algorithm for doing this for Geodesic's Great Circle which is both non-moving and reduces fragmentation. Another method for doing this portions off half of the target at any one time and is known as Cheney's Algorithm. The generational type of this process relies on": {
    "guess": "Garbage collection",
    "confidence": [
      [
        "Gar",
        -0.66380453
      ],
      [
        "bage",
        -4.179569e-05
      ],
      [
        " collection",
        -0.046721634
      ]
    ]
  },
  "Rodriguez-Rivera et al created one algorithm for doing this for Geodesic's Great Circle which is both non-moving and reduces fragmentation. Another method for doing this portions off half of the target at any one time and is known as Cheney's Algorithm. The generational type of this process relies on the infant mortality principle to focus on recently created objects. Incremental forms of this process have": {
    "guess": "Garbage collection",
    "confidence": [
      [
        "Gar",
        -0.023975382
      ],
      [
        "bage",
        -1.2352386e-05
      ],
      [
        " collection",
        -0.36215076
      ]
    ]
  },
  "Rodriguez-Rivera et al created one algorithm for doing this for Geodesic's Great Circle which is both non-moving and reduces fragmentation. Another method for doing this portions off half of the target at any one time and is known as Cheney's Algorithm. The generational type of this process relies on the infant mortality principle to focus on recently created objects. Incremental forms of this process have fewer performance repercussions than stop-the-world techniques, and several implementations": {
    "guess": "Garbage collection",
    "confidence": [
      [
        "Gar",
        -0.010953849
      ],
      [
        "bage",
        -1.2829201e-05
      ],
      [
        " collection",
        -0.17711686
      ]
    ]
  },
  "Rodriguez-Rivera et al created one algorithm for doing this for Geodesic's Great Circle which is both non-moving and reduces fragmentation. Another method for doing this portions off half of the target at any one time and is known as Cheney's Algorithm. The generational type of this process relies on the infant mortality principle to focus on recently created objects. Incremental forms of this process have fewer performance repercussions than stop-the-world techniques, and several implementations use reference counting. A feature of managed languages, they help prevent bugs related to dangling": {
    "guess": "Garbage collection (computer science)",
    "confidence": [
      [
        "Gar",
        -0.0217856
      ],
      [
        "bage",
        -8.418666e-06
      ],
      [
        " collection",
        -0.008544837
      ],
      [
        " (",
        -0.11461539
      ],
      [
        "computer",
        -0.0023109538
      ],
      [
        " science",
        -0.0002885106
      ],
      [
        ")",
        -2.6968896e-06
      ]
    ]
  },
  "Rodriguez-Rivera et al created one algorithm for doing this for Geodesic's Great Circle which is both non-moving and reduces fragmentation. Another method for doing this portions off half of the target at any one time and is known as Cheney's Algorithm. The generational type of this process relies on the infant mortality principle to focus on recently created objects. Incremental forms of this process have fewer performance repercussions than stop-the-world techniques, and several implementations use reference counting. A feature of managed languages, they help prevent bugs related to dangling pointers and can be implemented with a mark-and-sweep algorithm. For 10 points, name this process in": {
    "guess": "Garbage collection (computer science)",
    "confidence": [
      [
        "Gar",
        -0.0247415
      ],
      [
        "bage",
        -1.2829201e-05
      ],
      [
        " collection",
        -0.004149392
      ],
      [
        " (",
        -0.0023176074
      ],
      [
        "computer",
        -0.00036502103
      ],
      [
        " science",
        -0.00011522515
      ],
      [
        ")",
        -1.4974867e-05
      ]
    ]
  },
  "Rodriguez-Rivera et al created one algorithm for doing this for Geodesic's Great Circle which is both non-moving and reduces fragmentation. Another method for doing this portions off half of the target at any one time and is known as Cheney's Algorithm. The generational type of this process relies on the infant mortality principle to focus on recently created objects. Incremental forms of this process have fewer performance repercussions than stop-the-world techniques, and several implementations use reference counting. A feature of managed languages, they help prevent bugs related to dangling pointers and can be implemented with a mark-and-sweep algorithm. For 10 points, name this process in computer science in which data no longer being used is reclaimed in memory.": {
    "guess": "Garbage collection (computer science)",
    "confidence": [
      [
        "Gar",
        -0.012947737
      ],
      [
        "bage",
        -1.4617256e-05
      ],
      [
        " collection",
        -0.013747242
      ],
      [
        " (",
        -0.008521791
      ],
      [
        "computer",
        -0.0016724453
      ],
      [
        " science",
        -0.0002105734
      ],
      [
        ")",
        -2.4153549e-05
      ]
    ]
  }
}