{
  "In the television series Static Shock, this figure has the power to create illusions, and his \"boys\" are the subject of a sequel to Neil Gaiman's American Gods. After collecting all of the world's wisdom in a calabash, he found it was too heavy to drag up a tree and decided to disperse it among the people of the world. He successfully captured Onini the python, Osebo, the leopard, Mmoboro the hornet and Mmoatia the fairy, after which he was able to win all the stories in the world from his father,": {
    "guess": "Anansi Boys",
    "confidence": [
      [
        "An",
        -0.048283678
      ],
      [
        "ansi",
        -0.0013707151
      ],
      [
        " Boys",
        -0.6108721
      ]
    ]
  },
  "Its Tell range contains the headwaters of the Chelif River. A section of this mountain range intersects the Draa valley near the city of Ourzazate, and large sections of it are inhabited by kabyles. The Rif region, though geographically adjacent to its northwest section, is not geologically related. Formed in the Alleghenian orogeny, making it the same age as the Appalachian Mountains, it is extended": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.04681423
      ],
      [
        " Mountains",
        -0.00010807293
      ]
    ]
  },
  "The Teller-Redlich rule governs one of these concepts, and another related to atmospheric chemistry is named after Dole.  Several of them are described by the Bigeleisen equation, and the oxidation of leuco-crystal violet by chloranil was one of eight reactions in which Isaacs et al studied them. (*)  Tunneling is thought to explain one of them involving  muonium.  The most famous of them was predicted by Herbert Fröhlich and independently discovered by Emanuel Maxwell and Bernard Serin in mercury.  That one involves the dependence of the critical temperature for superconductivity on the namesake": {
    "guess": "Isotope effect",
    "confidence": [
      [
        "Is",
        -0.68273175
      ],
      [
        "otope",
        -0.25549898
      ],
      [
        " effect",
        -0.23356873
      ]
    ]
  },
  "In the television series Static Shock, this figure has the power to create illusions, and his \"boys\" are the subject of a sequel to Neil Gaiman's American Gods. After collecting all of the world's wisdom in a calabash, he found it was too heavy to drag up a tree and decided to disperse it among the people of the world. He successfully captured Onini the python, Osebo, the leopard, Mmoboro the hornet and Mmoatia the fairy, after which he was able to win all the stories in the world from his father, the sky god Nyame, with some help from his wife Aso. For 10 points, name this trickster, the legendary spider of African myth.": {
    "guess": "Anansi",
    "confidence": [
      [
        "An",
        -0.25649613
      ],
      [
        "ansi",
        -0.00019293126
      ]
    ]
  },
  "A telescope that takes advantage of this phenomenon was developed by Gerd Binnig and Heinrich Rohrer, and this can occur with superconducting Cooper pairs at a Josephson junction. As explained by the Hartman effect, particles experiencing this can in some cases travel faster than the speed of light. George Gamow used this to explain alpha decay, which takes place even though alpha particles should be trapped in a potential well. Also known as barrier penetration, this is sometimes explained using the Heisenberg uncertainty principle. Name this phenomenon that arises when the Schrödinger equation gives a nonzero probability for an event that would never happen according to the laws of classical physics.": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.002641772
      ],
      [
        "um",
        -6.392203e-06
      ],
      [
        " tun",
        -0.0052025705
      ],
      [
        "n",
        -0.00018125297
      ],
      [
        "elling",
        -7.89631e-07
      ]
    ]
  },
  "It tells of a man and a woman from different social classes, Florentino Ariza and Fermina Daza, who fall in love but are kept apart by fate. Instead, Fermina marries a European-educated doctor who falls in love with her during a medical visit, Dr. Juvenal Urbino. The two go through a tumultuous but happy marriage until his death fifty years later. At Juvenal's wake, Florentino approaches Fermina, and after half a century of waiting, he wins her love. FTP, name this novel by Gabriel Garcia Marquez.": {
    "guess": "Love in the Time of Cholera",
    "confidence": [
      [
        "Love",
        -0.008321062
      ],
      [
        " in",
        -5.705376e-05
      ],
      [
        " the",
        -0.00042030588
      ],
      [
        " Time",
        -0.0005000128
      ],
      [
        " of",
        -5.4385737e-06
      ],
      [
        " Ch",
        -6.1537958e-06
      ],
      [
        "ol",
        -2.3915141e-05
      ],
      [
        "era",
        -5.4385737e-06
      ]
    ]
  },
  "Its Tell range contains the headwaters of the Chelif River. A section of this mountain range intersects the Draa valley near the city of Ourzazate, and large sections of it are inhabited by kabyles. The Rif region, though geographically adjacent to its northwest section, is not geologically related. Formed in the Alleghenian orogeny, making it the same age as the Appalachian Mountains, it is extended to the east by the Aurès Mountains. Jbel Toubkal, located about 60 kilometers south of Marrakesh": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.086013526
      ],
      [
        " Mountains",
        -0.00018161058
      ]
    ]
  },
  "Tell Qaramel, a site near this city, contains the remains of the prehistoric Round Tower people and the Quweiq River flows through this city, which was known as Halab in ancient times. Sometimes nicknamed \"The Gray\", the Khan al-Wazir is a large white and black structure in this city that functioned as an inn and this city is located amidst a system of hundreds of abandoned villages known as the \"Dead Cities.\" Its Ottoman-era Jdeydeh quarter is a center for Christians and merchants, and its great": {
    "guess": "Aleppo",
    "confidence": [
      [
        "Ale",
        -0.00059938093
      ],
      [
        "ppo",
        -1.1398757e-05
      ]
    ]
  },
  "Tell Qaramel, a site near this city, contains the remains of the prehistoric Round Tower people and the Quweiq River flows through this city, which was known as Halab in ancient times. Sometimes nicknamed \"The Gray\", the Khan al-Wazir is a large white and black structure in this city that functioned as an inn and this city is located amidst a system of hundreds of abandoned villages known as the \"Dead": {
    "guess": "Aleppo",
    "confidence": [
      [
        "Ale",
        -0.0004720219
      ],
      [
        "ppo",
        -4.365741e-06
      ]
    ]
  },
  "Tell Qaramel, a site near this city, contains the remains of the prehistoric Round Tower people and the": {
    "guess": "Aleppo",
    "confidence": [
      [
        "Ale",
        -0.0058707213
      ],
      [
        "ppo",
        -8.89548e-06
      ]
    ]
  },
  "In the television series Static Shock, this figure has the power to create illusions, and his \"boys\"": {
    "guess": "Static Shock",
    "confidence": [
      [
        "Static",
        -0.51329195
      ],
      [
        " Shock",
        -0.09546588
      ]
    ]
  },
  "The Teller-Redlich rule governs one of these concepts, and another related to atmospheric chemistry is named after Dole.  Several of them are described by the Bigeleisen equation, and the oxidation of leuco-crystal violet by chloranil was one of eight reactions in which Isaacs et al studied them. (*)  Tunneling is thought to explain one of them involving  muonium.  The most famous of them was predicted": {
    "guess": "Isotope effect",
    "confidence": [
      [
        "Is",
        -1.4712293
      ],
      [
        "otope",
        -0.16643697
      ],
      [
        " effect",
        -0.80974466
      ]
    ]
  },
  "A telescope that takes advantage of this phenomenon was developed by Gerd Binnig and Heinrich Rohrer, and this can occur with superconducting Cooper pairs at a Josephson junction. As explained by the Hartman effect, particles experiencing this can in some cases travel faster than the speed of light. George Gamow used this to explain alpha decay, which takes place even though alpha particles should be trapped in a potential well. Also known as barrier penetration, this is sometimes explained using": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.03173707
      ],
      [
        "um",
        -2.220075e-06
      ],
      [
        " tun",
        -0.03538976
      ],
      [
        "n",
        -0.00014549555
      ],
      [
        "elling",
        -1.2664457e-06
      ]
    ]
  },
  "Its Tell range contains the headwaters of the Chelif River. A section of this mountain range intersects": {
    "guess": "Tell Atlas",
    "confidence": [
      [
        "Tell",
        -0.6460627
      ],
      [
        " Atlas",
        -0.0031445625
      ]
    ]
  },
  "Tell Qaramel, a site near this city, contains the remains of the prehistoric Round Tower people and the Quweiq River flows through this city, which was known as Halab in ancient times. Sometimes nicknamed \"The Gray\", the Khan al-Wazir is a large white and black structure in this city that functioned as an inn and this city is located amidst a system of hundreds of abandoned villages known as the \"Dead Cities.\" Its Ottoman-era Jdeydeh quarter is a center for Christians and merchants, and its great mosque is said to contain the tomb of  Zachariah. The Madrasa Halawiye was founded by an earlier ruler of this city, (*) Nur al-Din. For 15 points, identify this former Silk Road city of three million located in northwestern Syria.": {
    "guess": "Aleppo",
    "confidence": [
      [
        "Ale",
        -0.007143583
      ],
      [
        "ppo",
        -3.888926e-06
      ]
    ]
  },
  "A telescope that takes advantage of this phenomenon was developed by Gerd Binnig and Heinrich Rohrer, and this can occur with superconducting Cooper pairs at a Josephson junction. As explained by the Hartman effect, particles experiencing this can in some cases travel faster than the speed of light. George Gamow used this to explain alpha decay, which takes place even though alpha particles should": {
    "guess": "Scanning tunneling microscope",
    "confidence": [
      [
        "Sc",
        -1.0167676
      ],
      [
        "anning",
        -9.2457245e-05
      ],
      [
        " tunnel",
        -0.040520914
      ],
      [
        "ing",
        -7.684157e-05
      ],
      [
        " microscope",
        -0.018471468
      ]
    ]
  },
  "A telescope that takes advantage of this phenomenon was developed by Gerd Binnig and Heinrich Rohrer, and this can occur with superconducting Cooper pairs at a Josephson junction. As explained by the Hartman effect, particles experiencing this can in some cases travel faster than the speed of light. George Gamow used this to explain alpha decay, which takes place even though alpha particles should be trapped in a potential well. Also known as barrier penetration, this is sometimes explained using the Heisenberg uncertainty principle. Name this phenomenon that arises when the Schrödinger equation gives a nonzero probability for an event that would never happen according to the laws of classical": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.0043251957
      ],
      [
        "um",
        -7.3458323e-06
      ],
      [
        " tun",
        -0.0060288114
      ],
      [
        "n",
        -0.00021390743
      ],
      [
        "elling",
        -9.0883464e-07
      ]
    ]
  },
  "Its Tell range contains the headwaters of the Chelif River. A section of this mountain range intersects the Draa valley near the city of Ourzazate, and large sections of it are inhabited by kabyles. The Rif region, though geographically adjacent to its northwest section, is not geologically related.": {
    "guess": "Tell Atlas",
    "confidence": [
      [
        "Tell",
        -0.19777562
      ],
      [
        " Atlas",
        -0.0073233554
      ]
    ]
  },
  "The Teller-Redlich rule governs one of these concepts, and another related to atmospheric chemistry is named after Dole.  Several of them are described by the Bigeleisen equation, and the oxidation of leuco-crystal violet by chloranil was one of eight reactions in which Isaacs et al studied them. (*)  Tunneling is thought to explain one of them involving  muonium.  The most famous of them was predicted by Herbert Fröhlich and independently discovered by Emanuel Maxwell and Bernard Serin in mercury.  That one involves the dependence of the critical temperature for superconductivity on the namesake entities, and the dependence of a reaction rate constant is known as the \"kinetic\" variety.  For 10 points, name these effects in which an atom of one mass is substituted for an atom of a different mass, one of which is named after deuterium.": {
    "guess": "Isotope effect",
    "confidence": [
      [
        "Is",
        -0.0041902293
      ],
      [
        "otope",
        -0.12051839
      ],
      [
        " effect",
        -0.13957171
      ]
    ]
  },
  "The Teller-Redlich rule governs one of these concepts, and another related to atmospheric chemistry is named after Dole.  Several of them are described by the Bigeleisen equation, and the oxidation of": {
    "guess": "Enthalpy of vaporization",
    "confidence": [
      [
        "En",
        -2.5514333
      ],
      [
        "thal",
        -0.008157668
      ],
      [
        "py",
        -0.020316813
      ],
      [
        " of",
        -0.4327249
      ],
      [
        " vapor",
        -0.8673739
      ],
      [
        "ization",
        -0.00425042
      ]
    ]
  },
  "The Teller-Redlich rule governs one of these concepts, and another related to atmospheric chemistry is named after Dole.  Several of them are described by the Bigeleisen equation, and the oxidation of leuco-crystal violet by chloranil was one of eight reactions in which Isaacs et al studied them. (*)  Tunneling is thought to explain one of them involving  muonium.  The most famous of them was predicted by Herbert Fröhlich and independently discovered by Emanuel Maxwell and Bernard Serin in mercury.  That one involves the dependence of the critical temperature for superconductivity on the namesake entities, and the dependence of a reaction rate constant is known as the \"kinetic\" variety.  For": {
    "guess": "Isotope effect",
    "confidence": [
      [
        "Is",
        -1.7335827
      ],
      [
        "otope",
        -0.06736472
      ],
      [
        " effect",
        -0.15546103
      ]
    ]
  },
  "The Teller-Redlich rule governs one of these concepts, and another related to atmospheric chemistry is named after Dole.  Several of them are described by the Bigeleisen equation, and the oxidation of leuco-crystal violet by chloranil was one of eight reactions in which Isaacs et al studied them. (*)  Tunneling is thought to explain one of them involving  muonium.  The most famous of them was predicted by Herbert Fröhlich and independently discovered by Emanuel Maxwell and Bernard Serin in mercury.  That one involves the dependence of the critical temperature for superconductivity on the namesake entities, and the dependence of a reaction rate constant is known as the \"kinetic\" variety.  For 10 points, name these effects in which an atom of one mass is substituted for an atom of a different": {
    "guess": "Isotope effect",
    "confidence": [
      [
        "Is",
        -0.005919793
      ],
      [
        "otope",
        -0.0814379
      ],
      [
        " effect",
        -0.14151551
      ]
    ]
  },
  "The Teller-Redlich rule governs one of these concepts, and another related to atmospheric chemistry is named after Dole.  Several of them are described by the Bigeleisen equation, and the oxidation of leuco-crystal violet by chloranil was one of eight reactions in which Isaacs et al studied them. (*)": {
    "guess": "Isotope effect",
    "confidence": [
      [
        "Is",
        -1.5720942
      ],
      [
        "otope",
        -0.34117353
      ],
      [
        " effect",
        -0.37244466
      ]
    ]
  },
  "The Teller-Redlich rule governs one of these concepts, and another related to atmospheric chemistry is named after Dole.  Several of them are described by the Bigeleisen equation, and the oxidation of leuco-crystal violet by chloranil was one of eight reactions in which Isaacs et al studied them. (*)  Tunneling is thought to explain one of them involving  muonium.  The most famous of them was predicted by Herbert Fröhlich and independently discovered by Emanuel Maxwell and Bernard Serin in mercury.": {
    "guess": "Quantum tunneling",
    "confidence": [
      [
        "Quant",
        -1.2896186
      ],
      [
        "um",
        -3.0471343e-05
      ],
      [
        " tunnel",
        -0.7385453
      ],
      [
        "ing",
        -0.00044318195
      ]
    ]
  },
  "Its Tell range contains the headwaters of the Chelif River. A section of this mountain range intersects the Draa valley near the city of Ourzazate, and large sections of it are inhabited by kabyles. The Rif region, though geographically adjacent to its northwest section, is not geologically related. Formed in the Alleghenian orogeny, making it the same age as the Appalachian Mountains, it is extended to the east by the Aurès Mountains. Jbel Toubkal, located about 60 kilometers south of Marrakesh in Morrocco, is the highest point of, FTP, what mountain range of Northwestern Africa?": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.04920492
      ],
      [
        " Mountains",
        -0.00022988072
      ]
    ]
  },
  "It tells of a man and a woman from different social classes, Florentino Ariza and Fermina Daza, who fall in love but are kept apart by fate. Instead, Fermina marries a European-educated doctor who falls in love with her during a medical visit, Dr. Juvenal Urbino. The two go through a tumultuous but happy": {
    "guess": "Love in the Time of Cholera",
    "confidence": [
      [
        "Love",
        -0.011406654
      ],
      [
        " in",
        -0.00016742534
      ],
      [
        " the",
        -0.00041684892
      ],
      [
        " Time",
        -0.0010465048
      ],
      [
        " of",
        -1.2113979e-05
      ],
      [
        " Ch",
        -4.9424725e-05
      ],
      [
        "ol",
        -4.465658e-05
      ],
      [
        "era",
        -2.7133641e-05
      ]
    ]
  },
  "A telescope that takes advantage of this phenomenon was developed by Gerd Binnig and Heinrich Rohrer, and this can occur with superconducting Cooper pairs at a Josephson junction. As explained by the Hartman effect, particles experiencing this can in some cases travel faster than the speed of light.": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.5968869
      ],
      [
        "um",
        -8.3278566e-05
      ],
      [
        " tun",
        -0.023914153
      ],
      [
        "n",
        -3.4762674e-05
      ],
      [
        "elling",
        -2.4584822e-06
      ]
    ]
  },
  "A telescope that takes advantage of this phenomenon was developed by Gerd Binnig and Heinrich Rohrer, and this can occur with superconducting Cooper pairs at a Josephson junction. As explained by the Hartman effect, particles experiencing this can in some cases travel faster than the speed of light. George Gamow used this to explain alpha decay, which takes place even though alpha particles should be trapped in a potential well. Also known as barrier penetration, this is sometimes explained using the Heisenberg uncertainty principle. Name this phenomenon that arises when the Schrödinger equation": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.011425852
      ],
      [
        "um",
        -4.604148e-06
      ],
      [
        " tun",
        -0.0067851166
      ],
      [
        "n",
        -0.0001911432
      ],
      [
        "elling",
        -7.89631e-07
      ]
    ]
  },
  "Tell Qaramel, a site near this city, contains the remains of the prehistoric Round Tower people and the Quweiq River flows through this city, which was known as Halab in ancient times. Sometimes nicknamed \"The Gray\", the Khan al-Wazir is a large white and black structure in this city that functioned": {
    "guess": "Aleppo",
    "confidence": [
      [
        "Ale",
        -0.00052479614
      ],
      [
        "ppo",
        -5.4385737e-06
      ]
    ]
  },
  "In the television series Static Shock, this figure has the power to create illusions, and his \"boys\" are the subject of a sequel to Neil Gaiman's American Gods. After collecting all of the world's wisdom in a calabash, he found it was too heavy to drag up a tree and decided to disperse it among the people of the world. He successfully captured Onini the python, Osebo, the leopard, Mmoboro the hornet and Mmoatia the fairy, after which he was able to win all the stories in the world from his father, the sky god Nyame, with some help from his wife Aso. For 10 points, name this trickster, the legendary": {
    "guess": "Anansi",
    "confidence": [
      [
        "An",
        -0.15412158
      ],
      [
        "ansi",
        -0.00024394676
      ]
    ]
  },
  "In the television series Static Shock, this figure has the power to create illusions, and his \"boys\" are the subject of a sequel to Neil Gaiman's American Gods. After collecting all of the world's wisdom in a calabash, he found it was too heavy to drag up a tree and decided to disperse it among the people": {
    "guess": "Anansi",
    "confidence": [
      [
        "An",
        -0.0122462595
      ],
      [
        "ansi",
        -0.0023177264
      ]
    ]
  },
  "The Teller-Redlich rule governs one of these concepts, and another related to atmospheric chemistry is": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -1.0728444
      ],
      [
        "'s",
        -0.0013928539
      ],
      [
        " law",
        -0.32618085
      ]
    ]
  },
  "Tell Qaramel, a site near this city, contains the remains of the prehistoric Round Tower people and the Quweiq River flows through this city, which was known as Halab in ancient times. Sometimes nicknamed \"The Gray\", the Khan al-Wazir is a large white and black structure in this city that functioned as an inn and this city is located amidst a system of hundreds of abandoned villages known as the \"Dead Cities.\" Its Ottoman-era Jdeydeh quarter is a center for Christians and merchants, and its great mosque is said to contain the tomb of  Zachariah. The Madrasa Halawiye was founded by an earlier ruler of this city, (*) Nur al-Din. For 15 points, identify this former Silk Road city of three million": {
    "guess": "Aleppo",
    "confidence": [
      [
        "Ale",
        -0.0009637463
      ],
      [
        "ppo",
        -3.2929079e-06
      ]
    ]
  },
  "It tells of a man and a woman from different social classes, Florentino Ariza and Fermina Daza, who fall in love but are kept apart by fate. Instead, Fermina marries a European-educated doctor who falls": {
    "guess": "Love in the Time of Cholera",
    "confidence": [
      [
        "Love",
        -0.010172143
      ],
      [
        " in",
        -0.00052896456
      ],
      [
        " the",
        -7.839122e-05
      ],
      [
        " Time",
        -0.00069110905
      ],
      [
        " of",
        -8.89548e-06
      ],
      [
        " Ch",
        -6.869018e-06
      ],
      [
        "ol",
        -3.631232e-05
      ],
      [
        "era",
        -7.58424e-06
      ]
    ]
  },
  "Its Tell range contains the headwaters of the Chelif River. A section of this mountain range intersects the Draa valley near the city of Ourzazate, and large sections of it are inhabited by kabyles. The": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.30354276
      ],
      [
        " Mountains",
        -0.0005330175
      ]
    ]
  },
  "A telescope that takes advantage of this phenomenon was developed by Gerd Binnig and Heinrich Rohrer, and this can occur with superconducting Cooper pairs at a Josephson junction. As explained by the Hartman": {
    "guess": "Scanning tunneling microscope",
    "confidence": [
      [
        "Sc",
        -0.044576727
      ],
      [
        "anning",
        -5.0139948e-05
      ],
      [
        " tunnel",
        -0.006694765
      ],
      [
        "ing",
        -7.3458323e-06
      ],
      [
        " microscope",
        -0.0057771043
      ]
    ]
  },
  "In the television series Static Shock, this figure has the power to create illusions, and his \"boys\" are the subject of a sequel to Neil Gaiman's American Gods. After collecting all of the world's wisdom": {
    "guess": "Anansi",
    "confidence": [
      [
        "An",
        -0.3138241
      ],
      [
        "ansi",
        -0.0020603307
      ]
    ]
  },
  "A telescope that takes advantage of this phenomenon was developed by Gerd Binnig and Heinrich Rohrer,": {
    "guess": "Scanning tunneling microscope",
    "confidence": [
      [
        "Sc",
        -0.018063778
      ],
      [
        "anning",
        -3.3809047e-05
      ],
      [
        " tunnel",
        -0.015724158
      ],
      [
        "ing",
        -5.6769813e-06
      ],
      [
        " microscope",
        -0.0013996412
      ]
    ]
  },
  "In the television series Static Shock, this figure has the power to create illusions, and his \"boys\" are the subject of a sequel to Neil Gaiman's American Gods. After collecting all of the world's wisdom in a calabash, he found it was too heavy to drag up a tree and decided to disperse it among the people of the world. He successfully captured Onini the python, Osebo, the leopard, Mmoboro the hornet": {
    "guess": "Anansi",
    "confidence": [
      [
        "An",
        -0.038099207
      ],
      [
        "ansi",
        -0.0008089099
      ]
    ]
  },
  "It tells of a man and a woman from different social classes, Florentino Ariza and Fermina Daza, who fall": {
    "guess": "Love in the Time of Cholera",
    "confidence": [
      [
        "Love",
        -0.002002627
      ],
      [
        " in",
        -0.0003335586
      ],
      [
        " the",
        -2.2127088e-05
      ],
      [
        " Time",
        -0.0002419203
      ],
      [
        " of",
        -6.749814e-06
      ],
      [
        " Ch",
        -1.504853e-06
      ],
      [
        "ol",
        -2.4630364e-05
      ],
      [
        "era",
        -8.657073e-06
      ]
    ]
  },
  "It tells of a man and a woman from different social classes, Florentino Ariza and Fermina Daza, who fall in love but are kept apart by fate. Instead, Fermina marries a European-educated doctor who falls in love with her during a medical visit, Dr. Juvenal Urbino. The two go through a tumultuous but happy marriage until his death fifty years later. At Juvenal's wake, Florentino approaches Fermina, and": {
    "guess": "Love in the Time of Cholera",
    "confidence": [
      [
        "Love",
        -0.009940478
      ],
      [
        " in",
        -0.0006850334
      ],
      [
        " the",
        -0.0004926258
      ],
      [
        " Time",
        -0.0006153396
      ],
      [
        " of",
        -1.2829201e-05
      ],
      [
        " Ch",
        -5.967624e-05
      ],
      [
        "ol",
        -2.9875326e-05
      ],
      [
        "era",
        -1.7716551e-05
      ]
    ]
  },
  "Tell Qaramel, a site near this city, contains the remains of the prehistoric Round Tower people and the Quweiq River flows through this city, which was known as Halab in ancient times. Sometimes nicknamed": {
    "guess": "Aleppo",
    "confidence": [
      [
        "Ale",
        -0.005329693
      ],
      [
        "ppo",
        -2.7014437e-05
      ]
    ]
  },
  "Tell Qaramel, a site near this city, contains the remains of the prehistoric Round Tower people and the Quweiq River flows through this city, which was known as Halab in ancient times. Sometimes nicknamed \"The Gray\", the Khan al-Wazir is a large white and black structure in this city that functioned as an inn and this city is located amidst a system of hundreds of abandoned villages known as the \"Dead Cities.\" Its Ottoman-era Jdeydeh quarter is a center for Christians and merchants, and its great mosque is said to contain the tomb of  Zachariah. The Madrasa Halawiye was founded by an earlier ruler": {
    "guess": "Aleppo",
    "confidence": [
      [
        "Ale",
        -0.00037478472
      ],
      [
        "ppo",
        -9.4914985e-06
      ]
    ]
  }
}