{
  "Overdosing on this vitamin can result in polyuria, polydipsia, and kidney failure, a problem which sufferers of Williams‘  syndrome must look out for due to their increased sensitivity to it. This fat soluble vitamin can be synthesized from 7-  dehydrocholesterol, and it is important for the regulation of phosphorus plasma levels as well as the function of  parathyroid hormone. Its effects on hydroxyapatite in bone explain why deficiency of it results in diseases such as  osteomalacia and Rickets.": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.00024667746
      ],
      [
        "itamin",
        -1.9361265e-07
      ],
      [
        " D",
        -0.00017147827
      ]
    ]
  },
  "Overduin and Wesson successfully eliminated the cylindrical assumption from this theory, while Coquereaux and Jadczyk were the first to consider this theory's G-invariant scheme.  Containing an extra scalar field known as the \"dilation,\" this theory involves the \"rolling up\" of proposed higher dimensions in a process called spontaneous compactification.  First postulated by its namesakes to unify classical gravity and electromagnetism, FTP, identify this unified-field theory that proposes at least five space-time dimensions, named after its two German creators.": {
    "guess": "Kaluza-Klein theory",
    "confidence": [
      [
        "K",
        -0.23137407
      ],
      [
        "alu",
        -0.0018167901
      ],
      [
        "za",
        -3.619312e-05
      ],
      [
        "-K",
        -0.060279123
      ],
      [
        "lein",
        -4.429897e-05
      ],
      [
        " theory",
        -0.0065808427
      ]
    ]
  },
  "Overduin and Wesson successfully eliminated the cylindrical assumption from this theory, while Coquereaux and Jadczyk were the first to consider this theory's G-invariant scheme.  Containing an extra scalar field known as the \"dilation,\" this theory involves the \"rolling up\" of proposed higher dimensions in a process called spontaneous compactification.  First postulated by its namesakes to unify classical gravity and electromagnetism, FTP, identify this unified-field theory that proposes at least": {
    "guess": "Kaluza-Klein theory",
    "confidence": [
      [
        "K",
        -0.89169014
      ],
      [
        "alu",
        -0.000267296
      ],
      [
        "za",
        -3.9650025e-05
      ],
      [
        "-K",
        -0.14483383
      ],
      [
        "lein",
        -0.00010807293
      ],
      [
        " theory",
        -0.005004733
      ]
    ]
  },
  "The overture at the beginning of this work segues without break into its second song, in which the lines \"It's a boy, Mrs. Walker, it's a boy\" are repeated. The next song sees \"The Lover\" and \"The Father\" both aver that \"‘21 is going to be a good year\"; The Father's murder of The Lover traumatizes this album's title figure, who later is sent to a woman who \"will tear his soul apart,\" the Acid Queen. Later, the title figure's \"crazy flipper fingers\" help him master an arcade game on his way to becoming": {
    "guess": "Tommy (album)",
    "confidence": [
      [
        "Tom",
        -0.030566616
      ],
      [
        "my",
        -5.2001665e-06
      ],
      [
        " (",
        -0.15214665
      ],
      [
        "album",
        -0.03495345
      ],
      [
        ")",
        -0.00043460296
      ]
    ]
  },
  "This man oversaw the imposition of price controls on a food staple in his country that is produced by Grupo Maseca and Bimbo. He gained his current office by defeating Andres Manuel Lopez Obrador in 2006. He served as Secretary of Engergy under his predecessor Vicente Fox. His decision to send thousands": {
    "guess": "Felipe Calderón",
    "confidence": [
      [
        "Fel",
        -0.1425292
      ],
      [
        "ipe",
        -0.00053265993
      ],
      [
        " Calder",
        -0.00045557914
      ],
      [
        "ón",
        -0.06184936
      ]
    ]
  },
  "Overdosing on this vitamin can result in polyuria, polydipsia, and kidney failure, a problem which sufferers of Williams‘  syndrome must look out for due to their increased sensitivity to it. This fat soluble vitamin can be synthesized from 7-  dehydrocholesterol, and it is important for the regulation of phosphorus plasma levels as well as the function of  parathyroid hormone. Its effects on hydroxyapatite": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.00048928807
      ],
      [
        "itamin",
        -6.392203e-06
      ],
      [
        " D",
        -0.0027372318
      ]
    ]
  },
  "The overture at the beginning of this work segues without break into its second song, in which the lines \"It's a boy, Mrs. Walker, it's a boy\" are repeated. The next song sees \"The Lover\" and \"The Father\"": {
    "guess": "Tommy (album)",
    "confidence": [
      [
        "Tom",
        -1.1382782
      ],
      [
        "my",
        -0.00016790217
      ],
      [
        " (",
        -0.21349502
      ],
      [
        "album",
        -0.3037776
      ],
      [
        ")",
        -0.00080438744
      ]
    ]
  },
  "Overduin and Wesson successfully eliminated the cylindrical assumption from this theory, while Coquereaux and Jadczyk were the first to consider this theory's G-invariant scheme.  Containing an extra scalar field known as the \"dilation,\" this theory involves the \"rolling up\" of proposed higher dimensions in a process called spontaneous compactification.  First postulated by its namesakes to unify classical": {
    "guess": "Kaluza-Klein theory",
    "confidence": [
      [
        "K",
        -0.6091961
      ],
      [
        "alu",
        -2.0935051e-05
      ],
      [
        "za",
        -1.11603495e-05
      ],
      [
        "-K",
        -0.38293776
      ],
      [
        "lein",
        -0.00054898346
      ],
      [
        " theory",
        -0.057235446
      ]
    ]
  },
  "This man oversaw the imposition of price controls on a food staple in his country that is produced by Grupo Maseca and Bimbo. He gained his current office by defeating Andres Manuel Lopez Obrador in 2006. He served as Secretary of Engergy under his predecessor Vicente Fox. His decision to send thousands of troops to Michoacan began a period of increased conflict between his nation's drug cartels and the government. For 10 points, name this current president of Mexico.": {
    "guess": "Felipe Calderón",
    "confidence": [
      [
        "Fel",
        -0.018091293
      ],
      [
        "ipe",
        -3.9411618e-05
      ],
      [
        " Calder",
        -0.10746002
      ],
      [
        "ón",
        -0.01244313
      ]
    ]
  },
  "As its overture opens in the key of D minor, string tremolos and horns conjure an image of violent weather, as does the song \"Through Tempest and Storm,\" which is sang by the steersman. The aria \"The Time is Up\" introduces the title character, who sings about his plight and offers gold and jewels to Daland in exchange for his daughter. Erik, who was originally to be Daland's son-in-law, drives the title character away by saying that Senta belongs to him, but Senta responds by jumping into the sea, where she breaks the curse on the title character and ascends to heaven with him. For ten points, name this Richard Wagner opera about a ghostly ship captain.": {
    "guess": "The Flying Dutchman (opera)",
    "confidence": [
      [
        "The",
        -0.0075084334
      ],
      [
        " Flying",
        -2.868329e-05
      ],
      [
        " Dutch",
        -4.246537e-06
      ],
      [
        "man",
        -2.6060809e-05
      ],
      [
        " (",
        -0.0037182462
      ],
      [
        "op",
        -2.2842309e-05
      ],
      [
        "era",
        -3.888926e-06
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "Overdosing on this vitamin can result in polyuria, polydipsia, and kidney failure, a problem which sufferers of Williams‘  syndrome must look out for due to their increased sensitivity to it. This fat soluble vitamin can be synthesized from 7-  dehydrocholesterol, and it is important for the regulation": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.00092634937
      ],
      [
        "itamin",
        -1.4974867e-05
      ],
      [
        " D",
        -0.00088561105
      ]
    ]
  },
  "If the overlap integral for these quantities is large, then these quantities are thought to look alike. Spin has half integer values for particles when these quantities are antisymmetric under interchange. Measurement of observables causes its reduction to the eigenfunction of the observed eigenvalue. One equation regarding these entities relates their Hamiltonian to their time derivative. Max Born suggested that squaring this quantity represent the probability distribution, which was the founding principle of the Copenhagen interpretation. In the Schrodinger equation, this quantity is the dependent variable. For 10 points, name these entities that characterize a system in quantum mechanics,": {
    "guess": "Wave function",
    "confidence": [
      [
        "Wave",
        -0.024287833
      ],
      [
        " function",
        -0.0036382035
      ]
    ]
  },
  "To override it requires that the overriding law pass a three‑part test: that the law not discriminate": {
    "guess": "Canadian Charter of Rights and Freedoms",
    "confidence": [
      [
        "Canadian",
        -1.6375488
      ],
      [
        " Charter",
        -0.37470892
      ],
      [
        " of",
        -0.00011236426
      ],
      [
        " Rights",
        -0.0002550217
      ],
      [
        " and",
        -8.89548e-06
      ],
      [
        " Freed",
        -0.00035739198
      ],
      [
        "oms",
        -3.1281633e-07
      ]
    ]
  },
  "To override it requires that the overriding law pass a three‑part test: that the law not discriminate against another state, that the substance of the law must not be one that requires national or uniform regulation, and that the interests of the state outweigh those of the federal government. FTP, give the name for this passage of the US constitution, article I, section 8, that reserves to the federal": {
    "guess": "Commerce Clause",
    "confidence": [
      [
        "Commerce",
        -0.0598677
      ],
      [
        " Clause",
        -0.0033749575
      ]
    ]
  },
  "Overduin and Wesson successfully eliminated the cylindrical assumption from this theory, while Coquereaux": {
    "guess": "Kaluza-Klein theory",
    "confidence": [
      [
        "K",
        -0.73054534
      ],
      [
        "alu",
        -0.00046033994
      ],
      [
        "za",
        -2.0219828e-05
      ],
      [
        "-K",
        -0.66075677
      ],
      [
        "lein",
        -5.7172965e-05
      ],
      [
        " theory",
        -0.01062176
      ]
    ]
  },
  "If the overlap integral for these quantities is large, then these quantities are thought to look alike. Spin has half integer values for particles when these quantities are antisymmetric under interchange. Measurement of observables causes its reduction to the eigenfunction of the observed eigenvalue. One equation regarding these entities relates their Hamiltonian to their time derivative. Max Born suggested that squaring this quantity represent the probability distribution, which was the founding principle of the Copenhagen interpretation. In the Schrodinger equation, this quantity is the dependent variable. For 10 points, name these entities that characterize a system in quantum mechanics, commonly symbolized psi.": {
    "guess": "Wave function",
    "confidence": [
      [
        "Wave",
        -0.013670466
      ],
      [
        " function",
        -0.0066295206
      ]
    ]
  },
  "Overdosing on this vitamin can result in polyuria, polydipsia, and kidney failure, a problem which sufferers of Williams‘  syndrome must look out for due to their increased sensitivity to it. This fat": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.0023928909
      ],
      [
        "itamin",
        -3.9769227e-05
      ],
      [
        " D",
        -0.029776992
      ]
    ]
  },
  "Overdosing on this vitamin can result in polyuria, polydipsia, and kidney failure, a problem which sufferers of Williams‘  syndrome must look out for due to their increased sensitivity to it. This fat soluble vitamin can be synthesized from 7-  dehydrocholesterol, and it is important for the regulation of phosphorus plasma levels as well as the function of  parathyroid hormone. Its effects on hydroxyapatite in bone explain why deficiency of it results in diseases such as  osteomalacia and Rickets. FTP, name this blood calcium level-regulating vitamin that is produced in the skin from  sunlight": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.004744588
      ],
      [
        "itamin",
        -1.9361265e-07
      ],
      [
        " D",
        -0.0020114335
      ]
    ]
  },
  "The overture at the beginning of this work segues without break into its second song, in which the lines \"It's a boy, Mrs. Walker, it's a boy\" are repeated. The next song sees \"The Lover\" and \"The Father\" both aver that \"‘21 is going to be a good year\"; The Father's murder of The Lover traumatizes this album's title figure, who later is sent to a woman who \"will tear his soul apart,\" the Acid Queen.": {
    "guess": "Tommy (album)",
    "confidence": [
      [
        "Tom",
        -0.056306824
      ],
      [
        "my",
        -8.657073e-06
      ],
      [
        " (",
        -0.20903401
      ],
      [
        "album",
        -0.023924518
      ],
      [
        ")",
        -0.00014656837
      ]
    ]
  },
  "This man oversaw the imposition of price controls on a food staple in his country that is produced by": {
    "guess": "Nicolas Maduro",
    "confidence": [
      [
        "Nic",
        -1.5215683
      ],
      [
        "olas",
        -0.28513902
      ],
      [
        " Maduro",
        -0.0017929897
      ]
    ]
  },
  "This man oversaw the imposition of price controls on a food staple in his country that is produced by Grupo Maseca and Bimbo. He gained his current office by defeating Andres Manuel Lopez Obrador in 2006. He served as Secretary of Engergy under his predecessor Vicente Fox. His decision to send thousands of troops to Michoacan began a period of increased conflict between his nation's drug cartels and": {
    "guess": "Felipe Calderón",
    "confidence": [
      [
        "Fel",
        -0.05488228
      ],
      [
        "ipe",
        -7.743759e-05
      ],
      [
        " Calder",
        -7.433829e-05
      ],
      [
        "ón",
        -0.014958516
      ]
    ]
  },
  "As its overture opens in the key of D minor, string tremolos and horns conjure an image of violent weather, as does the song \"Through Tempest and Storm,\" which is sang by the steersman. The aria \"The Time is Up\" introduces the title character, who sings about his plight and offers gold and jewels to Daland in exchange for his daughter. Erik, who was originally to be Daland's son-in-law, drives the title character away by saying that Senta belongs to him, but Senta responds by jumping into the sea, where she breaks the curse on the title character and ascends to heaven with him. For ten points,": {
    "guess": "The Flying Dutchman (opera)",
    "confidence": [
      [
        "The",
        -0.0028702542
      ],
      [
        " Flying",
        -7.0285365e-05
      ],
      [
        " Dutch",
        -5.7961847e-06
      ],
      [
        "man",
        -1.8074163e-05
      ],
      [
        " (",
        -0.0036014977
      ],
      [
        "op",
        -1.7120534e-05
      ],
      [
        "era",
        -2.8160932e-06
      ],
      [
        ")",
        -1.9816675e-06
      ]
    ]
  },
  "To override it requires that the overriding law pass a three‑part test: that the law not discriminate against another state, that the substance of the law must not be one that requires national or uniform regulation, and that the interests of the state outweigh those of the federal government. FTP, give": {
    "guess": "Commerce Clause",
    "confidence": [
      [
        "Commerce",
        -0.107299
      ],
      [
        " Clause",
        -0.0005390932
      ]
    ]
  },
  "As its overture opens in the key of D minor, string tremolos and horns conjure an image of violent weather, as does the song \"Through Tempest and Storm,\" which is sang by the steersman. The aria \"The Time is Up\" introduces the title character, who sings about his plight and offers gold and jewels to": {
    "guess": "Der Ring des Nibelungen",
    "confidence": [
      [
        "Der",
        -0.7114081
      ],
      [
        " Ring",
        -0.37626582
      ],
      [
        " des",
        -0.0015429535
      ],
      [
        " N",
        -0.0032972512
      ],
      [
        "ibel",
        -7.529192e-05
      ],
      [
        "ungen",
        -0.00043436454
      ]
    ]
  },
  "If the overlap integral for these quantities is large, then these quantities are thought to look alike. Spin has half integer values for particles when these quantities are antisymmetric under interchange. Measurement of observables causes its reduction to the eigenfunction of the observed eigenvalue. One equation regarding these entities relates their Hamiltonian to their time derivative. Max Born suggested that squaring this quantity represent the probability distribution, which was the founding principle of the Copenhagen interpretation. In the Schrodinger equation, this quantity is the dependent": {
    "guess": "Wave function",
    "confidence": [
      [
        "Wave",
        -0.010545562
      ],
      [
        " function",
        -0.0014897464
      ]
    ]
  },
  "If the overlap integral for these quantities is large, then these quantities are thought to look alike. Spin has half integer values for particles when these quantities are antisymmetric under interchange.": {
    "guess": "Wave function",
    "confidence": [
      [
        "Wave",
        -0.02702657
      ],
      [
        " function",
        -0.0029154306
      ]
    ]
  },
  "Overduin and Wesson successfully eliminated the cylindrical assumption from this theory, while Coquereaux and Jadczyk were the first to consider this theory's G-invariant scheme.  Containing an extra scalar field known as the \"dilation,\" this theory involves the \"rolling up\" of proposed higher dimensions": {
    "guess": "Kaluza-Klein theory",
    "confidence": [
      [
        "K",
        -0.45997757
      ],
      [
        "alu",
        -0.0001373897
      ],
      [
        "za",
        -2.8160932e-06
      ],
      [
        "-K",
        -0.48938435
      ],
      [
        "lein",
        -0.00012856863
      ],
      [
        " theory",
        -0.020178273
      ]
    ]
  },
  "The overture at the beginning of this work segues without break into its second song, in which the lines \"It's a boy, Mrs. Walker, it's a boy\" are repeated. The next song sees \"The Lover\" and \"The Father\" both aver that \"‘21 is going to be a good year\"; The Father's murder of The Lover traumatizes this": {
    "guess": "Tommy (album)",
    "confidence": [
      [
        "Tom",
        -0.13895005
      ],
      [
        "my",
        -1.1517961e-05
      ],
      [
        " (",
        -0.12950365
      ],
      [
        "album",
        -0.037841905
      ],
      [
        ")",
        -0.000508115
      ]
    ]
  },
  "If the overlap integral for these quantities is large, then these quantities are thought to look alike. Spin has half integer values for particles when these quantities are antisymmetric under interchange. Measurement of observables causes its reduction to the eigenfunction of the observed eigenvalue.": {
    "guess": "Wave function",
    "confidence": [
      [
        "Wave",
        -0.0023240333
      ],
      [
        " function",
        -0.0005208624
      ]
    ]
  },
  "To override it requires that the overriding law pass a three‑part test: that the law not discriminate against another state, that the substance of the law must not be one that requires national or uniform regulation, and that the interests of the state outweigh those of the federal government. FTP, give the name for this passage of the US constitution, article I, section 8, that reserves to the federal government the power to regulate interstate trade.": {
    "guess": "Commerce Clause",
    "confidence": [
      [
        "Commerce",
        -0.4076102
      ],
      [
        " Clause",
        -0.00435891
      ]
    ]
  },
  "As its overture opens in the key of D minor, string tremolos and horns conjure an image of violent weather,": {
    "guess": "The Tempest (Sibelius)",
    "confidence": [
      [
        "The",
        -0.6098202
      ],
      [
        " Tem",
        -0.7668118
      ],
      [
        "pest",
        -1.5213274e-05
      ],
      [
        " (",
        -0.012051942
      ],
      [
        "S",
        -0.82892257
      ],
      [
        "ibel",
        -0.001484628
      ],
      [
        "ius",
        -1.342522e-05
      ],
      [
        ")",
        -8.6616266e-05
      ]
    ]
  },
  "This man oversaw the imposition of price controls on a food staple in his country that is produced by Grupo Maseca and Bimbo. He gained his current office by defeating Andres Manuel Lopez Obrador in 2006.": {
    "guess": "Felipe Calderón",
    "confidence": [
      [
        "Fel",
        -0.8482573
      ],
      [
        "ipe",
        -0.0003432104
      ],
      [
        " Calder",
        -0.001229158
      ],
      [
        "ón",
        -0.14334242
      ]
    ]
  },
  "The overture at the beginning of this work segues without break into its second song, in which the lines \"It's a boy, Mrs. Walker, it's a boy\" are repeated. The next song sees \"The Lover\" and \"The Father\" both aver that \"‘21 is going to be a good year\"; The Father's murder of The Lover traumatizes this album's title figure, who later is sent to a woman who \"will tear his soul apart,\" the Acid Queen. Later, the title figure's \"crazy flipper fingers\" help him master an arcade game on his way to becoming a messianic figure. FTP what rock concept album of 1969 features songs like \"We're Not Gonna Take It\" and \"Pinball Wizard\" about the titular \"deaf, dumb, and blind kid,\" performed by The Who?": {
    "guess": "Tommy (album)",
    "confidence": [
      [
        "Tom",
        -0.012543438
      ],
      [
        "my",
        -1.3856493e-06
      ],
      [
        " (",
        -0.049513783
      ],
      [
        "album",
        -0.1289037
      ],
      [
        ")",
        -5.6815352e-05
      ]
    ]
  },
  "Overdosing on this vitamin can result in polyuria, polydipsia, and kidney failure, a problem which sufferers": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.009828338
      ],
      [
        "itamin",
        -6.0345924e-06
      ],
      [
        " D",
        -0.0018685447
      ]
    ]
  },
  "If the overlap integral for these quantities is large, then these quantities are thought to look alike. Spin has half integer values for particles when these quantities are antisymmetric under interchange. Measurement of observables causes its reduction to the eigenfunction of the observed eigenvalue. One equation regarding these entities relates their Hamiltonian to their time derivative. Max Born": {
    "guess": "Wave function",
    "confidence": [
      [
        "Wave",
        -0.26486257
      ],
      [
        " function",
        -0.001119023
      ]
    ]
  },
  "Overdosing on this vitamin can result in polyuria, polydipsia, and kidney failure, a problem which sufferers of Williams‘  syndrome must look out for due to their increased sensitivity to it. This fat soluble vitamin can be synthesized from 7-  dehydrocholesterol, and it is important for the regulation of phosphorus plasma levels as well as the function of  parathyroid hormone. Its effects on hydroxyapatite in bone explain why deficiency of it results in diseases such as  osteomalacia and Rickets. FTP, name this blood calcium level-regulating vitamin that is produced in the skin from  sunlight exposure and commonly used to fortify milk.": {
    "guess": "Vitamin D",
    "confidence": [
      [
        "V",
        -0.0008036722
      ],
      [
        "itamin",
        -2.1008714e-06
      ],
      [
        " D",
        -0.0006775272
      ]
    ]
  },
  "As its overture opens in the key of D minor, string tremolos and horns conjure an image of violent weather, as does the song \"Through Tempest and Storm,\" which is sang by the steersman. The aria \"The Time": {
    "guess": "The Flying Dutchman",
    "confidence": [
      [
        "The",
        -0.6207605
      ],
      [
        " Flying",
        -0.00091633986
      ],
      [
        " Dutch",
        -3.7697225e-06
      ],
      [
        "man",
        -0.00010008628
      ]
    ]
  },
  "The overture at the beginning of this work segues without break into its second song, in which the lines": {
    "guess": "Tommy (album)",
    "confidence": [
      [
        "Tom",
        -0.2961345
      ],
      [
        "my",
        -2.8160932e-06
      ],
      [
        " (",
        -0.1333398
      ],
      [
        "album",
        -0.091252714
      ],
      [
        ")",
        -0.00062546454
      ]
    ]
  },
  "If the overlap integral for these quantities is large, then these quantities are thought to look alike. Spin has half integer values for particles when these quantities are antisymmetric under interchange. Measurement of observables causes its reduction to the eigenfunction of the observed eigenvalue. One equation regarding these entities relates their Hamiltonian to their time derivative. Max Born suggested that squaring this quantity represent the probability distribution, which was the founding": {
    "guess": "Wave function",
    "confidence": [
      [
        "Wave",
        -0.02239965
      ],
      [
        " function",
        -0.0009500489
      ]
    ]
  },
  "As its overture opens in the key of D minor, string tremolos and horns conjure an image of violent weather, as does the song \"Through Tempest and Storm,\" which is sang by the steersman. The aria \"The Time is Up\" introduces the title character, who sings about his plight and offers gold and jewels to Daland in exchange for his daughter. Erik, who was originally to be Daland's son-in-law, drives the": {
    "guess": "The Flying Dutchman (opera)",
    "confidence": [
      [
        "The",
        -0.011716793
      ],
      [
        " Flying",
        -7.8033605e-05
      ],
      [
        " Dutch",
        -5.7961847e-06
      ],
      [
        "man",
        -3.392825e-05
      ],
      [
        " (",
        -0.0045152083
      ],
      [
        "op",
        -0.00013381359
      ],
      [
        "era",
        -1.8624639e-06
      ],
      [
        ")",
        -1.9816675e-06
      ]
    ]
  },
  "The overture at the beginning of this work segues without break into its second song, in which the lines \"It's a boy, Mrs. Walker, it's a boy\" are repeated. The next song sees \"The Lover\" and \"The Father\" both aver that \"‘21 is going to be a good year\"; The Father's murder of The Lover traumatizes this album's title figure, who later is sent to a woman who \"will tear his soul apart,\" the Acid Queen. Later, the title figure's \"crazy flipper fingers\" help him master an arcade game on his way to becoming a messianic figure. FTP what rock concept album of 1969 features songs like \"We're Not Gonna Take": {
    "guess": "Tommy (album)",
    "confidence": [
      [
        "Tom",
        -0.02376539
      ],
      [
        "my",
        -1.0280384e-06
      ],
      [
        " (",
        -0.2920588
      ],
      [
        "album",
        -0.07194212
      ],
      [
        ")",
        -6.0272258e-05
      ]
    ]
  },
  "If the overlap integral for these quantities is large, then these quantities are thought to look alike.": {
    "guess": "Wave function",
    "confidence": [
      [
        "Wave",
        -0.025901832
      ],
      [
        " function",
        -0.004710888
      ]
    ]
  },
  "To override it requires that the overriding law pass a three‑part test: that the law not discriminate against another state, that the substance of the law must not be one that requires national or uniform": {
    "guess": "Commerce Clause",
    "confidence": [
      [
        "Commerce",
        -0.45222262
      ],
      [
        " Clause",
        -0.00077377405
      ]
    ]
  },
  "As its overture opens in the key of D minor, string tremolos and horns conjure an image of violent weather, as does the song \"Through Tempest and Storm,\" which is sang by the steersman. The aria \"The Time is Up\" introduces the title character, who sings about his plight and offers gold and jewels to Daland in exchange for his daughter. Erik, who was originally to be Daland's son-in-law, drives the title character away by saying that Senta belongs to him, but Senta responds by jumping into the sea,": {
    "guess": "The Flying Dutchman (opera)",
    "confidence": [
      [
        "The",
        -0.005420873
      ],
      [
        " Flying",
        -4.632543e-05
      ],
      [
        " Dutch",
        -1.3544423e-05
      ],
      [
        "man",
        -2.6060809e-05
      ],
      [
        " (",
        -0.0041721836
      ],
      [
        "op",
        -6.2656334e-05
      ],
      [
        "era",
        -3.7697225e-06
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "Overduin and Wesson successfully eliminated the cylindrical assumption from this theory, while Coquereaux and Jadczyk were the first to consider this theory's G-invariant scheme.  Containing an extra scalar": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -1.0264437
      ],
      [
        " rel",
        -0.051091775
      ],
      [
        "ativity",
        -1.0683535e-05
      ]
    ]
  }
}