{
  "The van't Hoff relation states that this quantity is equal to the equilibrium pressure of a system divided by the product of concentration and temperature. In the Arrhenius equation, when activation energy is given in molecular units, this quantity, instead of the gas constant, is used. When multiplied by three-halves T it is equivalent to the (*) average translational energy of an ideal gas, and when multiplied by the number of micro-states available to a system, this quantity gives entropy. Name this quantity, a constant equal to the gas constant divided by Avogadro's constant, often represented": {
    "guess": "Boltzmann constant",
    "confidence": [
      [
        "B",
        -0.008822445
      ],
      [
        "olt",
        -1.962381e-05
      ],
      [
        "z",
        -0.00019912985
      ],
      [
        "mann",
        -2.057744e-05
      ],
      [
        " constant",
        -0.9804994
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight their importance. Spear-bearers and javelin bearers who made up this force were called sparabaras and takabaras respectively. For combat, this force adapted the Scythian bollock dagger for their own akinaka. One account of this military force states 1,000 of its soldiers carried spears with gold pomegranates on them, while 9,000 others carried spears with silver pomegranates on them; that section of this force was led by Hydarnes. Ten soldiers who comprised this force were part of a dathabam, while a thousand of those units made up a hazarabam. The Cyropedia asserts that a certain ruler invented the scythed chariot, then bestowed it upon this force. For 10 points, identify this military": {
    "guess": "Persian army",
    "confidence": [
      [
        "Pers",
        -0.21361451
      ],
      [
        "ian",
        -3.8338785e-05
      ],
      [
        " army",
        -0.016266499
      ]
    ]
  },
  "Vancouver and the other for Toronto.  ": {
    "guess": "List of metropolitan areas in Canada",
    "confidence": [
      [
        "List",
        -0.67724663
      ],
      [
        " of",
        -0.0022059279
      ],
      [
        " metropolitan",
        -0.71800536
      ],
      [
        " areas",
        -0.0016988682
      ],
      [
        " in",
        -0.0469521
      ],
      [
        " Canada",
        -0.0068525965
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight their importance. Spear-bearers and javelin bearers who made up this force were called sparabaras and takabaras respectively. For combat, this force adapted the Scythian bollock dagger for their own akinaka. One account of this military force states 1,000 of its soldiers carried spears with gold pomegranates on them, while 9,000 others carried spears with silver pomegranates on them; that section of this force was led by Hydarnes. Ten soldiers who comprised this force were part of a dathabam, while a thousand of those units made up a hazarabam. The Cyropedia asserts that a certain ruler invented the scythed chariot, then bestowed it upon this force. For 10 points, identify this military force that defeated Leonidas at the Battle of Thermopylae, and which has been led by Xerxes and Darius.": {
    "guess": "Persian Immortals",
    "confidence": [
      [
        "Pers",
        -0.23910521
      ],
      [
        "ian",
        -4.7040652e-05
      ],
      [
        " Imm",
        -0.63363165
      ],
      [
        "ort",
        -0.0005259882
      ],
      [
        "als",
        -7.89631e-07
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight their importance. Spear-bearers and javelin bearers who made up this force were called sparabaras and takabaras respectively. For combat, this force adapted the Scythian bollock dagger for their own akinaka. One account of this military force states 1,000 of its soldiers carried spears with gold pomegranates on them, while 9,000 others carried spears with silver pomegranates on them; that section of this force was led by Hydarnes. Ten soldiers who comprised this force were part of a dathabam, while a thousand of those units made up a hazarabam. The Cyropedia asserts that a certain ruler": {
    "guess": "Persian army",
    "confidence": [
      [
        "Pers",
        -0.25325254
      ],
      [
        "ian",
        -0.00010258956
      ],
      [
        " army",
        -0.116515376
      ]
    ]
  },
  "The van't Hoff relation states that this quantity is equal to the equilibrium pressure of a system divided by the product of concentration and temperature. In the Arrhenius equation, when activation energy": {
    "guess": "Van 't Hoff factor",
    "confidence": [
      [
        "Van",
        -0.5514362
      ],
      [
        " '",
        -0.1050583
      ],
      [
        "t",
        -5.7961847e-06
      ],
      [
        " Hoff",
        -1.7239736e-05
      ],
      [
        " factor",
        -0.058520023
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight their importance. Spear-bearers and javelin bearers who made up this force were called sparabaras and takabaras respectively. For combat, this force adapted the Scythian bollock dagger for their own akinaka. One account of this military force states 1,000 of its soldiers carried spears with gold pomegranates on them, while 9,000 others carried spears with silver pomegranates on them; that section of this force was led by Hydarnes. Ten soldiers who comprised this force were part of a dathabam,": {
    "guess": "Persian army",
    "confidence": [
      [
        "Pers",
        -0.15999752
      ],
      [
        "ian",
        -4.7040652e-05
      ],
      [
        " army",
        -0.18170416
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight their importance. Spear-bearers and javelin bearers who made up this force were called sparabaras": {
    "guess": "Persian army",
    "confidence": [
      [
        "Pers",
        -0.71655905
      ],
      [
        "ian",
        -0.00031770815
      ],
      [
        " army",
        -0.11431175
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight their importance. Spear-bearers and javelin bearers who made up this force were called sparabaras and takabaras respectively. For combat, this force adapted the Scythian bollock dagger for their own akinaka. One account of this military force states 1,000 of its soldiers carried spears with gold pomegranates on them, while 9,000 others carried spears with silver pomegranates on them; that": {
    "guess": "Persian army",
    "confidence": [
      [
        "Pers",
        -0.1638296
      ],
      [
        "ian",
        -6.0272258e-05
      ],
      [
        " army",
        -0.009189164
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight": {
    "guess": "Persian army",
    "confidence": [
      [
        "Pers",
        -0.07058671
      ],
      [
        "ian",
        -0.00017088225
      ],
      [
        " army",
        -0.013791813
      ]
    ]
  },
  "The van't Hoff relation states that this quantity is equal to the equilibrium pressure of a system divided by the product of concentration and temperature. In the Arrhenius equation, when activation energy is given in molecular units, this quantity, instead of the gas constant, is used. When multiplied by three-halves T it is equivalent to the (*) average translational energy of an ideal gas, and when multiplied by the number of micro-states available to a system, this quantity gives entropy. Name": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.33921877
      ],
      [
        "ib",
        -7.465036e-06
      ],
      [
        "bs",
        -0.002299536
      ],
      [
        " free",
        -0.0476751
      ],
      [
        " energy",
        -0.000107000094
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight their importance. Spear-bearers and javelin bearers who made up this force were called sparabaras and takabaras respectively. For combat, this force adapted the Scythian bollock dagger for their own akinaka. One account of this military force states 1,000 of its soldiers carried spears with gold pomegranates on them, while 9,000 others carried spears with silver pomegranates on them; that section of this force was led by Hydarnes. Ten soldiers who comprised this force were part of a dathabam, while a thousand of those units made up a hazarabam. The Cyropedia asserts that a certain ruler invented the scythed chariot, then bestowed it upon this force. For 10 points, identify this military force that defeated Leonidas at the Battle of Thermopylae, and which has been led by Xerxes and": {
    "guess": "Immortals (Persian Empire)",
    "confidence": [
      [
        "Imm",
        -0.43042243
      ],
      [
        "ort",
        -0.005920974
      ],
      [
        "als",
        -2.4584822e-06
      ],
      [
        " (",
        -0.07777947
      ],
      [
        "Pers",
        -0.0020109564
      ],
      [
        "ian",
        -0.010805634
      ],
      [
        " Empire",
        -0.022117626
      ],
      [
        ")",
        -8.292095e-05
      ]
    ]
  },
  "The van't Hoff relation states that this quantity is equal to the equilibrium pressure of a system divided by the product of concentration and temperature. In the Arrhenius equation, when activation energy is given in molecular units, this quantity, instead of the gas constant, is used. When multiplied by three-halves T it is equivalent to the (*) average translational energy of an ideal gas, and when": {
    "guess": "Van der Waals constant",
    "confidence": [
      [
        "Van",
        -1.4538347
      ],
      [
        " der",
        -0.55136305
      ],
      [
        " Wa",
        -0.0009537405
      ],
      [
        "als",
        -0.0006242762
      ],
      [
        " constant",
        -0.6683357
      ]
    ]
  },
  "The van't Hoff relation states that this quantity is equal to the equilibrium pressure of a system divided by the product of concentration and temperature. In the Arrhenius equation, when activation energy is given in molecular units, this quantity, instead of the gas constant, is used. When multiplied by three-halves T it is equivalent to the (*) average translational energy of an ideal gas, and when multiplied by the number of micro-states available to a system, this quantity gives entropy. Name this quantity, a constant equal to the gas constant divided by Avogadro's constant, often represented by K sub B.": {
    "guess": "Boltzmann constant",
    "confidence": [
      [
        "B",
        -0.008954896
      ],
      [
        "olt",
        -3.5954712e-05
      ],
      [
        "z",
        -0.00011164904
      ],
      [
        "mann",
        -1.7954959e-05
      ],
      [
        " constant",
        -0.9341375
      ]
    ]
  },
  "The van't Hoff relation states that this quantity is equal to the equilibrium pressure of a system divided by the product of concentration and temperature. In the Arrhenius equation, when activation energy is given in molecular units, this quantity, instead of the gas constant, is used. When multiplied": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -1.0785682
      ],
      [
        "ib",
        -2.2842309e-05
      ],
      [
        "bs",
        -0.0044054324
      ],
      [
        " free",
        -0.03875126
      ],
      [
        " energy",
        -7.529192e-05
      ]
    ]
  },
  "The van't Hoff relation states that this quantity is equal to the equilibrium pressure of a system divided": {
    "guess": "Van 't Hoff factor",
    "confidence": [
      [
        "Van",
        -0.8801449
      ],
      [
        " '",
        -0.1950939
      ],
      [
        "t",
        -1.4140442e-05
      ],
      [
        " Hoff",
        -9.133887e-06
      ],
      [
        " factor",
        -0.20294127
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight their importance. Spear-bearers and javelin bearers who made up this force were called sparabaras and takabaras respectively. For combat, this force adapted the Scythian bollock dagger for their": {
    "guess": "Immortals (Persian Empire)",
    "confidence": [
      [
        "Imm",
        -0.6715898
      ],
      [
        "ort",
        -0.0036623103
      ],
      [
        "als",
        -1.27099975e-05
      ],
      [
        " (",
        -0.2739443
      ],
      [
        "Pers",
        -0.0031114072
      ],
      [
        "ian",
        -0.0018830618
      ],
      [
        " Empire",
        -0.003075279
      ],
      [
        ")",
        -5.025915e-05
      ]
    ]
  },
  "The vanguard of this force typically wore a dress in the style of the emperor with a purple robe to highlight their importance. Spear-bearers and javelin bearers who made up this force were called sparabaras and takabaras respectively. For combat, this force adapted the Scythian bollock dagger for their own akinaka. One account of this military force states 1,000 of its soldiers carried spears with": {
    "guess": "Persian army",
    "confidence": [
      [
        "Pers",
        -0.60901135
      ],
      [
        "ian",
        -0.00038705903
      ],
      [
        " army",
        -0.29314172
      ]
    ]
  }
}