{
  "Tush Hawg tries to get Nunkie to play a game of cards in this author's play Poker!, while more successful": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.23078556
      ],
      [
        "ora",
        -0.004217771
      ],
      [
        " Ne",
        -0.007099904
      ],
      [
        "ale",
        -4.0007635e-05
      ],
      [
        " Hur",
        -0.004525181
      ],
      [
        "ston",
        -0.0001004439
      ]
    ]
  },
  "Tush Hawg tries to get Nunkie to play a game of cards in this author's play Poker!, while more successful plays included From Sun to Sun and All de Live Long Day.  In a short story by this author, the protagonist is criticized by her husband Sykes for hypocritically working on the Sabbath until that wife, Delia Jones, \"talks back\".  Besides Sweat, this Eatonville native author is probably best known for a work that ends with a hurricane and the contracting of rabies by Teacake, the third husband of the protagonist, Janie Crawford.  For 10 points, identify this Harlem Renaissance author who wrote Their Eyes Were Watching God.": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.005965177
      ],
      [
        "ora",
        -3.3093824e-05
      ],
      [
        " Ne",
        -6.134509e-05
      ],
      [
        "ale",
        -1.4498052e-05
      ],
      [
        " Hur",
        -7.79144e-05
      ],
      [
        "ston",
        -5.121278e-05
      ]
    ]
  },
  "The tutors present in one of this writer's works include Zava, Moadine, and Somel. Celis dominates her relationship with Jeff Margrave, Alima divorces Terry O. Nicholson, and Ellador accepts her husband Van Jennings in this writer's work entitled Herland. In another one of this writer's works, the rest cure applied to the narrator was created by Weir Mitchell. In that work by this writer, the narrator's sister-in-law who acts slightly more sympathetic is known as Jennie. John takes on a paternal": {
    "guess": "Charlotte Perkins Gilman",
    "confidence": [
      [
        "Charlotte",
        -0.00095517095
      ],
      [
        " Perkins",
        -0.00032235344
      ],
      [
        " Gil",
        -0.0039137146
      ],
      [
        "man",
        -4.5371802e-05
      ]
    ]
  },
  "The tutors present in one of this writer's works include Zava, Moadine, and Somel. Celis dominates her relationship with Jeff Margrave, Alima divorces Terry O. Nicholson, and Ellador accepts her husband": {
    "guess": "Charlotte Perkins Gilman",
    "confidence": [
      [
        "Charlotte",
        -0.14829355
      ],
      [
        " Perkins",
        -4.5491004e-05
      ],
      [
        " Gil",
        -0.0004454468
      ],
      [
        "man",
        -2.5703197e-05
      ]
    ]
  },
  "Tush Hawg tries to get Nunkie to play a game of cards in this author's play Poker!, while more successful plays included From Sun to Sun and All de Live Long Day.  In a short story by this author, the protagonist is criticized by her husband Sykes for hypocritically working on the Sabbath until that wife, Delia Jones, \"talks back\".  Besides Sweat, this Eatonville native author is probably best known for a work that ends with a hurricane and the contracting of rabies by Teacake, the third husband of the protagonist, Janie Crawford.  For 10 points, identify this Harlem Renaissance author who wrote": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.008091564
      ],
      [
        "ora",
        -1.3186812e-05
      ],
      [
        " Ne",
        -6.086828e-05
      ],
      [
        "ale",
        -1.2829201e-05
      ],
      [
        " Hur",
        -0.00012725739
      ],
      [
        "ston",
        -4.8471098e-05
      ]
    ]
  },
  "Tush Hawg tries to get Nunkie to play a game of cards in this author's play Poker!, while more successful plays included From Sun to Sun and All de Live Long Day.  In a short story by this author, the": {
    "guess": "Charles W. Chesnutt",
    "confidence": [
      [
        "Charles",
        -1.2107407
      ],
      [
        " W",
        -0.10885646
      ],
      [
        ".",
        -0.015469235
      ],
      [
        " Ches",
        -0.005834357
      ],
      [
        "n",
        -2.6895234e-05
      ],
      [
        "utt",
        -9.849109e-06
      ]
    ]
  },
  "This man was tutored by Saint Naum of Preslav. Though only the third- oldest son, this man succeeded to the throne after his older brother was deposed for attempting to reintroduce paganism. This man won the battles of Babaeski and Southern Buh during a two-front war in which he captured both Adrianople": {
    "guess": "Simeon I of Bulgaria",
    "confidence": [
      [
        "S",
        -0.18141645
      ],
      [
        "ime",
        -0.003524406
      ],
      [
        "on",
        -2.6895234e-05
      ],
      [
        " I",
        -0.0056505096
      ],
      [
        " of",
        -0.00022725825
      ],
      [
        " Bulgaria",
        -0.00010402
      ]
    ]
  },
  "The tutors present in one of this writer's works include Zava, Moadine, and Somel. Celis dominates her relationship with Jeff Margrave, Alima divorces Terry O. Nicholson, and Ellador accepts her husband Van Jennings in this writer's work entitled Herland. In another one of this writer's works, the rest cure applied to the narrator was created by Weir Mitchell. In that work by this writer, the narrator's sister-in-law who acts slightly more sympathetic is known as Jennie. John takes on a paternal role for the narrator in that work by this writer. For 10 points, name this American writer who wrote The Yellow Wallpaper.": {
    "guess": "Charlotte Perkins Gilman",
    "confidence": [
      [
        "Charlotte",
        -0.00032879043
      ],
      [
        " Perkins",
        -2.0696643e-05
      ],
      [
        " Gil",
        -0.0008061755
      ],
      [
        "man",
        -1.6524515e-05
      ]
    ]
  },
  "This man was tutored by Saint Naum of Preslav. Though only the third- oldest son, this man succeeded to the throne after his older brother was deposed for attempting to reintroduce paganism. This man won": {
    "guess": "Boris I of Bulgaria",
    "confidence": [
      [
        "B",
        -0.7329779
      ],
      [
        "oris",
        -0.0026591243
      ],
      [
        " I",
        -0.0014777252
      ],
      [
        " of",
        -0.00059973856
      ],
      [
        " Bulgaria",
        -0.0004690418
      ]
    ]
  },
  "This man was tutored by Saint Naum of Preslav. Though only the third- oldest son, this man succeeded": {
    "guess": "Simeon I of Bulgaria",
    "confidence": [
      [
        "S",
        -1.0559955
      ],
      [
        "ime",
        -0.0054777903
      ],
      [
        "on",
        -2.7372049e-05
      ],
      [
        " I",
        -0.0036741868
      ],
      [
        " of",
        -7.004696e-05
      ],
      [
        " Bulgaria",
        -6.968935e-05
      ]
    ]
  },
  "The tutors present in one of this writer's works include Zava, Moadine, and Somel. Celis dominates her relationship with Jeff Margrave, Alima divorces Terry O. Nicholson, and Ellador accepts her husband Van Jennings in this writer's work entitled Herland. In another one of this writer's works, the rest cure applied to the narrator was created by Weir Mitchell. In that work by this writer, the narrator's": {
    "guess": "Charlotte Perkins Gilman",
    "confidence": [
      [
        "Charlotte",
        -0.00084679096
      ],
      [
        " Perkins",
        -0.0004776208
      ],
      [
        " Gil",
        -0.0064671445
      ],
      [
        "man",
        -5.6338537e-05
      ]
    ]
  },
  "Tush Hawg tries to get Nunkie to play a game of cards in this author's play Poker!, while more successful plays included From Sun to Sun and All de Live Long Day.  In a short story by this author, the protagonist is criticized by her husband Sykes for hypocritically working on the Sabbath until that wife, Delia Jones, \"talks back\".  Besides Sweat, this Eatonville native author is probably best known for a work that ends with a hurricane and the contracting of rabies by Teacake, the third husband": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.17579304
      ],
      [
        "ora",
        -3.070975e-05
      ],
      [
        " Ne",
        -0.0004925066
      ],
      [
        "ale",
        -2.3438328e-05
      ],
      [
        " Hur",
        -0.0002700377
      ],
      [
        "ston",
        -8.3993786e-05
      ]
    ]
  },
  "This man was tutored by Saint Naum of Preslav. Though only the third- oldest son, this man succeeded to the throne after his older brother was deposed for attempting to reintroduce paganism. This man won the battles of Babaeski and Southern Buh during a two-front war in which he captured both Adrianople and (*) Pest, defeating a coalition of Byzantium and Hungary. This man's reign is called the \"Era of the Three Seas\" because he expanded his country to border the Agean, Adriatic, and Black seas, and he was a descendant of Khan Krum. For ten points, name this most notable Emperor of Bulgaria, who": {
    "guess": "Simeon I of Bulgaria",
    "confidence": [
      [
        "S",
        -0.056671165
      ],
      [
        "ime",
        -4.298773e-05
      ],
      [
        "on",
        -1.1517961e-05
      ],
      [
        " I",
        -0.010329786
      ],
      [
        " of",
        -0.00034166078
      ],
      [
        " Bulgaria",
        -2.5703197e-05
      ]
    ]
  },
  "The tutors present in one of this writer's works include Zava, Moadine, and Somel. Celis dominates her": {
    "guess": "Charlotte Perkins Gilman",
    "confidence": [
      [
        "Charlotte",
        -0.5371676
      ],
      [
        " Perkins",
        -0.00020151392
      ],
      [
        " Gil",
        -0.0029258765
      ],
      [
        "man",
        -3.9769227e-05
      ]
    ]
  },
  "This man was tutored by Saint Naum of Preslav. Though only the third- oldest son, this man succeeded to the throne after his older brother was deposed for attempting to reintroduce paganism. This man won the battles of Babaeski and Southern Buh during a two-front war in which he captured both Adrianople and (*) Pest, defeating a coalition of Byzantium and Hungary. This man's reign is called the \"Era of the Three Seas\" because he expanded his country to border the Agean, Adriatic, and Black seas,": {
    "guess": "Simeon I of Bulgaria",
    "confidence": [
      [
        "S",
        -0.36929482
      ],
      [
        "ime",
        -0.00056876027
      ],
      [
        "on",
        -2.3676734e-05
      ],
      [
        " I",
        -0.006702935
      ],
      [
        " of",
        -0.00062808703
      ],
      [
        " Bulgaria",
        -0.000115463554
      ]
    ]
  },
  "Tush Hawg tries to get Nunkie to play a game of cards in this author's play Poker!, while more successful plays included From Sun to Sun and All de Live Long Day.  In a short story by this author, the protagonist is criticized by her husband Sykes for hypocritically working on the Sabbath until that": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.009791271
      ],
      [
        "ora",
        -8.75699e-05
      ],
      [
        " Ne",
        -0.0050512333
      ],
      [
        "ale",
        -5.5265704e-05
      ],
      [
        " Hur",
        -0.0040774513
      ],
      [
        "ston",
        -9.9371064e-05
      ]
    ]
  },
  "Tush Hawg tries to get Nunkie to play a game of cards in this author's play Poker!, while more successful plays included From Sun to Sun and All de Live Long Day.  In a short story by this author, the protagonist is criticized by her husband Sykes for hypocritically working on the Sabbath until that wife, Delia Jones, \"talks back\".  Besides Sweat, this Eatonville native author is probably best known": {
    "guess": "Zora Neale Hurston",
    "confidence": [
      [
        "Z",
        -0.06487932
      ],
      [
        "ora",
        -3.392825e-05
      ],
      [
        " Ne",
        -0.00063190155
      ],
      [
        "ale",
        -1.473646e-05
      ],
      [
        " Hur",
        -0.00034428327
      ],
      [
        "ston",
        -4.894791e-05
      ]
    ]
  },
  "The tutors present in one of this writer's works include Zava, Moadine, and Somel. Celis dominates her relationship with Jeff Margrave, Alima divorces Terry O. Nicholson, and Ellador accepts her husband Van Jennings in this writer's work entitled Herland. In another one of this writer's works, the rest cure applied to the narrator was created by Weir Mitchell. In that work by this writer, the narrator's sister-in-law who acts slightly more sympathetic is known as Jennie. John takes on a paternal role for the narrator in that work by this writer. For 10 points, name this American writer who wrote": {
    "guess": "Charlotte Perkins Gilman",
    "confidence": [
      [
        "Charlotte",
        -0.00074292236
      ],
      [
        " Perkins",
        -3.9292416e-05
      ],
      [
        " Gil",
        -0.00043770226
      ],
      [
        "man",
        -2.451116e-05
      ]
    ]
  },
  "This man was tutored by Saint Naum of Preslav. Though only the third- oldest son, this man succeeded to the throne after his older brother was deposed for attempting to reintroduce paganism. This man won the battles of Babaeski and Southern Buh during a two-front war in which he captured both Adrianople and (*) Pest, defeating a coalition of Byzantium and Hungary. This man's reign is called the \"Era of the Three Seas\" because he expanded his country to border the Agean, Adriatic, and Black seas, and he was a descendant of Khan Krum. For ten points, name this most notable Emperor of Bulgaria, who expanded Bulgaria to its largest-ever size.": {
    "guess": "Simeon I of Bulgaria",
    "confidence": [
      [
        "S",
        -0.05307752
      ],
      [
        "ime",
        -4.1318875e-05
      ],
      [
        "on",
        -2.220075e-06
      ],
      [
        " I",
        -0.00699597
      ],
      [
        " of",
        -7.910644e-05
      ],
      [
        " Bulgaria",
        -1.3856493e-06
      ]
    ]
  },
  "This man was tutored by Saint Naum of Preslav. Though only the third- oldest son, this man succeeded to the throne after his older brother was deposed for attempting to reintroduce paganism. This man won the battles of Babaeski and Southern Buh during a two-front war in which he captured both Adrianople and (*) Pest, defeating a coalition of Byzantium and Hungary. This man's reign is called the \"Era": {
    "guess": "Simeon I of Bulgaria",
    "confidence": [
      [
        "S",
        -0.17409402
      ],
      [
        "ime",
        -0.00043722545
      ],
      [
        "on",
        -9.9490266e-05
      ],
      [
        " I",
        -0.018184945
      ],
      [
        " of",
        -0.0010113728
      ],
      [
        " Bulgaria",
        -0.000296136
      ]
    ]
  },
  "The tutors present in one of this writer's works include Zava, Moadine, and Somel. Celis dominates her relationship with Jeff Margrave, Alima divorces Terry O. Nicholson, and Ellador accepts her husband Van Jennings in this writer's work entitled Herland. In another one of this writer's works, the rest": {
    "guess": "Charlotte Perkins Gilman",
    "confidence": [
      [
        "Charlotte",
        -0.004660573
      ],
      [
        " Perkins",
        -0.0014652234
      ],
      [
        " Gil",
        -0.0184964
      ],
      [
        "man",
        -6.420598e-05
      ]
    ]
  }
}