{
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully overcame an imperial boycott of its pork industry. Enraged partisans of this national group were informed by Western doctors that their queen was not actually pregnant in 1900, leading them to take the only sensible course remaining and brutally King Alexander to death in a 1903 coup. \"Black George\" led the revolution of this people against the Ottoman Empire. This people's mythology celebrates a man named Milos who walked into an enemy's tent under a white flag and then began stabbing him in": {
    "guess": "Serbian people",
    "confidence": [
      [
        "Ser",
        -0.018058976
      ],
      [
        "bian",
        -0.64268404
      ],
      [
        " people",
        -0.2483176
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully overcame an imperial boycott of its pork industry. Enraged partisans of this national group were informed by Western doctors that their queen was not actually pregnant in 1900, leading them to take the only sensible course remaining and brutally King Alexander to death in a 1903 coup. \"Black George\" led the revolution of this people against the Ottoman Empire. This people's mythology celebrates a man named Milos who walked into an enemy's tent under a white flag and then began stabbing him in the face. That incident occurred after a 1389 battle where this group's Prince Lazar fell against Murad I on the Field of Blackbirds, or Kosovo Polje. Russia's sympathies with this fellow Slavic nation": {
    "guess": "Serbian people",
    "confidence": [
      [
        "Ser",
        -0.01677303
      ],
      [
        "bian",
        -0.87524116
      ],
      [
        " people",
        -0.19454096
      ]
    ]
  },
  "Ethylene is oxidized to ethylene oxide using a catalyst of this element. Alexander Borodin helped discover that carboxylate salts of this element react with bromine to form alkyl bromides. In basic solutions, this element's cation is reduced by aldehydes, but not ketones. Chloride ions can be detected by the cream-colored precipitate formed when this element is added, usually in the form of its hand-staining nitrate. Halides of this metal are used in cloud seeding and photography. It has the greatest": {
    "guess": "Silver",
    "confidence": [
      [
        "Silver",
        -0.0031185374
      ]
    ]
  },
  "Ethylene is oxidized to ethylene oxide using a catalyst of this element. Alexander Borodin helped discover that carboxylate salts of this element react with bromine to form alkyl bromides. In basic solutions, this element's cation is reduced by aldehydes, but not ketones. Chloride ions can be detected by the cream-colored precipitate formed when this element is added, usually in the form of its hand-staining nitrate. Halides of this metal are used in cloud seeding and photography. It has the greatest electrical conductivity of any element. With copper, it forms the alloys shibuichi, Britannia and sterling. For 10 points, name this element with symbol Ag.": {
    "guess": "Silver",
    "confidence": [
      [
        "Silver",
        -0.0006874138
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully overcame an imperial boycott of its pork industry. Enraged partisans of this national group were informed by Western doctors that their queen was not actually pregnant in 1900, leading them to take the only sensible course remaining and brutally King Alexander to death in a 1903 coup. \"Black George\" led the revolution of this people against the Ottoman Empire. This people's mythology celebrates": {
    "guess": "Serbs",
    "confidence": [
      [
        "Ser",
        -0.012840646
      ],
      [
        "bs",
        -0.7303034
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully overcame an imperial boycott of its pork industry. Enraged partisans of this national group were informed by Western doctors that their queen was not actually pregnant in 1900, leading them to take": {
    "guess": "Serbian people",
    "confidence": [
      [
        "Ser",
        -0.11888473
      ],
      [
        "bian",
        -0.51088274
      ],
      [
        " people",
        -0.8035011
      ]
    ]
  },
  "This ethnic group's culture is celebrated in the largest street festival in Europe, a three-day carnival in early August. The Scarman Report blamed \"Operation Swamp\" for targeting these people with disproportionate use of the \"sus law.\" In 1981, a misunderstanding over the treatment of Michael Bailey catalyzed a riot among this community that Margaret (*) Thatcher claimed \"nothing\" could justify. The": {
    "guess": "Notting Hill Carnival",
    "confidence": [
      [
        "Not",
        -0.7426349
      ],
      [
        "ting",
        -0.0128140515
      ],
      [
        " Hill",
        -0.00022153647
      ],
      [
        " Carnival",
        -2.1173457e-05
      ]
    ]
  },
  "The ethnic people who ruled this empire first inhabited its capital under the king Dia Kossoi. Partially supplanted by the Dendi, this empire employed assara-munidios to enforce laws. One ruler of this empire was victorious at the Battle of Anfao and proclaimed a jihad against the Mossi people. This empire's salt mines at Taghaza were destroyed by the Saadi eunuch Judar Pasha, who defeated the inept (*) Ishaq II at the Battle of Tondibi. Hundreds of princes from this state's eventual capital were taken hostage by its predecessor, and its zenith occurred under Askiya Muhammad II. Forged by Sonni": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.015851587
      ],
      [
        "hai",
        -0.00056256534
      ],
      [
        " Empire",
        -6.289474e-05
      ]
    ]
  },
  "The ethnic people who ruled this empire first inhabited its capital under the king Dia Kossoi. Partially supplanted by the Dendi, this empire employed assara-munidios to enforce laws. One ruler of this empire was victorious at the Battle of Anfao and proclaimed a jihad against the Mossi people. This empire's salt mines at Taghaza were destroyed by the Saadi eunuch Judar Pasha, who defeated the inept (*) Ishaq II at the Battle of Tondibi. Hundreds of princes from this state's eventual capital were taken hostage by its predecessor, and its zenith occurred under Askiya Muhammad II. Forged by Sonni Ali Ber and ruling from the city of Gao, for 10 points, name this West African empire that succeeded Mali.": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.0039400756
      ],
      [
        "hai",
        -3.9650025e-05
      ],
      [
        " Empire",
        -6.869018e-06
      ]
    ]
  },
  "Ethylene is oxidized to ethylene oxide using a catalyst of this element. Alexander Borodin helped discover that carboxylate salts of this element react with bromine to form alkyl bromides. In basic solutions, this element's cation is reduced by aldehydes, but not ketones. Chloride ions can be detected by the cream-colored precipitate formed when this element is added, usually in the form of its hand-staining": {
    "guess": "Silver",
    "confidence": [
      [
        "Silver",
        -0.13944957
      ]
    ]
  },
  "This ethnic group's culture is celebrated in the largest street festival in Europe, a three-day carnival in early August. The Scarman Report blamed \"Operation Swamp\" for targeting these people with disproportionate use of the \"sus law.\" In 1981, a misunderstanding over the treatment of Michael Bailey catalyzed a riot among this community that Margaret (*) Thatcher claimed \"nothing\" could justify. The beginning of the migration of this ethnic group is usually marked by the arrival of the Empire Windrush. \"Jungle\" and \"dancehall\" music were popularized by this ethnic minority, which fought police in the Brixton riots. For 10 points, name this racial minority in the UK from the West Indies.": {
    "guess": "Black British",
    "confidence": [
      [
        "Black",
        -0.13417919
      ],
      [
        " British",
        -0.0030354706
      ]
    ]
  },
  "Etienne Falconet is often cited as the quintessential sculptor of this art movement whose early masters included Audran and Berain. Its name was apparently coined by a student of David as a term of derision. It was practiced in Italy by Guardi, Longhi, and Tiepolo, but enjoyed its greatest vogue in France, where Boucher, Watteau, and Fragonard created works typified by grace, playfulness, and intimacy.": {
    "guess": "Rococo",
    "confidence": [
      [
        "R",
        -0.108463146
      ],
      [
        "oc",
        -6.9882217e-06
      ],
      [
        "oco",
        -3.3809047e-05
      ]
    ]
  },
  "Etienne Falconet is often cited as the quintessential sculptor of this art movement whose early masters included Audran and Berain. Its name was apparently coined by a student of David as a term of derision.": {
    "guess": "Rococo",
    "confidence": [
      [
        "R",
        -0.075468615
      ],
      [
        "oc",
        -2.9756122e-05
      ],
      [
        "oco",
        -4.2153304e-05
      ]
    ]
  },
  "Etienne Falconet is often cited as the quintessential sculptor of this art movement whose early masters included Audran and Berain. Its name was apparently coined by a student of David as a term of derision. It was practiced in Italy by Guardi, Longhi, and Tiepolo, but enjoyed its greatest vogue in France, where Boucher, Watteau, and Fragonard created works typified by grace, playfulness, and intimacy. FTP, what is this 18th century art movement whose name is a combination of the terms rocaille and": {
    "guess": "Rococo",
    "confidence": [
      [
        "R",
        -0.0057556457
      ],
      [
        "oc",
        -9.4914985e-06
      ],
      [
        "oco",
        -2.0696643e-05
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully overcame an imperial boycott of its pork industry. Enraged partisans of this national group were informed by Western doctors that their queen was not actually pregnant in 1900, leading them to take the only sensible course remaining and brutally King Alexander to death in a 1903 coup. \"Black George\" led the revolution of this people against the Ottoman Empire. This people's mythology celebrates a man named Milos who walked into an enemy's tent under a white flag and then began stabbing him in the face. That incident occurred after a 1389 battle where this group's Prince Lazar fell against Murad I on the Field of Blackbirds, or Kosovo Polje. Russia's sympathies with this fellow Slavic nation proved catastrophic after its militant Black Hand group completed an operation. For 10 points, name": {
    "guess": "Serbian nationalism",
    "confidence": [
      [
        "Ser",
        -0.0010380488
      ],
      [
        "bian",
        -0.6211973
      ],
      [
        " nationalism",
        -0.7723826
      ]
    ]
  },
  "The ethnic people who ruled this empire first inhabited its capital under the king Dia Kossoi. Partially supplanted by the Dendi, this empire employed assara-munidios to enforce laws. One ruler of this empire was victorious at the Battle of Anfao and proclaimed a jihad against the Mossi people. This empire's salt mines at Taghaza were destroyed by the Saadi eunuch Judar Pasha, who defeated the inept (*) Ishaq II at the Battle of Tondibi. Hundreds of princes from this state's eventual capital were": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.67999905
      ],
      [
        "hai",
        -0.0025359483
      ],
      [
        " Empire",
        -0.001821197
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully overcame an imperial boycott of its pork industry. Enraged partisans of this national group were informed": {
    "guess": "Serbs",
    "confidence": [
      [
        "Ser",
        -0.01566278
      ],
      [
        "bs",
        -0.59067565
      ]
    ]
  },
  "This ethnic group's culture is celebrated in the largest street festival in Europe, a three-day carnival in early August. The Scarman Report blamed \"Operation Swamp\" for targeting these people with disproportionate use of the \"sus law.\" In 1981, a misunderstanding over the treatment of Michael Bailey": {
    "guess": "Black British",
    "confidence": [
      [
        "Black",
        -0.30146173
      ],
      [
        " British",
        -0.0121416785
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist": {
    "guess": "Iranian Constitutional Revolution",
    "confidence": [
      [
        "Iran",
        -0.7890436
      ],
      [
        "ian",
        -0.044419266
      ],
      [
        " Constitutional",
        -0.2976341
      ],
      [
        " Revolution",
        -6.337155e-05
      ]
    ]
  },
  "This ethnic group's culture is celebrated in the largest street festival in Europe, a three-day carnival in early August. The Scarman Report blamed \"Operation Swamp\" for targeting these people with disproportionate": {
    "guess": "Black British",
    "confidence": [
      [
        "Black",
        -0.70301706
      ],
      [
        " British",
        -0.0073944796
      ]
    ]
  },
  "Etienne Falconet is often cited as the quintessential sculptor of this art movement whose early masters included Audran and Berain. Its name was apparently coined by a student of David as a term of derision. It was practiced in Italy by Guardi, Longhi, and Tiepolo, but enjoyed its greatest vogue in France,": {
    "guess": "Rococo",
    "confidence": [
      [
        "R",
        -0.008201891
      ],
      [
        "oc",
        -4.9186317e-05
      ],
      [
        "oco",
        -5.8603408e-05
      ]
    ]
  },
  "This ethnic group's culture is celebrated in the largest street festival in Europe, a three-day carnival in early August. The Scarman Report blamed \"Operation Swamp\" for targeting these people with disproportionate use of the \"sus law.\" In 1981, a misunderstanding over the treatment of Michael Bailey catalyzed a riot among this community that Margaret (*) Thatcher claimed \"nothing\" could justify. The beginning of the migration of this ethnic group is usually marked by the arrival of the Empire Windrush.": {
    "guess": "Black British",
    "confidence": [
      [
        "Black",
        -0.27018344
      ],
      [
        " British",
        -0.0011633153
      ]
    ]
  },
  "Etienne Falconet is often cited as the quintessential sculptor of this art movement whose early masters": {
    "guess": "Rococo",
    "confidence": [
      [
        "R",
        -0.010271613
      ],
      [
        "oc",
        -4.4537377e-05
      ],
      [
        "oco",
        -3.035214e-05
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully overcame an imperial boycott of its pork industry. Enraged partisans of this national group were informed by Western doctors that their queen was not actually pregnant in 1900, leading them to take the only sensible course remaining and brutally King Alexander to death in a 1903 coup. \"Black George\"": {
    "guess": "Serbian people",
    "confidence": [
      [
        "Ser",
        -0.08339482
      ],
      [
        "bian",
        -0.7434829
      ],
      [
        " people",
        -0.27680743
      ]
    ]
  },
  "The ethnic people who ruled this empire first inhabited its capital under the king Dia Kossoi. Partially": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.32112426
      ],
      [
        "hai",
        -0.00027563662
      ],
      [
        " Empire",
        -0.13320887
      ]
    ]
  },
  "Ethylene is oxidized to ethylene oxide using a catalyst of this element. Alexander Borodin helped discover that carboxylate salts of this element react with bromine to form alkyl bromides. In basic solutions, this element's cation is reduced by aldehydes, but not ketones. Chloride ions can be detected": {
    "guess": "Silver",
    "confidence": [
      [
        "Silver",
        -0.7519256
      ]
    ]
  },
  "The ethnic people who ruled this empire first inhabited its capital under the king Dia Kossoi. Partially supplanted by the Dendi, this empire employed assara-munidios to enforce laws. One ruler of this empire was victorious at the Battle of Anfao and proclaimed a jihad against the Mossi people. This empire's salt mines at Taghaza were destroyed by the Saadi eunuch Judar Pasha, who defeated the inept (*) Ishaq II at the Battle of Tondibi. Hundreds of princes from this state's eventual capital were taken hostage by its predecessor, and its zenith occurred under Askiya Muhammad II. Forged by Sonni Ali Ber and ruling from the city of Gao, for 10 points, name this West African empire that succeeded": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.01648825
      ],
      [
        "hai",
        -5.252402e-05
      ],
      [
        " Empire",
        -6.9882217e-06
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully overcame an imperial boycott of its pork industry. Enraged partisans of this national group were informed by Western doctors that their queen was not actually pregnant in 1900, leading them to take the only sensible course remaining and brutally King Alexander to death in a 1903 coup. \"Black George\" led the revolution of this people against the Ottoman Empire. This people's mythology celebrates a man named Milos who walked into an enemy's tent under a white flag and then began stabbing him in the face. That incident occurred after a 1389 battle where this group's Prince Lazar fell against Murad I on the Field of Blackbirds, or Kosovo Polje. Russia's sympathies with this fellow Slavic nation proved catastrophic after its militant Black Hand group completed an operation. For 10 points, name this Balkan ethnicity of Franz Ferdinand's assassin Gavrilo Princip, whose cultural center is Belgrade.": {
    "guess": "Serbs",
    "confidence": [
      [
        "Ser",
        -0.0014496371
      ],
      [
        "bs",
        -0.7347721
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully overcame an imperial boycott of its pork industry. Enraged partisans of this national group were informed by Western doctors that their queen was not actually pregnant in 1900, leading them to take the only sensible course remaining and brutally King Alexander to death in a 1903 coup. \"Black George\" led the revolution of this people against the Ottoman Empire. This people's mythology celebrates a man named Milos who walked into an enemy's tent under a white flag and then began stabbing him in the face. That incident occurred after a 1389 battle where this group's Prince Lazar fell against Murad": {
    "guess": "Serbian people",
    "confidence": [
      [
        "Ser",
        -0.0062235943
      ],
      [
        "bian",
        -0.66237545
      ],
      [
        " people",
        -0.27372026
      ]
    ]
  },
  "The ethnic people who ruled this empire first inhabited its capital under the king Dia Kossoi. Partially supplanted by the Dendi, this empire employed assara-munidios to enforce laws. One ruler of this empire was victorious at the Battle of Anfao and proclaimed a jihad against the Mossi people. This": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.44269246
      ],
      [
        "hai",
        -0.006613884
      ],
      [
        " Empire",
        -0.013894212
      ]
    ]
  },
  "This ethnic group's demands were outlined in the \"Program\" written by the leader of the Constitutionalist Party, a man named Garasanin. It won out in the lesser-known \"Pig War,\" in which it successfully": {
    "guess": "Serbs",
    "confidence": [
      [
        "Ser",
        -0.08459435
      ],
      [
        "bs",
        -0.5134124
      ]
    ]
  },
  "This ethnic group's culture is celebrated in the largest street festival in Europe, a three-day carnival": {
    "guess": "Notting Hill Carnival",
    "confidence": [
      [
        "Not",
        -0.18915413
      ],
      [
        "ting",
        -0.0011582006
      ],
      [
        " Hill",
        -8.220573e-05
      ],
      [
        " Carnival",
        -4.9424725e-05
      ]
    ]
  },
  "Etienne Falconet is often cited as the quintessential sculptor of this art movement whose early masters included Audran and Berain. Its name was apparently coined by a student of David as a term of derision. It was practiced in Italy by Guardi, Longhi, and Tiepolo, but enjoyed its greatest vogue in France, where Boucher, Watteau, and Fragonard created works typified by grace, playfulness, and intimacy. FTP, what is this 18th century art movement whose name is a combination of the terms rocaille and barocco?": {
    "guess": "Rococo",
    "confidence": [
      [
        "R",
        -0.0052434797
      ],
      [
        "oc",
        -1.18755715e-05
      ],
      [
        "oco",
        -1.9743013e-05
      ]
    ]
  },
  "This ethnic group's culture is celebrated in the largest street festival in Europe, a three-day carnival in early August. The Scarman Report blamed \"Operation Swamp\" for targeting these people with disproportionate use of the \"sus law.\" In 1981, a misunderstanding over the treatment of Michael Bailey catalyzed a riot among this community that Margaret (*) Thatcher claimed \"nothing\" could justify. The beginning of the migration of this ethnic group is usually marked by the arrival of the Empire Windrush. \"Jungle\" and \"dancehall\" music were popularized by this ethnic minority, which fought police": {
    "guess": "Black British",
    "confidence": [
      [
        "Black",
        -0.20864655
      ],
      [
        " British",
        -0.0046617608
      ]
    ]
  },
  "Ethylene is oxidized to ethylene oxide using a catalyst of this element. Alexander Borodin helped discover that carboxylate salts of this element react with bromine to form alkyl bromides. In basic solutions,": {
    "guess": "Silver",
    "confidence": [
      [
        "Silver",
        -1.0943037
      ]
    ]
  },
  "The ethnic people who ruled this empire first inhabited its capital under the king Dia Kossoi. Partially supplanted by the Dendi, this empire employed assara-munidios to enforce laws. One ruler of this empire was victorious at the Battle of Anfao and proclaimed a jihad against the Mossi people. This empire's salt mines at Taghaza were destroyed by the Saadi eunuch Judar Pasha, who defeated the inept": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.052940946
      ],
      [
        "hai",
        -0.00083655043
      ],
      [
        " Empire",
        -7.255024e-05
      ]
    ]
  },
  "The ethnic people who ruled this empire first inhabited its capital under the king Dia Kossoi. Partially supplanted by the Dendi, this empire employed assara-munidios to enforce laws. One ruler of this": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -1.4646331
      ],
      [
        "ali",
        -0.096602224
      ],
      [
        " Empire",
        -0.00016802136
      ]
    ]
  },
  "Ethylene is oxidized to ethylene oxide using a catalyst of this element. Alexander Borodin helped discover": {
    "guess": "Silver",
    "confidence": [
      [
        "Silver",
        -0.030743266
      ]
    ]
  },
  "Ethylene is oxidized to ethylene oxide using a catalyst of this element. Alexander Borodin helped discover that carboxylate salts of this element react with bromine to form alkyl bromides. In basic solutions, this element's cation is reduced by aldehydes, but not ketones. Chloride ions can be detected by the cream-colored precipitate formed when this element is added, usually in the form of its hand-staining nitrate. Halides of this metal are used in cloud seeding and photography. It has the greatest electrical conductivity of any element. With copper, it forms the alloys shibuichi, Britannia and": {
    "guess": "Silver",
    "confidence": [
      [
        "Silver",
        -0.0032737295
      ]
    ]
  }
}