{
  "The Scalacronica describes how the author's father was captured at this battle. This battle's eventual winners arrayed their forces in front of the New Park, and Thomas Randolph's forces here employed": {
    "guess": "Battle of Boroughbridge",
    "confidence": [
      [
        "Battle",
        -0.02657906
      ],
      [
        " of",
        -0.0011499829
      ],
      [
        " Borough",
        -0.7990596
      ],
      [
        "bridge",
        -0.0013571369
      ]
    ]
  },
  "In 2000, a scandal in this country that resulted in the release of several politically compromising recordings was incorrectly referred to as the \"Cassette Scandal\". A period of protest in this country saw a popular politician mysteriously poisoned by dioxin. This country was home to the 2004 Orange": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.54738426
      ],
      [
        "kraine",
        -0.0026033642
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with this protein through an intracellular domain involved in localization to the ventral cord. Its insertion requires CaMKII phosphorylation of TARP proteins, including stargazin. Insertion of glycosylation sites into genes coding for it shows that it has extracellular N and intracellular C termini with a flip/flop region N-terminal to TMD4 that controls desensitization. Blocked by CNQX and DNQX,": {
    "guess": "AMPA receptor",
    "confidence": [
      [
        "AM",
        -0.020724414
      ],
      [
        "PA",
        -1.2829201e-05
      ],
      [
        " receptor",
        -0.0011147353
      ]
    ]
  },
  "It's not the scaling parameter or the speed of light, but one parameter named for this man is squared in a non-relativistic version of Friedmann's equation. One system he helped create was modified by Gerard du Vaucouleurs to account for rings and lenses. That system classifies galaxies based on bars": {
    "guess": "Hubble sequence",
    "confidence": [
      [
        "H",
        -0.43223312
      ],
      [
        "ubble",
        -0.0017480077
      ],
      [
        " sequence",
        -0.04973782
      ]
    ]
  },
  "In a 2007 scandal for this college basketball program, a broken taillight led police to find marijuana": {
    "guess": "University of Maryland Terrapins",
    "confidence": [
      [
        "University",
        -0.3778842
      ],
      [
        " of",
        -0.00047261795
      ],
      [
        " Maryland",
        -1.7473196
      ],
      [
        " Terr",
        -0.048974406
      ],
      [
        "ap",
        -7.89631e-07
      ],
      [
        "ins",
        -0.00051728997
      ]
    ]
  },
  "In one scale used to measure these phenomena, \"T\" is equal to the Beaufort scale value divided by two and subtracted by four, known as the TORRO scale. Although not a thunderstorm, rear flank downdrafts can produce hook echoes which signify the development of these phenomena. These phenomena usually develop from mesocyclones in supercells, but waterspouts are one form of these phenomena that form over a body of water. The intensity of these phenomena can be measured by the Fujita scale. For 10 points, name these weather phenomena that involve high winds and funnels, commonly affecting the Midwest.": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.0045804805
      ],
      [
        "ornado",
        -0.00020377879
      ],
      [
        "es",
        -0.0018612843
      ]
    ]
  },
  "Scalar fields are by definition invariant under these operations. In chiral theories, particles are sorted into left- and right-handed based on whether they belong to the fundamental or anti-fundamental": {
    "guess": "Chirality",
    "confidence": [
      [
        "Ch",
        -0.26927736
      ],
      [
        "ir",
        -0.42684287
      ],
      [
        "ality",
        -4.8425554e-06
      ]
    ]
  },
  "In one scale used to measure these phenomena, \"T\" is equal to the Beaufort scale value divided by two": {
    "guess": "Wind",
    "confidence": [
      [
        "Wind",
        -0.35571486
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with this protein through an intracellular domain involved in localization to the ventral cord. Its insertion requires CaMKII phosphorylation of TARP proteins, including stargazin. Insertion of glycosylation sites into genes coding for it shows that it has extracellular N and intracellular C termini with a flip/flop region N-terminal to TMD4 that controls desensitization. Blocked by CNQX and DNQX, as well as the broad- spectrum kynurenic acid, its agonists include homocysteate and quis. All but its": {
    "guess": "AMPA receptor",
    "confidence": [
      [
        "AM",
        -0.018515352
      ],
      [
        "PA",
        -1.11603495e-05
      ],
      [
        " receptor",
        -0.0008012881
      ]
    ]
  },
  "In 2000, a scandal in this country that resulted in the release of several politically compromising recordings was incorrectly referred to as the \"Cassette Scandal\". A period of protest in this country saw a popular politician mysteriously poisoned by dioxin. This country was home to the 2004 Orange Revolution following the results of a disputed presidential election. Earlier, this country was the site of a massacre of Jews during World War Two at the Babi Yar ravine and a famine called the Holodomor which occurred during the 1930's while this country was under Soviet rule. For 10 points, name": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.0052004363
      ],
      [
        "kraine",
        -0.00015514737
      ]
    ]
  },
  "In 2000, a scandal in this country that resulted in the release of several politically compromising recordings": {
    "guess": "Tapegate",
    "confidence": [
      [
        "T",
        -0.6280437
      ],
      [
        "ape",
        -0.123334974
      ],
      [
        "gate",
        -0.11445944
      ]
    ]
  },
  "In one scale used to measure these phenomena, \"T\" is equal to the Beaufort scale value divided by two and subtracted by four, known as the TORRO scale. Although not a thunderstorm, rear flank downdrafts can produce hook echoes which signify the development of these phenomena. These phenomena usually develop from mesocyclones in supercells, but waterspouts are one form of these phenomena that form over": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.021485554
      ],
      [
        "ornado",
        -0.0041064234
      ],
      [
        "es",
        -0.00034785937
      ]
    ]
  },
  "In 2000, a scandal in this country that resulted in the release of several politically compromising recordings was incorrectly referred to as the \"Cassette Scandal\". A period of protest in this country saw a popular politician mysteriously poisoned by dioxin. This country was home to the 2004 Orange Revolution following the results of a disputed presidential election. Earlier, this country was the site of a massacre of Jews during World War Two at the Babi Yar ravine and a famine called the Holodomor": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.0016156769
      ],
      [
        "kraine",
        -0.0002850537
      ]
    ]
  },
  "Scalar fields are by definition invariant under these operations. In chiral theories, particles are sorted into left- and right-handed based on whether they belong to the fundamental or anti-fundamental representations of the group of these operations. These operations form a six-dimensional non-compact": {
    "guess": "Gauge symmetry",
    "confidence": [
      [
        "G",
        -1.5551919
      ],
      [
        "auge",
        -0.0025234611
      ],
      [
        " symmetry",
        -0.9134218
      ]
    ]
  },
  "In one scale used to measure these phenomena, \"T\" is equal to the Beaufort scale value divided by two and subtracted by four, known as the TORRO scale. Although not a thunderstorm, rear flank downdrafts can produce hook echoes which signify the development of these phenomena. These phenomena usually": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.12762935
      ],
      [
        "ornado",
        -0.006293972
      ],
      [
        "es",
        -0.02236211
      ]
    ]
  },
  "In a 2007 scandal for this college basketball program, a broken taillight led police to find marijuana and shrooms in the car of Josh Heytvelt. This team lost a 2006 Sweet Sixteen game when center J.P. Batista missed a desperation shot at the buzzer, capping a last second comeback by UCLA. Stars for this college team have included Dan Dickau, Ronny Turiaf, and Austin Daye. When this team upset Florida": {
    "guess": "Gonzaga Bulldogs men's basketball",
    "confidence": [
      [
        "G",
        -0.010148544
      ],
      [
        "onz",
        -5.347765e-05
      ],
      [
        "aga",
        -0.00024751187
      ],
      [
        " Bulldogs",
        -0.008129766
      ],
      [
        " men",
        -0.13499391
      ],
      [
        "'s",
        -0.0005044196
      ],
      [
        " basketball",
        -0.00039135036
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with this protein through an intracellular domain involved in localization to the ventral cord. Its insertion requires CaMKII phosphorylation of TARP proteins, including stargazin. Insertion of glycosylation sites into genes coding for it shows that it has extracellular N and intracellular C termini": {
    "guess": "AMPA receptor",
    "confidence": [
      [
        "AM",
        -0.04623141
      ],
      [
        "PA",
        -9.372295e-06
      ],
      [
        " receptor",
        -0.0016816058
      ]
    ]
  },
  "It's not the scaling parameter or the speed of light, but one parameter named for this man is squared in a non-relativistic version of Friedmann's equation. One system he helped create was modified by": {
    "guess": "Friedmann equations",
    "confidence": [
      [
        "F",
        -0.7283815
      ],
      [
        "ried",
        -0.003882023
      ],
      [
        "mann",
        -0.0015656884
      ],
      [
        " equations",
        -0.74528503
      ]
    ]
  },
  "The Scalacronica describes how the author's father was captured at this battle. This battle's eventual winners arrayed their forces in front of the New Park, and Thomas Randolph's forces here employed one of the last uses of a circular schiltron formation. Several years after this battle, its winners issued the Declaration of Arbroath. It was fought because a deal made between Philip (*) Mowbray and the winning commander's brother Edward was about to expire, and its second day saw the death of the 8th Earl of Gloucester. The leader of one army at this battle famously used a battle axe to split the head of Henry de Bohun. This battle cut off an effort by the losers to relieve the besieged Stirling Castle, and afterwards the losing commander was forced to retreat to Dunbar Castle. For 10 points,": {
    "guess": "Battle of Bannockburn",
    "confidence": [
      [
        "Battle",
        -0.009979539
      ],
      [
        " of",
        -1.5928495e-05
      ],
      [
        " B",
        -0.000509903
      ],
      [
        "ann",
        -4.00813e-06
      ],
      [
        "ock",
        -1.0206721e-05
      ],
      [
        "burn",
        -5.312004e-05
      ]
    ]
  },
  "Scalar fields are by definition invariant under these operations. In chiral theories, particles are sorted into left- and right-handed based on whether they belong to the fundamental or anti-fundamental representations of the group of these operations. These operations form a six-dimensional non-compact Lie group whose identity group is SO-plus-1-comma-3. Maxwell's equations are invariant under these operations. These operations can be written as (*) four-by-four matrices in which the diagonal entries are either 1 or the hyperbolic cosine of phi. These operations can be visualized as hyperbolic rotations by the angle of the rapidity in Minkowski space, and in the limit of low speed the simply": {
    "guess": "Lorentz transformation",
    "confidence": [
      [
        "L",
        -0.17093326
      ],
      [
        "orent",
        -8.8285124e-05
      ],
      [
        "z",
        -2.618001e-05
      ],
      [
        " transformation",
        -0.34558356
      ]
    ]
  },
  "In a 2007 scandal for this college basketball program, a broken taillight led police to find marijuana and shrooms in the car of Josh Heytvelt. This team lost a 2006 Sweet Sixteen game when center J.P. Batista missed a desperation shot at the buzzer, capping a last second comeback by UCLA. Stars for this college team have included Dan Dickau, Ronny Turiaf, and Austin Daye. When this team upset Florida during one tournament, Gus Johnson screamed \"The slipper still fits!\" That occurred during this team's 1999 Elite Eight run under Dan Monson, and another tournament run ended with their star player": {
    "guess": "Gonzaga Bulldogs men's basketball",
    "confidence": [
      [
        "G",
        -0.04014731
      ],
      [
        "onz",
        -5.7292167e-05
      ],
      [
        "aga",
        -0.00030650303
      ],
      [
        " Bulldogs",
        -0.007868048
      ],
      [
        " men",
        -0.09425958
      ],
      [
        "'s",
        -0.008399799
      ],
      [
        " basketball",
        -0.0005508871
      ]
    ]
  },
  "The Scalacronica describes how the author's father was captured at this battle. This battle's eventual winners arrayed their forces in front of the New Park, and Thomas Randolph's forces here employed one of the last uses of a circular schiltron formation. Several years after this battle, its winners issued the Declaration of Arbroath. It was fought because a deal made between Philip (*) Mowbray and the winning commander's brother Edward was about to expire, and its second day saw the death of the 8th Earl of Gloucester. The leader of one army at this battle famously used a battle axe to split the head of Henry de Bohun. This battle cut off an effort by the losers to relieve the besieged Stirling Castle, and afterwards the losing commander was forced to retreat to Dunbar Castle. For 10 points, name this battle in which Edward II's army was crushed by the smaller forces of Robert the Bruce.": {
    "guess": "Battle of Bannockburn",
    "confidence": [
      [
        "Battle",
        -0.0017397937
      ],
      [
        " of",
        -2.5583993e-05
      ],
      [
        " B",
        -0.00016146517
      ],
      [
        "ann",
        -4.894791e-05
      ],
      [
        "ock",
        -1.378283e-05
      ],
      [
        "burn",
        -4.2391708e-05
      ]
    ]
  },
  "Scalar fields are by definition invariant under these operations. In chiral theories, particles are sorted into left- and right-handed based on whether they belong to the fundamental or anti-fundamental representations of the group of these operations. These operations form a six-dimensional non-compact Lie group whose identity group is SO-plus-1-comma-3. Maxwell's equations are invariant under these operations. These operations can be written as (*) four-by-four matrices in which the diagonal entries are either 1 or the hyperbolic cosine of phi. These operations can be visualized as hyperbolic rotations by the angle of the rapidity in Minkowski space, and in the limit of low speed the simply reduce to the Galilean transformations. For 10 points, name this operation which converts observations": {
    "guess": "Lorentz transformation",
    "confidence": [
      [
        "L",
        -0.021244593
      ],
      [
        "orent",
        -0.00035060104
      ],
      [
        "z",
        -2.188868e-05
      ],
      [
        " transformation",
        -0.3012915
      ]
    ]
  },
  "In one scale used to measure these phenomena, \"T\" is equal to the Beaufort scale value divided by two and subtracted by four, known as the TORRO scale. Although not a thunderstorm, rear flank downdrafts can produce hook echoes which signify the development of these phenomena. These phenomena usually develop from mesocyclones in supercells, but waterspouts are one form of these phenomena that form over a body of water. The intensity of these phenomena can be measured by the Fujita scale. For 10 points,": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.010752676
      ],
      [
        "ornado",
        -0.00025978617
      ],
      [
        "es",
        -0.002197956
      ]
    ]
  },
  "In a 2007 scandal for this college basketball program, a broken taillight led police to find marijuana and shrooms in the car of Josh Heytvelt. This team lost a 2006 Sweet Sixteen game when center J.P. Batista missed a desperation shot at the buzzer, capping a last second comeback by UCLA. Stars for this college team have included Dan Dickau, Ronny Turiaf, and Austin Daye. When this team upset Florida during one tournament, Gus Johnson screamed \"The slipper still fits!\" That occurred during this team's 1999 Elite Eight run under Dan Monson, and another tournament run ended with their star player crying on the court. This team plays in the West Coast Conference and is coached by Mark Few. For": {
    "guess": "Gonzaga Bulldogs men's basketball",
    "confidence": [
      [
        "G",
        -0.00053515955
      ],
      [
        "onz",
        -3.3093824e-05
      ],
      [
        "aga",
        -0.0002662232
      ],
      [
        " Bulldogs",
        -0.0015452147
      ],
      [
        " men",
        -0.17922437
      ],
      [
        "'s",
        -0.0025403479
      ],
      [
        " basketball",
        -0.0004888113
      ]
    ]
  },
  "In a 2007 scandal for this college basketball program, a broken taillight led police to find marijuana and shrooms in the car of Josh Heytvelt. This team lost a 2006 Sweet Sixteen game when center J.P. Batista missed a desperation shot at the buzzer, capping a last second comeback by UCLA. Stars for this college team have included Dan Dickau, Ronny Turiaf, and Austin Daye. When this team upset Florida during one tournament, Gus Johnson screamed \"The slipper still fits!\" That occurred during this": {
    "guess": "Gonzaga Bulldogs men's basketball",
    "confidence": [
      [
        "G",
        -0.02412005
      ],
      [
        "onz",
        -6.0272258e-05
      ],
      [
        "aga",
        -0.00020795093
      ],
      [
        " Bulldogs",
        -0.02023201
      ],
      [
        " men",
        -0.016696135
      ],
      [
        "'s",
        -0.00044556602
      ],
      [
        " basketball",
        -0.0002975664
      ]
    ]
  },
  "The Scalacronica describes how the author's father was captured at this battle. This battle's eventual": {
    "guess": "Battle of Bannockburn",
    "confidence": [
      [
        "Battle",
        -0.06499506
      ],
      [
        " of",
        -0.00032163822
      ],
      [
        " B",
        -0.26778218
      ],
      [
        "ann",
        -0.00014180024
      ],
      [
        "ock",
        -4.00813e-06
      ],
      [
        "burn",
        -5.4385737e-06
      ]
    ]
  },
  "In 2000, a scandal in this country that resulted in the release of several politically compromising recordings was incorrectly referred to as the \"Cassette Scandal\". A period of protest in this country saw a popular politician mysteriously poisoned by dioxin. This country was home to the 2004 Orange Revolution following the results of a disputed presidential election. Earlier, this country was the site of a massacre of Jews during World War Two at the Babi Yar ravine and a famine called the Holodomor which occurred during the 1930's while this country was under Soviet rule. For 10 points, name this Eastern European nation that was the site of the Chernobyl disaster.": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.004510939
      ],
      [
        "kraine",
        -0.00016790217
      ]
    ]
  },
  "Scalar fields are by definition invariant under these operations. In chiral theories, particles are sorted into left- and right-handed based on whether they belong to the fundamental or anti-fundamental representations of the group of these operations. These operations form a six-dimensional non-compact Lie group whose identity group is SO-plus-1-comma-3. Maxwell's equations are invariant under these operations. These operations can be written as (*) four-by-four matrices in which the diagonal entries": {
    "guess": "Lorentz group",
    "confidence": [
      [
        "L",
        -0.08697399
      ],
      [
        "orent",
        -5.5980927e-05
      ],
      [
        "z",
        -2.4749568e-05
      ],
      [
        " group",
        -0.2929932
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with this protein through an intracellular domain involved in localization to the ventral cord. Its insertion requires CaMKII phosphorylation of TARP proteins, including stargazin. Insertion of glycosylation sites into genes coding for it shows that it has extracellular N and intracellular C termini with a flip/flop region N-terminal to TMD4 that controls desensitization. Blocked by CNQX and DNQX, as well as the broad- spectrum kynurenic acid, its agonists include homocysteate and quis. All but its R2 isoform are permeable to calcium, and other receptors in this tetramer's family include the kainate": {
    "guess": "AMPA receptor",
    "confidence": [
      [
        "AM",
        -0.009248216
      ],
      [
        "PA",
        -8.299462e-06
      ],
      [
        " receptor",
        -0.000640123
      ]
    ]
  },
  "The Scalacronica describes how the author's father was captured at this battle. This battle's eventual winners arrayed their forces in front of the New Park, and Thomas Randolph's forces here employed one of the last uses of a circular schiltron formation. Several years after this battle, its winners issued the Declaration of Arbroath. It was fought because a deal made between Philip (*) Mowbray and the winning commander's brother Edward was about to expire, and its second day saw the death of the 8th Earl of Gloucester. The leader of one army at this battle famously used a battle axe to split": {
    "guess": "Battle of Bannockburn",
    "confidence": [
      [
        "Battle",
        -0.0063690706
      ],
      [
        " of",
        -1.27099975e-05
      ],
      [
        " B",
        -0.00036192173
      ],
      [
        "ann",
        -9.0883464e-07
      ],
      [
        "ock",
        -5.7961847e-06
      ],
      [
        "burn",
        -3.523949e-05
      ]
    ]
  },
  "In 2000, a scandal in this country that resulted in the release of several politically compromising recordings was incorrectly referred to as the \"Cassette Scandal\". A period of protest in this country saw a popular politician mysteriously poisoned by dioxin. This country was home to the 2004 Orange Revolution following the results of a disputed presidential election. Earlier, this country was the": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.24467532
      ],
      [
        "kraine",
        -0.001049958
      ]
    ]
  },
  "In a 2007 scandal for this college basketball program, a broken taillight led police to find marijuana and shrooms in the car of Josh Heytvelt. This team lost a 2006 Sweet Sixteen game when center J.P.": {
    "guess": "Gonzaga Bulldogs men's basketball",
    "confidence": [
      [
        "G",
        -0.023604501
      ],
      [
        "onz",
        -6.992776e-05
      ],
      [
        "aga",
        -0.00028922583
      ],
      [
        " Bulldogs",
        -0.0071361247
      ],
      [
        " men",
        -0.54903114
      ],
      [
        "'s",
        -0.00067526236
      ],
      [
        " basketball",
        -0.000517886
      ]
    ]
  },
  "In a 2007 scandal for this college basketball program, a broken taillight led police to find marijuana and shrooms in the car of Josh Heytvelt. This team lost a 2006 Sweet Sixteen game when center J.P. Batista missed a desperation shot at the buzzer, capping a last second comeback by UCLA. Stars for": {
    "guess": "Gonzaga Bulldogs men's basketball",
    "confidence": [
      [
        "G",
        -0.047315087
      ],
      [
        "onz",
        -5.383526e-05
      ],
      [
        "aga",
        -0.00026205103
      ],
      [
        " Bulldogs",
        -0.0068512964
      ],
      [
        " men",
        -0.6045183
      ],
      [
        "'s",
        -0.00069456233
      ],
      [
        " basketball",
        -0.00064071163
      ]
    ]
  },
  "It's not the scaling parameter or the speed of light, but one parameter named for this man is squared in a non-relativistic version of Friedmann's equation. One system he helped create was modified by Gerard du Vaucouleurs to account for rings and lenses. That system classifies galaxies based on bars and spiral arms, and is known as his namesake tuning fork diagram. The constant of proportionality between distance and recessional velocity is termed his namesake constant. He is notable for proving": {
    "guess": "Hubble's law",
    "confidence": [
      [
        "H",
        -0.5003377
      ],
      [
        "ubble",
        -0.00023405286
      ],
      [
        "'s",
        -0.043721523
      ],
      [
        " law",
        -0.5682597
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with this protein through an intracellular domain involved in localization to the ventral cord. Its insertion requires CaMKII phosphorylation of TARP proteins, including stargazin. Insertion of glycosylation sites into genes coding for it shows that it has extracellular N and intracellular C termini with a flip/flop region N-terminal to TMD4 that controls desensitization. Blocked by CNQX and DNQX, as well as the broad- spectrum kynurenic acid, its agonists include homocysteate and quis. All but its R2 isoform are permeable to calcium, and other receptors in this tetramer's family include the kainate and NMDA receptors. Phosphorylated by CaM kinase, its localization is crucial for long-term potentiation. FTP, name this glutamate receptor responsible for the bulk of the excitatory transmission": {
    "guess": "AMPA receptor",
    "confidence": [
      [
        "AM",
        -0.011317545
      ],
      [
        "PA",
        -1.9816675e-06
      ],
      [
        " receptor",
        -0.004611099
      ]
    ]
  },
  "In one scale used to measure these phenomena, \"T\" is equal to the Beaufort scale value divided by two and subtracted by four, known as the TORRO scale. Although not a thunderstorm, rear flank downdrafts": {
    "guess": "Beaufort scale",
    "confidence": [
      [
        "Be",
        -1.1936501
      ],
      [
        "auf",
        -0.0016822017
      ],
      [
        "ort",
        -0.00040302498
      ],
      [
        " scale",
        -0.25075865
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with this protein through an intracellular domain involved in localization to the ventral cord. Its insertion requires CaMKII phosphorylation of TARP proteins, including stargazin. Insertion of glycosylation sites into genes coding for it shows that it has extracellular N and intracellular C termini with a flip/flop region N-terminal to TMD4 that controls desensitization. Blocked by CNQX and DNQX, as well as the broad- spectrum kynurenic acid, its agonists include homocysteate and quis. All but its R2 isoform are permeable to calcium, and other receptors in this tetramer's family include the kainate and NMDA receptors. Phosphorylated by CaM kinase, its localization is crucial for long-term potentiation.": {
    "guess": "AMPA receptor",
    "confidence": [
      [
        "AM",
        -0.009931976
      ],
      [
        "PA",
        -6.704273e-07
      ],
      [
        " receptor",
        -0.0019198372
      ]
    ]
  },
  "Scalar fields are by definition invariant under these operations. In chiral theories, particles are sorted into left- and right-handed based on whether they belong to the fundamental or anti-fundamental representations of the group of these operations. These operations form a six-dimensional non-compact Lie group whose identity group is SO-plus-1-comma-3. Maxwell's equations are invariant under these operations. These operations can be written as (*) four-by-four matrices in which the diagonal entries are either 1 or the hyperbolic cosine of phi. These operations can be visualized as hyperbolic": {
    "guess": "Lorentz group",
    "confidence": [
      [
        "L",
        -0.13246748
      ],
      [
        "orent",
        -0.000119874094
      ],
      [
        "z",
        -2.9160103e-05
      ],
      [
        " group",
        -0.49239606
      ]
    ]
  },
  "It's not the scaling parameter or the speed of light, but one parameter named for this man is squared in a non-relativistic version of Friedmann's equation. One system he helped create was modified by Gerard du Vaucouleurs to account for rings and lenses. That system classifies galaxies based on bars and spiral arms, and is known as his namesake tuning fork diagram. The constant of proportionality between distance and recessional velocity is termed his namesake constant. He is notable for proving the expansion of the Universe. Name this man who is the namesake of an optical space telescope.": {
    "guess": "Edwin Hubble",
    "confidence": [
      [
        "Ed",
        -0.17987649
      ],
      [
        "win",
        -2.9160103e-05
      ],
      [
        " H",
        -0.008442356
      ],
      [
        "ubble",
        -5.080963e-06
      ]
    ]
  },
  "Scalar fields are by definition invariant under these operations. In chiral theories, particles are sorted into left- and right-handed based on whether they belong to the fundamental or anti-fundamental representations of the group of these operations. These operations form a six-dimensional non-compact Lie group whose identity group is SO-plus-1-comma-3. Maxwell's equations are invariant under these operations. These operations can be written as (*) four-by-four matrices in which the diagonal entries are either 1 or the hyperbolic cosine of phi. These operations can be visualized as hyperbolic rotations by the angle of the rapidity in Minkowski space, and in the limit of low speed the simply reduce to the Galilean transformations. For 10 points, name this operation which converts observations between two different frames of reference in special relativity.": {
    "guess": "Lorentz transformation",
    "confidence": [
      [
        "L",
        -0.0043267417
      ],
      [
        "orent",
        -0.00020520923
      ],
      [
        "z",
        -1.700133e-05
      ],
      [
        " transformation",
        -0.18622097
      ]
    ]
  },
  "The Scalacronica describes how the author's father was captured at this battle. This battle's eventual winners arrayed their forces in front of the New Park, and Thomas Randolph's forces here employed one of the last uses of a circular schiltron formation. Several years after this battle, its winners issued the Declaration of Arbroath. It was fought because a deal made between Philip (*) Mowbray and the winning commander's brother Edward was about to expire, and its second day saw the death of the 8th Earl of Gloucester. The leader of one army at this battle famously used a battle axe to split the head of Henry de Bohun. This battle cut off an effort by the losers to relieve the besieged Stirling": {
    "guess": "Battle of Bannockburn",
    "confidence": [
      [
        "Battle",
        -0.0071570803
      ],
      [
        " of",
        -8.089449e-05
      ],
      [
        " B",
        -0.0004616512
      ],
      [
        "ann",
        -4.604148e-06
      ],
      [
        "ock",
        -9.849109e-06
      ],
      [
        "burn",
        -6.15835e-05
      ]
    ]
  },
  "Scalar fields are by definition invariant under these operations. In chiral theories, particles are sorted": {
    "guess": "Chiral symmetry",
    "confidence": [
      [
        "Ch",
        -0.47265497
      ],
      [
        "iral",
        -0.4858439
      ],
      [
        " symmetry",
        -0.2920465
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with this protein through an intracellular domain involved in localization to the ventral cord. Its insertion requires CaMKII phosphorylation of TARP proteins, including stargazin. Insertion of glycosylation sites into genes coding for it shows that it has extracellular N and intracellular C termini with a flip/flop region N-terminal to TMD4 that controls desensitization. Blocked by CNQX and DNQX, as well as the broad- spectrum kynurenic acid, its agonists include homocysteate and quis. All but its R2 isoform are permeable to calcium, and other receptors in this tetramer's family include the kainate and NMDA receptors. Phosphorylated by CaM kinase, its localization is crucial for long-term potentiation. FTP, name this glutamate receptor responsible for the bulk of the excitatory transmission in the brain, given a four-letter acronym.": {
    "guess": "AMPA",
    "confidence": [
      [
        "AM",
        -0.008341637
      ],
      [
        "PA",
        -1.11603495e-05
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with": {
    "guess": "AMPA receptor",
    "confidence": [
      [
        "AM",
        -0.07341078
      ],
      [
        "PA",
        -8.061054e-06
      ],
      [
        " receptor",
        -0.001084971
      ]
    ]
  },
  "It's not the scaling parameter or the speed of light, but one parameter named for this man is squared": {
    "guess": "Hubble constant",
    "confidence": [
      [
        "H",
        -1.0886118
      ],
      [
        "ubble",
        -0.15918393
      ],
      [
        " constant",
        -0.96024126
      ]
    ]
  },
  "Scalar fields are by definition invariant under these operations. In chiral theories, particles are sorted into left- and right-handed based on whether they belong to the fundamental or anti-fundamental representations of the group of these operations. These operations form a six-dimensional non-compact Lie group whose identity group is SO-plus-1-comma-3. Maxwell's equations are invariant under these": {
    "guess": "Poincaré group",
    "confidence": [
      [
        "P",
        -0.28769106
      ],
      [
        "oin",
        -0.00095529016
      ],
      [
        "car",
        -0.13875125
      ],
      [
        "é",
        -9.698699e-05
      ],
      [
        " group",
        -0.018429684
      ]
    ]
  },
  "The Scalacronica describes how the author's father was captured at this battle. This battle's eventual winners arrayed their forces in front of the New Park, and Thomas Randolph's forces here employed one of the last uses of a circular schiltron formation. Several years after this battle, its winners": {
    "guess": "Battle of Bannockburn",
    "confidence": [
      [
        "Battle",
        -0.020799022
      ],
      [
        " of",
        -0.00012546933
      ],
      [
        " B",
        -0.12765066
      ],
      [
        "ann",
        -1.1279553e-05
      ],
      [
        "ock",
        -3.5313153e-06
      ],
      [
        "burn",
        -1.11603495e-05
      ]
    ]
  },
  "The Scalacronica describes how the author's father was captured at this battle. This battle's eventual winners arrayed their forces in front of the New Park, and Thomas Randolph's forces here employed one of the last uses of a circular schiltron formation. Several years after this battle, its winners issued the Declaration of Arbroath. It was fought because a deal made between Philip (*) Mowbray and the winning commander's brother Edward was about to expire, and its second day saw the death of the": {
    "guess": "Battle of Bannockburn",
    "confidence": [
      [
        "Battle",
        -0.0057938164
      ],
      [
        " of",
        -5.2285613e-05
      ],
      [
        " B",
        -0.0015126006
      ],
      [
        "ann",
        -2.220075e-06
      ],
      [
        "ock",
        -5.7961847e-06
      ],
      [
        "burn",
        -3.202099e-05
      ]
    ]
  },
  "It's not the scaling parameter or the speed of light, but one parameter named for this man is squared in a non-relativistic version of Friedmann's equation. One system he helped create was modified by Gerard du Vaucouleurs to account for rings and lenses. That system classifies galaxies based on bars and spiral arms, and is known as his namesake tuning fork diagram. The constant of proportionality": {
    "guess": "Hubble's law",
    "confidence": [
      [
        "H",
        -0.14634536
      ],
      [
        "ubble",
        -0.000119874094
      ],
      [
        "'s",
        -0.053632088
      ],
      [
        " law",
        -0.25401884
      ]
    ]
  },
  "The Scalacronica describes how the author's father was captured at this battle. This battle's eventual winners arrayed their forces in front of the New Park, and Thomas Randolph's forces here employed one of the last uses of a circular schiltron formation. Several years after this battle, its winners issued the Declaration of Arbroath. It was fought because a deal made between Philip (*) Mowbray and": {
    "guess": "Battle of Bannockburn",
    "confidence": [
      [
        "Battle",
        -0.010606426
      ],
      [
        " of",
        -4.3583746e-05
      ],
      [
        " B",
        -0.006239468
      ],
      [
        "ann",
        -8.418666e-06
      ],
      [
        "ock",
        -4.3226137e-05
      ],
      [
        "burn",
        -5.109358e-05
      ]
    ]
  },
  "In a 2007 scandal for this college basketball program, a broken taillight led police to find marijuana and shrooms in the car of Josh Heytvelt. This team lost a 2006 Sweet Sixteen game when center J.P. Batista missed a desperation shot at the buzzer, capping a last second comeback by UCLA. Stars for this college team have included Dan Dickau, Ronny Turiaf, and Austin Daye. When this team upset Florida during one tournament, Gus Johnson screamed \"The slipper still fits!\" That occurred during this team's 1999 Elite Eight run under Dan Monson, and another tournament run ended with their star player crying on the court. This team plays in the West Coast Conference and is coached by Mark Few. For 10 points, name this school attended by Adam Morrison, located in Spokane, Washington.": {
    "guess": "Gonzaga Bulldogs",
    "confidence": [
      [
        "G",
        -0.00019340808
      ],
      [
        "onz",
        -3.5477897e-05
      ],
      [
        "aga",
        -0.00019305047
      ],
      [
        " Bulldogs",
        -0.0013213116
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with this protein through an intracellular domain involved in localization to the ventral cord. Its insertion": {
    "guess": "AMPA receptor",
    "confidence": [
      [
        "AM",
        -0.28986362
      ],
      [
        "PA",
        -4.6683042e-05
      ],
      [
        " receptor",
        -0.002154784
      ]
    ]
  },
  "The scaffolding molecule MAGI-1 causes changes in habituation kinetics in c. elegans by interacting with this protein through an intracellular domain involved in localization to the ventral cord. Its insertion requires CaMKII phosphorylation of TARP proteins, including stargazin. Insertion of glycosylation": {
    "guess": "AMPA receptor",
    "confidence": [
      [
        "AM",
        -0.08679016
      ],
      [
        "PA",
        -4.246537e-06
      ],
      [
        " receptor",
        -0.0013345248
      ]
    ]
  },
  "In 2000, a scandal in this country that resulted in the release of several politically compromising recordings was incorrectly referred to as the \"Cassette Scandal\". A period of protest in this country": {
    "guess": "Ukraine",
    "confidence": [
      [
        "U",
        -0.8313645
      ],
      [
        "kraine",
        -0.0017704968
      ]
    ]
  }
}