{
  "In the \"Puppet Master\" episode on Glee, this song was performed at the end, leading one critic to describe the performance as \"absolutely [insane] and nonsensical.\" One scene in the music video features an old man reading to a child while repeating the phrase \"tchoff.\" The singer is originally sitting in a couch eating chips before transforming into the title figure, who he says is (*) \"like an angel in disguise\" and asks if it can \"communicate by Morse... to that horse.\" It begins at a champagne party featuring men dressed as different animals and making their respective calls. For ten points, name this song and viral video produced by Ylvis about the way a furry mammal communicates.": {
    "guess": "The Fox (What Does the Fox Say?)",
    "confidence": [
      [
        "The",
        -0.009279981
      ],
      [
        " Fox",
        -0.00011105302
      ],
      [
        " (",
        -6.4802e-05
      ],
      [
        "What",
        -0.00010676169
      ],
      [
        " Does",
        -5.6769813e-06
      ],
      [
        " the",
        -0.10267167
      ],
      [
        " Fox",
        -4.7875077e-05
      ],
      [
        " Say",
        -0.00032867122
      ],
      [
        "?)",
        -0.0015127198
      ]
    ]
  },
  "A pupil of Joseph Scaliger, at age 15, he accompanied Barneveldt on an embassy to France.  A supporter of the Remonstrants, both were arrested, but he escaped death and imprisonment by fleeing to Paris.  His works include a tragedy, Adamus Exsul, historical works about the Goths and Lombards, and annals in the style of Tacitus.  In 1625, he published a work in which he appealed to \"natural Law\" and": {
    "guess": "Caspar Barlaeus",
    "confidence": [
      [
        "Cas",
        -0.98461056
      ],
      [
        "par",
        -0.00081570446
      ],
      [
        " Bar",
        -0.13200775
      ],
      [
        "la",
        -0.003288348
      ],
      [
        "eus",
        -6.980855e-05
      ]
    ]
  },
  "In the \"Puppet Master\" episode on Glee, this song was performed at the end, leading one critic to describe the performance as \"absolutely [insane] and nonsensical.\" One scene in the music video features": {
    "guess": "Liza Fox",
    "confidence": [
      [
        "L",
        -0.9051577
      ],
      [
        "iza",
        -0.010503569
      ],
      [
        " Fox",
        -0.00033999194
      ]
    ]
  },
  "A pupil of Gian Giorgio Trissino, this man got his start working in monuments and decorative sculpture under Michele Sanmicheli of Verona. His first palazzo, designed for Giovanni Civena, was followed": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.45716742
      ],
      [
        "rea",
        -0.00080391066
      ],
      [
        " Pall",
        -1.11603495e-05
      ],
      [
        "adio",
        -2.4034345e-05
      ]
    ]
  },
  "A pupil of Gian Giorgio Trissino, this man got his start working in monuments and decorative sculpture under Michele Sanmicheli of Verona. His first palazzo, designed for Giovanni Civena, was followed by such constructions as the Palazzo Thiene and the Palazzo Iseppo Porto, a reconstruction of a Roman house. This man's late period includes work in Venice like the facades for San Francesco dela Vigna San Giorgio Maggiore, and his theories are expressed in his Four Books on Architecture. Best known": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.0035656195
      ],
      [
        "rea",
        -2.1411865e-05
      ],
      [
        " Pall",
        -3.650519e-06
      ],
      [
        "adio",
        -0.00010902656
      ]
    ]
  },
  "His pupil Egbert founded a school in York, and as a youth he was cared for by Benedict Biscop. The reckoning of Easter was the subject of this man's \"Of Times\" and \"On the Reckoning of Time,\" and he wrote on the life of St. Cuthbert. His most noted work traced the history of a certain polity to the arrival": {
    "guess": "Bede",
    "confidence": [
      [
        "B",
        -0.010653966
      ],
      [
        "ede",
        -0.00057388237
      ]
    ]
  },
  "In the \"Puppet Master\" episode on Glee, this song was performed at the end, leading one critic to describe the performance as \"absolutely [insane] and nonsensical.\" One scene in the music video features an old man reading to a child while repeating the phrase \"tchoff.\" The singer is originally sitting in a couch eating chips before transforming into the title figure, who he says is (*) \"like an angel in disguise\" and asks if it can \"communicate by Morse... to that horse.\" It begins at a champagne party featuring men dressed as different animals and making their respective calls. For ten points,": {
    "guess": "The Fox (What Does the Fox Say?)",
    "confidence": [
      [
        "The",
        -0.7460161
      ],
      [
        " Fox",
        -0.005207075
      ],
      [
        " (",
        -0.003989116
      ],
      [
        "What",
        -0.0008305939
      ],
      [
        " Does",
        -3.7697225e-06
      ],
      [
        " the",
        -0.10774382
      ],
      [
        " Fox",
        -3.88156e-05
      ],
      [
        " Say",
        -0.0003092447
      ],
      [
        "?)",
        -0.003001947
      ]
    ]
  },
  "A pupil of Gian Giorgio Trissino, this man got his start working in monuments and decorative sculpture under Michele Sanmicheli of Verona. His first palazzo, designed for Giovanni Civena, was followed by such constructions as the Palazzo Thiene and the Palazzo Iseppo Porto, a reconstruction of a Roman house. This man's late period includes work in Venice like the facades for San Francesco dela Vigna San Giorgio Maggiore, and his theories are expressed in his Four Books on Architecture. Best known for a symmetric building topped with a dome on the outskirts of Vicenza, for ten points, identify this Renaissance architect whose most famous building is the Villa Rotunda and whose nickname comes from": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.005804717
      ],
      [
        "rea",
        -0.00011105302
      ],
      [
        " Pall",
        -1.60477e-05
      ],
      [
        "adio",
        -0.00016945181
      ]
    ]
  },
  "His pupil Egbert founded a school in York, and as a youth he was cared for by Benedict Biscop. The reckoning": {
    "guess": "Bede",
    "confidence": [
      [
        "B",
        -0.69737494
      ],
      [
        "ede",
        -0.11974319
      ]
    ]
  },
  "A pupil of Joseph Scaliger, at age 15, he accompanied Barneveldt on an embassy to France.  A supporter of the Remonstrants, both were arrested, but he escaped death and imprisonment by fleeing to Paris.  His works include a tragedy, Adamus Exsul, historical works about the Goths and Lombards, and annals in the style of Tacitus.  In 1625, he published a work in which he appealed to \"natural Law\" and the social contract as a basis for formulating a system of laws.   FTP, identify this Dutch jurist and theologian, the author of On the Law of War and Peace.": {
    "guess": "Hugo Grotius",
    "confidence": [
      [
        "H",
        -0.00028457688
      ],
      [
        "ugo",
        -2.546479e-05
      ],
      [
        " G",
        -0.00029184466
      ],
      [
        "rot",
        -2.451116e-05
      ],
      [
        "ius",
        -1.0206721e-05
      ]
    ]
  },
  "A pupil of Joseph Scaliger, at age 15, he accompanied Barneveldt on an embassy to France.  A supporter of the Remonstrants, both were arrested, but he escaped death and imprisonment by fleeing to Paris.": {
    "guess": "Hugo Grotius",
    "confidence": [
      [
        "H",
        -0.67099756
      ],
      [
        "ugo",
        -0.01310482
      ],
      [
        " G",
        -0.023653746
      ],
      [
        "rot",
        -3.070975e-05
      ],
      [
        "ius",
        -7.5530326e-05
      ]
    ]
  },
  "In the \"Puppet Master\" episode on Glee, this song was performed at the end, leading one critic to describe": {
    "guess": "Puppet Master (Glee)",
    "confidence": [
      [
        "P",
        -0.46394828
      ],
      [
        "uppet",
        -0.0005373052
      ],
      [
        " Master",
        -0.0013815442
      ],
      [
        " (",
        -0.029419612
      ],
      [
        "G",
        -0.003072545
      ],
      [
        "lee",
        -7.89631e-07
      ],
      [
        ")",
        -0.02142581
      ]
    ]
  },
  "A pupil of Joseph Scaliger, at age 15, he accompanied Barneveldt on an embassy to France.  A supporter of the Remonstrants, both were arrested, but he escaped death and imprisonment by fleeing to Paris.  His works include a tragedy, Adamus Exsul, historical works about the Goths and Lombards, and annals in the style of Tacitus.  In 1625, he published a work in which he appealed to \"natural Law\" and the social contract as a basis for formulating a system of laws.   FTP, identify this Dutch jurist": {
    "guess": "Hugo Grotius",
    "confidence": [
      [
        "H",
        -0.018599372
      ],
      [
        "ugo",
        -0.0001273766
      ],
      [
        " G",
        -0.007010887
      ],
      [
        "rot",
        -9.567575e-05
      ],
      [
        "ius",
        -1.0445127e-05
      ]
    ]
  },
  "A pupil of Gian Giorgio Trissino, this man got his start working in monuments and decorative sculpture": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.10303336
      ],
      [
        "rea",
        -0.0005867527
      ],
      [
        " Pall",
        -0.00028290803
      ],
      [
        "adio",
        -5.4669687e-05
      ]
    ]
  },
  "A pupil of Gian Giorgio Trissino, this man got his start working in monuments and decorative sculpture under Michele Sanmicheli of Verona. His first palazzo, designed for Giovanni Civena, was followed by such constructions as the Palazzo Thiene and the Palazzo Iseppo Porto, a reconstruction of a Roman house. This man's late period includes work in Venice like the facades for San Francesco dela Vigna San Giorgio Maggiore, and his theories are expressed in his Four Books on Architecture. Best known for a symmetric building topped with a dome on the outskirts of Vicenza, for ten points, identify this Renaissance architect whose most famous building is the Villa Rotunda and whose nickname comes from Pallas Athena.": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.008317045
      ],
      [
        "rea",
        -0.00016134596
      ],
      [
        " Pall",
        -3.4047454e-05
      ],
      [
        "adio",
        -0.00020139472
      ]
    ]
  },
  "His pupil Egbert founded a school in York, and as a youth he was cared for by Benedict Biscop. The reckoning of Easter was the subject of this man's \"Of Times\" and \"On the Reckoning of Time,\" and he wrote on the life of St. Cuthbert. His most noted work traced the history of a certain polity to the arrival of St. Augustine in Kent, and he originated the practice of dating events from the time of Christ's birth. For 10 points, name this Anglo-Saxon author of the Ecclesiastical History of the English People.": {
    "guess": "Bede",
    "confidence": [
      [
        "B",
        -0.005103899
      ],
      [
        "ede",
        -3.4285862e-05
      ]
    ]
  },
  "His pupil Egbert founded a school in York, and as a youth he was cared for by Benedict Biscop. The reckoning of Easter was the subject of this man's \"Of Times\" and \"On the Reckoning of Time,\" and he wrote": {
    "guess": "Bede",
    "confidence": [
      [
        "B",
        -0.19891411
      ],
      [
        "ede",
        -0.00031270162
      ]
    ]
  },
  "A pupil of Gian Giorgio Trissino, this man got his start working in monuments and decorative sculpture under Michele Sanmicheli of Verona. His first palazzo, designed for Giovanni Civena, was followed by such constructions as the Palazzo Thiene and the Palazzo Iseppo Porto, a reconstruction of a Roman house. This man's late period includes work in Venice like the facades for San Francesco dela Vigna San Giorgio Maggiore, and his theories are expressed in his Four Books on Architecture. Best known for a symmetric building topped with a dome on the outskirts of Vicenza, for ten points, identify this": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.0057202163
      ],
      [
        "rea",
        -9.2576454e-05
      ],
      [
        " Pall",
        -1.7120534e-05
      ],
      [
        "adio",
        -0.0001307143
      ]
    ]
  },
  "In the \"Puppet Master\" episode on Glee, this song was performed at the end, leading one critic to describe the performance as \"absolutely [insane] and nonsensical.\" One scene in the music video features an old man reading to a child while repeating the phrase \"tchoff.\" The singer is originally sitting": {
    "guess": "The Fox (What Does the Fox Say?)",
    "confidence": [
      [
        "The",
        -0.39595154
      ],
      [
        " Fox",
        -0.00055124465
      ],
      [
        " (",
        -0.019019825
      ],
      [
        "What",
        -0.000377288
      ],
      [
        " Does",
        -3.0113732e-05
      ],
      [
        " the",
        -0.14122386
      ],
      [
        " Fox",
        -6.909333e-05
      ],
      [
        " Say",
        -0.00044973815
      ],
      [
        "?)",
        -0.005344517
      ]
    ]
  },
  "A pupil of Gian Giorgio Trissino, this man got his start working in monuments and decorative sculpture under Michele Sanmicheli of Verona. His first palazzo, designed for Giovanni Civena, was followed by such constructions as the Palazzo Thiene and the Palazzo Iseppo Porto, a reconstruction of a Roman": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.72901255
      ],
      [
        "rea",
        -0.000656916
      ],
      [
        " Pall",
        -9.114601e-05
      ],
      [
        "adio",
        -0.00026824963
      ]
    ]
  },
  "In the \"Puppet Master\" episode on Glee, this song was performed at the end, leading one critic to describe the performance as \"absolutely [insane] and nonsensical.\" One scene in the music video features an old man reading to a child while repeating the phrase \"tchoff.\" The singer is originally sitting in a couch eating chips before transforming into the title figure, who he says is (*) \"like an angel in disguise\" and asks if it can \"communicate by Morse... to that horse.\" It begins at a champagne": {
    "guess": "The Fox (What Does the Fox Say?)",
    "confidence": [
      [
        "The",
        -0.42898792
      ],
      [
        " Fox",
        -0.0048211073
      ],
      [
        " (",
        -0.0024836268
      ],
      [
        "What",
        -0.0018554616
      ],
      [
        " Does",
        -7.226629e-06
      ],
      [
        " the",
        -0.16697086
      ],
      [
        " Fox",
        -4.2868523e-05
      ],
      [
        " Say",
        -0.00032890963
      ],
      [
        "?)",
        -0.0018665256
      ]
    ]
  },
  "A pupil of Joseph Scaliger, at age 15, he accompanied Barneveldt on an embassy to France.  A supporter": {
    "guess": "Joseph Justus Scaliger",
    "confidence": [
      [
        "Joseph",
        -0.3750534
      ],
      [
        " Just",
        -0.053147607
      ],
      [
        "us",
        -0.004091105
      ],
      [
        " Scal",
        -0.0014221377
      ],
      [
        "iger",
        -0.0027274902
      ]
    ]
  },
  "His pupil Egbert founded a school in York, and as a youth he was cared for by Benedict Biscop. The reckoning of Easter was the subject of this man's \"Of Times\" and \"On the Reckoning of Time,\" and he wrote on the life of St. Cuthbert. His most noted work traced the history of a certain polity to the arrival of St. Augustine in Kent, and he originated the practice of dating events from the time of Christ's": {
    "guess": "Bede",
    "confidence": [
      [
        "B",
        -0.0082287295
      ],
      [
        "ede",
        -0.00012606535
      ]
    ]
  },
  "His pupil Egbert founded a school in York, and as a youth he was cared for by Benedict Biscop. The reckoning of Easter was the subject of this man's \"Of Times\" and \"On the Reckoning of Time,\" and he wrote on the life of St. Cuthbert. His most noted work traced the history of a certain polity to the arrival of St. Augustine in Kent, and he originated the practice of dating events from the time of Christ's birth. For 10 points, name this Anglo-Saxon author of the Ecclesiastical History of the English": {
    "guess": "Bede",
    "confidence": [
      [
        "B",
        -0.009985443
      ],
      [
        "ede",
        -8.685468e-05
      ]
    ]
  },
  "A pupil of Gian Giorgio Trissino, this man got his start working in monuments and decorative sculpture under Michele Sanmicheli of Verona. His first palazzo, designed for Giovanni Civena, was followed by such constructions as the Palazzo Thiene and the Palazzo Iseppo Porto, a reconstruction of a Roman house. This man's late period includes work in Venice like the facades for San Francesco dela Vigna": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.13065414
      ],
      [
        "rea",
        -0.00032938644
      ],
      [
        " Pall",
        -0.00018351417
      ],
      [
        "adio",
        -0.00028314645
      ]
    ]
  },
  "A pupil of Joseph Scaliger, at age 15, he accompanied Barneveldt on an embassy to France.  A supporter of the Remonstrants, both were arrested, but he escaped death and imprisonment by fleeing to Paris.  His works include a tragedy, Adamus Exsul, historical works about the Goths and Lombards, and annals": {
    "guess": "Justus Lipsius",
    "confidence": [
      [
        "Just",
        -0.891383
      ],
      [
        "us",
        -0.00014573395
      ],
      [
        " Lips",
        -0.0023838533
      ],
      [
        "ius",
        -8.12521e-05
      ]
    ]
  },
  "In the \"Puppet Master\" episode on Glee, this song was performed at the end, leading one critic to describe the performance as \"absolutely [insane] and nonsensical.\" One scene in the music video features an old man reading to a child while repeating the phrase \"tchoff.\" The singer is originally sitting in a couch eating chips before transforming into the title figure, who he says is (*) \"like an angel": {
    "guess": "The Fox (What Does the Fox Say?)",
    "confidence": [
      [
        "The",
        -0.5222427
      ],
      [
        " Fox",
        -0.0012926165
      ],
      [
        " (",
        -0.0043019345
      ],
      [
        "What",
        -0.00034225677
      ],
      [
        " Does",
        -3.0828953e-05
      ],
      [
        " the",
        -0.12869431
      ],
      [
        " Fox",
        -3.6789137e-05
      ],
      [
        " Say",
        -0.0004119616
      ],
      [
        "?)",
        -0.002317488
      ]
    ]
  }
}