{
  "In the Mishnah, this character was said to have worked as a barber for twenty two years and also to have put an idolatrous image on his garments so that anyone who bowed to him must also bow to the image.": {
    "guess": "Akiva",
    "confidence": [
      [
        "Ak",
        -0.54148406
      ],
      [
        "iva",
        -0.141453
      ]
    ]
  },
  "During one mission of this name, cube-shaped CM canisters were adapted to fit round LM sockets using a device called the \"mailbox.\" One mission of this name killed Edward White, Gus Grissom, and Roger Chaffee when it caught on fire. Jack Swigert, Fred Haise, and James Lovell were on another mission of this name when Oxygen Tank Number Two exploded, necessitating a trip around the dark side of the moon. For 10 points, name this series of missions, the eleventh of which landed Neil Armstrong on the": {
    "guess": "Apollo program",
    "confidence": [
      [
        "Apollo",
        -0.0029673574
      ],
      [
        " program",
        -0.012555443
      ]
    ]
  },
  "A missionary in the service of Pope Clement I, he met his end with the priest Rusticus and the deacon Eleutherius. After his death in 258, he is reported to have carried his own severed head to his grave.": {
    "guess": "Saint Denis",
    "confidence": [
      [
        "Saint",
        -0.62088674
      ],
      [
        " Denis",
        -0.5262115
      ]
    ]
  },
  "The missionary plaintiff in this case was initially released when he claimed that he operated under federal": {
    "guess": "United States v. Ballard",
    "confidence": [
      [
        "United",
        -1.3265254
      ],
      [
        " States",
        -0.001003155
      ],
      [
        " v",
        -0.006425337
      ],
      [
        ".",
        -0.0054563205
      ],
      [
        " Ballard",
        -0.97926486
      ]
    ]
  },
  "One mission in this program docked with the spacecraft used by Soyuz (soy-\"OOZE\") 19. The numerically": {
    "guess": "Apollo-Soyuz Test Project",
    "confidence": [
      [
        "Apollo",
        -0.111646585
      ],
      [
        "-S",
        -0.2381554
      ],
      [
        "oy",
        -2.7014437e-05
      ],
      [
        "uz",
        -7.7318386e-05
      ],
      [
        " Test",
        -0.0009448149
      ],
      [
        " Project",
        -8.208653e-05
      ]
    ]
  },
  "In the Mishnah, this character was said to have worked as a barber for twenty two years and also to have put an idolatrous image on his garments so that anyone who bowed to him must also bow to the image. This son of Hammedatha the Agagite chose the month of Adar for one of his schemes, while the Eunuch Harbona fixed the method of his death. This man and his ten sons were hung from gallows that he had had constructed for a different purpose, and this husband of Zeresh was aided by her in that plan. Cookies named for this man are eaten on the Jewish holiday of Purim, of which he is the chief villain because of his anger at Mordechai. For ten points, identify this adviser under Ahasureus, who was": {
    "guess": "Haman",
    "confidence": [
      [
        "H",
        -0.0032606542
      ],
      [
        "aman",
        -4.9617593e-06
      ]
    ]
  },
  "The missionary plaintiff in this case was initially released when he claimed that he operated under federal authority as the postmaster of New Echota, but was relieved of his duties and rearrested. That plaintiff argued that the actions of a state government violated Article I, Section 8 of the Constitution,": {
    "guess": "Worcester v. Georgia",
    "confidence": [
      [
        "W",
        -0.0028643196
      ],
      [
        "orce",
        -0.0039090808
      ],
      [
        "ster",
        -2.1054253e-05
      ],
      [
        " v",
        -0.0010562686
      ],
      [
        ".",
        -0.00058829866
      ],
      [
        " Georgia",
        -0.005843112
      ]
    ]
  },
  "A mistress stolen by a friend is the subject of poems 40-42, while poems 78-86 discuss a rival poet. The first 17 concern the writer's affection for a young man of rank, urging him to marry to reproduce his beauty. Poems 18-126 form a sequence of 108 poems whose main theme continues to be the young man,": {
    "guess": "Shakespeare's sonnets",
    "confidence": [
      [
        "Sh",
        -0.06264522
      ],
      [
        "akespeare",
        -0.00020330198
      ],
      [
        "'s",
        -0.0035954332
      ],
      [
        " son",
        -0.13444537
      ],
      [
        "nets",
        -0.0011019915
      ]
    ]
  },
  "A mirror in the background of this painting is surrounded by scenes of the  crucifixion and notably accurate,": {
    "guess": "The Crucifixion of Christ",
    "confidence": [
      [
        "The",
        -1.2188218
      ],
      [
        " Cruc",
        -1.0790474
      ],
      [
        "ifix",
        -0.0043682903
      ],
      [
        "ion",
        -0.002184761
      ],
      [
        " of",
        -0.3660667
      ],
      [
        " Christ",
        -0.8644255
      ]
    ]
  },
  "The missionary plaintiff in this case was initially released when he claimed that he operated under federal authority as the postmaster of New Echota, but was relieved of his duties and rearrested. That": {
    "guess": "Worcester v. Georgia",
    "confidence": [
      [
        "W",
        -0.041010633
      ],
      [
        "orce",
        -0.0075395564
      ],
      [
        "ster",
        -0.00025216083
      ],
      [
        " v",
        -0.0006158164
      ],
      [
        ".",
        -0.0003616833
      ],
      [
        " Georgia",
        -0.0018670023
      ]
    ]
  },
  "In the Mishnah, this character was said to have worked as a barber for twenty two years and also to have": {
    "guess": "Hillel the Elder",
    "confidence": [
      [
        "H",
        -0.7792291
      ],
      [
        "ille",
        -0.005980697
      ],
      [
        "l",
        -2.5941605e-05
      ],
      [
        " the",
        -0.2066328
      ],
      [
        " Elder",
        -2.1769476e-05
      ]
    ]
  },
  "A mistress stolen by a friend is the subject of poems 40-42, while poems 78-86 discuss a rival poet. The first 17 concern the writer's affection for a young man of rank, urging him to marry to reproduce his beauty. Poems 18-126 form a sequence of 108 poems whose main theme continues to be the young man, but beginning with poem 127 the subject changes to the \"dark lady\". Including such opening lines as \"My mistress' eyes are nothing like the sun\" and \"Shall I compare thee to a summer's day\", FTP, what is this collection of 154 poems by William Shakespeare?": {
    "guess": "Sonnets",
    "confidence": [
      [
        "S",
        -0.5055673
      ],
      [
        "onn",
        -4.1080468e-05
      ],
      [
        "ets",
        -4.6683042e-05
      ]
    ]
  },
  "In the Mishnah, this character was said to have worked as a barber for twenty two years and also to have put an idolatrous image on his garments so that anyone who bowed to him must also bow to the image. This son of Hammedatha the Agagite chose the month of Adar for one of his schemes, while the Eunuch Harbona fixed the method of his death. This man and his ten sons were hung from gallows that he had had constructed for a different purpose, and this husband of Zeresh was aided by her in that plan.": {
    "guess": "Haman",
    "confidence": [
      [
        "H",
        -0.010424054
      ],
      [
        "aman",
        -0.0001693326
      ]
    ]
  },
  "A misplaced pin in this opera leads one character to malign women in the aria, \"Aprite un po quegli occhi,\" while another character expresses his love for Barbarina in the aria, \"Voi che sapete.\" A contract is dissolved when it is revealed that Marcellina is the mother of her betrothed and she decides to marry Bartolo instead, and the page Cherubino is dressed in women's clothes in a scheme to trick Rosina's husband. FTP Count Almaviva realizes the woman he was trying to seduce is not Susanna but his wife at the end of this Mozart opera about the wedding of a barber of Seville.": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.005121681
      ],
      [
        " Marriage",
        -0.001391308
      ],
      [
        " of",
        -6.0391463e-05
      ],
      [
        " Fig",
        -1.11603495e-05
      ],
      [
        "aro",
        -8.7212284e-05
      ]
    ]
  },
  "The missing arm of a work by this sculptor may have clutched a bunch of grapes. Two works attributed to this artist are the disembodied Leconfield Head and Aberdeen Head. He depicted a goddess draping a robe over an urn with her left hand while covering her genitals with her right. Another work by this sculptor depicts an animal on a tree-trunk, about to be smote by a god's outstretched right hand. This sculptor of the bathing Aphrodite of Cnidos (NYE-dus) and lizard-killing Apollo Sauroktonos created": {
    "guess": "Praxiteles",
    "confidence": [
      [
        "Pr",
        -0.0028697809
      ],
      [
        "ax",
        -2.2127088e-05
      ],
      [
        "ite",
        -0.00018875914
      ],
      [
        "les",
        -2.3319124e-05
      ]
    ]
  },
  "Misiurewicz points are found on the boundaries of one of these shapes, which is seen after marking all numbers c on the complex plane for which, starting with 0, infinite application of z-squared plus c doesn't diverge. Removing 7/27 (\"seven twenty-sevenths\") of a cube is the first step of constructing one of these shapes named after Menger. Objects of this type can have non-integer (*) Hausdorff dimension,": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.25666574
      ],
      [
        "actal",
        -0.0022003364
      ]
    ]
  },
  "She was miscast as Cydaria, the daughter of Montezuma, so John Dryden tried her next in a comic role. Her appearance as Florimel in Secret Love earned the admiration of the Earl of Dorset, who invited": {
    "guess": "Secret Love (play)",
    "confidence": [
      [
        "Secret",
        -0.9737747
      ],
      [
        " Love",
        -0.048557162
      ],
      [
        " (",
        -0.64426744
      ],
      [
        "play",
        -0.09329325
      ],
      [
        ")",
        -0.00567718
      ]
    ]
  },
  "The missionary plaintiff in this case was initially released when he claimed that he operated under federal authority as the postmaster of New Echota, but was relieved of his duties and rearrested. That plaintiff argued that the actions of a state government violated Article I, Section 8 of the Constitution, an argument which found favor with six of seven justices, who held that the territory in question was a \"distinct community\" in which the laws of the state held no force. Famous for Andrew Jackson's": {
    "guess": "Worcester v. Georgia",
    "confidence": [
      [
        "W",
        -0.006839811
      ],
      [
        "orce",
        -0.00029542076
      ],
      [
        "ster",
        -4.7875077e-05
      ],
      [
        " v",
        -0.00046022076
      ],
      [
        ".",
        -0.00031651612
      ],
      [
        " Georgia",
        -0.0036923587
      ]
    ]
  },
  "Missionaries in the area around this city were challenged by an Indian medicine woman named Toypurina, who led a revolt here. One of the most influential early megachurches, the Church on the Way, was": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.6979744
      ],
      [
        " Angeles",
        -0.00013941615
      ]
    ]
  },
  "The missing arm of a work by this sculptor may have clutched a bunch of grapes. Two works attributed to this artist are the disembodied Leconfield Head and Aberdeen Head. He depicted a goddess draping": {
    "guess": "Praxiteles",
    "confidence": [
      [
        "Pr",
        -0.007115757
      ],
      [
        "ax",
        -5.3954464e-05
      ],
      [
        "ite",
        -0.00021248066
      ],
      [
        "les",
        -3.22594e-05
      ]
    ]
  },
  "The missionary plaintiff in this case was initially released when he claimed that he operated under federal authority as the postmaster of New Echota, but was relieved of his duties and rearrested. That plaintiff argued that the actions of a state government violated Article I, Section 8 of the Constitution, an argument which found favor with six of seven justices, who held that the territory in question was a \"distinct community\" in which the laws of the state held no force. Famous for Andrew Jackson's alleged proclamation, \"John Marshall has made his decision, now let him enforce it,\" for ten": {
    "guess": "Worcester v. Georgia",
    "confidence": [
      [
        "W",
        -0.008284529
      ],
      [
        "orce",
        -0.039383397
      ],
      [
        "ster",
        -5.0974373e-05
      ],
      [
        " v",
        -0.00047023385
      ],
      [
        ".",
        -0.0005638766
      ],
      [
        " Georgia",
        -0.0016601856
      ]
    ]
  },
  "During one mission of this name, cube-shaped CM canisters were adapted to fit round LM sockets using": {
    "guess": "Apollo 13 (spacecraft)",
    "confidence": [
      [
        "Apollo",
        -0.006350347
      ],
      [
        " ",
        -0.31076837
      ],
      [
        "13",
        -0.7338757
      ],
      [
        " (",
        -0.042035535
      ],
      [
        "space",
        -0.035059232
      ],
      [
        "craft",
        -0.6866087
      ],
      [
        ")",
        -5.2047206e-05
      ]
    ]
  },
  "Missionaries in the area around this city were challenged by an Indian medicine woman named Toypurina, who led a revolt here. One of the most influential early megachurches, the Church on the Way, was founded by Jack Hayford in a suburb of this city. Rafael Moneo designed this city's current cathedral to replace the Cathedral of Saint Vibiana after the latter was damaged in a 1994 earthquake. Billy Graham was running a revival out of circus tents in this city when William Randolph Hearst issued his": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.003556947
      ],
      [
        " Angeles",
        -0.00064643344
      ]
    ]
  },
  "One mission in this program docked with the spacecraft used by Soyuz (soy-\"OOZE\") 19. The numerically first mission in this program was retroactively named after a fire burst out during a test run. Harrison Schmitt, a geologist, was part of its last mission, number 17. One mission in this program spawned": {
    "guess": "Apollo program",
    "confidence": [
      [
        "Apollo",
        -0.0007050449
      ],
      [
        " program",
        -0.0021101707
      ]
    ]
  },
  "During one mission of this name, cube-shaped CM canisters were adapted to fit round LM sockets using a device called the \"mailbox.\" One mission of this name killed Edward White, Gus Grissom, and Roger Chaffee when it caught on fire. Jack Swigert, Fred Haise, and James Lovell were on another mission of": {
    "guess": "Apollo program",
    "confidence": [
      [
        "Apollo",
        -0.003201835
      ],
      [
        " program",
        -0.020897217
      ]
    ]
  },
  "His misfortunes include the destruction of his house at Back Bay and the disintegration of his daughter Irene's plans for marriage.  However, unlike his business partner, he maintains his moral integrity, and his family's attitude towards wealth contrasts with that of the Coreys, one of whom marries his daughter Penelope.  FTP, name this character whose \"rise\" is chronicled in the best-known novel of William Dean Howells.": {
    "guess": "The Rise of Silas Lapham",
    "confidence": [
      [
        "The",
        -0.23237628
      ],
      [
        " Rise",
        -7.231183e-05
      ],
      [
        " of",
        -5.6100132e-05
      ],
      [
        " Sil",
        -1.9816675e-06
      ],
      [
        "as",
        -1.2590794e-05
      ],
      [
        " L",
        -7.107425e-06
      ],
      [
        "aph",
        -3.7697225e-06
      ],
      [
        "am",
        -2.5583993e-05
      ]
    ]
  },
  "His misfortunes include the destruction of his house at Back Bay and the disintegration of his daughter": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -1.3090757
      ],
      [
        "antal",
        -0.0065796543
      ],
      [
        "us",
        -0.0008188001
      ]
    ]
  },
  "Misiurewicz points are found on the boundaries of one of these shapes, which is seen after marking all numbers c on the complex plane for which, starting with 0, infinite application of z-squared plus c doesn't diverge. Removing 7/27 (\"seven twenty-sevenths\") of a cube is the first step of constructing one of these shapes named after Menger. Objects of this type can have non-integer (*) Hausdorff dimension, and one can be found by coloring odd numbers on Pascal's triangle; that one is named for Sierpinski.": {
    "guess": "Mandelbrot set",
    "confidence": [
      [
        "M",
        -0.035956297
      ],
      [
        "andel",
        -0.28166732
      ],
      [
        "b",
        -0.032338336
      ],
      [
        "rot",
        -4.365741e-06
      ],
      [
        " set",
        -0.010449057
      ]
    ]
  },
  "A mistress stolen by a friend is the subject of poems 40-42, while poems 78-86 discuss a rival poet. The first 17 concern the writer's affection for a young man of rank, urging him to marry to reproduce his beauty. Poems 18-126 form a sequence of 108 poems whose main theme continues to be the young man, but beginning with poem 127 the subject changes to the \"dark lady\". Including such opening lines": {
    "guess": "Shakespeare's sonnets",
    "confidence": [
      [
        "Sh",
        -0.1880051
      ],
      [
        "akespeare",
        -0.0008807347
      ],
      [
        "'s",
        -0.020011889
      ],
      [
        " son",
        -0.048369665
      ],
      [
        "nets",
        -0.001878424
      ]
    ]
  },
  "Missouri Governor Claiborne Jackson led a convention that sought to perform this action,   which was ruled illegal in Texas v. White. The Wheeling Convention revoked one of these  actions, leading 50 counties": {
    "guess": "Secession",
    "confidence": [
      [
        "Sec",
        -0.014758739
      ],
      [
        "ession",
        -2.1769476e-05
      ]
    ]
  },
  "The missionary plaintiff in this case was initially released when he claimed that he operated under federal authority as the postmaster of New Echota, but was relieved of his duties and rearrested. That plaintiff argued that the actions of a state government violated Article I, Section 8 of the Constitution, an argument which found favor with six of seven justices, who held that the territory in question was a \"distinct community\" in which the laws of the state held no force. Famous for Andrew Jackson's alleged proclamation, \"John Marshall has made his decision, now let him enforce it,\" for ten points, identify this 1832 Supreme Court case which prohibited the interference with Cherokee sovereignty by a Southern state.": {
    "guess": "Worcester v. Georgia",
    "confidence": [
      [
        "W",
        -0.0072747255
      ],
      [
        "orce",
        -0.001108544
      ],
      [
        "ster",
        -3.523949e-05
      ],
      [
        " v",
        -0.00034893217
      ],
      [
        ".",
        -0.000782707
      ],
      [
        " Georgia",
        -0.0018685447
      ]
    ]
  },
  "She was miscast as Cydaria, the daughter of Montezuma, so John Dryden tried her next in a comic role. Her appearance as Florimel in Secret Love earned the admiration of the Earl of Dorset, who invited her to court. A crowd attending the Parliament at Oxford mistook her for her rival, Louise de Keroualle, Duchess of Portsmouth, and surrounded her carriage. She emerged to reassure the mob with the words \"Be civil, good people. I am the Protestant whore!\" With good reason Pepys described her as both pretty and witty. FTP, name this one-time orange-seller at the Theatre Royal in Drury Lane, the most": {
    "guess": "Nell Gwyn",
    "confidence": [
      [
        "N",
        -0.02971566
      ],
      [
        "ell",
        -0.00068396056
      ],
      [
        " G",
        -5.5146502e-05
      ],
      [
        "wyn",
        -0.0011753439
      ]
    ]
  },
  "The missing arm of a work by this sculptor may have clutched a bunch of grapes. Two works attributed to this artist are the disembodied Leconfield Head and Aberdeen Head. He depicted a goddess draping a robe over an urn with her left hand while covering her genitals with her right. Another work by this sculptor depicts an animal on a tree-trunk, about to be smote by a god's outstretched right hand.": {
    "guess": "Praxiteles",
    "confidence": [
      [
        "Pr",
        -0.014143996
      ],
      [
        "ax",
        -4.246537e-06
      ],
      [
        "ite",
        -0.0001408466
      ],
      [
        "les",
        -1.6643718e-05
      ]
    ]
  },
  "His misfortunes include the destruction of his house at Back Bay and the disintegration of his daughter Irene's plans for marriage.  However, unlike his business partner, he maintains his moral integrity,": {
    "guess": "Henry Adams",
    "confidence": [
      [
        "Henry",
        -1.9777198
      ],
      [
        " Adams",
        -0.6034852
      ]
    ]
  },
  "His misfortunes include the destruction of his house at Back Bay and the disintegration of his daughter Irene's plans for marriage.  However, unlike his business partner, he maintains his moral integrity, and his family's attitude towards wealth contrasts with that of the Coreys, one of whom marries": {
    "guess": "The House of Mirth",
    "confidence": [
      [
        "The",
        -0.71050483
      ],
      [
        " House",
        -0.9194996
      ],
      [
        " of",
        -0.0016003217
      ],
      [
        " M",
        -0.022188522
      ],
      [
        "irth",
        -5.9153886e-06
      ]
    ]
  },
  "A missionary in the service of Pope Clement I, he met his end with the priest Rusticus and the deacon Eleutherius. After his death in 258, he is reported to have carried his own severed head to his grave. The place of his execution in Paris is now known as Montmartre, or \"Martyr's Hill.\" FTP, name the": {
    "guess": "Denis of Paris",
    "confidence": [
      [
        "Den",
        -0.10656586
      ],
      [
        "is",
        -0.02252473
      ],
      [
        " of",
        -0.03201235
      ],
      [
        " Paris",
        -0.0023708933
      ]
    ]
  },
  "Misiurewicz points are found on the boundaries of one of these shapes, which is seen after marking all": {
    "guess": "Mandelbrot set",
    "confidence": [
      [
        "M",
        -0.0041141384
      ],
      [
        "andel",
        -0.0011567702
      ],
      [
        "b",
        -3.190179e-05
      ],
      [
        "rot",
        -7.822647e-06
      ],
      [
        " set",
        -0.011368226
      ]
    ]
  },
  "Misiurewicz points are found on the boundaries of one of these shapes, which is seen after marking all numbers c on the complex plane for which, starting with 0, infinite application of z-squared plus c doesn't diverge. Removing 7/27 (\"seven twenty-sevenths\") of a cube is the first step of constructing": {
    "guess": "Mandelbrot set",
    "confidence": [
      [
        "M",
        -0.006321928
      ],
      [
        "andel",
        -0.04740559
      ],
      [
        "b",
        -0.045618895
      ],
      [
        "rot",
        -4.246537e-06
      ],
      [
        " set",
        -0.011782182
      ]
    ]
  },
  "The missing arm of a work by this sculptor may have clutched a bunch of grapes. Two works attributed": {
    "guess": "Laocoön and His Sons",
    "confidence": [
      [
        "La",
        -0.6831036
      ],
      [
        "oco",
        -0.17113902
      ],
      [
        "ön",
        -4.9663133e-05
      ],
      [
        " and",
        -0.080251515
      ],
      [
        " His",
        -0.0024314285
      ],
      [
        " Sons",
        -3.4047454e-05
      ]
    ]
  },
  "His misfortunes include the destruction of his house at Back Bay and the disintegration of his daughter Irene's plans for marriage.  However, unlike his business partner, he maintains his moral integrity, and his family's attitude towards wealth contrasts with that of the Coreys, one of whom marries his daughter Penelope.  FTP, name this character whose \"rise\" is chronicled in the best-known novel": {
    "guess": "The Rise of Silas Lapham",
    "confidence": [
      [
        "The",
        -0.4737
      ],
      [
        " Rise",
        -0.0005320639
      ],
      [
        " of",
        -0.00022308611
      ],
      [
        " Sil",
        -0.00013321757
      ],
      [
        "as",
        -5.3358446e-05
      ],
      [
        " L",
        -3.166338e-05
      ],
      [
        "aph",
        -1.2664457e-06
      ],
      [
        "am",
        -8.8404326e-05
      ]
    ]
  },
  "The missionary plaintiff in this case was initially released when he claimed that he operated under federal authority as the postmaster of New Echota, but was relieved of his duties and rearrested. That plaintiff argued that the actions of a state government violated Article I, Section 8 of the Constitution, an argument which found favor with six of seven justices, who held that the territory in question": {
    "guess": "Worcester v. Georgia",
    "confidence": [
      [
        "W",
        -0.004078759
      ],
      [
        "orce",
        -0.00071743474
      ],
      [
        "ster",
        -3.190179e-05
      ],
      [
        " v",
        -0.0015717567
      ],
      [
        ".",
        -0.0007144584
      ],
      [
        " Georgia",
        -0.0045772768
      ]
    ]
  },
  "Missouri Governor Claiborne Jackson led a convention that sought to perform this action,   which was": {
    "guess": "Secession",
    "confidence": [
      [
        "Sec",
        -0.14709394
      ],
      [
        "ession",
        -4.0961266e-05
      ]
    ]
  },
  "She was miscast as Cydaria, the daughter of Montezuma, so John Dryden tried her next in a comic role. Her appearance as Florimel in Secret Love earned the admiration of the Earl of Dorset, who invited her to court. A crowd attending the Parliament at Oxford mistook her for her rival, Louise de Keroualle, Duchess of Portsmouth, and surrounded her carriage. She emerged to reassure the mob with the words \"Be civil, good people. I am the Protestant whore!\" With good reason Pepys described her as both": {
    "guess": "Nell Gwyn",
    "confidence": [
      [
        "N",
        -0.14847218
      ],
      [
        "ell",
        -0.0003357006
      ],
      [
        " G",
        -0.00016110756
      ],
      [
        "wyn",
        -0.00067597756
      ]
    ]
  },
  "One mission in this program docked with the spacecraft used by Soyuz (soy-\"OOZE\") 19. The numerically first mission in this program was retroactively named after a fire burst out during a test run. Harrison Schmitt, a geologist, was part of its last mission, number 17. One mission in this program spawned the line, \"Houston, we've had a problem.\" For 10 points, name this NASA program whose mission 11 saw man first walk on the moon.": {
    "guess": "Apollo program",
    "confidence": [
      [
        "Apollo",
        -0.00047499835
      ],
      [
        " program",
        -0.0030122919
      ]
    ]
  },
  "In the Mishnah, this character was said to have worked as a barber for twenty two years and also to have put an idolatrous image on his garments so that anyone who bowed to him must also bow to the image. This son of Hammedatha the Agagite chose the month of Adar for one of his schemes, while the Eunuch": {
    "guess": "Haman",
    "confidence": [
      [
        "H",
        -0.042928964
      ],
      [
        "aman",
        -2.2127088e-05
      ]
    ]
  },
  "Misiurewicz points are found on the boundaries of one of these shapes, which is seen after marking all numbers c on the complex plane for which, starting with 0, infinite application of z-squared plus": {
    "guess": "Mandelbrot set",
    "confidence": [
      [
        "M",
        -0.06427395
      ],
      [
        "andel",
        -0.009674516
      ],
      [
        "b",
        -4.6683042e-05
      ],
      [
        "rot",
        -3.0545007e-06
      ],
      [
        " set",
        -0.015351142
      ]
    ]
  },
  "During one mission of this name, cube-shaped CM canisters were adapted to fit round LM sockets using a device called the \"mailbox.\" One mission of this name killed Edward White, Gus Grissom, and Roger": {
    "guess": "Apollo 1",
    "confidence": [
      [
        "Apollo",
        -0.04197049
      ],
      [
        " ",
        -0.15240945
      ],
      [
        "1",
        -0.0057968902
      ]
    ]
  },
  "In the Mishnah, this character was said to have worked as a barber for twenty two years and also to have put an idolatrous image on his garments so that anyone who bowed to him must also bow to the image. This son of Hammedatha the Agagite chose the month of Adar for one of his schemes, while the Eunuch Harbona fixed the method of his death. This man and his ten sons were hung from gallows that he had had constructed for a different purpose, and this husband of Zeresh was aided by her in that plan. Cookies named for this man are eaten on the Jewish holiday of Purim, of which he is the chief villain": {
    "guess": "Haman",
    "confidence": [
      [
        "H",
        -0.014462814
      ],
      [
        "aman",
        -6.511407e-06
      ]
    ]
  },
  "Missionaries in the area around this city were challenged by an Indian medicine woman named Toypurina, who led a revolt here. One of the most influential early megachurches, the Church on the Way, was founded by Jack Hayford in a suburb of this city. Rafael Moneo designed this city's current cathedral to replace the Cathedral of Saint Vibiana after the latter was damaged in a 1994 earthquake. Billy": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0032019545
      ],
      [
        " Angeles",
        -9.9251854e-05
      ]
    ]
  },
  "She was miscast as Cydaria, the daughter of Montezuma, so John Dryden tried her next in a comic role.": {
    "guess": "Elizabeth Barry",
    "confidence": [
      [
        "Elizabeth",
        -0.96643263
      ],
      [
        " Barry",
        -0.26701194
      ]
    ]
  },
  "Misiurewicz points are found on the boundaries of one of these shapes, which is seen after marking all numbers c on the complex plane for which, starting with 0, infinite application of z-squared plus c doesn't diverge. Removing 7/27 (\"seven twenty-sevenths\") of a cube is the first step of constructing one of these shapes named after Menger. Objects of this type can have non-integer (*) Hausdorff dimension, and one can be found by coloring odd numbers on Pascal's triangle; that one is named for Sierpinski. For ten points, identify these generally self-similar, space-filling figures like the Koch": {
    "guess": "Mandelbrot set",
    "confidence": [
      [
        "M",
        -0.64459634
      ],
      [
        "andel",
        -0.2442713
      ],
      [
        "b",
        -0.0010705619
      ],
      [
        "rot",
        -2.220075e-06
      ],
      [
        " set",
        -0.01084855
      ]
    ]
  },
  "A misplaced pin in this opera leads one character to malign women in the aria, \"Aprite un po quegli occhi,\"": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.04026857
      ],
      [
        " Marriage",
        -0.05451085
      ],
      [
        " of",
        -7.1238996e-05
      ],
      [
        " Fig",
        -8.657073e-06
      ],
      [
        "aro",
        -0.000111291425
      ]
    ]
  },
  "One mission in this program docked with the spacecraft used by Soyuz (soy-\"OOZE\") 19. The numerically first mission in this program was retroactively named after a fire burst out during a test run. Harrison Schmitt, a geologist, was part of its last mission, number 17. One mission in this program spawned the line, \"Houston, we've had a problem.\" For 10 points, name this NASA program whose mission 11": {
    "guess": "Apollo program",
    "confidence": [
      [
        "Apollo",
        -0.00050751894
      ],
      [
        " program",
        -0.0061340295
      ]
    ]
  },
  "A misplaced pin in this opera leads one character to malign women in the aria, \"Aprite un po quegli occhi,\" while another character expresses his love for Barbarina in the aria, \"Voi che sapete.\" A contract is dissolved when it is revealed that Marcellina is the mother of her betrothed and she decides to marry Bartolo instead, and the page Cherubino is dressed in women's clothes in a scheme to trick": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.013277407
      ],
      [
        " Marriage",
        -0.0004589095
      ],
      [
        " of",
        -9.555654e-05
      ],
      [
        " Fig",
        -1.5332478e-05
      ],
      [
        "aro",
        -0.00012487332
      ]
    ]
  },
  "The missing arm of a work by this sculptor may have clutched a bunch of grapes. Two works attributed to this artist are the disembodied Leconfield Head and Aberdeen Head. He depicted a goddess draping a robe over an urn with her left hand while covering her genitals with her right. Another work by this sculptor depicts an animal on a tree-trunk, about to be smote by a god's outstretched right hand. This sculptor of the bathing Aphrodite of Cnidos (NYE-dus) and lizard-killing Apollo Sauroktonos created a sculpture of the messenger of the gods holding a young god. For 10 points, name this Greek sculptor": {
    "guess": "Praxiteles",
    "confidence": [
      [
        "Pr",
        -0.0020410565
      ],
      [
        "ax",
        -4.604148e-06
      ],
      [
        "ite",
        -0.00012666137
      ],
      [
        "les",
        -2.9636918e-05
      ]
    ]
  },
  "A mistress stolen by a friend is the subject of poems 40-42, while poems 78-86 discuss a rival poet.": {
    "guess": "Catullus",
    "confidence": [
      [
        "Cat",
        -0.19062611
      ],
      [
        "ull",
        -0.00592619
      ],
      [
        "us",
        -1.60477e-05
      ]
    ]
  },
  "A mistress stolen by a friend is the subject of poems 40-42, while poems 78-86 discuss a rival poet. The first 17 concern the writer's affection for a young man of rank, urging him to marry to reproduce his beauty. Poems 18-126 form a sequence of 108 poems whose main theme continues to be the young man, but beginning with poem 127 the subject changes to the \"dark lady\". Including such opening lines as \"My mistress' eyes are nothing like the sun\" and \"Shall I compare thee to a summer's day\", FTP,": {
    "guess": "Shakespeare's sonnets",
    "confidence": [
      [
        "Sh",
        -0.16747916
      ],
      [
        "akespeare",
        -0.00015800826
      ],
      [
        "'s",
        -0.008089083
      ],
      [
        " son",
        -0.026967173
      ],
      [
        "nets",
        -0.0012139255
      ]
    ]
  },
  "Missouri Governor Claiborne Jackson led a convention that sought to perform this action,   which was ruled illegal in Texas v. White. The Wheeling Convention revoked one of these  actions, leading 50 counties to form the state of (*) West Virginia. Missouri and Kentucky did not  complete this action,": {
    "guess": "Secession",
    "confidence": [
      [
        "Sec",
        -0.022535801
      ],
      [
        "ession",
        -6.229872e-05
      ]
    ]
  },
  "A misplaced pin in this opera leads one character to malign women in the aria, \"Aprite un po quegli occhi,\" while another character expresses his love for Barbarina in the aria, \"Voi che sapete.\" A contract": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.0061311834
      ],
      [
        " Marriage",
        -0.00014311148
      ],
      [
        " of",
        -0.00019674578
      ],
      [
        " Fig",
        -6.2729996e-06
      ],
      [
        "aro",
        -2.4987974e-05
      ]
    ]
  },
  "The missing arm of a work by this sculptor may have clutched a bunch of grapes. Two works attributed to this artist are the disembodied Leconfield Head and Aberdeen Head. He depicted a goddess draping a robe over an urn with her left hand while covering her genitals with her right. Another work by this sculptor depicts an animal on a tree-trunk, about to be smote by a god's outstretched right hand. This sculptor of the bathing Aphrodite of Cnidos (NYE-dus) and lizard-killing Apollo Sauroktonos created a sculpture of the messenger of the gods holding a young god. For 10 points, name this Greek sculptor of Hermes Bearing the Infant Dionysus.": {
    "guess": "Praxiteles",
    "confidence": [
      [
        "Pr",
        -0.0008116515
      ],
      [
        "ax",
        -5.7961847e-06
      ],
      [
        "ite",
        -0.00012106613
      ],
      [
        "les",
        -2.3915141e-05
      ]
    ]
  },
  "One mission in this program docked with the spacecraft used by Soyuz (soy-\"OOZE\") 19. The numerically first mission in this program was retroactively named after a fire burst out during a test run. Harrison": {
    "guess": "Apollo–Soyuz Test Project",
    "confidence": [
      [
        "Apollo",
        -0.009804613
      ],
      [
        "–",
        -0.9587986
      ],
      [
        "S",
        -0.000111291425
      ],
      [
        "oy",
        -5.5122365e-07
      ],
      [
        "uz",
        -5.080963e-06
      ],
      [
        " Test",
        -0.008355114
      ],
      [
        " Project",
        -1.5213274e-05
      ]
    ]
  },
  "She was miscast as Cydaria, the daughter of Montezuma, so John Dryden tried her next in a comic role. Her appearance as Florimel in Secret Love earned the admiration of the Earl of Dorset, who invited her to court. A crowd attending the Parliament at Oxford mistook her for her rival, Louise de Keroualle,": {
    "guess": "Nell Gwyn",
    "confidence": [
      [
        "N",
        -0.7283357
      ],
      [
        "ell",
        -0.0005356363
      ],
      [
        " G",
        -0.00023286081
      ],
      [
        "wyn",
        -0.002625239
      ]
    ]
  },
  "Missionaries in the area around this city were challenged by an Indian medicine woman named Toypurina, who led a revolt here. One of the most influential early megachurches, the Church on the Way, was founded by Jack Hayford in a suburb of this city. Rafael Moneo designed this city's current cathedral to replace the Cathedral of Saint Vibiana after the latter was damaged in a 1994 earthquake. Billy Graham was running a revival out of circus tents in this city when William Randolph Hearst issued his famous order to \"puff Graham.\" The African-American preacher William Seymour encouraged people to speak in tongues during a 1906 revival he led in this city on Azusa Street. This was also the city": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0011645074
      ],
      [
        " Angeles",
        -2.939851e-05
      ]
    ]
  },
  "In the Mishnah, this character was said to have worked as a barber for twenty two years and also to have put an idolatrous image on his garments so that anyone who bowed to him must also bow to the image. This son of Hammedatha the Agagite chose the month of Adar for one of his schemes, while the Eunuch Harbona fixed the method of his death. This man and his ten sons were hung from gallows that he": {
    "guess": "Haman",
    "confidence": [
      [
        "H",
        -0.055296894
      ],
      [
        "aman",
        -0.0016143656
      ]
    ]
  },
  "A mirror in the background of this painting is surrounded by scenes of the  crucifixion and notably accurate, as it depicts the backs of the two figures. There are  several pieces of fruit on the windowsill,": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.48050094
      ],
      [
        "ol",
        -3.5716304e-05
      ],
      [
        "fin",
        -0.00052300806
      ],
      [
        "i",
        -4.036525e-05
      ],
      [
        " Portrait",
        -0.00106937
      ]
    ]
  },
  "She was miscast as Cydaria, the daughter of Montezuma, so John Dryden tried her next in a comic role. Her appearance as Florimel in Secret Love earned the admiration of the Earl of Dorset, who invited her to court. A crowd attending the Parliament at Oxford mistook her for her rival, Louise de Keroualle, Duchess of Portsmouth, and surrounded her carriage. She emerged to reassure the mob with the words": {
    "guess": "Nell Gwyn",
    "confidence": [
      [
        "N",
        -0.820005
      ],
      [
        "ell",
        -0.00039932964
      ],
      [
        " G",
        -0.0004623664
      ],
      [
        "wyn",
        -0.0018365412
      ]
    ]
  },
  "The missionary plaintiff in this case was initially released when he claimed that he operated under federal authority as the postmaster of New Echota, but was relieved of his duties and rearrested. That plaintiff argued that the actions of a state government violated Article I, Section 8 of the Constitution, an argument which found favor with six of seven justices, who held that the territory in question was a \"distinct community\" in which the laws of the state held no force. Famous for Andrew Jackson's alleged proclamation, \"John Marshall has made his decision, now let him enforce it,\" for ten points, identify this 1832 Supreme Court case which prohibited the interference with Cherokee sovereignty": {
    "guess": "Worcester v. Georgia",
    "confidence": [
      [
        "W",
        -0.004113543
      ],
      [
        "orce",
        -0.0013905928
      ],
      [
        "ster",
        -2.355753e-05
      ],
      [
        " v",
        -0.0004149417
      ],
      [
        ".",
        -0.0010060159
      ],
      [
        " Georgia",
        -0.0017549067
      ]
    ]
  },
  "A mistress stolen by a friend is the subject of poems 40-42, while poems 78-86 discuss a rival poet. The first 17 concern the writer's affection for a young man of rank, urging him to marry to reproduce": {
    "guess": "Shakespeare's Sonnets",
    "confidence": [
      [
        "Sh",
        -0.32609394
      ],
      [
        "akespeare",
        -0.00014656837
      ],
      [
        "'s",
        -0.0034888815
      ],
      [
        " Son",
        -0.57610404
      ],
      [
        "nets",
        -0.00014799883
      ]
    ]
  },
  "During one mission of this name, cube-shaped CM canisters were adapted to fit round LM sockets using a device called the \"mailbox.\" One mission of this name killed Edward White, Gus Grissom, and Roger Chaffee when it caught on fire. Jack Swigert, Fred Haise, and James Lovell were on another mission of this name when Oxygen Tank Number Two exploded, necessitating a trip around the dark side of the moon. For 10 points, name this series of missions, the eleventh of which landed Neil Armstrong on the moon.": {
    "guess": "Apollo program",
    "confidence": [
      [
        "Apollo",
        -0.00039980648
      ],
      [
        " program",
        -0.004058214
      ]
    ]
  },
  "The missing arm of a work by this sculptor may have clutched a bunch of grapes. Two works attributed to this artist are the disembodied Leconfield Head and Aberdeen Head. He depicted a goddess draping a robe over an urn with her left hand while covering her genitals with her right. Another work by this": {
    "guess": "Praxiteles",
    "confidence": [
      [
        "Pr",
        -0.06007136
      ],
      [
        "ax",
        -6.706687e-05
      ],
      [
        "ite",
        -0.00027158734
      ],
      [
        "les",
        -4.8828708e-05
      ]
    ]
  },
  "Missionaries in the area around this city were challenged by an Indian medicine woman named Toypurina,": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.26401216
      ],
      [
        " Angeles",
        -0.0005934244
      ]
    ]
  },
  "A misplaced pin in this opera leads one character to malign women in the aria, \"Aprite un po quegli occhi,\" while another character expresses his love for Barbarina in the aria, \"Voi che sapete.\" A contract is dissolved when it is revealed that Marcellina is the mother of her betrothed and she decides": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.0073879748
      ],
      [
        " Marriage",
        -0.00015753144
      ],
      [
        " of",
        -7.0523776e-05
      ],
      [
        " Fig",
        -9.849109e-06
      ],
      [
        "aro",
        -4.8709502e-05
      ]
    ]
  },
  "Missionaries in the area around this city were challenged by an Indian medicine woman named Toypurina, who led a revolt here. One of the most influential early megachurches, the Church on the Way, was founded by Jack Hayford in a suburb of this city. Rafael Moneo designed this city's current cathedral to replace the Cathedral of Saint Vibiana after the latter was damaged in a 1994 earthquake. Billy Graham was running a revival out of circus tents in this city when William Randolph Hearst issued his famous order to \"puff Graham.\" The African-American preacher William Seymour encouraged people to": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.005331232
      ],
      [
        " Angeles",
        -0.0005772201
      ]
    ]
  },
  "She was miscast as Cydaria, the daughter of Montezuma, so John Dryden tried her next in a comic role. Her appearance as Florimel in Secret Love earned the admiration of the Earl of Dorset, who invited her to court. A crowd attending the Parliament at Oxford mistook her for her rival, Louise de Keroualle, Duchess of Portsmouth, and surrounded her carriage. She emerged to reassure the mob with the words \"Be civil, good people. I am the Protestant whore!\" With good reason Pepys described her as both pretty and witty. FTP, name this one-time orange-seller at the Theatre Royal in Drury Lane, the most famous mistress of Charles II.": {
    "guess": "Nell Gwyn",
    "confidence": [
      [
        "N",
        -0.014482193
      ],
      [
        "ell",
        -0.00029685118
      ],
      [
        " G",
        -6.837811e-05
      ],
      [
        "wyn",
        -0.0013478537
      ]
    ]
  },
  "Missouri Governor Claiborne Jackson led a convention that sought to perform this action,   which was ruled illegal in Texas v. White. The Wheeling Convention revoked one of these  actions, leading 50 counties to form the state of (*) West Virginia. Missouri and Kentucky did not  complete this action, but South Carolina and 10 other Southern states did. For 10 points, name this  action that preceded": {
    "guess": "Secession",
    "confidence": [
      [
        "Sec",
        -0.031435158
      ],
      [
        "ession",
        -1.3663626e-05
      ]
    ]
  },
  "A missionary in the service of Pope Clement I, he met his end with the priest Rusticus and the deacon": {
    "guess": "Saint Dionysius",
    "confidence": [
      [
        "Saint",
        -1.9092906
      ],
      [
        " Dion",
        -1.0477831
      ],
      [
        "ys",
        -2.5345586e-05
      ],
      [
        "ius",
        -0.00051919353
      ]
    ]
  },
  "A mirror in the background of this painting is surrounded by scenes of the  crucifixion and notably accurate, as it depicts the backs of the two figures. There are  several pieces of fruit on the windowsill, and a single candle is lit in the chandelier.  A pair of sandals and a small dog are at the feet": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.7041228
      ],
      [
        " Arn",
        -0.002251957
      ],
      [
        "ol",
        -2.9756122e-05
      ],
      [
        "fin",
        -0.0007286362
      ],
      [
        "i",
        -7.433829e-05
      ],
      [
        " Portrait",
        -0.28403652
      ]
    ]
  },
  "A mirror in the background of this painting is surrounded by scenes of the  crucifixion and notably accurate, as it depicts the backs of the two figures. There are  several pieces of fruit on the windowsill, and a single candle is lit in the chandelier.  A pair of sandals and a small dog are at the feet of the two figures, and the bed  sheets in the background are red, adding to pregnancy rumors started": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.14069758
      ],
      [
        "ol",
        -5.8722613e-05
      ],
      [
        "fin",
        -0.0006903939
      ],
      [
        "i",
        -2.7848862e-05
      ],
      [
        " Portrait",
        -0.0036678908
      ]
    ]
  },
  "Missionaries in the area around this city were challenged by an Indian medicine woman named Toypurina, who led a revolt here. One of the most influential early megachurches, the Church on the Way, was founded by Jack Hayford in a suburb of this city. Rafael Moneo designed this city's current cathedral to replace the Cathedral of Saint Vibiana after the latter was damaged in a 1994 earthquake. Billy Graham was running a revival out of circus tents in this city when William Randolph Hearst issued his famous order to \"puff Graham.\" The African-American preacher William Seymour encouraged people to speak in tongues during a 1906 revival he led in this city on Azusa Street. This was also the city where Aimee Semple Macpherson built the Church of the Foursquare Gospel before her disappearance. For": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0019401769
      ],
      [
        " Angeles",
        -4.604148e-06
      ]
    ]
  },
  "Missouri Governor Claiborne Jackson led a convention that sought to perform this action,   which was ruled illegal in Texas v. White. The Wheeling Convention revoked one of these  actions, leading 50 counties to form the state of (*) West Virginia. Missouri and Kentucky did not  complete this action, but South Carolina and 10 other Southern states did. For 10 points, name this  action that preceded the formation of the Confederate States of America.": {
    "guess": "Secession",
    "confidence": [
      [
        "Sec",
        -0.010959508
      ],
      [
        "ession",
        -8.299462e-06
      ]
    ]
  },
  "Missionaries in the area around this city were challenged by an Indian medicine woman named Toypurina, who led a revolt here. One of the most influential early megachurches, the Church on the Way, was founded by Jack Hayford in a suburb of this city. Rafael Moneo designed this city's current cathedral": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.00277219
      ],
      [
        " Angeles",
        -2.4987974e-05
      ]
    ]
  },
  "A misplaced pin in this opera leads one character to malign women in the aria, \"Aprite un po quegli occhi,\" while another character expresses his love for Barbarina in the aria, \"Voi che sapete.\" A contract is dissolved when it is revealed that Marcellina is the mother of her betrothed and she decides to marry Bartolo instead, and the page Cherubino is dressed in women's clothes in a scheme to trick Rosina's husband. FTP Count Almaviva realizes the woman he was trying to seduce is not Susanna but": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.004596861
      ],
      [
        " Marriage",
        -0.0018101293
      ],
      [
        " of",
        -9.2457245e-05
      ],
      [
        " Fig",
        -2.1650272e-05
      ],
      [
        "aro",
        -8.017927e-05
      ]
    ]
  },
  "A mirror in the background of this painting is surrounded by scenes of the  crucifixion and notably accurate, as it depicts the backs of the two figures. There are  several pieces of fruit on the windowsill, and a single candle is lit in the chandelier.  A pair of sandals and a small dog are at the feet of the two figures, and the bed  sheets in the background are red, adding to pregnancy rumors started by the presence  of the woman's hand on her stomach. FTP name this painting by Jan van Eyck.": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.7142843
      ],
      [
        "ol",
        -0.00016980943
      ],
      [
        "fin",
        -0.00064059976
      ],
      [
        "i",
        -3.750436e-05
      ],
      [
        " Portrait",
        -0.003731784
      ]
    ]
  },
  "A missionary in the service of Pope Clement I, he met his end with the priest Rusticus and the deacon Eleutherius. After his death in 258, he is reported to have carried his own severed head to his grave. The place of his execution in Paris is now known as Montmartre, or \"Martyr's Hill.\" FTP, name the patron saint of France.": {
    "guess": "Denis of Paris",
    "confidence": [
      [
        "Den",
        -0.29322973
      ],
      [
        "is",
        -0.009072682
      ],
      [
        " of",
        -0.5204788
      ],
      [
        " Paris",
        -0.0006925395
      ]
    ]
  },
  "Missionaries in the area around this city were challenged by an Indian medicine woman named Toypurina, who led a revolt here. One of the most influential early megachurches, the Church on the Way, was founded by Jack Hayford in a suburb of this city. Rafael Moneo designed this city's current cathedral to replace the Cathedral of Saint Vibiana after the latter was damaged in a 1994 earthquake. Billy Graham was running a revival out of circus tents in this city when William Randolph Hearst issued his famous order to \"puff Graham.\" The African-American preacher William Seymour encouraged people to speak in tongues during a 1906 revival he led in this city on Azusa Street. This was also the city where Aimee Semple Macpherson built the Church of the Foursquare Gospel before her disappearance. For 10 points, name this city whose poorer districts include Watts and Compton.": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0010988958
      ],
      [
        " Angeles",
        -6.873572e-05
      ]
    ]
  },
  "In the Mishnah, this character was said to have worked as a barber for twenty two years and also to have put an idolatrous image on his garments so that anyone who bowed to him must also bow to the image. This son of Hammedatha the Agagite chose the month of Adar for one of his schemes, while the Eunuch Harbona fixed the method of his death. This man and his ten sons were hung from gallows that he had had constructed for a different purpose, and this husband of Zeresh was aided by her in that plan. Cookies named for this man are eaten on the Jewish holiday of Purim, of which he is the chief villain because of his anger at Mordechai. For ten points, identify this adviser under Ahasureus, who was opposed by Esther in his plan to kill all the Jews.": {
    "guess": "Haman",
    "confidence": [
      [
        "H",
        -0.00035226622
      ],
      [
        "aman",
        -2.1008714e-06
      ]
    ]
  },
  "Misiurewicz points are found on the boundaries of one of these shapes, which is seen after marking all numbers c on the complex plane for which, starting with 0, infinite application of z-squared plus c doesn't diverge. Removing 7/27 (\"seven twenty-sevenths\") of a cube is the first step of constructing one of these shapes named after Menger. Objects of this type can have non-integer (*) Hausdorff dimension, and one can be found by coloring odd numbers on Pascal's triangle; that one is named for Sierpinski. For ten points, identify these generally self-similar, space-filling figures like the Koch Snowflake and Mandelbrot Set.": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.05510478
      ],
      [
        "actal",
        -0.0008582198
      ]
    ]
  },
  "During one mission of this name, cube-shaped CM canisters were adapted to fit round LM sockets using a device called the \"mailbox.\" One mission of this name killed Edward White, Gus Grissom, and Roger Chaffee when it caught on fire. Jack Swigert, Fred Haise, and James Lovell were on another mission of this name when Oxygen Tank Number Two exploded, necessitating a trip around the dark side of the moon.": {
    "guess": "Apollo program",
    "confidence": [
      [
        "Apollo",
        -0.0007570966
      ],
      [
        " program",
        -0.026692932
      ]
    ]
  }
}