{
  "One of this quantity's operators is a 3x3 matrix with a 1 in the top left, a -1 in the bottom right, and 0s everywhere else. The operators corresponding to the three Cartesian vector components of this": {
    "guess": "Spin angular momentum",
    "confidence": [
      [
        "Spin",
        -0.39807472
      ],
      [
        " angular",
        -1.0274591
      ],
      [
        " momentum",
        -5.0735965e-05
      ]
    ]
  },
  "This quantity can be described by the current times the area in an orbital electron. In the case of a coil, this quantity can be described by the current times the area times the number of turns in the coil. Its Sommerfeld approach deals with the magnetic field in its ratio, while the Kennelly approach deals with the field strength. It can be defined as the ratio between the maximum torque exerted on a magnet and the strength of its magnetic field. FTP, identify this physical quantity that measures the strength of a magnet or current-carrying coil.": {
    "guess": "Magnetic moment",
    "confidence": [
      [
        "M",
        -0.0091953045
      ],
      [
        "agnetic",
        -0.0013832131
      ],
      [
        " moment",
        -0.0048117302
      ]
    ]
  },
  "This quantity can be written as the sum of the chemical potential of each component of the system times number of particles. Its change is equal to the negative product of Faraday's constant, the electric potential, and number of moles of electrons, which is useful in deriving the Nernst equation. It can also be measured by subtracting the product of temperature and entropy from the enthalpy, and when this quantity is less than zero, a reaction proceeds spontaneously. For 10 points, name this quantity,": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.010536474
      ],
      [
        "ib",
        -1.9816675e-06
      ],
      [
        "bs",
        -0.00014573395
      ],
      [
        " free",
        -0.06988919
      ],
      [
        " energy",
        -4.8351892e-05
      ]
    ]
  },
  "This quantity increases by a factor of one plus the amplitude gain in the Miller effect, and the reciprocal of this quantity is elastance. It can be calculated for an isolated sphere as 4 pi times epsilon naught times the sphere radius, and the energy in devices associated with this quantity is one half": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.0018609266
      ],
      [
        "ac",
        -1.962381e-05
      ],
      [
        "it",
        -9.7583004e-05
      ],
      [
        "ance",
        -1.3856493e-06
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.6481477
      ]
    ]
  },
  "When this quantity is added to a system, the system will take the conformation that is closest to the reactants in free energy, as stated by the Hammond Postulate. It is proportional to the naural log of the ratio of the rate constant to the frequency factor. The Arrhenius equation also can be plotted, and the negative slope of the plot is this quantity divided by the ideal gas constant. When this": {
    "guess": "Free energy",
    "confidence": [
      [
        "Free",
        -1.2024635
      ],
      [
        " energy",
        -0.069130555
      ]
    ]
  },
  "When this quantity is absent, Poinsot's construction represents one phenomenon that usually requires it to be present, while the type of that phenomenon \"induced\" by this quantity is also called the \"gyroscopic\" kind. The one exerted by the sun and moon on the earth results in the twenty-six thousand year precession of the earth's axis of rotation, and this quantity is the time derivative of angular momentum. FTP, identify this quantity, equal to the cross product of lever arm and force applied, which refers to the effect that an action has in rotating a body around some axis.": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.004149038
      ],
      [
        "que",
        -2.0696643e-05
      ]
    ]
  },
  "This quantity can be greatly reduced by firing lasers at substances whose atoms absorb photons then reemit them at a higher energy.When other quantities are held constant, this quantity is the partial derivative of internal energy with respect to entropy. The energy of an ideal gas is equal to 3/2 times this quantity times the number of moles times R. This quantity can be well-defined thanks to the zeroth law of thermodynamics. The Carnot Cycle requires two reservoirs with different values of this": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.04150297
      ]
    ]
  },
  "This quantity remains constant in the Joule-Thomson effect. It equals internal energy plus the product of pressure and volume. The Gibbs Free Energy is given by this quantity minus the product of temperature and entropy. For a multi-step reaction, it can be calculated independently of the pathway and is equal to the sum of its changes in each step according to (*) Hess's Law. It is positive for an": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.00211707
      ],
      [
        "thal",
        -1.0683535e-05
      ],
      [
        "py",
        -3.619312e-05
      ]
    ]
  },
  "This quantity can be calculated -3kT times the natural log of an insertion parameter over the thermal de Broglie wavelength. For a given component, the excess of this quantity is RT times the log of its activity coefficient, and its residual is RT times the log of its fugacity coefficient. For an electron, this quantity is the negative electronegativity. At constant temperature and pressure, the sum of mole fraction times this quantity for each component equals zero, according to the most common version of the Gibbs-Duhem equation. It's not concentration, but neutral mass diffusion always occurs along gradients of this quantity. Like fugacity, for two phases in equilibrium, this quantity is the": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.003128994
      ],
      [
        "ical",
        -1.147242e-06
      ],
      [
        " potential",
        -0.21581385
      ]
    ]
  },
  "Quantitative metathesis of these is an example of their harmonization. When they are followed by a rhotic": {
    "guess": "Vowel harmonization",
    "confidence": [
      [
        "V",
        -0.34537083
      ],
      [
        "owel",
        -6.563642e-05
      ],
      [
        " harmon",
        -0.1990719
      ],
      [
        "ization",
        -0.001421307
      ]
    ]
  },
  "A quantity named for this man is equal to half the distance between nuclei of two identical, non-bonded": {
    "guess": "Van der Waals radius",
    "confidence": [
      [
        "Van",
        -0.7022086
      ],
      [
        " der",
        -0.0027988183
      ],
      [
        " Wa",
        -0.00012225083
      ],
      [
        "als",
        -0.00035727277
      ],
      [
        " radius",
        -0.022012211
      ]
    ]
  },
  "This quantity is responsible for changes in refractive indices proportional to the square of this quantity": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.03077557
      ],
      [
        " field",
        -0.007989632
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects. For the sun, Richard Carrington derived an empirical expression for this quantity that contains a term in which the sine function is raised to the seven-fourths power. This quantity must have a uniform value to guarantee a simple proportionality between the radiative flux and effective gravity, per von Zeipel's theorem. This quantity reaches a significant fraction of its critical value in decretion-disk forming Be [\"B-E\"] stars; more generally, large values of this quantity give rise to gravity darkening, as the surface gravity varies from pole to equator. This quantity decreases as a result of magnetic braking, as a magnetized stellar wind carries off angular momentum. For 10 points, name this quantity that varies with latitude on the Sun, reaching a value of about once per 24.5 days": {
    "guess": "Rotation Period",
    "confidence": [
      [
        "Rotation",
        -0.507808
      ],
      [
        " Period",
        -0.6568866
      ]
    ]
  },
  "This quantity can be used to estimate one source of the Seebeck effect, phonon-electron drag. Debye modelled this quantity by considering a lattice populated by quantised vibrations, allowing the derivation of this quantity's T-cubed dependence at low temperatures. The Dulong-Petit law holds that this quantity approaches three times the molar gas constant for a mole of any solid substance. For 10 points, name this quantity of energy required to change the temperature of a body by a given amount.": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.3217753
      ],
      [
        " capacity",
        -0.3599633
      ]
    ]
  },
  "This quantity can be determined using successive iterations of the isolation method. For reactions like the decomposition of NO2, this quantity equals \"one over 't' times the difference between one over initial concentration and one over final concentration.\" The relationship between its namesake \"constant\" and temperature is given by the (*) Arrhenius equation. When it depends on the concentration of only one reactant, the equation for this quantity can be \"first-order.\" Chemical kinetics is the": {
    "guess": "Rate constant",
    "confidence": [
      [
        "Rate",
        -0.102560095
      ],
      [
        " constant",
        -0.16558555
      ]
    ]
  },
  "Quashed when John Lister's men were defeated by Henry Le Despenser, it ultimately proved unsuccessful due to forgotten promises at Miles End and Smithfield.  It was allegedly caused by an unpopular poll": {
    "guess": "Peasants' Revolt",
    "confidence": [
      [
        "Pe",
        -0.0011286637
      ],
      [
        "as",
        -0.0010329303
      ],
      [
        "ants",
        -1.8624639e-06
      ],
      [
        "'",
        -5.6338537e-05
      ],
      [
        " Rev",
        -3.7697225e-06
      ],
      [
        "olt",
        -0.0005268189
      ]
    ]
  },
  "This quantity is actually a tensor, but when the axis of rotation is known, the more common scalar  quantity can be formed using the dot product. When multiplied by the angular acceleration, it yields the net torque on an object. When ice skaters pull in their arms, they are reducing this quantity in order to increase their angular speed by the conservation of angular momentum. For an ideal particle, it is equal to the mass times the square of its distance from the axis of rotation. FTP identify": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.03396781
      ],
      [
        " of",
        -5.6769813e-06
      ],
      [
        " inertia",
        -0.008407127
      ]
    ]
  },
  "As a quantum-mechanical operator, its eigenvalues are given by h-bar squared times its quantum number times the quantity that quantum number plus one and its eigenstates are given by spherical harmonics. It is also obtained as the 2-form Noether charge associated with rotational invariance, with the consequence that its conservation does not hold for generally curved spacetimes. The derivative of this quantity with respect to time gives the torque, and Kepler's Second Law is one expression of its": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.050198454
      ],
      [
        " momentum",
        -0.030033713
      ]
    ]
  },
  "This quantity multiplies the electric charge in the full relativistic formulation of the linear  momentum, and it is integrated over the path to find the phase difference in the (*) Aharonov-Bohm effect.": {
    "guess": "Action (physics)",
    "confidence": [
      [
        "Action",
        -0.6575417
      ],
      [
        " (",
        -0.15497833
      ],
      [
        "physics",
        -0.015834223
      ],
      [
        ")",
        -0.00019543454
      ]
    ]
  },
  "This quantity can be calculated -3kT times the natural log of an insertion parameter over the thermal de Broglie wavelength. For a given component, the excess of this quantity is RT times the log of its activity coefficient, and its residual is RT times the log of its fugacity coefficient. For an electron, this quantity is the negative electronegativity. At constant temperature and pressure, the sum of mole fraction times this quantity for each component equals zero, according to the most common version of the Gibbs-Duhem equation. It's not concentration, but neutral mass diffusion always occurs along gradients of this quantity. Like fugacity, for two phases in equilibrium, this quantity is the same for each component. For 10 points, name this quantity, the partial molar Gibbs free energy, symbolized mu.": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.03849251
      ],
      [
        "ical",
        -5.080963e-06
      ],
      [
        " potential",
        -0.03182311
      ]
    ]
  },
  "A quantity named for this man is equal to half the distance between nuclei of two identical, non-bonded atoms. An equation named for this man predicts that the critical compressibility factor equals three-eighths": {
    "guess": "Van der Waals Equation of State",
    "confidence": [
      [
        "Van",
        -0.03664985
      ],
      [
        " der",
        -0.0977258
      ],
      [
        " Wa",
        -0.00020354039
      ],
      [
        "als",
        -8.888114e-05
      ],
      [
        " Equation",
        -0.11585131
      ],
      [
        " of",
        -0.020494243
      ],
      [
        " State",
        -1.1994775e-05
      ]
    ]
  },
  "This quantity can be calculated for rigid bodies by taking this quantity around a central axis and then adding the term mass times radius squared, a process known as the parallel axis theorem. In its simplest definition, this quantity can be found by integrating the square of distance between an object's center of mass and the axis of rotation in terms of the object's mass. The time derivative of this quantity is torque and for a sphere, this quantity is equal to two fifths mass times radius squared. Symbolized I, for 10 points, name this physical quantity which describes an object's resistance to changes in its angular momentum, the rotational analogue of mass.": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.012838173
      ],
      [
        " of",
        -1.7954959e-05
      ],
      [
        " inertia",
        -0.010983207
      ]
    ]
  },
  "This quantity is responsible for changes in refractive indices proportional to the square of this quantity in the Kerr effect. A vector that describes the directional energy flux density is equal to the": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.008776235
      ],
      [
        " field",
        -0.02508289
      ]
    ]
  },
  "This quantity is multiplied by the Verdet constant to calculate specific rotation, and this quantity perpendicular to the direction of propagation makes the medium birefringent in the Voigt effect. Small": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.47480524
      ],
      [
        "agnetic",
        -0.0050672484
      ],
      [
        " field",
        -0.046240862
      ]
    ]
  },
  "This quantity is directly proportional to the average kinetic energy of an ideal gas, and along with pressure, it forms the axes of a phase diagram. The energy needed to increase this quantity in a substance is given by a substance's heat capacity. Conversion between two scales for this quantity involves": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.05742141
      ]
    ]
  },
  "This quantity is approximately equal to the square root of the relative permittivity for most materials. The main research in metamaterials is on ones that have negative values for this quantity. The arctan of the ratio of this quantity is equal to Brewster's angle. The phase velocity is equal to the speed of light divided by this quantity. Its ratio is equal to the (*) sines of the angle of incidence and refraction according to Snell's law. For 10 points, name this quantity, symbolized n, that is": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.011844627
      ],
      [
        "fr",
        -3.1737043e-06
      ],
      [
        "active",
        -1.9816675e-06
      ],
      [
        " index",
        -0.010542138
      ]
    ]
  },
  "This quantity is what creates the birefringence of light in the Voight effect, as well as in its liquid analog, the Cotton-Mouton effect. It can be described as \"poloidal\" when referring to a tokamak, while it's shape can be described as either azimuthal or meridonial depending on its direction. The Verdet constant is proportional to it in the (*) Faraday effect, and a potential difference can be created on a current carrying conductor when one of these is applied in the Hall Effect. Ampere's Law relates the current passing through a loop to this entity, and the force created by it can be calculated by the Biot-Savart law. The Dutch physicist Pieter Zeeman names an effect in which spectral lines": {
    "guess": "Magnetic Field",
    "confidence": [
      [
        "M",
        -0.008023222
      ],
      [
        "agnetic",
        -0.0009924377
      ],
      [
        " Field",
        -0.19345626
      ]
    ]
  },
  "This quantity is given by square root of h over two pi square root of c times reduced mass times the microwave spectrum line spacing in the rigid rotor approximation. Aromaticity was discovered upon finding via x-ray crystallography that benzene possesses only two values for this quantity. This quantity decreases as the p-character decreases, and it decreases as bond order increases. For 10 points, name this quantity, the average distance between two atoms that share electrons in a molecule, which can vary for carbon-carbon bonds from one hundred twenty to one hundred fifty-four nanometers.": {
    "guess": "Bond length",
    "confidence": [
      [
        "Bond",
        -0.010357036
      ],
      [
        " length",
        -0.018569062
      ]
    ]
  },
  "The quality of a sample of this molecule is assessed using the RIN algorithm and Agilent's Bioanalyzer. Lithium chloride is often used to precipitate this molecule out of ethanol solutions, and its concentration is measured by taking 40 times its optical density at 260 nanometers. It can be isolated": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.09744521
      ]
    ]
  },
  "This quantity is thought to change as a result of the substitution and income effects according to the Slutsky Identity, which relates its Marshallian and Hicksian types. Its namesake law is violated by Giffen Goods, which unexpectedly exhibit it. It is expressed as a downward slope when graphed against price since it usually decreases as price increases. Defined as the ability and willingness of people to buy a good, for 10 points, name this quantity that, in a competitive market, must keep up with supply.": {
    "guess": "Demand",
    "confidence": [
      [
        "Demand",
        -0.0027277179
      ]
    ]
  },
  "When this quantity is added to a system, the system will take the conformation that is closest to the reactants in free energy, as stated by the Hammond Postulate. It is proportional to the naural log of the ratio of the rate constant to the frequency factor. The Arrhenius equation also can be plotted, and the negative slope of the plot is this quantity divided by the ideal gas constant. When this quantity is negative, the rate of a reaction will decrease when the temperature is increased. Catalysts lower this quantity without affecting the products or the reactants of the raction. FTP, name this term defined as the energy that must be overcome in order for a chemical reaction to occur.": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.33137566
      ],
      [
        " energy",
        -0.0099335145
      ]
    ]
  },
  "As a quantum-mechanical operator, its eigenvalues are given by h-bar squared times its quantum number times the quantity that quantum number plus one and its eigenstates are given by spherical harmonics. It is also obtained as the 2-form Noether charge associated with rotational invariance, with the consequence that its conservation does not hold for generally curved spacetimes. The derivative of this quantity with respect to time gives the torque, and Kepler's Second Law is one expression of its conservation. For ten points, identify this physical quantity, given in classical mechanics by the": {
    "guess": "Angular Momentum",
    "confidence": [
      [
        "Angular",
        -0.108391486
      ],
      [
        " Momentum",
        -0.1561237
      ]
    ]
  },
  "This quantity can be calculated for rigid bodies by taking this quantity around a central axis and then adding the term mass times radius squared, a process known as the parallel axis theorem. In its simplest": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0016763754
      ],
      [
        " of",
        -4.036525e-05
      ],
      [
        " inertia",
        -0.0033451363
      ]
    ]
  },
  "This quantity multiplies the electric charge in the full relativistic formulation of the linear  momentum, and it is integrated over the path to find the phase difference in the (*) Aharonov-Bohm effect. Setting its divergence to zero yields the Coulomb gauge, and in the relativistic Maxwell equations, this quantity provides the last three components of the 4-potential. For 10 points— identify this quantity whose curl gives the magnetic field.": {
    "guess": "Magnetic vector potential",
    "confidence": [
      [
        "M",
        -0.80303866
      ],
      [
        "agnetic",
        -0.0003999257
      ],
      [
        " vector",
        -0.032349065
      ],
      [
        " potential",
        -3.88156e-05
      ]
    ]
  },
  "This quantity is increased in the proximity effect, which results from current crowding in materials that are close together. This quantity is proportional to the length of a wire and inversely proportional to the cross section of a wire. The (*) \"sea of electrons\" effect makes this quantity low in metals. It is equal to potential over current according to Ohm's (OMEZ) Law. For 10 points, identify": {
    "guess": "Electrical resistance",
    "confidence": [
      [
        "Elect",
        -0.13996407
      ],
      [
        "rical",
        -3.1424974e-05
      ],
      [
        " resistance",
        -0.3265619
      ]
    ]
  },
  "This quantity is used to determine oxidation states--but not formal charges-- in compounds. sp carbons have a greater value for this quantity than do sp3 carbons, causing the relative acidity of alkynes. When this property is large for certain atoms, it causes a relative increase in acidity for adjacent protons according to the inductive effect. C-H are nonpolar because both carbon and hydrogen have": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.008306639
      ],
      [
        "rone",
        -0.00025788258
      ],
      [
        "g",
        -1.8550976e-05
      ],
      [
        "ativity",
        -4.5848617e-05
      ]
    ]
  },
  "This quantity remains constant in a Joule-Thomson process. The van't Hoff equation relates the derivative of the natural log of the equilibrium constant to the change in this quantity, and Gibbs free energy equals this quantity minus the product of temperature and entropy. The change in this quantity can be found by subtracting the (*) heats of formation of the reactants from those of the products,": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.8810619
      ],
      [
        "thal",
        -6.6113236e-05
      ],
      [
        "py",
        -0.00011343709
      ]
    ]
  },
  "This quantity divided by surface area is equal to surface tension. For a redox reaction, this quantity": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.07194479
      ],
      [
        "ib",
        -5.8245798e-05
      ],
      [
        "bs",
        -0.0009693452
      ],
      [
        " free",
        -0.08686875
      ],
      [
        " energy",
        -0.0001201125
      ]
    ]
  },
  "When this quantity is absent, Poinsot's construction represents one phenomenon that usually requires it to be present, while the type of that phenomenon \"induced\" by this quantity is also called the \"gyroscopic\" kind. The one exerted by the sun and moon on the earth results in the twenty-six thousand": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.61338556
      ],
      [
        "que",
        -2.9040899e-05
      ]
    ]
  },
  "This quantity appears as a term many times in the FitzHugh-Nagumo equation, where it is governed by two parameters. The chord conductance equation expresses it as a weighted average, and it can be calculated by the Hodgkin-Huxley model assuming some initial state. It is more often calculated by the Goldman-Hodgkin-Katz Constant Field Equation, which applies to deviations from Nernstian conditions, under which this quantity would simply be defined as the gradient of one specific ion. The chlorine ion is a minor player in setting its value at rest, unlike sodium and potassium. Designated E-sub-m, FTP, name this quantity which may be defined as the charge difference between the cytoplasm and extracellular fluid.": {
    "guess": "Membrane potential",
    "confidence": [
      [
        "Mem",
        -0.19194366
      ],
      [
        "brane",
        -9.849109e-06
      ],
      [
        " potential",
        -0.05883084
      ]
    ]
  },
  "This quantity can be written as the sum of the chemical potential of each component of the system times number of particles. Its change is equal to the negative product of Faraday's constant, the electric": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.04393192
      ],
      [
        "ib",
        -2.2365493e-05
      ],
      [
        "bs",
        -0.0001820874
      ],
      [
        " free",
        -0.009621502
      ],
      [
        " energy",
        -6.49212e-05
      ]
    ]
  },
  "The quality of a sample of this molecule is assessed using the RIN algorithm and Agilent's Bioanalyzer.": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.021877393
      ]
    ]
  },
  "This quantity is actually a tensor, but when the axis of rotation is known, the more common scalar  quantity can be formed using the dot product. When multiplied by the angular acceleration, it yields the net torque on an object. When ice skaters pull in their arms, they are reducing this quantity in": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.24854755
      ],
      [
        " of",
        -0.00013154872
      ],
      [
        " inertia",
        -0.041520126
      ]
    ]
  },
  "A quantum analog of one formula named for this man is named for Ehrenfest (AIR-en-fest). Interference patterns due to an air film between a lens and a glass are called this man's \"rings.\" Another law named for this man is also called the law of inertia, while a third law is often summarized as saying": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.010604655
      ],
      [
        "aac",
        -9.133887e-06
      ],
      [
        " Newton",
        -9.610702e-06
      ]
    ]
  },
  "This quantity appears in both the upper and lower limits of integration in Parseval's identity. Using the gamma function, the square root of this quantity can be shown to be equal to negative one-half factorial. It is multiplied by twice the natural log of the radius to give the surface area of Gabriel's": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -2.0935738
      ]
    ]
  },
  "This quantity increases by a factor of one plus the amplitude gain in the Miller effect, and the reciprocal of this quantity is elastance. It can be calculated for an isolated sphere as 4 pi times epsilon naught times the sphere radius, and the energy in devices associated with this quantity is one half this quantity times voltage squared. Dielectrics can increase it, and for two parallel plates this quantity increases with area and decreases with distance. This quantity is also equal to charge over voltage. For 10 points, name this quantity typically measured in farads that is associated with": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.0058385
      ],
      [
        "ac",
        -0.0001037816
      ],
      [
        "it",
        -1.3544423e-05
      ],
      [
        "ance",
        -5.080963e-06
      ]
    ]
  },
  "This quantity is equal to the principal quantum number times Planck's constant over 2 times pi and the coupling of this quantity is used to correct for orbital resonance. The Kerr metric describes black": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.83531666
      ],
      [
        " momentum",
        -0.019031055
      ]
    ]
  },
  "This quantity is often confused with a quantity symbolized delta G double dagger. The Hammond Postulate bases the structure of an intermediate on the difference in this quantity between the transition": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.095379844
      ],
      [
        " energy",
        -0.06836465
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects. For the sun, Richard Carrington derived an empirical expression for this quantity that contains a term in which the sine function is raised to the seven-fourths power. This quantity must have a uniform value to guarantee a simple proportionality between the radiative flux and effective gravity, per von Zeipel's theorem. This quantity reaches a significant fraction of its critical value in decretion-disk": {
    "guess": "Angular velocity",
    "confidence": [
      [
        "Angular",
        -0.27154928
      ],
      [
        " velocity",
        -0.17679675
      ]
    ]
  },
  "When this quantity is absent, Poinsot's construction represents one phenomenon that usually requires it to be present, while the type of that phenomenon \"induced\" by this quantity is also called the \"gyroscopic\" kind. The one exerted by the sun and moon on the earth results in the twenty-six thousand year precession of the earth's axis of rotation, and this quantity is the time derivative of angular momentum. FTP, identify this quantity, equal to the cross product of lever arm and force applied,": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.013111638
      ],
      [
        "que",
        -2.618001e-05
      ]
    ]
  },
  "This quantity remains constant in the Joule-Thomson effect. It equals internal energy plus the product": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.09511789
      ],
      [
        "thal",
        -0.0006816957
      ],
      [
        "py",
        -0.00017672323
      ]
    ]
  },
  "Quantitative metathesis of these is an example of their harmonization. When they are followed by a rhotic accent, they are termed r-colored. Otto Jespersen observed a gradual increase in the height of these in the English language taking place from the fifteenth to eighteenth century. They form the central sound or nucleus of a syllable, and gliding ones are called diphthongs. For 10 points, name these sounds pronounced with an open vocal tract which are contrasted with consonants.": {
    "guess": "Vowel",
    "confidence": [
      [
        "V",
        -0.00014597236
      ],
      [
        "owel",
        -8.9953974e-05
      ]
    ]
  },
  "This quantity is approximately equal to the square root of the relative permittivity for most materials. The main research in metamaterials is on ones that have negative values for this quantity. The arctan of the ratio of this quantity is equal to Brewster's angle. The phase velocity is equal to the speed of light divided by this quantity. Its ratio is equal to the (*) sines of the angle of incidence": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.09233937
      ],
      [
        "fr",
        -1.7432603e-06
      ],
      [
        "active",
        -1.9361265e-07
      ],
      [
        " index",
        -0.0037726508
      ]
    ]
  },
  "This quantity appears in both the upper and lower limits of integration in Parseval's identity. Using the gamma function, the square root of this quantity can be shown to be equal to negative one-half factorial. It is multiplied by twice the natural log of the radius to give the surface area of Gabriel's Horn. e raised to this quantity (*) times i gives negative one. Angular speed is divided by 2 times this quantity to find rotational speed. This quantity is multiplied by the square of the radius in the formula for a sphere's surface area. For 10 points, name this irrational number, a ratio of a circle's circumference to its diameter.": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.012412045
      ]
    ]
  },
  "This quantity can be determined using successive iterations of the isolation method. For reactions like": {
    "guess": "Reaction rate",
    "confidence": [
      [
        "Reaction",
        -1.5155388
      ],
      [
        " rate",
        -0.09188645
      ]
    ]
  },
  "This quantity can be greatly reduced by firing lasers at substances whose atoms absorb photons then reemit them at a higher energy.When other quantities are held constant, this quantity is the partial derivative of internal energy with respect to entropy. The energy of an ideal gas is equal to 3/2 times": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -1.1272835
      ]
    ]
  },
  "After quarreling with an officer that he compares to Gogol's Lt. Pirogov, this work's narrator considers buying a beaver collar and sending a parody of the officer to Fatherland Notes.  This occurs in its second part, which contains two epigraphs from N.A. Nekrasov, where the narrator discusses wet snow": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.002009053
      ],
      [
        " from",
        -0.0012194052
      ],
      [
        " Underground",
        -0.0053886184
      ]
    ]
  },
  "This quantity can be calculated for rigid bodies by taking this quantity around a central axis and then adding the term mass times radius squared, a process known as the parallel axis theorem. In its simplest definition, this quantity can be found by integrating the square of distance between an object's center of mass and the axis of rotation in terms of the object's mass. The time derivative of this": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.15061063
      ],
      [
        " of",
        -0.00012928384
      ],
      [
        " inertia",
        -0.0027874077
      ]
    ]
  },
  "This quantity is generally independent of constraints on a system's motion, a fact that d'Alembert used in the original formulation of his namesake principle. The virtual work on a body is given by the vector of variations in the Lagrangian coordinates dotted with this quantity; that's because this quantity's nth component is the applied force on the system dotted into the partial derivative of the displacement with respect to the nth generalized coordinate. FTP, name this derived vector quantity": {
    "guess": "Generalized force",
    "confidence": [
      [
        "General",
        -0.28319293
      ],
      [
        "ized",
        -0.00051347545
      ],
      [
        " force",
        -0.19255301
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity is  slightly altered by the phonon correction resulting from ionic screening, and one way of measuring this  quantity is to vary the temperature for a fixed field and measure the amplitude of the oscil": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.6624309
      ]
    ]
  },
  "A quantitative test for them involves the addition of alcoholic silver nitrate solution, which follows the Zeisel test where they are cleaved using strong acids. Anisole and THF are compounds with this functional group, and a special type of these can be produced by reacting alkenes with peroxy acids. They can be produced by reacting an alkyl halide with an alcoxide produced from an alcohol in the Williamson synthesis, and the Crown varieties are used as solvents for Grignard reagents. For 10 points, identify this functional group, where two carbon molecules are single bonded to an oxygen molecule,": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.0043726787
      ]
    ]
  },
  "In quantum mechanics, this property is given by Dirac's constant over i times the gradient, and it's": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.034954257
      ],
      [
        "omentum",
        -0.109762795
      ]
    ]
  },
  "Quantum-mechanical waves can be seen with the naked eye due to the constancy of their phases. One theory, named after London, treats certain isotopes as ideal ones, and one of them was made from sodium-23 by Wolfgang Ketterle. However, the first was created by Cornell and Wieman at JILA in Colorado, who supercooled two thousand rubidium atoms and caused them to act as a single \"superatom.\" For 10 points, name these collections of particles cooled below a critical temperature, a so-called fifth state": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.0010401944
      ],
      [
        "ose",
        -5.2001665e-06
      ],
      [
        "–",
        -0.007012783
      ],
      [
        "E",
        -9.0883464e-07
      ],
      [
        "instein",
        -1.9361265e-07
      ],
      [
        " cond",
        -0.00034785937
      ],
      [
        "ens",
        -6.206032e-05
      ],
      [
        "ate",
        -2.319992e-05
      ]
    ]
  },
  "This quantity can be calculated by taking the nuclear charge and dividing it by the square of the covalent radius. Another way to calculate this property involves calculating the square root of three types of bond dissociation energies. This property is often calculated as the average (*) of electron affinity and the first ionization energy. It is calculated by the Mullikan Scale, and francium has the lowest value for this property. It was first proposed by Linus Pauling, who gave fluorine a value of 4.0. For 10 points, name this tendency of an atom to attract electrons toward itself in a covalent bond.": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.0013079755
      ],
      [
        "rone",
        -9.4914985e-06
      ],
      [
        "g",
        -1.3067608e-05
      ],
      [
        "ativity",
        -1.473646e-05
      ]
    ]
  },
  "This quantity remains constant in a Joule-Thomson process. The van't Hoff equation relates the derivative": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.72660446
      ]
    ]
  },
  "This quantity multiplies the electric charge in the full relativistic formulation of the linear  momentum, and it is integrated over the path to find the phase difference in the (*) Aharonov-Bohm effect. Setting its divergence to zero yields the Coulomb gauge, and in the relativistic Maxwell equations,": {
    "guess": "Magnetic vector potential",
    "confidence": [
      [
        "M",
        -0.050389245
      ],
      [
        "agnetic",
        -2.451116e-05
      ],
      [
        " vector",
        -0.002783362
      ],
      [
        " potential",
        -1.8789384e-05
      ]
    ]
  },
  "This quantity is generally independent of constraints on a system's motion, a fact that d'Alembert used in the original formulation of his namesake principle. The virtual work on a body is given by the vector of variations in the Lagrangian coordinates dotted with this quantity; that's because this quantity's nth component is the applied force on the system dotted into the partial derivative of the": {
    "guess": "Lagrangian mechanics",
    "confidence": [
      [
        "L",
        -0.6174317
      ],
      [
        "agr",
        -0.030696688
      ],
      [
        "ang",
        0.0
      ],
      [
        "ian",
        -1.2829201e-05
      ],
      [
        " mechanics",
        -0.52873784
      ]
    ]
  },
  "This quantity is the x-axis of the Fletcher-Munson curves and the eponymous Bode plot. Reginald Fessenden invented a method of creating new values of this quantity called heterodyning. For an LC circuit, a form of this quantity is proportional to one over the square root of the product of inductance and capacitance. For a pendulum, a form of it is proportional to the square root of little g divided by length. The energy of a photon equals the product of this quantity and the Planck constant, and an observer perceives a shift in this quantity in the Doppler effect. For 10 points, name this quantity": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.0010866361
      ]
    ]
  },
  "The quantum mechanical description of it was developed by Heisenberg using his namesake exchange Hamiltonian. This phenomenon arises from direct exchange interactions to minimize Coulomb repulsion, and the first theory explaining it was based on internal alignment of spin states and was developed by Peter Weiss. The induced magnetic field becomes permanent even after the external one is removed in hysteresis associated with this phenomenon, which disappears above the Curie point. For 10 points, identify": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.017260222
      ],
      [
        "er",
        -0.00988606
      ],
      [
        "rom",
        -2.1531068e-05
      ],
      [
        "agnet",
        -0.011677915
      ],
      [
        "ism",
        -8.196733e-05
      ]
    ]
  },
  "This quantity is thought to change as a result of the substitution and income effects according to the Slutsky Identity, which relates its Marshallian and Hicksian types. Its namesake law is violated by Giffen Goods, which unexpectedly exhibit it. It is expressed as a downward slope when graphed against price since it usually decreases as price increases. Defined as the ability and willingness of people to buy a good, for 10 points, name this quantity that, in a competitive market, must keep up with": {
    "guess": "Demand",
    "confidence": [
      [
        "Demand",
        -0.026944777
      ]
    ]
  },
  "This quantity can be determined using successive iterations of the isolation method. For reactions like the decomposition of NO2, this quantity equals \"one over 't' times the difference between one over": {
    "guess": "Rate constant",
    "confidence": [
      [
        "Rate",
        -0.12761709
      ],
      [
        " constant",
        -0.040685855
      ]
    ]
  },
  "This quantity is equal to the principal quantum number times Planck's constant over 2 times pi and the coupling of this quantity is used to correct for orbital resonance. The Kerr metric describes black holes for which this quantity is nonzero, and for a particle in circular orbit, the magnitude of this quantity is equal to (*) mvr. This property explains how a gyroscope can remain upright while spinning, and the time derivative of this quantity is torque. For ten points, name this vector quantity, denoted L, the product of moment of inertia and angular velocity, the rotational analogue of a quantity equal to mass times velocity.": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.015848538
      ],
      [
        " momentum",
        -0.003053289
      ]
    ]
  },
  "This quantity is raised to the third power in the definition of Planck length. In the Einstein field equations, the product of 8 pi and the gravitational constant is divided by this quantity to the fourth": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.010582241
      ],
      [
        " of",
        -3.1424974e-05
      ],
      [
        " light",
        -0.0075789397
      ]
    ]
  },
  "A quantity named for this man is equal to half the distance between nuclei of two identical, non-bonded atoms. An equation named for this man predicts that the critical compressibility factor equals three-eighths and does not include a function of the reduced temperature, unlike the similar Redlich-Kwong equation. This chemist created the \"hard sphere\" model of atoms, predicting that atoms have a fixed volume \"b,\" which is subtracted in the denominator of his cubic equation of state. The Debye and London dispersion forces are part of a set of forces named for him. For 10 points, name this Dutch": {
    "guess": "Johannes Diderik van der Waals",
    "confidence": [
      [
        "J",
        -0.19382863
      ],
      [
        "oh",
        -0.0020470056
      ],
      [
        "annes",
        -5.407367e-05
      ],
      [
        " D",
        -0.015508215
      ],
      [
        "ider",
        -0.004606469
      ],
      [
        "ik",
        -0.00043019242
      ],
      [
        " van",
        -0.00058829866
      ],
      [
        " der",
        -0.00021819877
      ],
      [
        " Wa",
        -6.80205e-05
      ],
      [
        "als",
        -3.357064e-05
      ]
    ]
  },
  "The quantum mechanical operator for this quantity is negative h-bar divided by twice the mass times the Laplacian, and the virial theorem calculates the total amount of this quantity for a system of particles. By the equipartition theorem, it is equal to three halves Boltzmann constant times temperature. This quantity's rotational analogue is proportional to moment of inertia times angular (*) velocity": {
    "guess": "Rotational kinetic energy",
    "confidence": [
      [
        "Rot",
        -1.0333576
      ],
      [
        "ational",
        -0.00050847256
      ],
      [
        " kinetic",
        -0.13990737
      ],
      [
        " energy",
        -3.4405064e-05
      ]
    ]
  },
  "This quantity for an atomic nucleus is determined using Weizscker's [VAHYTS-zek-uhrs] formula. The no hair theorem states black holes are completely characterized by their angular momentum, charge, and this quantity. The oscillation period of a spring equals two pi times the square root of this quantity over the spring constant. The theoretical value of this quantity for gluons is zero. Linear momentum": {
    "guess": "Mass number",
    "confidence": [
      [
        "Mass",
        -0.57872266
      ],
      [
        " number",
        -1.0402441
      ]
    ]
  },
  "After quarreling with an officer that he compares to Gogol's Lt. Pirogov, this work's narrator considers buying a beaver collar and sending a parody of the officer to Fatherland Notes.  This occurs in": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.67278874
      ],
      [
        " from",
        -0.02418427
      ],
      [
        " Underground",
        -0.07238022
      ]
    ]
  },
  "This quantity is multiplied by Young's modulus to define stiffness in the Euler–Bernoulli beam equation. For a solid sphere, this quantity is two fifths of the radius squared times mass, and this quantity": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.14300512
      ],
      [
        " of",
        -3.9530823e-05
      ],
      [
        " inertia",
        -0.012874414
      ]
    ]
  },
  "This quantity can be calculated -3kT times the natural log of an insertion parameter over the thermal de Broglie wavelength. For a given component, the excess of this quantity is RT times the log of its activity coefficient, and its residual is RT times the log of its fugacity coefficient. For an electron, this quantity is the negative electronegativity. At constant temperature and pressure, the sum": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.18764578
      ],
      [
        "ical",
        -3.1281633e-07
      ],
      [
        " potential",
        -0.020227801
      ]
    ]
  },
  "This quantity divided by surface area is equal to surface tension. For a redox reaction, this quantity is defined as the Faraday constant times the number of moles of electrons times the electric potential, and negative values of this quantity indicate that a reaction is spontaneous. Defined as the change in enthalpy minus the product of temperature and change in entropy, for 10 points, name this thermodynamic": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.5257293
      ],
      [
        "ib",
        -4.4537377e-05
      ],
      [
        "bs",
        -0.00069337396
      ],
      [
        " free",
        -0.39519677
      ],
      [
        " energy",
        -9.817902e-05
      ]
    ]
  },
  "This quantity may assume a negative value when considering the cosmological constant, the Casimir effect, and transpiration. Hydraulic devices work because a change in this quantity in one part of an incompressible fluid is transmitted to all parts of that fluid, allowing the amplification of work, a statement known as Pascal's principle. This quantity is often measured by a manometer and is therefore": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.023140658
      ]
    ]
  },
  "This quantity was introduced in the 1882 work entitled On the Equilibrium of Heterogeneous Substances. The change in this quantity classifies reactions as exergonic and endergonic, and at isobaric and": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.04374035
      ],
      [
        "ib",
        -2.1008714e-06
      ],
      [
        "bs",
        -0.0036630146
      ],
      [
        " free",
        -0.18500715
      ],
      [
        " energy",
        -6.82589e-05
      ]
    ]
  },
  "This quantity is responsible for changes in refractive indices proportional to the square of this quantity in the Kerr effect. A vector that describes the directional energy flux density is equal to the magnetic field times this quantity and is called the Poynting vector. Drift velocity is equal to this quantity times electron mobility. A dipole experiences a torque equal to charge times separation times this quantity. This quantity is zero within a conductor. The integral of this quantity dotted": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.011225244
      ],
      [
        " field",
        -0.0066337786
      ]
    ]
  },
  "This quantity can be used to estimate one source of the Seebeck effect, phonon-electron drag. Debye modelled this quantity by considering a lattice populated by quantised vibrations, allowing the derivation of this quantity's T-cubed dependence at low temperatures. The Dulong-Petit law holds that this quantity approaches three times the molar gas constant for a mole of any solid substance. For 10 points,": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.30205646
      ],
      [
        " capacity",
        -0.0028644388
      ]
    ]
  },
  "This quantity's potential value decreases by 2% as unemployment increases by 1%,   according to the gap": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.038122967
      ],
      [
        "ross",
        -0.0022274524
      ],
      [
        " domestic",
        -0.0072025284
      ],
      [
        " product",
        -8.244414e-05
      ]
    ]
  },
  "When this quantity is zero, the angular momentum of a system is conserved. As part of Newton's second law for rigid bodies, the sum of this on a body is equal to the product of that body's moment of inertia and its net angular acceleration. FTP, what is this physical quantity with units of newton-meters, the rotational analogue of force?": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.13668293
      ],
      [
        "que",
        -6.146429e-05
      ]
    ]
  },
  "This quantity is multiplied by Young's modulus to define stiffness in the Euler–Bernoulli beam equation. For a solid sphere, this quantity is two fifths of the radius squared times mass, and this quantity can be found using Steiner's parallel axis theorem. Multiplying this quantity by angular velocity": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.05126813
      ],
      [
        " of",
        -2.355753e-05
      ],
      [
        " inertia",
        -0.009049765
      ]
    ]
  },
  "One of this quantity's operators is a 3x3 matrix with a 1 in the top left, a -1 in the bottom right, and 0s everywhere else. The operators corresponding to the three Cartesian vector components of this quantity do not commute with each other, but they all commute with the operator corresponding to this quantity squared. The eigenfunctions of this quantity's operators are the spherical harmonics. The conservation of this quantity causes the radius vector for the (*) orbit of a planet to sweep out": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.39169365
      ],
      [
        " momentum",
        -0.0016032944
      ]
    ]
  },
  "This quantity for an atomic nucleus is determined using Weizscker's [VAHYTS-zek-uhrs] formula. The no hair theorem states black holes are completely characterized by their angular momentum, charge, and this quantity. The oscillation period of a spring equals two pi times the square root of this quantity": {
    "guess": "Mass number",
    "confidence": [
      [
        "Mass",
        -0.52393687
      ],
      [
        " number",
        -0.25273713
      ]
    ]
  },
  "The quantum mechanical operator for this quantity is negative h-bar divided by twice the mass times the Laplacian, and the virial theorem calculates the total amount of this quantity for a system of particles. By the equipartition theorem, it is equal to three halves Boltzmann constant times temperature.": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.0011342625
      ],
      [
        "etic",
        -1.1756368e-05
      ],
      [
        " energy",
        -0.0020817397
      ]
    ]
  },
  "This quantity remains constant in the Joule-Thomson effect. It equals internal energy plus the product of pressure and volume. The Gibbs Free Energy is given by this quantity minus the product of temperature": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.0069971546
      ],
      [
        "thal",
        -8.4112995e-05
      ],
      [
        "py",
        -4.9305523e-05
      ]
    ]
  },
  "This quantity can be calculated by taking the nuclear charge and dividing it by the square of the covalent radius. Another way to calculate this property involves calculating the square root of three types of bond dissociation energies. This property is often calculated as the average (*) of electron": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.18880498
      ],
      [
        "rone",
        -0.026210772
      ],
      [
        "g",
        -3.4121115e-06
      ],
      [
        "ativity",
        -3.0113732e-05
      ]
    ]
  },
  "This quantity is the x-axis of the Fletcher-Munson curves and the eponymous Bode plot. Reginald Fessenden invented a method of creating new values of this quantity called heterodyning. For an LC circuit, a form of this quantity is proportional to one over the square root of the product of inductance and capacitance. For a pendulum, a form of it is proportional to the square root of little g divided": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.0013585674
      ]
    ]
  },
  "In quantum mechanics, this law has been formulated using the concepts of quantum collapse and the Ergodic Hypothesis. The grouping of microstates into macrostates led to Boltzmann's statement of it, known as the H Theorem. The first statement of it, now called the Kelvin-Planck theorem, says that not all of the heat extracted from a hot reservoir can be used for work, and the Clausius form says that": {
    "guess": "Laws of thermodynamics",
    "confidence": [
      [
        "L",
        -0.8890132
      ],
      [
        "aws",
        -0.0016400695
      ],
      [
        " of",
        -9.8536635e-05
      ],
      [
        " therm",
        -0.022444302
      ],
      [
        "odynamics",
        -0.00050763815
      ]
    ]
  },
  "In quantum field theory, it is equivalent to one-loop Feynman diagrams. The idea is originally attributed": {
    "guess": "Ward–Takahashi identity",
    "confidence": [
      [
        "W",
        -1.6758751
      ],
      [
        "ard",
        -0.7991435
      ],
      [
        "–",
        -0.4087562
      ],
      [
        "T",
        -0.00034523688
      ],
      [
        "akah",
        -8.776276e-06
      ],
      [
        "ashi",
        -1.4140442e-05
      ],
      [
        " identity",
        -0.005036525
      ]
    ]
  },
  "This quantity can be determined using successive iterations of the isolation method. For reactions like the decomposition of NO2, this quantity equals \"one over 't' times the difference between one over initial concentration and one over final concentration.\" The relationship between its namesake \"constant\" and temperature is given by the (*) Arrhenius equation. When it depends on the concentration of only one reactant, the equation for this quantity can be \"first-order.\" Chemical kinetics is the study of this quantity, which is increased by a catalyst. For 10 points, name this quantity, which": {
    "guess": "Rate constant",
    "confidence": [
      [
        "Rate",
        -0.24105853
      ],
      [
        " constant",
        -0.028849375
      ]
    ]
  },
  "This quantity is increased in the proximity effect, which results from current crowding in materials that are close together. This quantity is proportional to the length of a wire and inversely proportional to the cross section of a wire. The (*) \"sea of electrons\" effect makes this quantity low in metals.": {
    "guess": "Electrical resistivity",
    "confidence": [
      [
        "Elect",
        -0.34412283
      ],
      [
        "rical",
        -9.9251854e-05
      ],
      [
        " resist",
        -0.54512566
      ],
      [
        "ivity",
        -5.157039e-05
      ]
    ]
  },
  "This quantity's tensor and its trace are multiplied by the two Lamé parameters in a 3D generalization of a certain law. An axis on which this quantity is plotted is the starting point of a line offset": {
    "guess": "Stress tensor",
    "confidence": [
      [
        "St",
        -0.7007422
      ],
      [
        "ress",
        -0.0007237526
      ],
      [
        " tensor",
        -0.7856994
      ]
    ]
  },
  "This quantity is approximately equal to the square root of the relative permittivity for most materials.": {
    "guess": "Dielectric constant",
    "confidence": [
      [
        "Die",
        -0.20698448
      ],
      [
        "lectric",
        -2.2961513e-05
      ],
      [
        " constant",
        -0.013535938
      ]
    ]
  },
  "This quantity represents the volume of an n-dimensional parallelpiped given n vectors, while a similarly": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -1.2306577
      ],
      [
        "ant",
        -0.0015034329
      ]
    ]
  },
  "This quantity is equal to the dot product of electric field and displacement, and the change in this quantity around a loop is equal to zero according to Kirchhoff's laws. The power of a resistor is equal to the square of this quantity divided by resistance, and this quantity is constant for resistors wired in parallel. Referred to as the electromotive force when generated by a battery, For 10 points,": {
    "guess": "Voltage",
    "confidence": [
      [
        "Voltage",
        -0.0014392809
      ]
    ]
  },
  "This quantity is what creates the birefringence of light in the Voight effect, as well as in its liquid analog, the Cotton-Mouton effect. It can be described as \"poloidal\" when referring to a tokamak, while it's shape can be described as either azimuthal or meridonial depending on its direction. The Verdet constant is proportional to it in the (*) Faraday effect, and a potential difference can be created on a current carrying conductor when one of these is applied in the Hall Effect. Ampere's Law": {
    "guess": "Magnetic Field",
    "confidence": [
      [
        "M",
        -0.27426708
      ],
      [
        "agnetic",
        -0.1141148
      ],
      [
        " Field",
        -0.61377174
      ]
    ]
  },
  "This quantum mechanical operator arises out of a solution to the spherical harmonics, and its eigenvalues are equal to h bar squared times its namesake quantum number times that number plus one. For a rotating body, kinetic energy is equal to its square over twice the moment of inertia. For 10 points, identify this vector quantity that is given by the radius from the axis of rotation times mass times": {
    "guess": "Angular Momentum",
    "confidence": [
      [
        "Angular",
        -0.18760526
      ],
      [
        " Momentum",
        -0.20645118
      ]
    ]
  },
  "This quantity is what creates the birefringence of light in the Voight effect, as well as in its liquid analog, the Cotton-Mouton effect. It can be described as \"poloidal\" when referring to a tokamak, while it's shape can be described as either azimuthal or meridonial depending on its direction. The Verdet constant is proportional to it in the (*) Faraday effect, and a potential difference can be created on a current carrying conductor when one of these is applied in the Hall Effect. Ampere's Law relates the current passing through a loop to this entity, and the force created by it can be calculated": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0059708655
      ],
      [
        "agnetic",
        -4.0842064e-05
      ],
      [
        " field",
        -0.1152481
      ]
    ]
  },
  "This quantity appears as a term many times in the FitzHugh-Nagumo equation, where it is governed by two": {
    "guess": "Voltage",
    "confidence": [
      [
        "Voltage",
        -1.5855123
      ]
    ]
  },
  "The quality of a sample of this molecule is assessed using the RIN algorithm and Agilent's Bioanalyzer. Lithium chloride is often used to precipitate this molecule out of ethanol solutions, and its concentration is measured by taking 40 times its optical density at 260 nanometers. It can be isolated in the aqueous phase if and only if acidic phenol-chloroform is used. Alwine, Kemp, and Stark developed a method of visualizing this molecule that uses a formamide-containing transfer buffer and a formaldehyde-containing agarose gel. This molecule can form pseudoknots, tetraloops, and (*) stem loops": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.0074525797
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity is  slightly altered by the phonon correction resulting from ionic screening, and one way of measuring": {
    "guess": "Bloch electrons",
    "confidence": [
      [
        "Blo",
        -1.4285338
      ],
      [
        "ch",
        -3.6789137e-05
      ],
      [
        " electrons",
        -0.8409004
      ]
    ]
  },
  "This quantity is multiplied by the Verdet constant to calculate specific rotation, and this quantity perpendicular to the direction of propagation makes the medium birefringent in the Voigt effect. Small values of this quantity are measured by SQUIDs, and below the critical temperature, it is zero inside": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.03271935
      ],
      [
        "agnetic",
        -0.07389959
      ],
      [
        " field",
        -0.14171024
      ]
    ]
  },
  "A quantum analog of one formula named for this man is named for Ehrenfest (AIR-en-fest). Interference patterns due to an air film between a lens and a glass are called this man's \"rings.\" Another law named for this man is also called the law of inertia, while a third law is often summarized as saying that for every action, there is an equal and opposite reaction. For 10 points, name this British physicist": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0073350756
      ],
      [
        "aac",
        -0.0001441843
      ],
      [
        " Newton",
        -2.1411865e-05
      ]
    ]
  },
  "This quantity can be determined using successive iterations of the isolation method. For reactions like the decomposition of NO2, this quantity equals \"one over 't' times the difference between one over initial concentration and one over final concentration.\" The relationship between its namesake \"constant\" and temperature is given by the (*) Arrhenius equation. When it depends on the concentration of only one reactant, the equation for this quantity can be \"first-order.\" Chemical kinetics is the study of this quantity, which is increased by a catalyst. For 10 points, name this quantity, which roughly quantifies how quickly a reaction occurs.": {
    "guess": "Reaction rate constant",
    "confidence": [
      [
        "Reaction",
        -0.43716574
      ],
      [
        " rate",
        -0.11149954
      ],
      [
        " constant",
        -0.019997634
      ]
    ]
  },
  "This quantity is used to determine oxidation states--but not formal charges-- in compounds. sp carbons have a greater value for this quantity than do sp3 carbons, causing the relative acidity of alkynes. When this property is large for certain atoms, it causes a relative increase in acidity for adjacent protons according to the inductive effect. C-H are nonpolar because both carbon and hydrogen have a value of 2.2 on a scale for measuring this quantity. On the Pauling scale, fluorine has the greatest": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.0019513491
      ],
      [
        "rone",
        -4.167649e-05
      ],
      [
        "g",
        -3.750436e-05
      ],
      [
        "ativity",
        -6.9331734e-05
      ]
    ]
  },
  "This quantity was introduced in the 1882 work entitled On the Equilibrium of Heterogeneous Substances. The change in this quantity classifies reactions as exergonic and endergonic, and at isobaric and isothermic conditions, the partial derivative of this quantity with respect to number of particles equals chemical potential. The change in this quantity is negative for spontaneous reactions and can be found by subtracting the product of temperature and change in entropy from the change in enthalpy. For 10 points, name this type of energy that measures the useful work of a system, named for a Yale": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.00056089653
      ],
      [
        "ib",
        -1.504853e-06
      ],
      [
        "bs",
        -8.4947416e-05
      ],
      [
        " free",
        -0.024747306
      ],
      [
        " energy",
        -2.6895234e-05
      ]
    ]
  },
  "This quantity is equal to the dot product of electric field and displacement, and the change in this quantity around a loop is equal to zero according to Kirchhoff's laws. The power of a resistor is equal": {
    "guess": "Voltage drop",
    "confidence": [
      [
        "Voltage",
        -0.52337635
      ],
      [
        " drop",
        -0.11717709
      ]
    ]
  },
  "This quantity may assume a negative value when considering the cosmological constant, the Casimir effect, and transpiration. Hydraulic devices work because a change in this quantity in one part of an incompressible fluid is transmitted to all parts of that fluid, allowing the amplification of work, a statement known as Pascal's principle. This quantity is often measured by a manometer and is therefore sometimes given in millimeters of mercury, a unit equal to the torr. For 10 points, name this quantity,": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.016346477
      ]
    ]
  },
  "This quantity is equal to the principal quantum number times Planck's constant over 2 times pi and the coupling of this quantity is used to correct for orbital resonance. The Kerr metric describes black holes for which this quantity is nonzero, and for a particle in circular orbit, the magnitude of this quantity is equal to (*) mvr. This property explains how a gyroscope can remain upright while spinning, and the time derivative of this quantity is torque. For ten points, name this vector quantity,": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.05636845
      ],
      [
        " momentum",
        -0.0177392
      ]
    ]
  },
  "This quantity's potential value decreases by 2% as unemployment increases by 1%,   according to the gap version of Okun's Law. The expenditure approach to calculating this  quantity adds (*) consumption, investments, government spending, and net exports. For 10 points,  name this economic quantity, the total market value of all goods and services produced in a country,  contrasted with a similar \"national\"": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.006151562
      ],
      [
        "ross",
        -0.0003827677
      ],
      [
        " domestic",
        -0.06660572
      ],
      [
        " product",
        -7.934485e-05
      ]
    ]
  },
  "This quantity decreases when ionic solids dissolve in water, because the ions become hydrated, although": {
    "guess": "Hydration energy",
    "confidence": [
      [
        "Hy",
        -1.0122699
      ],
      [
        "dration",
        -0.024671603
      ],
      [
        " energy",
        -0.119404614
      ]
    ]
  },
  "This quantity can be greatly reduced by firing lasers at substances whose atoms absorb photons then reemit them at a higher energy.When other quantities are held constant, this quantity is the partial derivative of internal energy with respect to entropy. The energy of an ideal gas is equal to 3/2 times this quantity times the number of moles times R. This quantity can be well-defined thanks to the": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.6779691
      ]
    ]
  },
  "A quantitative test for them involves the addition of alcoholic silver nitrate solution, which follows the Zeisel test where they are cleaved using strong acids. Anisole and THF are compounds with this": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.14613444
      ]
    ]
  },
  "This quantity can be calculated for rigid bodies by taking this quantity around a central axis and then": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0054055764
      ],
      [
        " of",
        -1.4259645e-05
      ],
      [
        " inertia",
        -0.004150461
      ]
    ]
  },
  "This quantity appears in both the upper and lower limits of integration in Parseval's identity. Using the gamma function, the square root of this quantity can be shown to be equal to negative one-half factorial. It is multiplied by twice the natural log of the radius to give the surface area of Gabriel's Horn. e raised to this quantity (*) times i gives negative one. Angular speed is divided by 2 times this quantity to find rotational speed. This quantity is multiplied by the square of the radius": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -0.9657608
      ],
      [
        "uler",
        -0.0012209403
      ],
      [
        "'s",
        -0.0025699488
      ],
      [
        " number",
        -0.1853804
      ]
    ]
  },
  "This quantity appears as a term many times in the FitzHugh-Nagumo equation, where it is governed by two parameters. The chord conductance equation expresses it as a weighted average, and it can be calculated": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.7721635
      ],
      [
        "ern",
        -0.00017302792
      ],
      [
        "st",
        -6.1537958e-06
      ],
      [
        " equation",
        -0.013873869
      ]
    ]
  },
  "This quantity is directly proportional to the average kinetic energy of an ideal gas, and along with pressure, it forms the axes of a phase diagram. The energy needed to increase this quantity in a substance is given by a substance's heat capacity. Conversion between two scales for this quantity involves multiplying by nine fifths, and a third scale for this quantity starts at absolute zero. For 10 points, name this quantity measured in Kelvin, Celsius, and degrees Fahrenheit.": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.09047855
      ]
    ]
  },
  "In quantum field theory, it is equivalent to one-loop Feynman diagrams. The idea is originally attributed to Lord Rayleigh, who used it to analyze the propagation of an optical disturbance in a nonuniform medium. In his version, he assumed that the wave number was proportional to the index of refraction. The rigorous mathematical theory of this approximation for linear second-order differential equations": {
    "guess": "Rayleigh–Schroedinger perturbation theory",
    "confidence": [
      [
        "Ray",
        -0.023914736
      ],
      [
        "leigh",
        -0.000274683
      ],
      [
        "–",
        -0.15800536
      ],
      [
        "Sch",
        -0.59764075
      ],
      [
        "ro",
        -0.29378447
      ],
      [
        "ed",
        -0.0027910883
      ],
      [
        "inger",
        -3.2736214e-05
      ],
      [
        " pert",
        -0.00031484728
      ],
      [
        "urbation",
        -0.00039135036
      ],
      [
        " theory",
        -0.0043425295
      ]
    ]
  },
  "The quantum mechanical operator for this quantity is negative h-bar divided by twice the mass times the Laplacian, and the virial theorem calculates the total amount of this quantity for a system of particles.": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.10355476
      ],
      [
        "etic",
        -1.147242e-06
      ],
      [
        " energy",
        -0.0019814528
      ]
    ]
  },
  "In quantum field theory, it is equivalent to one-loop Feynman diagrams. The idea is originally attributed to Lord Rayleigh, who used it to analyze the propagation of an optical disturbance in a nonuniform medium. In his version, he assumed that the wave number was proportional to the index of refraction.": {
    "guess": "Rayleigh scattering",
    "confidence": [
      [
        "Ray",
        -0.07808911
      ],
      [
        "leigh",
        -0.0006788348
      ],
      [
        " scattering",
        -1.0411483
      ]
    ]
  },
  "This quantity is what creates the birefringence of light in the Voight effect, as well as in its liquid analog, the Cotton-Mouton effect. It can be described as \"poloidal\" when referring to a tokamak,": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.7405582
      ],
      [
        "agnetic",
        -0.049084954
      ],
      [
        " field",
        -0.3782084
      ]
    ]
  },
  "This quantity may assume a negative value when considering the cosmological constant, the Casimir effect, and transpiration. Hydraulic devices work because a change in this quantity in one part of an incompressible": {
    "guess": "Energy density",
    "confidence": [
      [
        "Energy",
        -1.033022
      ],
      [
        " density",
        -0.8775935
      ]
    ]
  },
  "This quantity can be written as the sum of the chemical potential of each component of the system times number of particles. Its change is equal to the negative product of Faraday's constant, the electric potential, and number of moles of electrons, which is useful in deriving the Nernst equation. It can also be measured by subtracting the product of temperature and entropy from the enthalpy, and when this quantity is less than zero, a reaction proceeds spontaneously. For 10 points, name this quantity, the amount of useful work that can be obtained from a system.": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.0066667083
      ],
      [
        "ib",
        -6.704273e-07
      ],
      [
        "bs",
        -5.8841815e-05
      ],
      [
        " free",
        -0.08266612
      ],
      [
        " energy",
        -6.539802e-05
      ]
    ]
  },
  "A quantum analog of one formula named for this man is named for Ehrenfest (AIR-en-fest). Interference patterns due to an air film between a lens and a glass are called this man's \"rings.\" Another law named for this man is also called the law of inertia, while a third law is often summarized as saying that for every action, there is an equal and opposite reaction. For 10 points, name this British physicist whose three laws of motion include the equation F equals m a.": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0028062984
      ],
      [
        "aac",
        -0.00013607845
      ],
      [
        " Newton",
        -7.703444e-06
      ]
    ]
  },
  "Quadratic consequences of this effect can be measured by the Briet-Rabi formula, and in astronomy, it can be replaced by the Hanle effect. It can be studied with a Fabry-Perot interferometer, and one type": {
    "guess": "Polarization of light",
    "confidence": [
      [
        "P",
        -0.558918
      ],
      [
        "olar",
        -4.5848617e-05
      ],
      [
        "ization",
        -0.17143261
      ],
      [
        " of",
        -0.803762
      ],
      [
        " light",
        -0.23331991
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity is  slightly altered by the phonon correction resulting from ionic screening, and one way of measuring this  quantity is to vary the temperature for a fixed field and measure the amplitude of the oscil ations from  the de Haas-van Alphen effect. The standard way of measuring this quantity is through": {
    "guess": "Fermi surface",
    "confidence": [
      [
        "F",
        -1.377875
      ],
      [
        "erm",
        -1.7432603e-06
      ],
      [
        "i",
        -1.0280384e-06
      ],
      [
        " surface",
        -0.02415937
      ]
    ]
  },
  "This quantity is generally independent of constraints on a system's motion, a fact that d'Alembert used in the original formulation of his namesake principle. The virtual work on a body is given by the": {
    "guess": "Virtual work",
    "confidence": [
      [
        "Virtual",
        -1.0145569
      ],
      [
        " work",
        -0.048087712
      ]
    ]
  },
  "This quantity can be greatly reduced by firing lasers at substances whose atoms absorb photons then reemit them at a higher energy.When other quantities are held constant, this quantity is the partial derivative of internal energy with respect to entropy. The energy of an ideal gas is equal to 3/2 times this quantity times the number of moles times R. This quantity can be well-defined thanks to the zeroth law of thermodynamics. The Carnot Cycle requires two reservoirs with different values of this quantity. For an ideal gas, this quantity equals PV divided by nR. For 10 points, identify this thermodynamic": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.2110581
      ]
    ]
  },
  "This quantity's tensor and its trace are multiplied by the two Lamé parameters in a 3D generalization of a certain law. An axis on which this quantity is plotted is the starting point of a line offset by 0.2% from the origin that is used to find the offset yield point. The ratio of two types of this quantity is negative in materials that tend to form domed-shapes when put into flexure, instead of a saddle-shape. That value is the ratio of the (*) transverse to longitudinal forms of this quantity,": {
    "guess": "Strain tensor",
    "confidence": [
      [
        "Str",
        -0.5848557
      ],
      [
        "ain",
        -0.0003387999
      ],
      [
        " tensor",
        -0.57604736
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects.": {
    "guess": "Stellar rotation",
    "confidence": [
      [
        "St",
        -0.09766915
      ],
      [
        "ellar",
        -9.253091e-06
      ],
      [
        " rotation",
        -0.09209022
      ]
    ]
  },
  "This quantity can be described by the current times the area in an orbital electron. In the case of a coil, this quantity can be described by the current times the area times the number of turns in the coil. Its Sommerfeld approach deals with the magnetic field in its ratio, while the Kennelly approach deals with the field strength. It can be defined as the ratio between the maximum torque exerted on a magnet and the strength of its magnetic field. FTP, identify this physical quantity that measures": {
    "guess": "Magnetic moment",
    "confidence": [
      [
        "M",
        -0.00926522
      ],
      [
        "agnetic",
        -0.00019555374
      ],
      [
        " moment",
        -0.0056611714
      ]
    ]
  },
  "This quantity is equal to the principal quantum number times Planck's constant over 2 times pi and the coupling of this quantity is used to correct for orbital resonance. The Kerr metric describes black holes for which this quantity is nonzero, and for a particle in circular orbit, the magnitude of this": {
    "guess": "Orbital angular momentum",
    "confidence": [
      [
        "Or",
        -1.3455915
      ],
      [
        "b",
        -0.004103808
      ],
      [
        "ital",
        -7.226629e-06
      ],
      [
        " angular",
        -0.5241264
      ],
      [
        " momentum",
        -0.0010761572
      ]
    ]
  },
  "This quantity for an atomic nucleus is determined using Weizscker's [VAHYTS-zek-uhrs] formula. The no": {
    "guess": "Nuclear binding energy",
    "confidence": [
      [
        "N",
        -1.0417991
      ],
      [
        "uclear",
        -0.0010157797
      ],
      [
        " binding",
        -0.61249304
      ],
      [
        " energy",
        -0.0022783654
      ]
    ]
  },
  "In quantum mechanics, this law has been formulated using the concepts of quantum collapse and the Ergodic Hypothesis. The grouping of microstates into macrostates led to Boltzmann's statement of it, known as the H Theorem. The first statement of it, now called the Kelvin-Planck theorem, says that not all of the heat extracted from a hot reservoir can be used for work, and the Clausius form says that heat cannot flow spontaneously from a colder body to a hotter body. FTP, what is this numbered law": {
    "guess": "Laws of thermodynamics",
    "confidence": [
      [
        "L",
        -1.3692377
      ],
      [
        "aws",
        -9.996708e-05
      ],
      [
        " of",
        -0.0008684677
      ],
      [
        " therm",
        -0.027987773
      ],
      [
        "odynamics",
        -0.00047952807
      ]
    ]
  },
  "This quantity's tensor and its trace are multiplied by the two Lamé parameters in a 3D generalization": {
    "guess": "Stress tensor",
    "confidence": [
      [
        "St",
        -0.86495656
      ],
      [
        "ress",
        -0.03435375
      ],
      [
        " tensor",
        -0.2311581
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity is  slightly altered by the phonon correction resulting from ionic screening, and one way of measuring this  quantity is to vary the temperature for a fixed field and measure the amplitude of the oscil ations from  the de Haas-van Alphen effect. The standard way of measuring this quantity is through cyclotron  resonance, since a measurement of the cyclotron frequency in a known magnetic field directly yields this  quantity. This quantity can counterintuitively be negative at the bottom of a band because the band  there has upward curvature. Defined as the inverse of h-bar squared times the second derivative of the  energy with respect to wavenumber, for 10 points, identify this quantity from": {
    "guess": "Fermi surface",
    "confidence": [
      [
        "F",
        -1.1090206
      ],
      [
        "erm",
        -1.2664457e-06
      ],
      [
        "i",
        -2.9352968e-06
      ],
      [
        " surface",
        -0.13071305
      ]
    ]
  },
  "This quantity is responsible for changes in refractive indices proportional to the square of this quantity in the Kerr effect. A vector that describes the directional energy flux density is equal to the magnetic field times this quantity and is called the Poynting vector. Drift velocity is equal to this quantity times electron mobility. A dipole experiences a torque equal to charge times separation times this quantity. This quantity is zero within a conductor. The integral of this quantity dotted with area over a closed surface is proportional to the charge enclosed by Gauss' law. For 10 points,": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.0010709196
      ],
      [
        " field",
        -0.004808296
      ]
    ]
  },
  "This quantity was introduced in the 1882 work entitled On the Equilibrium of Heterogeneous Substances. The change in this quantity classifies reactions as exergonic and endergonic, and at isobaric and isothermic conditions, the partial derivative of this quantity with respect to number of particles equals chemical potential. The change in this quantity is negative for spontaneous reactions and can": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.0005398085
      ],
      [
        "ib",
        -1.2664457e-06
      ],
      [
        "bs",
        -6.0749073e-05
      ],
      [
        " free",
        -0.08953084
      ],
      [
        " energy",
        -5.0378356e-05
      ]
    ]
  },
  "This quantity is raised to the third power in the definition of Planck length. In the Einstein field": {
    "guess": "Planck length",
    "confidence": [
      [
        "Plan",
        -0.10960747
      ],
      [
        "ck",
        -3.7981175e-05
      ],
      [
        " length",
        -0.34719893
      ]
    ]
  },
  "This quantity is actually a tensor, but when the axis of rotation is known, the more common scalar  quantity can be formed using the dot product. When multiplied by the angular acceleration, it yields the net torque on an object. When ice skaters pull in their arms, they are reducing this quantity in order to increase their angular speed by the conservation of angular momentum. For an ideal particle,": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.01625442
      ],
      [
        " of",
        -2.808727e-05
      ],
      [
        " inertia",
        -0.007076463
      ]
    ]
  },
  "When this quantity is added to a system, the system will take the conformation that is closest to the reactants in free energy, as stated by the Hammond Postulate. It is proportional to the naural log of the ratio of the rate constant to the frequency factor. The Arrhenius equation also can be plotted, and the negative slope of the plot is this quantity divided by the ideal gas constant. When this quantity is negative, the rate of a reaction will decrease when the temperature is increased. Catalysts lower this quantity without affecting the products or the reactants of the raction. FTP, name this": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.7289652
      ],
      [
        "ib",
        -0.000113079484
      ],
      [
        "bs",
        -0.019450977
      ],
      [
        " free",
        -0.12883945
      ],
      [
        " energy",
        -0.00023917861
      ]
    ]
  },
  "In quantum mechanics, this law has been formulated using the concepts of quantum collapse and the Ergodic": {
    "guess": "Quantum decoherence",
    "confidence": [
      [
        "Quant",
        -0.19863914
      ],
      [
        "um",
        -3.5313153e-06
      ],
      [
        " deco",
        -0.8544755
      ],
      [
        "herence",
        -2.1411865e-05
      ]
    ]
  },
  "This quantity is time dependent in models where Tresca plasticity is assumed, while Archard's model for this assumes uses a term for shear stress instead of the Bowden-Tabor model, which takes into account": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.040798932
      ],
      [
        "iction",
        -0.00015824666
      ]
    ]
  },
  "This quantity increases by a factor of one plus the amplitude gain in the Miller effect, and the reciprocal of this quantity is elastance. It can be calculated for an isolated sphere as 4 pi times epsilon naught times the sphere radius, and the energy in devices associated with this quantity is one half this quantity times voltage squared. Dielectrics can increase it, and for two parallel plates this quantity increases with area and decreases with distance. This quantity is also equal to charge over voltage. For 10 points, name this quantity typically measured in farads that is associated with devices capable of storing charge.": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.002065803
      ],
      [
        "ac",
        -3.2736214e-05
      ],
      [
        "it",
        -4.1273333e-06
      ],
      [
        "ance",
        -5.080963e-06
      ]
    ]
  },
  "A quantitative test for them involves the addition of alcoholic silver nitrate solution, which follows": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.7978468
      ],
      [
        "k",
        -0.74457973
      ],
      [
        "ene",
        -0.12221756
      ]
    ]
  },
  "This quantity's potential value decreases by 2% as unemployment increases by 1%,   according to the gap version of Okun's Law. The expenditure approach to calculating this  quantity adds (*) consumption, investments, government spending, and net exports. For 10 points,  name this economic quantity, the": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.0033479864
      ],
      [
        "ross",
        -0.00029732802
      ],
      [
        " domestic",
        -0.020234697
      ],
      [
        " product",
        -1.7716551e-05
      ]
    ]
  },
  "This quantity is responsible for changes in refractive indices proportional to the square of this quantity in the Kerr effect. A vector that describes the directional energy flux density is equal to the magnetic field times this quantity and is called the Poynting vector. Drift velocity is equal to this quantity times electron mobility. A dipole experiences a torque equal to charge times separation times this quantity. This quantity is zero within a conductor. The integral of this quantity dotted with area over a closed surface is proportional to the charge enclosed by Gauss' law. For 10 points, name this field that has units of force per unit charge and is symbolized by the letter E.": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.0022300712
      ],
      [
        " field",
        -0.015110113
      ]
    ]
  },
  "This quantity is thought to change as a result of the substitution and income effects according to the Slutsky Identity, which relates its Marshallian and Hicksian types. Its namesake law is violated by": {
    "guess": "Demand",
    "confidence": [
      [
        "Demand",
        -0.043795925
      ]
    ]
  },
  "This quantity is used to determine oxidation states--but not formal charges-- in compounds. sp carbons have a greater value for this quantity than do sp3 carbons, causing the relative acidity of alkynes.": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.012293832
      ],
      [
        "rone",
        -0.0006432149
      ],
      [
        "g",
        -2.5345586e-05
      ],
      [
        "ativity",
        -2.2007884e-05
      ]
    ]
  },
  "One of this quantity's operators is a 3x3 matrix with a 1 in the top left, a -1 in the bottom right, and 0s everywhere else. The operators corresponding to the three Cartesian vector components of this quantity do not commute with each other, but they all commute with the operator corresponding to this quantity squared. The eigenfunctions of this quantity's operators are the spherical harmonics. The conservation of this quantity causes the radius vector for the (*) orbit of a planet to sweep out equal areas in equal time, a fact known as Kepler's 2nd Law. This quantity is equal to the product of": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.03998651
      ],
      [
        " momentum",
        -0.0022111584
      ]
    ]
  },
  "This quantity is raised to the third power in the definition of Planck length. In the Einstein field equations, the product of 8 pi and the gravitational constant is divided by this quantity to the fourth power. An early calculation of it was made by Ole Romer using the eclipses of Jupiter's moons. This": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.03291673
      ],
      [
        " of",
        -8.43514e-05
      ],
      [
        " light",
        -0.0015959147
      ]
    ]
  },
  "This quantity is the x-axis of the Fletcher-Munson curves and the eponymous Bode plot. Reginald Fessenden invented a method of creating new values of this quantity called heterodyning. For an LC circuit, a form of this quantity is proportional to one over the square root of the product of inductance and capacitance. For a pendulum, a form of it is proportional to the square root of little g divided by length. The energy of a photon equals the product of this quantity and the Planck constant, and an observer perceives a shift in this quantity in the Doppler effect. For 10 points, name this quantity that has an inverse relationship to wavelength, and is often measured in Hertz.": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.0014413038
      ]
    ]
  },
  "A quantity named for this man is equal to half the distance between nuclei of two identical, non-bonded atoms. An equation named for this man predicts that the critical compressibility factor equals three-eighths and does not include a function of the reduced temperature, unlike the similar Redlich-Kwong equation. This chemist created the \"hard sphere\" model of atoms, predicting that atoms have a fixed": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.9001086
      ],
      [
        " De",
        -0.02026262
      ],
      [
        "bye",
        -0.00015991552
      ]
    ]
  },
  "This quantity is equal to the dot product of electric field and displacement, and the change in this quantity around a loop is equal to zero according to Kirchhoff's laws. The power of a resistor is equal to the square of this quantity divided by resistance, and this quantity is constant for resistors": {
    "guess": "Voltage",
    "confidence": [
      [
        "Voltage",
        -0.009105057
      ]
    ]
  },
  "This quantity can be greatly reduced by firing lasers at substances whose atoms absorb photons then reemit them at a higher energy.When other quantities are held constant, this quantity is the partial derivative of internal energy with respect to entropy. The energy of an ideal gas is equal to 3/2 times this quantity times the number of moles times R. This quantity can be well-defined thanks to the zeroth law of thermodynamics. The Carnot Cycle requires two reservoirs with different values of this quantity. For an ideal gas, this quantity equals PV divided by nR. For 10 points, identify this thermodynamic quantity often measured in Kelvins or degrees Celsius.": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.0051012915
      ]
    ]
  },
  "In quantum field theory, it is equivalent to one-loop Feynman diagrams. The idea is originally attributed to Lord Rayleigh, who used it to analyze the propagation of an optical disturbance in a nonuniform": {
    "guess": "Rayleigh scattering",
    "confidence": [
      [
        "Ray",
        -0.45822823
      ],
      [
        "leigh",
        -0.0041829906
      ],
      [
        " scattering",
        -0.63871175
      ]
    ]
  },
  "Quantum-mechanical waves can be seen with the naked eye due to the constancy of their phases. One theory,": {
    "guess": "Wave–particle duality",
    "confidence": [
      [
        "Wave",
        -0.7847653
      ],
      [
        "–",
        -0.3535173
      ],
      [
        "particle",
        -4.012684e-05
      ],
      [
        " d",
        -0.00015229016
      ],
      [
        "uality",
        -3.1737043e-06
      ]
    ]
  },
  "As a quantum-mechanical operator, its eigenvalues are given by h-bar squared times its quantum number times the quantity that quantum number plus one and its eigenstates are given by spherical harmonics. It is also obtained as the 2-form Noether charge associated with rotational invariance, with the consequence that its conservation does not hold for generally curved spacetimes. The derivative of this quantity with respect to time gives the torque, and Kepler's Second Law is one expression of its conservation. For ten points, identify this physical quantity, given in classical mechanics by the position vector crossed with the linear momentum vector.": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.011273468
      ],
      [
        " momentum",
        -0.034066677
      ]
    ]
  },
  "In quantum mechanics, this property is given by Dirac's constant over i times the gradient, and it's not position, but a discredited thought experiment that predicts the future through present knowledge of it everywhere is called Laplace's demon. In relativistic physics, this quantity's formula includes the rest mass and the [*] Lorentz factor. This property and kinetic energy are conserved in elastic collisions, and this quantity's change is known as impulse while its time derivative is force. For": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.015444457
      ],
      [
        "omentum",
        -1.7432603e-06
      ]
    ]
  },
  "When this quantity is added to a system, the system will take the conformation that is closest to the": {
    "guess": "Free energy",
    "confidence": [
      [
        "Free",
        -0.5220644
      ],
      [
        " energy",
        -0.04000758
      ]
    ]
  },
  "This quantity was introduced in the 1882 work entitled On the Equilibrium of Heterogeneous Substances. The change in this quantity classifies reactions as exergonic and endergonic, and at isobaric and isothermic conditions, the partial derivative of this quantity with respect to number of particles equals chemical potential. The change in this quantity is negative for spontaneous reactions and can be found by subtracting the product of temperature and change in entropy from the change in enthalpy. For 10 points, name this type of energy that measures the useful work of a system, named for a Yale chemist named Josiah Willard.": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.0010509117
      ],
      [
        "ib",
        -2.4584822e-06
      ],
      [
        "bs",
        -7.600714e-05
      ],
      [
        " free",
        -0.05408258
      ],
      [
        " energy",
        -3.202099e-05
      ]
    ]
  },
  "This quantity can be calculated by taking the nuclear charge and dividing it by the square of the covalent radius. Another way to calculate this property involves calculating the square root of three types of bond dissociation energies. This property is often calculated as the average (*) of electron affinity and the first ionization energy. It is calculated by the Mullikan Scale, and francium has the lowest value for this property. It was first proposed by Linus Pauling, who gave fluorine a value": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.0013760682
      ],
      [
        "rone",
        -0.000203898
      ],
      [
        "g",
        -7.703444e-06
      ],
      [
        "ativity",
        -7.107425e-06
      ]
    ]
  },
  "This quantity is increased in the proximity effect, which results from current crowding in materials that are close together. This quantity is proportional to the length of a wire and inversely proportional": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -0.17711566
      ],
      [
        "uct",
        -0.027893305
      ],
      [
        "ance",
        -8.077529e-05
      ]
    ]
  },
  "This quantity is directly proportional to the average kinetic energy of an ideal gas, and along with": {
    "guess": "Root mean square speed",
    "confidence": [
      [
        "Root",
        -0.50503886
      ],
      [
        " mean",
        -0.29535586
      ],
      [
        " square",
        -0.00020222914
      ],
      [
        " speed",
        -0.11790456
      ]
    ]
  },
  "This quantity was introduced in the 1882 work entitled On the Equilibrium of Heterogeneous Substances. The change in this quantity classifies reactions as exergonic and endergonic, and at isobaric and isothermic conditions, the partial derivative of this quantity with respect to number of particles equals chemical potential. The change in this quantity is negative for spontaneous reactions and can be found by subtracting the product of temperature and change in entropy from the change in enthalpy.": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.0034593027
      ],
      [
        "ib",
        -7.89631e-07
      ],
      [
        "bs",
        -2.4630364e-05
      ],
      [
        " free",
        -0.025067551
      ],
      [
        " energy",
        -2.0100624e-05
      ]
    ]
  },
  "This quantity can be calculated for rigid bodies by taking this quantity around a central axis and then adding the term mass times radius squared, a process known as the parallel axis theorem. In its simplest definition, this quantity can be found by integrating the square of distance between an object's": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0016006794
      ],
      [
        " of",
        -1.9816675e-06
      ],
      [
        " inertia",
        -0.0015260485
      ]
    ]
  },
  "This quantity is equal to the dot product of electric field and displacement, and the change in this": {
    "guess": "Displacement current",
    "confidence": [
      [
        "Dis",
        -0.70477754
      ],
      [
        "placement",
        -4.365741e-06
      ],
      [
        " current",
        -0.42593583
      ]
    ]
  },
  "This quantity's potential value decreases by 2% as unemployment increases by 1%,   according to the gap version of Okun's Law. The expenditure approach to calculating this  quantity adds (*) consumption,": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.056632977
      ],
      [
        "ross",
        -0.00044902292
      ],
      [
        " domestic",
        -0.021606307
      ],
      [
        " product",
        -7.743759e-05
      ]
    ]
  },
  "In quantum mechanics, the position operator does not do this with the momentum operator, although the spin operator does it with both. Algebraic groups in which any two elements do this are called Abelian.": {
    "guess": "Commutate",
    "confidence": [
      [
        "Com",
        -0.023572829
      ],
      [
        "mut",
        -0.47797486
      ],
      [
        "ate",
        -1.0302043
      ]
    ]
  },
  "This quantity decreases when ionic solids dissolve in water, because the ions become hydrated, although this quantity normally increases when a substance dissolves. The steps of the Carnot cycle keep either temperature or this quantity constant. At constant temperature and pressure, it equals enthalpy minus Gibbs free energy, all over (*) temperature. This quantity is zero only for a perfect crystal": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.98267174
      ]
    ]
  },
  "In quantum mechanics, this law has been formulated using the concepts of quantum collapse and the Ergodic Hypothesis. The grouping of microstates into macrostates led to Boltzmann's statement of it, known as the H Theorem. The first statement of it, now called the Kelvin-Planck theorem, says that not": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.055147428
      ],
      [
        " law",
        -0.008306047
      ],
      [
        " of",
        -3.7697225e-06
      ],
      [
        " therm",
        -4.0246043e-05
      ],
      [
        "odynamics",
        -4.310693e-05
      ]
    ]
  },
  "As a quantum-mechanical operator, its eigenvalues are given by h-bar squared times its quantum number times the quantity that quantum number plus one and its eigenstates are given by spherical harmonics. It is also obtained as the 2-form Noether charge associated with rotational invariance, with the": {
    "guess": "Angular momentum quantum number",
    "confidence": [
      [
        "Angular",
        -0.0454633
      ],
      [
        " momentum",
        -0.011070577
      ],
      [
        " quantum",
        -0.25383508
      ],
      [
        " number",
        -0.00042768914
      ]
    ]
  },
  "This quantity is the x-axis of the Fletcher-Munson curves and the eponymous Bode plot. Reginald Fessenden invented a method of creating new values of this quantity called heterodyning. For an LC circuit,": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.025428468
      ]
    ]
  },
  "Quadratic consequences of this effect can be measured by the Briet-Rabi formula, and in astronomy, it can be replaced by the Hanle effect. It can be studied with a Fabry-Perot interferometer, and one type of it occurs when the total spin of the initial or final state is nonzero, which is known as the anomalous version. Another type of it generates three closely spaced doublets and is known as the Paschen-Back": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.011736469
      ],
      [
        "eman",
        -3.4762674e-05
      ],
      [
        " effect",
        -0.0013157127
      ]
    ]
  },
  "When this quantity is added to a system, the system will take the conformation that is closest to the reactants in free energy, as stated by the Hammond Postulate. It is proportional to the naural log": {
    "guess": "Transition state theory",
    "confidence": [
      [
        "Transition",
        -0.040832125
      ],
      [
        " state",
        -0.0074886694
      ],
      [
        " theory",
        -0.67924786
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects. For the sun, Richard Carrington derived an empirical expression for this quantity that contains a term in which the sine function is raised to the seven-fourths power. This quantity must have a uniform value to guarantee a simple proportionality between the radiative flux and effective gravity, per von Zeipel's theorem. This quantity reaches a significant fraction of its critical value in decretion-disk forming Be [\"B-E\"] stars; more generally, large values of this quantity give rise to gravity": {
    "guess": "Angular velocity",
    "confidence": [
      [
        "Angular",
        -0.39791784
      ],
      [
        " velocity",
        -0.25513864
      ]
    ]
  },
  "This quantity is approximately equal to the square root of the relative permittivity for most materials. The main research in metamaterials is on ones that have negative values for this quantity. The arctan of the ratio of this quantity is equal to Brewster's angle. The phase velocity is equal to the": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.2054796
      ],
      [
        "fr",
        -1.0280384e-06
      ],
      [
        "active",
        -5.5122365e-07
      ],
      [
        " index",
        -0.0038292948
      ]
    ]
  },
  "This quantity can be determined using successive iterations of the isolation method. For reactions like the decomposition of NO2, this quantity equals \"one over 't' times the difference between one over initial concentration and one over final concentration.\" The relationship between its namesake \"constant\"": {
    "guess": "Rate constant",
    "confidence": [
      [
        "Rate",
        -0.4565786
      ],
      [
        " constant",
        -0.08190547
      ]
    ]
  },
  "This quantity's tensor and its trace are multiplied by the two Lamé parameters in a 3D generalization of a certain law. An axis on which this quantity is plotted is the starting point of a line offset by 0.2% from the origin that is used to find the offset yield point. The ratio of two types of this quantity is negative in materials that tend to form domed-shapes when put into flexure, instead of a saddle-shape. That value is the ratio of the (*) transverse to longitudinal forms of this quantity, which is Poisson's ratio. The axial form of this quantity is the change in length per unit length.": {
    "guess": "Strain (materials science)",
    "confidence": [
      [
        "Str",
        -0.4613156
      ],
      [
        "ain",
        -9.253091e-06
      ],
      [
        " (",
        -0.27757016
      ],
      [
        "materials",
        -0.4265199
      ],
      [
        " science",
        -0.088976115
      ],
      [
        ")",
        -1.6762922e-05
      ]
    ]
  },
  "This quantity is given by square root of h over two pi square root of c times reduced mass times the microwave spectrum line spacing in the rigid rotor approximation. Aromaticity was discovered upon finding via x-ray crystallography that benzene possesses only two values for this quantity. This quantity decreases as the p-character decreases, and it decreases as bond order increases. For 10 points, name this quantity, the average distance between two atoms that share electrons in a molecule, which": {
    "guess": "Bond length",
    "confidence": [
      [
        "Bond",
        -0.019239811
      ],
      [
        " length",
        -0.13691904
      ]
    ]
  },
  "Quashed when John Lister's men were defeated by Henry Le Despenser, it ultimately proved unsuccessful due to forgotten promises at Miles End and Smithfield.  It was allegedly caused by an unpopular poll tax, but was largely the result of discontent over the Statute of Laborers.  It began in Essex in": {
    "guess": "Peasants' Revolt",
    "confidence": [
      [
        "Pe",
        -0.030489616
      ],
      [
        "as",
        -0.00037073178
      ],
      [
        "ants",
        -4.723352e-06
      ],
      [
        "'",
        -0.00023703295
      ],
      [
        " Rev",
        -7.445749e-05
      ],
      [
        "olt",
        -0.00021093102
      ]
    ]
  },
  "When this quantity is added to a system, the system will take the conformation that is closest to the reactants in free energy, as stated by the Hammond Postulate. It is proportional to the naural log of the ratio of the rate constant to the frequency factor. The Arrhenius equation also can be plotted,": {
    "guess": "Transition state theory",
    "confidence": [
      [
        "Transition",
        -0.04935766
      ],
      [
        " state",
        -0.03352132
      ],
      [
        " theory",
        -0.22191879
      ]
    ]
  },
  "Quadratic consequences of this effect can be measured by the Briet-Rabi formula, and in astronomy, it can be replaced by the Hanle effect. It can be studied with a Fabry-Perot interferometer, and one type of it occurs when the total spin of the initial or final state is nonzero, which is known as the anomalous version. Another type of it generates three closely spaced doublets and is known as the Paschen-Back effect. For 10 points, name this effect in which the spectral lines of an atom are split": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.010178756
      ],
      [
        "eman",
        -1.8431772e-05
      ],
      [
        " effect",
        -0.0042446046
      ]
    ]
  },
  "This quantity remains constant in a Joule-Thomson process. The van't Hoff equation relates the derivative of the natural log of the equilibrium constant to the change in this quantity, and Gibbs free energy equals this quantity minus the product of temperature and entropy. The change in this quantity can be found by subtracting the (*) heats of formation of the reactants from those of the products, since the change is independent of the reaction path according to Hess's Law. For ten points, identify": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.37691417
      ],
      [
        "thal",
        -3.619312e-05
      ],
      [
        "py",
        -4.246537e-06
      ]
    ]
  },
  "This quantity may assume a negative value when considering the cosmological constant, the Casimir effect, and transpiration. Hydraulic devices work because a change in this quantity in one part of an incompressible fluid is transmitted to all parts of that fluid, allowing the amplification of work, a": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.5424762
      ]
    ]
  },
  "This quantity can be used to estimate one source of the Seebeck effect, phonon-electron drag. Debye modelled": {
    "guess": "Phonon Drag",
    "confidence": [
      [
        "Ph",
        -0.9445311
      ],
      [
        "on",
        -0.0003345122
      ],
      [
        "on",
        -0.0021261147
      ],
      [
        " Drag",
        -0.57753295
      ]
    ]
  },
  "A quantity named for this man is equal to half the distance between nuclei of two identical, non-bonded atoms. An equation named for this man predicts that the critical compressibility factor equals three-eighths and does not include a function of the reduced temperature, unlike the similar Redlich-Kwong equation. This chemist created the \"hard sphere\" model of atoms, predicting that atoms have a fixed volume \"b,\" which is subtracted in the denominator of his cubic equation of state. The Debye and": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.8272775
      ],
      [
        " De",
        -0.008985501
      ],
      [
        "bye",
        -5.3954464e-05
      ]
    ]
  },
  "The quantum mechanical operator for this quantity is negative h-bar divided by twice the mass times the": {
    "guess": "Laplacian",
    "confidence": [
      [
        "L",
        -0.15945889
      ],
      [
        "apl",
        -0.006659243
      ],
      [
        "ac",
        0.0
      ],
      [
        "ian",
        -2.3319124e-05
      ]
    ]
  },
  "This quantity is equal to the principal quantum number times Planck's constant over 2 times pi and the coupling of this quantity is used to correct for orbital resonance. The Kerr metric describes black holes for which this quantity is nonzero, and for a particle in circular orbit, the magnitude of this quantity is equal to (*) mvr. This property explains how a gyroscope can remain upright while spinning,": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.6910274
      ],
      [
        " momentum",
        -0.0153027745
      ]
    ]
  },
  "This quantity is equal to the principal quantum number times Planck's constant over 2 times pi and the coupling of this quantity is used to correct for orbital resonance. The Kerr metric describes black holes for which this quantity is nonzero, and for a particle in circular orbit, the magnitude of this quantity is equal to (*) mvr. This property explains how a gyroscope can remain upright while spinning, and the time derivative of this quantity is torque. For ten points, name this vector quantity, denoted L, the product of moment of inertia and angular velocity, the rotational analogue of a quantity": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.003556947
      ],
      [
        " momentum",
        -0.0031128305
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity is  slightly altered by the phonon correction resulting from ionic screening, and one way of measuring this  quantity is to vary the temperature for a fixed field and measure the amplitude of the oscil ations from  the de Haas-van Alphen effect. The standard way of measuring this quantity is through cyclotron  resonance, since a measurement of the cyclotron frequency in a known magnetic field directly yields this  quantity. This quantity can counterintuitively be negative at the bottom of a band because the band  there has upward curvature. Defined as the inverse of h-bar squared times the second derivative of the  energy with respect to wavenumber, for 10 points, identify this quantity from solid-state theory which  causes electrons in lattices to behave as though they were either lighter": {
    "guess": "Effective mass (solid-state physics)",
    "confidence": [
      [
        "Effective",
        -0.53219646
      ],
      [
        " mass",
        -0.08842206
      ],
      [
        " (",
        -0.4110667
      ],
      [
        "solid",
        -0.011652225
      ],
      [
        "-state",
        -0.0016801789
      ],
      [
        " physics",
        -2.220075e-06
      ],
      [
        ")",
        -0.00020008348
      ]
    ]
  },
  "The quality of a sample of this molecule is assessed using the RIN algorithm and Agilent's Bioanalyzer. Lithium chloride is often used to precipitate this molecule out of ethanol solutions, and its concentration is measured by taking 40 times its optical density at 260 nanometers. It can be isolated in the aqueous phase if and only if acidic phenol-chloroform is used. Alwine, Kemp, and Stark developed a method of visualizing this molecule that uses a formamide-containing transfer buffer and a formaldehyde-containing agarose gel. This molecule can form pseudoknots, tetraloops, and (*) stem loops or hairpins. This molecule is visualized in Northern Blots. This molecule's two-prime hydroxyl group makes it both more reactive and more unstable than its counterpart. For 10 points, name this often single-stranded nucleic acid that uses uracil instead of thymine.": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.009872957
      ]
    ]
  },
  "This quantity is used to determine oxidation states--but not formal charges-- in compounds. sp carbons have a greater value for this quantity than do sp3 carbons, causing the relative acidity of alkynes. When this property is large for certain atoms, it causes a relative increase in acidity for adjacent protons according to the inductive effect. C-H are nonpolar because both carbon and hydrogen have a value of 2.2 on a scale for measuring this quantity. On the Pauling scale, fluorine has the greatest value for this property. For 10 points, name this property measuring an atom's ability to attract electrons to itself.": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.001001013
      ],
      [
        "rone",
        -3.88156e-05
      ],
      [
        "g",
        -9.253091e-06
      ],
      [
        "ativity",
        -1.2352386e-05
      ]
    ]
  },
  "The quantum mechanical description of it was developed by Heisenberg using his namesake exchange Hamiltonian. This phenomenon arises from direct exchange interactions to minimize Coulomb repulsion, and the first theory explaining it was based on internal alignment of spin states and was developed by Peter Weiss. The induced magnetic field becomes permanent even after the external one is removed in": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.38526618
      ],
      [
        "er",
        -0.050282
      ],
      [
        "rom",
        -0.0005508871
      ],
      [
        "agnet",
        -0.12404897
      ],
      [
        "ism",
        -0.0007983118
      ]
    ]
  },
  "In quantum field theory, it is equivalent to one-loop Feynman diagrams. The idea is originally attributed to Lord Rayleigh, who used it to analyze the propagation of an optical disturbance in a nonuniform medium. In his version, he assumed that the wave number was proportional to the index of refraction. The rigorous mathematical theory of this approximation for linear second-order differential equations was developed by Harold Jeffreys. For 10 points, name this approximation valid when the potential varies slowly compared to the wave function, a truncated asymptotic series named after three physicists.": {
    "guess": "WKB approximation",
    "confidence": [
      [
        "W",
        -0.047641464
      ],
      [
        "KB",
        -0.0043878634
      ],
      [
        " approximation",
        -0.0035706116
      ]
    ]
  },
  "This quantum mechanical operator arises out of a solution to the spherical harmonics, and its eigenvalues are equal to h bar squared times its namesake quantum number times that number plus one. For a rotating body, kinetic energy is equal to its square over twice the moment of inertia. For 10 points,": {
    "guess": "Spherical Harmonics",
    "confidence": [
      [
        "S",
        -0.35060728
      ],
      [
        "pherical",
        -0.015164357
      ],
      [
        " Harmon",
        -0.832834
      ],
      [
        "ics",
        -0.05729556
      ]
    ]
  },
  "This quantity represents the volume of an n-dimensional parallelpiped given n vectors, while a similarly named quantity can be found by evaluating the Alexander polynomial at minus one.  The infintesimal change in area is given by this operation applied to the Jacobean, and this quantity is equal to the product of the eigenvalues of a linear transformation.  This value can be calculated by the levi-cevita permutation symbol or Laplace expansion. (*) Cramer's rule uses this operation to solve systems": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.04458619
      ],
      [
        "ant",
        -0.00017791527
      ]
    ]
  },
  "After quarreling with an officer that he compares to Gogol's Lt. Pirogov, this work's narrator considers": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.17210355
      ],
      [
        " from",
        -0.004283296
      ],
      [
        " Underground",
        -0.35257238
      ]
    ]
  },
  "This quantity is actually a tensor, but when the axis of rotation is known, the more common scalar  quantity can be formed using the dot product. When multiplied by the angular acceleration, it yields the net torque on an object. When ice skaters pull in their arms, they are reducing this quantity in order to increase their angular speed by the conservation of angular momentum. For an ideal particle, it is equal to the mass times the square of its distance from the axis of rotation. FTP identify this physical quantity, a measure of the difficulty in rotating an object; the rotational analogue of": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0053269626
      ],
      [
        " of",
        -2.319992e-05
      ],
      [
        " inertia",
        -0.015909547
      ]
    ]
  },
  "This quantity can be calculated by taking the nuclear charge and dividing it by the square of the covalent radius. Another way to calculate this property involves calculating the square root of three types of bond dissociation energies. This property is often calculated as the average (*) of electron affinity and the first ionization energy. It is calculated by the Mullikan Scale, and francium has": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.05747274
      ],
      [
        "rone",
        -0.008965058
      ],
      [
        "g",
        -4.365741e-06
      ],
      [
        "ativity",
        -2.355753e-05
      ]
    ]
  },
  "As a quantum-mechanical operator, its eigenvalues are given by h-bar squared times its quantum number times the quantity that quantum number plus one and its eigenstates are given by spherical harmonics. It is also obtained as the 2-form Noether charge associated with rotational invariance, with the consequence that its conservation does not hold for generally curved spacetimes. The derivative of this": {
    "guess": "Angular momentum quantum number",
    "confidence": [
      [
        "Angular",
        -0.03013342
      ],
      [
        " momentum",
        -0.05064062
      ],
      [
        " quantum",
        -0.32100648
      ],
      [
        " number",
        -0.001130571
      ]
    ]
  },
  "This quantity remains constant in the Joule-Thomson effect. It equals internal energy plus the product of pressure and volume. The Gibbs Free Energy is given by this quantity minus the product of temperature and entropy. For a multi-step reaction, it can be calculated independently of the pathway and is equal to the sum of its changes in each step according to (*) Hess's Law. It is positive for an endothermic reaction. For 10 points, name this \"heat content\" of a thermodynamic system, symbolized capital H.": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.00037931444
      ],
      [
        "thal",
        -1.8624639e-06
      ],
      [
        "py",
        -1.6524515e-05
      ]
    ]
  },
  "The quality of a sample of this molecule is assessed using the RIN algorithm and Agilent's Bioanalyzer. Lithium chloride is often used to precipitate this molecule out of ethanol solutions, and its concentration is measured by taking 40 times its optical density at 260 nanometers. It can be isolated in the aqueous phase if and only if acidic phenol-chloroform is used. Alwine, Kemp, and Stark developed": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.020525075
      ]
    ]
  },
  "This quantity is multiplied by the Verdet constant to calculate specific rotation, and this quantity perpendicular to the direction of propagation makes the medium birefringent in the Voigt effect. Small values of this quantity are measured by SQUIDs, and below the critical temperature, it is zero inside superconductors. Ampere's Law relates the tangential component of it integrated around a closed": {
    "guess": "Magnetic moment",
    "confidence": [
      [
        "M",
        -0.06263323
      ],
      [
        "agnetic",
        -0.016483212
      ],
      [
        " moment",
        -0.76885706
      ]
    ]
  },
  "In quantum mechanics, this property is given by Dirac's constant over i times the gradient, and it's not position, but a discredited thought experiment that predicts the future through present knowledge of it everywhere is called Laplace's demon. In relativistic physics, this quantity's formula includes": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.01147713
      ],
      [
        "omentum",
        -0.0001437075
      ]
    ]
  },
  "This quantum mechanical operator arises out of a solution to the spherical harmonics, and its eigenvalues are equal to h bar squared times its namesake quantum number times that number plus one. For a rotating body, kinetic energy is equal to its square over twice the moment of inertia. For 10 points, identify this vector quantity that is given by the radius from the axis of rotation times mass times velocity.": {
    "guess": "Angular Momentum",
    "confidence": [
      [
        "Angular",
        -0.019896321
      ],
      [
        " Momentum",
        -0.51874053
      ]
    ]
  },
  "This quantity represents the volume of an n-dimensional parallelpiped given n vectors, while a similarly named quantity can be found by evaluating the Alexander polynomial at minus one.  The infintesimal": {
    "guess": "Volume of a parallelepiped",
    "confidence": [
      [
        "Volume",
        -0.36790532
      ],
      [
        " of",
        -0.43116286
      ],
      [
        " a",
        -0.07387158
      ],
      [
        " paralle",
        -0.44325984
      ],
      [
        "lep",
        -0.0034727321
      ],
      [
        "iped",
        -4.0007635e-05
      ]
    ]
  },
  "This quantity can be calculated -3kT times the natural log of an insertion parameter over the thermal": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.008042014
      ],
      [
        "ical",
        -4.1273333e-06
      ],
      [
        " potential",
        -0.00032581034
      ]
    ]
  },
  "After quarreling with an officer that he compares to Gogol's Lt. Pirogov, this work's narrator considers buying a beaver collar and sending a parody of the officer to Fatherland Notes.  This occurs in its second part, which contains two epigraphs from N.A. Nekrasov, where the narrator discusses wet snow and borrows money from his valet Anton to join Simonov at dinner.  That narrator earlier alludes to Turgenev by noting that twice two is four with or without his free will, though he anticipates his reader's objections by claiming that he gets joy from the pains in his tooth and liver.  FTP, name this work beginning, \"I am a sick man, I am a spiteful man,\" a proto-existentialist novella by Fyodor Dostoevsky.": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.0014249986
      ],
      [
        " from",
        -0.0025656722
      ],
      [
        " Underground",
        -0.3271032
      ]
    ]
  },
  "This quantity appears as a term many times in the FitzHugh-Nagumo equation, where it is governed by two parameters. The chord conductance equation expresses it as a weighted average, and it can be calculated by the Hodgkin-Huxley model assuming some initial state. It is more often calculated by the Goldman-Hodgkin-Katz Constant Field Equation, which applies to deviations from Nernstian conditions,": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.2600382
      ],
      [
        "ern",
        -0.0021408629
      ],
      [
        "st",
        -1.0445127e-05
      ],
      [
        " equation",
        -0.009059925
      ]
    ]
  },
  "This quantity is raised to the third power in the definition of Planck length. In the Einstein field equations, the product of 8 pi and the gravitational constant is divided by this quantity to the fourth power. An early calculation of it was made by Ole Romer using the eclipses of Jupiter's moons. This quantity is found in the Lorentz factor and is divided by velocity when calculating the index of": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.010170027
      ],
      [
        " of",
        -3.357064e-05
      ],
      [
        " light",
        -0.006577878
      ]
    ]
  },
  "This quantity can be used to estimate one source of the Seebeck effect, phonon-electron drag. Debye modelled this quantity by considering a lattice populated by quantised vibrations, allowing the derivation": {
    "guess": "Lattice heat capacity",
    "confidence": [
      [
        "L",
        -0.5116411
      ],
      [
        "attice",
        -4.990154e-05
      ],
      [
        " heat",
        -0.15717769
      ],
      [
        " capacity",
        -0.0007865179
      ]
    ]
  },
  "This quantity can be calculated -3kT times the natural log of an insertion parameter over the thermal de Broglie wavelength. For a given component, the excess of this quantity is RT times the log of its activity coefficient, and its residual is RT times the log of its fugacity coefficient. For an electron, this quantity is the negative electronegativity. At constant temperature and pressure, the sum of mole fraction times this quantity for each component equals zero, according to the most common version of the Gibbs-Duhem equation. It's not concentration, but neutral mass diffusion always occurs along gradients of this quantity. Like fugacity, for two phases in equilibrium, this quantity is the same for each component. For 10 points, name this quantity, the partial molar Gibbs free energy,": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.023018567
      ],
      [
        "ical",
        -2.3392786e-06
      ],
      [
        " potential",
        -0.01968595
      ]
    ]
  },
  "After quarreling with an officer that he compares to Gogol's Lt. Pirogov, this work's narrator considers buying a beaver collar and sending a parody of the officer to Fatherland Notes.  This occurs in its second part, which contains two epigraphs from N.A. Nekrasov, where the narrator discusses wet snow and borrows money from his valet Anton to join Simonov at dinner.  That narrator earlier alludes to Turgenev by noting that twice two is four with or without his free will, though he anticipates his reader's objections by claiming that he gets joy from the pains in his tooth and liver.  FTP, name": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.0068975934
      ],
      [
        " from",
        -0.0024832692
      ],
      [
        " Underground",
        -0.012494119
      ]
    ]
  },
  "This quantity increases by a factor of one plus the amplitude gain in the Miller effect, and the reciprocal of this quantity is elastance. It can be calculated for an isolated sphere as 4 pi times epsilon naught times the sphere radius, and the energy in devices associated with this quantity is one half this quantity times voltage squared. Dielectrics can increase it, and for two parallel plates this quantity increases with area and decreases with distance. This quantity is also equal to charge over": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.0027630331
      ],
      [
        "ac",
        -1.3306016e-05
      ],
      [
        "it",
        -2.2365493e-05
      ],
      [
        "ance",
        -6.704273e-07
      ]
    ]
  },
  "This quantity is used to determine oxidation states--but not formal charges-- in compounds. sp carbons": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.009029207
      ],
      [
        "rone",
        -0.00017851128
      ],
      [
        "g",
        -1.92662e-05
      ],
      [
        "ativity",
        -3.7742768e-05
      ]
    ]
  },
  "One of this quantity's operators is a 3x3 matrix with a 1 in the top left, a -1 in the bottom right, and 0s everywhere else. The operators corresponding to the three Cartesian vector components of this quantity do not commute with each other, but they all commute with the operator corresponding to this quantity squared. The eigenfunctions of this quantity's operators are the spherical harmonics. The conservation of this quantity causes the radius vector for the (*) orbit of a planet to sweep out equal areas in equal time, a fact known as Kepler's 2nd Law. This quantity is equal to the product of moment of inertia with angular velocity, and it is conserved in the absence of an external torque. For 10 points, name this quantity symbolized L which is defined as the cross product of position with": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.0022322133
      ],
      [
        " momentum",
        -0.006550174
      ]
    ]
  },
  "This quantity divided by surface area is equal to surface tension. For a redox reaction, this quantity is defined as the Faraday constant times the number of moles of electrons times the electric potential, and negative values of this quantity indicate that a reaction is spontaneous. Defined as the change": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.020383282
      ],
      [
        "ib",
        -2.8921695e-05
      ],
      [
        "bs",
        -0.00012952226
      ],
      [
        " free",
        -0.030265048
      ],
      [
        " energy",
        -4.0961266e-05
      ]
    ]
  },
  "This quantity for an atomic nucleus is determined using Weizscker's [VAHYTS-zek-uhrs] formula. The no hair theorem states black holes are completely characterized by their angular momentum, charge, and": {
    "guess": "Nuclear binding energy",
    "confidence": [
      [
        "N",
        -0.4419255
      ],
      [
        "uclear",
        -2.1531068e-05
      ],
      [
        " binding",
        -0.25628397
      ],
      [
        " energy",
        -0.0002551409
      ]
    ]
  },
  "This quantity is actually a tensor, but when the axis of rotation is known, the more common scalar  quantity": {
    "guess": "Vorticity",
    "confidence": [
      [
        "V",
        -0.040131845
      ],
      [
        "ort",
        -0.00087978103
      ],
      [
        "icity",
        -1.8431772e-05
      ]
    ]
  },
  "Quashed when John Lister's men were defeated by Henry Le Despenser, it ultimately proved unsuccessful due to forgotten promises at Miles End and Smithfield.  It was allegedly caused by an unpopular poll tax, but was largely the result of discontent over the Statute of Laborers.  It began in Essex in May 1381, and a month later men from Kent had entered London and destroyed the palace of John of Gaunt. FTP, identify this revolt led by Wat Tyler and named for the portion of the populace involved.": {
    "guess": "Peasants' Revolt",
    "confidence": [
      [
        "Pe",
        -0.007114583
      ],
      [
        "as",
        -0.0008928788
      ],
      [
        "ants",
        -7.822647e-06
      ],
      [
        "'",
        -0.00020663968
      ],
      [
        " Rev",
        -6.6232446e-05
      ],
      [
        "olt",
        -0.00058829866
      ]
    ]
  },
  "This quantity's tensor and its trace are multiplied by the two Lamé parameters in a 3D generalization of a certain law. An axis on which this quantity is plotted is the starting point of a line offset by 0.2% from the origin that is used to find the offset yield point. The ratio of two types of this quantity is negative in materials that tend to form domed-shapes when put into flexure, instead of a saddle-shape. That value is the ratio of the (*) transverse to longitudinal forms of this quantity, which is Poisson's ratio. The axial form of this quantity is the change in length per unit length. For 10 points, what quantity divides stress in Young's modulus?": {
    "guess": "Strain (materials science)",
    "confidence": [
      [
        "Str",
        -0.3112238
      ],
      [
        "ain",
        -1.1994775e-05
      ],
      [
        " (",
        -0.2815633
      ],
      [
        "materials",
        -0.58436346
      ],
      [
        " science",
        -0.013422793
      ],
      [
        ")",
        -6.456359e-05
      ]
    ]
  },
  "This quantum mechanical operator arises out of a solution to the spherical harmonics, and its eigenvalues": {
    "guess": "Laplacian",
    "confidence": [
      [
        "L",
        -0.7579144
      ],
      [
        "apl",
        -0.62052435
      ],
      [
        "ac",
        0.0
      ],
      [
        "ian",
        -3.5477897e-05
      ]
    ]
  },
  "This quantity is used to determine oxidation states--but not formal charges-- in compounds. sp carbons have a greater value for this quantity than do sp3 carbons, causing the relative acidity of alkynes. When this property is large for certain atoms, it causes a relative increase in acidity for adjacent": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.024239197
      ],
      [
        "rone",
        -0.0011331898
      ],
      [
        "g",
        -1.2113979e-05
      ],
      [
        "ativity",
        -0.00014883325
      ]
    ]
  },
  "This quantity is actually a tensor, but when the axis of rotation is known, the more common scalar  quantity can be formed using the dot product. When multiplied by the angular acceleration, it yields the net torque on an object. When ice skaters pull in their arms, they are reducing this quantity in order to increase their angular speed by the conservation of angular momentum. For an ideal particle, it is equal to the mass times the square of its distance from the axis of rotation. FTP identify this physical quantity, a measure of the difficulty in rotating an object; the rotational analogue of mass.": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.013824134
      ],
      [
        " of",
        -7.9418505e-06
      ],
      [
        " inertia",
        -0.011170193
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects. For the sun, Richard Carrington derived an empirical expression for this quantity that contains a term in which the sine function is raised to the seven-fourths power. This quantity must have a uniform value to guarantee a simple proportionality between the radiative flux and effective gravity,": {
    "guess": "Angular velocity",
    "confidence": [
      [
        "Angular",
        -0.95900565
      ],
      [
        " velocity",
        -0.02997332
      ]
    ]
  },
  "This quantity is what creates the birefringence of light in the Voight effect, as well as in its liquid analog, the Cotton-Mouton effect. It can be described as \"poloidal\" when referring to a tokamak, while it's shape can be described as either azimuthal or meridonial depending on its direction. The Verdet constant is proportional to it in the (*) Faraday effect, and a potential difference can be created on a current carrying conductor when one of these is applied in the Hall Effect. Ampere's Law relates the current passing through a loop to this entity, and the force created by it can be calculated by the Biot-Savart law. The Dutch physicist Pieter Zeeman names an effect in which spectral lines are split when they are exposed to it. FTP, name this entity that is created by a moving point charge,": {
    "guess": "Magnetic Field",
    "confidence": [
      [
        "M",
        -0.022451635
      ],
      [
        "agnetic",
        -0.00041756415
      ],
      [
        " Field",
        -0.22093971
      ]
    ]
  },
  "The quantum mechanical description of it was developed by Heisenberg using his namesake exchange Hamiltonian. This phenomenon arises from direct exchange interactions to minimize Coulomb repulsion, and the first theory explaining it was based on internal alignment of spin states and was developed by": {
    "guess": "Heisenberg model",
    "confidence": [
      [
        "He",
        -1.159385
      ],
      [
        "isen",
        -0.0021518075
      ],
      [
        "berg",
        -1.5332478e-05
      ],
      [
        " model",
        -0.28345183
      ]
    ]
  },
  "A quantum analog of one formula named for this man is named for Ehrenfest (AIR-en-fest). Interference patterns due to an air film between a lens and a glass are called this man's \"rings.\" Another law named": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.07134913
      ],
      [
        "aac",
        -1.735894e-05
      ],
      [
        " Newton",
        -1.2233183e-05
      ]
    ]
  },
  "In quantum mechanics, the position operator does not do this with the momentum operator, although the spin operator does it with both. Algebraic groups in which any two elements do this are called Abelian. Real numbers do this under multiplication a  nd addition, but not under division or subtraction. FTP, what are two elements A and B said to do if AB equals BA?": {
    "guess": "Commutate",
    "confidence": [
      [
        "Com",
        -0.089139245
      ],
      [
        "mut",
        -0.09218512
      ],
      [
        "ate",
        -0.4519533
      ]
    ]
  },
  "This quantity is raised to the third power in the definition of Planck length. In the Einstein field equations, the product of 8 pi and the gravitational constant is divided by this quantity to the fourth power. An early calculation of it was made by Ole Romer using the eclipses of Jupiter's moons. This quantity is found in the Lorentz factor and is divided by velocity when calculating the index of refraction. In an equation developed by Einstein, energy equals mass times this quantity squared. For 10 points, name this value that is approximately three hundred million meters per second.": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.0028485057
      ],
      [
        " of",
        -4.429897e-05
      ],
      [
        " light",
        -0.013745951
      ]
    ]
  },
  "This quantity is thought to change as a result of the substitution and income effects according to the Slutsky Identity, which relates its Marshallian and Hicksian types. Its namesake law is violated by Giffen Goods, which unexpectedly exhibit it. It is expressed as a downward slope when graphed against": {
    "guess": "Demand curve",
    "confidence": [
      [
        "Demand",
        -0.13640162
      ],
      [
        " curve",
        -0.46945333
      ]
    ]
  },
  "This quantity remains constant in a Joule-Thomson process. The van't Hoff equation relates the derivative of the natural log of the equilibrium constant to the change in this quantity, and Gibbs free energy equals this quantity minus the product of temperature and entropy. The change in this quantity can be found by subtracting the (*) heats of formation of the reactants from those of the products, since the change is independent of the reaction path according to Hess's Law. For ten points, identify this thermodynamic quantity, equal to internal energy plus pressure times volume, and symbolized": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.6469588
      ],
      [
        " energy",
        -0.4923898
      ]
    ]
  },
  "A quantity named for this man is equal to half the distance between nuclei of two identical, non-bonded atoms. An equation named for this man predicts that the critical compressibility factor equals three-eighths and does not include a function of the reduced temperature, unlike the similar Redlich-Kwong equation. This chemist created the \"hard sphere\" model of atoms, predicting that atoms have a fixed volume \"b,\" which is subtracted in the denominator of his cubic equation of state. The Debye and London dispersion forces are part of a set of forces named for him. For 10 points, name this Dutch chemist who formulated a correction to the ideal gas law.": {
    "guess": "Johannes Diderik van der Waals",
    "confidence": [
      [
        "J",
        -0.016482389
      ],
      [
        "oh",
        -0.0012482086
      ],
      [
        "annes",
        -2.7968066e-05
      ],
      [
        " D",
        -0.006262459
      ],
      [
        "ider",
        -0.007973426
      ],
      [
        "ik",
        -0.0003825293
      ],
      [
        " van",
        -0.0013779717
      ],
      [
        " der",
        -0.0006096288
      ],
      [
        " Wa",
        -7.703444e-06
      ],
      [
        "als",
        -1.867018e-05
      ]
    ]
  },
  "This quantity is responsible for changes in refractive indices proportional to the square of this quantity in the Kerr effect. A vector that describes the directional energy flux density is equal to the magnetic field times this quantity and is called the Poynting vector. Drift velocity is equal to this quantity times electron mobility. A dipole experiences a torque equal to charge times separation": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.007341938
      ],
      [
        " field",
        -0.002288472
      ]
    ]
  },
  "In quantum mechanics, the position operator does not do this with the momentum operator, although the": {
    "guess": "Commutator (quantum mechanics)",
    "confidence": [
      [
        "Com",
        -0.030419081
      ],
      [
        "mut",
        -0.66877896
      ],
      [
        "ator",
        -0.004885996
      ],
      [
        " (",
        -0.052392546
      ],
      [
        "quant",
        -0.007297906
      ],
      [
        "um",
        -3.1281633e-07
      ],
      [
        " mechanics",
        -2.9517714e-05
      ],
      [
        ")",
        -1.4855664e-05
      ]
    ]
  },
  "This quantity can be written as the sum of the chemical potential of each component of the system times number of particles. Its change is equal to the negative product of Faraday's constant, the electric potential, and number of moles of electrons, which is useful in deriving the Nernst equation. It": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.25858203
      ],
      [
        "ib",
        -5.3193703e-06
      ],
      [
        "bs",
        -7.362307e-05
      ],
      [
        " free",
        -0.036463656
      ],
      [
        " energy",
        -3.5358695e-05
      ]
    ]
  },
  "When this quantity is absent, Poinsot's construction represents one phenomenon that usually requires": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.7751183
      ],
      [
        "que",
        -8.418666e-06
      ]
    ]
  },
  "This quantity is time dependent in models where Tresca plasticity is assumed, while Archard's model for this assumes uses a term for shear stress instead of the Bowden-Tabor model, which takes into account the area of the asperities. The dry form of it is independent of velocity according to Coulomb's": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.014440018
      ],
      [
        "iction",
        -1.4378848e-05
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects. For the sun, Richard Carrington derived an empirical expression for this quantity that contains": {
    "guess": "Stellar rotation",
    "confidence": [
      [
        "St",
        -0.34329033
      ],
      [
        "ellar",
        -4.1273333e-06
      ],
      [
        " rotation",
        -0.16267024
      ]
    ]
  },
  "In quantum mechanics, this law has been formulated using the concepts of quantum collapse and the Ergodic Hypothesis. The grouping of microstates into macrostates led to Boltzmann's statement of it, known": {
    "guess": "Quantum statistical mechanics",
    "confidence": [
      [
        "Quant",
        -0.3978082
      ],
      [
        "um",
        -1.0445127e-05
      ],
      [
        " statistical",
        -0.5982429
      ],
      [
        " mechanics",
        -0.0002631239
      ]
    ]
  },
  "This quantity is what creates the birefringence of light in the Voight effect, as well as in its liquid analog, the Cotton-Mouton effect. It can be described as \"poloidal\" when referring to a tokamak, while it's shape can be described as either azimuthal or meridonial depending on its direction. The Verdet constant is proportional to it in the (*) Faraday effect, and a potential difference can be created": {
    "guess": "Magnetic Field",
    "confidence": [
      [
        "M",
        -0.43179005
      ],
      [
        "agnetic",
        -0.10305637
      ],
      [
        " Field",
        -0.5221577
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity is  slightly altered by the phonon correction resulting from ionic screening, and one way of measuring this  quantity is to vary the temperature for a fixed field and measure the amplitude of the oscil ations from  the de Haas-van Alphen effect. The standard way of measuring this quantity is through cyclotron  resonance, since a measurement of the cyclotron frequency in a known magnetic field directly yields this  quantity. This quantity can counterintuitively be negative at the bottom of a band": {
    "guess": "Fermi surface",
    "confidence": [
      [
        "F",
        -0.7729101
      ],
      [
        "erm",
        -5.4385737e-06
      ],
      [
        "i",
        -1.9816675e-06
      ],
      [
        " surface",
        -0.058103822
      ]
    ]
  },
  "This quantity decreases when ionic solids dissolve in water, because the ions become hydrated, although this quantity normally increases when a substance dissolves. The steps of the Carnot cycle keep either temperature or this quantity constant. At constant temperature and pressure, it equals enthalpy minus Gibbs free energy, all over (*) temperature. This quantity is zero only for a perfect crystal at zero kelvin, and it is generally equal to natural log of the number of microstates, times Boltzmann's constant. It cannot decrease spontaneously, by the second law of thermodynamics. For 10 points, name this thermodynamic quantity denoted \"S \" that represents the amount of disorder in a system.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.038866963
      ]
    ]
  },
  "This quantity can be calculated by taking the nuclear charge and dividing it by the square of the covalent radius. Another way to calculate this property involves calculating the square root of three types of bond dissociation energies. This property is often calculated as the average (*) of electron affinity and the first ionization energy. It is calculated by the Mullikan Scale, and francium has the lowest value for this property. It was first proposed by Linus Pauling, who gave fluorine a value of 4.0. For 10 points, name this tendency of an atom to attract electrons toward itself in a covalent": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.005466644
      ],
      [
        "rone",
        -3.8100377e-05
      ],
      [
        "g",
        -3.094816e-05
      ],
      [
        "ativity",
        -1.0325924e-05
      ]
    ]
  },
  "As a quantum-mechanical operator, its eigenvalues are given by h-bar squared times its quantum number times the quantity that quantum number plus one and its eigenstates are given by spherical harmonics.": {
    "guess": "Spherical harmonic",
    "confidence": [
      [
        "S",
        -0.401148
      ],
      [
        "pherical",
        -0.003905165
      ],
      [
        " harmonic",
        -0.38134465
      ]
    ]
  },
  "After quarreling with an officer that he compares to Gogol's Lt. Pirogov, this work's narrator considers buying a beaver collar and sending a parody of the officer to Fatherland Notes.  This occurs in its second part, which contains two epigraphs from N.A. Nekrasov, where the narrator discusses wet snow and borrows money from his valet Anton to join Simonov at dinner.  That narrator earlier alludes": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.59901303
      ],
      [
        " and",
        -0.0005800773
      ],
      [
        " Pun",
        -0.0012532078
      ],
      [
        "ishment",
        -0.00077591976
      ]
    ]
  },
  "This quantity can be calculated -3kT times the natural log of an insertion parameter over the thermal de Broglie wavelength. For a given component, the excess of this quantity is RT times the log of its": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.24454099
      ],
      [
        "ical",
        -6.539802e-05
      ],
      [
        " potential",
        -0.13464108
      ]
    ]
  },
  "The quantum mechanical description of it was developed by Heisenberg using his namesake exchange Hamiltonian.": {
    "guess": "Heisenberg model",
    "confidence": [
      [
        "He",
        -0.07125134
      ],
      [
        "isen",
        -9.133887e-06
      ],
      [
        "berg",
        -2.3319124e-05
      ],
      [
        " model",
        -0.014099215
      ]
    ]
  },
  "This quantity's tensor and its trace are multiplied by the two Lamé parameters in a 3D generalization of a certain law. An axis on which this quantity is plotted is the starting point of a line offset by 0.2% from the origin that is used to find the offset yield point. The ratio of two types of this quantity is negative in materials that tend to form domed-shapes when put into flexure, instead of a": {
    "guess": "Strain (materials science)",
    "confidence": [
      [
        "Str",
        -0.056086503
      ],
      [
        "ain",
        -3.22594e-05
      ],
      [
        " (",
        -0.040898617
      ],
      [
        "materials",
        -0.19621453
      ],
      [
        " science",
        -0.543805
      ],
      [
        ")",
        -7.302705e-05
      ]
    ]
  },
  "This quantity can be determined using successive iterations of the isolation method. For reactions like the decomposition of NO2, this quantity equals \"one over 't' times the difference between one over initial concentration and one over final concentration.\" The relationship between its namesake \"constant\" and temperature is given by the (*) Arrhenius equation. When it depends on the concentration": {
    "guess": "Rate constant",
    "confidence": [
      [
        "Rate",
        -0.307906
      ],
      [
        " constant",
        -0.38552654
      ]
    ]
  },
  "This quantity was introduced in the 1882 work entitled On the Equilibrium of Heterogeneous Substances. The change in this quantity classifies reactions as exergonic and endergonic, and at isobaric and isothermic conditions, the partial derivative of this quantity with respect to number of particles equals": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.0025976573
      ],
      [
        "ib",
        -1.504853e-06
      ],
      [
        "bs",
        -0.0001843486
      ],
      [
        " free",
        -0.046187818
      ],
      [
        " energy",
        -2.7133641e-05
      ]
    ]
  },
  "This quantity is approximately equal to the square root of the relative permittivity for most materials. The main research in metamaterials is on ones that have negative values for this quantity. The arctan of the ratio of this quantity is equal to Brewster's angle. The phase velocity is equal to the speed of light divided by this quantity. Its ratio is equal to the (*) sines of the angle of incidence and refraction according to Snell's law. For 10 points, name this quantity, symbolized n, that is defined as the speed of light in a vacuum divided by the speed of light in a medium.": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.009694828
      ],
      [
        "fr",
        -5.4385737e-06
      ],
      [
        "active",
        -3.4121115e-06
      ],
      [
        " index",
        -0.009490675
      ]
    ]
  },
  "This quantity is multiplied by the Verdet constant to calculate specific rotation, and this quantity perpendicular to the direction of propagation makes the medium birefringent in the Voigt effect. Small values of this quantity are measured by SQUIDs, and below the critical temperature, it is zero inside superconductors. Ampere's Law relates the tangential component of it integrated around a closed curve, and according to Gauss's Law, the net flux of it through any closed surface is zero. FTP name": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0035532664
      ],
      [
        "agnetic",
        -0.00095338287
      ],
      [
        " field",
        -0.15514901
      ]
    ]
  },
  "This quantity can be calculated -3kT times the natural log of an insertion parameter over the thermal de Broglie wavelength. For a given component, the excess of this quantity is RT times the log of its activity coefficient, and its residual is RT times the log of its fugacity coefficient. For an electron, this quantity is the negative electronegativity. At constant temperature and pressure, the sum of mole fraction times this quantity for each component equals zero, according to the most common": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.35956874
      ],
      [
        "ical",
        -7.89631e-07
      ],
      [
        " potential",
        -0.09505469
      ]
    ]
  },
  "After quarreling with an officer that he compares to Gogol's Lt. Pirogov, this work's narrator considers buying a beaver collar and sending a parody of the officer to Fatherland Notes.  This occurs in its second part, which contains two epigraphs from N.A. Nekrasov, where the narrator discusses wet snow and borrows money from his valet Anton to join Simonov at dinner.  That narrator earlier alludes to Turgenev by noting that twice two is four with or without his free will, though he anticipates his": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.84592086
      ],
      [
        " from",
        -0.0042349854
      ],
      [
        " Underground",
        -0.033559598
      ]
    ]
  },
  "The quality of a sample of this molecule is assessed using the RIN algorithm and Agilent's Bioanalyzer. Lithium chloride is often used to precipitate this molecule out of ethanol solutions, and its concentration is measured by taking 40 times its optical density at 260 nanometers. It can be isolated in the aqueous phase if and only if acidic phenol-chloroform is used. Alwine, Kemp, and Stark developed a method of visualizing this molecule that uses a formamide-containing transfer buffer and a formaldehyde-containing agarose gel. This molecule can form pseudoknots, tetraloops, and (*) stem loops or hairpins. This molecule is visualized in Northern Blots. This molecule's two-prime hydroxyl group": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.01154418
      ]
    ]
  },
  "This quantity appears as a term many times in the FitzHugh-Nagumo equation, where it is governed by two parameters. The chord conductance equation expresses it as a weighted average, and it can be calculated by the Hodgkin-Huxley model assuming some initial state. It is more often calculated by the Goldman-Hodgkin-Katz Constant Field Equation, which applies to deviations from Nernstian conditions, under which this quantity would simply be defined as the gradient of one specific ion. The chlorine ion is a minor player in setting its value at rest, unlike sodium and potassium. Designated E-sub-m,": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.9145333
      ],
      [
        "ern",
        -0.001715874
      ],
      [
        "st",
        -1.4974867e-05
      ],
      [
        " equation",
        -0.023447307
      ]
    ]
  },
  "This quantity is thought to change as a result of the substitution and income effects according to the Slutsky Identity, which relates its Marshallian and Hicksian types. Its namesake law is violated by Giffen Goods, which unexpectedly exhibit it. It is expressed as a downward slope when graphed against price since it usually decreases as price increases. Defined as the ability and willingness of people": {
    "guess": "Demand",
    "confidence": [
      [
        "Demand",
        -0.020007567
      ]
    ]
  },
  "When this quantity is absent, Poinsot's construction represents one phenomenon that usually requires it to be present, while the type of that phenomenon \"induced\" by this quantity is also called the \"gyroscopic\" kind. The one exerted by the sun and moon on the earth results in the twenty-six thousand year precession of the earth's axis of rotation, and this quantity is the time derivative of angular": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.019463481
      ],
      [
        "que",
        -6.511407e-06
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects. For the sun, Richard Carrington derived an empirical expression for this quantity that contains a term in which the sine function is raised to the seven-fourths power. This quantity must have a": {
    "guess": "Stellar rotation",
    "confidence": [
      [
        "St",
        -0.533796
      ],
      [
        "ellar",
        -2.9994528e-05
      ],
      [
        " rotation",
        -0.37643778
      ]
    ]
  },
  "The quality of a sample of this molecule is assessed using the RIN algorithm and Agilent's Bioanalyzer. Lithium chloride is often used to precipitate this molecule out of ethanol solutions, and its concentration": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.011413014
      ]
    ]
  },
  "This quantity decreases when ionic solids dissolve in water, because the ions become hydrated, although this quantity normally increases when a substance dissolves. The steps of the Carnot cycle keep either temperature or this quantity constant. At constant temperature and pressure, it equals enthalpy": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.022930603
      ],
      [
        "ib",
        -1.3856493e-06
      ],
      [
        "bs",
        -0.0019270902
      ],
      [
        " free",
        -0.07262169
      ],
      [
        " energy",
        -0.00017302792
      ]
    ]
  },
  "Quashed when John Lister's men were defeated by Henry Le Despenser, it ultimately proved unsuccessful due to forgotten promises at Miles End and Smithfield.  It was allegedly caused by an unpopular poll tax, but was largely the result of discontent over the Statute of Laborers.  It began in Essex in May 1381, and a month later men from Kent had entered London and destroyed the palace of John of Gaunt.": {
    "guess": "Peasants' Revolt",
    "confidence": [
      [
        "Pe",
        -0.00578587
      ],
      [
        "as",
        -0.0004922682
      ],
      [
        "ants",
        -5.5122365e-07
      ],
      [
        "'",
        -5.5980927e-05
      ],
      [
        " Rev",
        -1.2664457e-06
      ],
      [
        "olt",
        -0.00055041024
      ]
    ]
  },
  "This quantity can be described by the current times the area in an orbital electron. In the case of a": {
    "guess": "Magnetic moment",
    "confidence": [
      [
        "M",
        -0.014128951
      ],
      [
        "agnetic",
        -9.400689e-05
      ],
      [
        " moment",
        -0.0050563333
      ]
    ]
  },
  "This quantity is multiplied by the Verdet constant to calculate specific rotation, and this quantity": {
    "guess": "Optical rotation",
    "confidence": [
      [
        "Opt",
        -0.543304
      ],
      [
        "ical",
        -6.206032e-05
      ],
      [
        " rotation",
        -0.16514026
      ]
    ]
  },
  "This quantity is often confused with a quantity symbolized delta G double dagger. The Hammond Postulate bases the structure of an intermediate on the difference in this quantity between the transition state and that of the reactants or products. It is divided by the product of reaction rate and temperature in the Arrhenius Equation, which calculates this quantity given a known reaction rate. Catalysts": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.8169125
      ],
      [
        " energy",
        -0.05532938
      ]
    ]
  },
  "This quantity is what creates the birefringence of light in the Voight effect, as well as in its liquid": {
    "guess": "Voigt Effect",
    "confidence": [
      [
        "Vo",
        -0.99895024
      ],
      [
        "igt",
        -0.13825856
      ],
      [
        " Effect",
        -0.5666469
      ]
    ]
  },
  "Quantitative metathesis of these is an example of their harmonization. When they are followed by a rhotic accent, they are termed r-colored. Otto Jespersen observed a gradual increase in the height of": {
    "guess": "Vowel",
    "confidence": [
      [
        "V",
        -0.15807772
      ],
      [
        "owel",
        -1.3306016e-05
      ]
    ]
  },
  "When this quantity is zero, the angular momentum of a system is conserved. As part of Newton's second": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.5214569
      ],
      [
        " momentum",
        -0.14284898
      ]
    ]
  },
  "The quantum mechanical operator for this quantity is negative h-bar divided by twice the mass times the Laplacian, and the virial theorem calculates the total amount of this quantity for a system of particles. By the equipartition theorem, it is equal to three halves Boltzmann constant times temperature. This quantity's rotational analogue is proportional to moment of inertia times angular (*) velocity squared, and the change in this quantity is equal to the total work. Its linear form is equal to": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.26676017
      ],
      [
        " energy",
        -0.06903332
      ]
    ]
  },
  "Quantum-mechanical waves can be seen with the naked eye due to the constancy of their phases. One theory, named after London, treats certain isotopes as ideal ones, and one of them was made from sodium-23 by Wolfgang Ketterle. However, the first was created by Cornell and Wieman at JILA in Colorado,": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.21918538
      ],
      [
        "ose",
        -0.00043853666
      ],
      [
        "–",
        -0.007816002
      ],
      [
        "E",
        -1.147242e-06
      ],
      [
        "instein",
        -5.5122365e-07
      ],
      [
        " cond",
        -0.00086834846
      ],
      [
        "ens",
        -0.00014013138
      ],
      [
        "ate",
        -1.735894e-05
      ]
    ]
  },
  "This quantity is generally independent of constraints on a system's motion, a fact that d'Alembert used in the original formulation of his namesake principle. The virtual work on a body is given by the vector of variations in the Lagrangian coordinates dotted with this quantity; that's because this quantity's": {
    "guess": "Generalized forces",
    "confidence": [
      [
        "General",
        -0.83601004
      ],
      [
        "ized",
        -0.0012666595
      ],
      [
        " forces",
        -0.9205533
      ]
    ]
  },
  "This quantity's tensor and its trace are multiplied by the two Lamé parameters in a 3D generalization of a certain law. An axis on which this quantity is plotted is the starting point of a line offset by 0.2% from the origin that is used to find the offset yield point. The ratio of two types of this": {
    "guess": "Strain (materials science)",
    "confidence": [
      [
        "Str",
        -0.53403753
      ],
      [
        "ain",
        -9.4960524e-05
      ],
      [
        " (",
        -0.38370097
      ],
      [
        "materials",
        -0.76644
      ],
      [
        " science",
        -0.4589861
      ],
      [
        ")",
        -0.00014001218
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity is  slightly altered by the phonon correction resulting from ionic screening, and one way of measuring this  quantity is to vary the temperature for a fixed field and measure the amplitude of the oscil ations from  the de Haas-van Alphen effect. The standard way of measuring this quantity is through cyclotron  resonance, since a measurement of the cyclotron frequency in a known magnetic field directly yields this  quantity. This quantity can counterintuitively be negative at the bottom of a band because the band  there has upward curvature. Defined as the inverse of h-bar squared times the second": {
    "guess": "Fermi surface",
    "confidence": [
      [
        "F",
        -0.7320593
      ],
      [
        "erm",
        -1.2664457e-06
      ],
      [
        "i",
        -1.147242e-06
      ],
      [
        " surface",
        -0.0272187
      ]
    ]
  },
  "One of this quantity's operators is a 3x3 matrix with a 1 in the top left, a -1 in the bottom right,": {
    "guess": "Pauli matrices",
    "confidence": [
      [
        "Paul",
        -1.0869601
      ],
      [
        "i",
        -0.00011594037
      ],
      [
        " matrices",
        -0.003664445
      ]
    ]
  },
  "This quantity is given by square root of h over two pi square root of c times reduced mass times the microwave spectrum line spacing in the rigid rotor approximation. Aromaticity was discovered upon finding via x-ray crystallography that benzene possesses only two values for this quantity. This quantity decreases as the p-character decreases, and it decreases as bond order increases. For 10 points,": {
    "guess": "Nuclear magnetic resonance spectroscopy",
    "confidence": [
      [
        "N",
        -1.2177552
      ],
      [
        "uclear",
        -0.119685866
      ],
      [
        " magnetic",
        -1.0845232
      ],
      [
        " resonance",
        -0.31176153
      ],
      [
        " spectro",
        -2.2452817
      ],
      [
        "scopy",
        -0.00016623331
      ]
    ]
  },
  "This quantity divided by surface area is equal to surface tension. For a redox reaction, this quantity is defined as the Faraday constant times the number of moles of electrons times the electric potential,": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.7356209
      ],
      [
        "ib",
        -7.910644e-05
      ],
      [
        "bs",
        -0.00028648414
      ],
      [
        " free",
        -0.04822142
      ],
      [
        " energy",
        -9.221884e-05
      ]
    ]
  },
  "This quantity is equal to the principal quantum number times Planck's constant over 2 times pi and the": {
    "guess": "Bohr radius",
    "confidence": [
      [
        "Bo",
        -1.1489849
      ],
      [
        "hr",
        -0.0014129737
      ],
      [
        " radius",
        -0.12535314
      ]
    ]
  },
  "This quantity can be greatly reduced by firing lasers at substances whose atoms absorb photons then reemit them at a higher energy.When other quantities are held constant, this quantity is the partial": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.89683884
      ]
    ]
  },
  "This quantity is generally independent of constraints on a system's motion, a fact that d'Alembert used in the original formulation of his namesake principle. The virtual work on a body is given by the vector of variations in the Lagrangian coordinates dotted with this quantity; that's because this quantity's nth component is the applied force on the system dotted into the partial derivative of the displacement with respect to the nth generalized coordinate. FTP, name this derived vector quantity of Lagrangian mechanics, usually denoted by a capital-Q and given by the gradient of the virtual work with respect to the generalized coordinates.": {
    "guess": "Generalized force",
    "confidence": [
      [
        "General",
        -0.08399148
      ],
      [
        "ized",
        -0.00018172979
      ],
      [
        " force",
        -0.5233935
      ]
    ]
  },
  "This quantity remains constant in a Joule-Thomson process. The van't Hoff equation relates the derivative of the natural log of the equilibrium constant to the change in this quantity, and Gibbs free energy equals this quantity minus the product of temperature and entropy. The change in this quantity": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.74178493
      ],
      [
        "ib",
        -5.4385737e-06
      ],
      [
        "bs",
        -0.00021414584
      ],
      [
        " free",
        -0.5277444
      ],
      [
        " energy",
        -0.0001470452
      ]
    ]
  },
  "This quantity increases by a factor of one plus the amplitude gain in the Miller effect, and the reciprocal": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.23332661
      ],
      [
        "ac",
        -0.00024168189
      ],
      [
        "it",
        -0.0044469703
      ],
      [
        "ance",
        -2.6060809e-05
      ]
    ]
  },
  "This quantity is given by square root of h over two pi square root of c times reduced mass times the": {
    "guess": "De Broglie wavelength",
    "confidence": [
      [
        "De",
        -0.90403116
      ],
      [
        " Bro",
        -0.039596546
      ],
      [
        "gl",
        -6.869018e-06
      ],
      [
        "ie",
        -6.1537958e-06
      ],
      [
        " wavelength",
        -0.0015058133
      ]
    ]
  },
  "Quantum-mechanical waves can be seen with the naked eye due to the constancy of their phases. One theory, named after London, treats certain isotopes as ideal ones, and one of them was made from sodium-23 by Wolfgang Ketterle. However, the first was created by Cornell and Wieman at JILA in Colorado, who supercooled two thousand rubidium atoms and caused them to act as a single \"superatom.\" For 10 points,": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.0020549775
      ],
      [
        "ose",
        -5.7961847e-06
      ],
      [
        "–",
        -0.012227419
      ],
      [
        "E",
        -1.7432603e-06
      ],
      [
        "instein",
        0.0
      ],
      [
        " cond",
        -9.3410876e-05
      ],
      [
        "ens",
        -1.473646e-05
      ],
      [
        "ate",
        -9.729906e-06
      ]
    ]
  },
  "In quantum mechanics, this property is given by Dirac's constant over i times the gradient, and it's not position, but a discredited thought experiment that predicts the future through present knowledge": {
    "guess": "Time's arrow",
    "confidence": [
      [
        "Time",
        -0.42531416
      ],
      [
        "'s",
        -1.2729416
      ],
      [
        " arrow",
        -0.41497257
      ]
    ]
  },
  "This quantity is time dependent in models where Tresca plasticity is assumed, while Archard's model for": {
    "guess": "Plastic Deformation",
    "confidence": [
      [
        "Pl",
        -1.6811641
      ],
      [
        "astic",
        -0.00036144492
      ],
      [
        " De",
        -0.83435154
      ],
      [
        "formation",
        -1.0445127e-05
      ]
    ]
  },
  "This quantity is generally independent of constraints on a system's motion, a fact that d'Alembert used in the original formulation of his namesake principle. The virtual work on a body is given by the vector of variations in the Lagrangian coordinates dotted with this quantity; that's because this quantity's nth component is the applied force on the system dotted into the partial derivative of the displacement with respect to the nth generalized coordinate. FTP, name this derived vector quantity of Lagrangian mechanics, usually denoted by a capital-Q and given by the gradient of the virtual work": {
    "guess": "Generalized Force",
    "confidence": [
      [
        "General",
        -0.15202911
      ],
      [
        "ized",
        -0.00011856285
      ],
      [
        " Force",
        -0.6796153
      ]
    ]
  },
  "This quantity can be described by the current times the area in an orbital electron. In the case of a coil, this quantity can be described by the current times the area times the number of turns in the coil. Its Sommerfeld approach deals with the magnetic field in its ratio, while the Kennelly approach deals with the field strength. It can be defined as the ratio between the maximum torque exerted": {
    "guess": "Magnetic moment",
    "confidence": [
      [
        "M",
        -0.004847923
      ],
      [
        "agnetic",
        -9.031158e-05
      ],
      [
        " moment",
        -0.0036488918
      ]
    ]
  },
  "This quantity is often confused with a quantity symbolized delta G double dagger. The Hammond Postulate": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.082090855
      ],
      [
        " energy",
        -0.42043245
      ]
    ]
  },
  "The quantum mechanical operator for this quantity is negative h-bar divided by twice the mass times the Laplacian, and the virial theorem calculates the total amount of this quantity for a system of particles. By the equipartition theorem, it is equal to three halves Boltzmann constant times temperature. This quantity's rotational analogue is proportional to moment of inertia times angular (*) velocity squared, and the change in this quantity is equal to the total work. Its linear form is equal to one-half mass times velocity squared. For ten points, identify this energy of objects in motion.": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.011106303
      ],
      [
        "etic",
        -2.9994528e-05
      ],
      [
        " energy",
        -0.0033295683
      ]
    ]
  },
  "The quantum mechanical description of it was developed by Heisenberg using his namesake exchange Hamiltonian. This phenomenon arises from direct exchange interactions to minimize Coulomb repulsion, and": {
    "guess": "Exchange interaction",
    "confidence": [
      [
        "Exchange",
        -0.66625917
      ],
      [
        " interaction",
        -0.09412874
      ]
    ]
  },
  "This quantity decreases when ionic solids dissolve in water, because the ions become hydrated, although this quantity normally increases when a substance dissolves. The steps of the Carnot cycle keep either": {
    "guess": "Enthalpy of solution",
    "confidence": [
      [
        "En",
        -0.91833913
      ],
      [
        "thal",
        -0.00015776986
      ],
      [
        "py",
        -0.00014787962
      ],
      [
        " of",
        -0.020329311
      ],
      [
        " solution",
        -0.07110979
      ]
    ]
  },
  "This quantity represents the volume of an n-dimensional parallelpiped given n vectors, while a similarly named quantity can be found by evaluating the Alexander polynomial at minus one.  The infintesimal change in area is given by this operation applied to the Jacobean, and this quantity is equal to": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.039645355
      ],
      [
        "ant",
        -0.0013733266
      ]
    ]
  },
  "Quantitative metathesis of these is an example of their harmonization. When they are followed by a rhotic accent, they are termed r-colored. Otto Jespersen observed a gradual increase in the height of these in the English language taking place from the fifteenth to eighteenth century. They form the central": {
    "guess": "Vowel",
    "confidence": [
      [
        "V",
        -0.013841185
      ],
      [
        "owel",
        -9.133887e-06
      ]
    ]
  },
  "After quarreling with an officer that he compares to Gogol's Lt. Pirogov, this work's narrator considers buying a beaver collar and sending a parody of the officer to Fatherland Notes.  This occurs in its second part, which contains two epigraphs from N.A. Nekrasov, where the narrator discusses wet snow and borrows money from his valet Anton to join Simonov at dinner.  That narrator earlier alludes to Turgenev by noting that twice two is four with or without his free will, though he anticipates his reader's objections by claiming that he gets joy from the pains in his tooth and liver.  FTP, name this work beginning, \"I am a sick man, I am a spiteful man,\" a proto-existentialist novella by Fyodor": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.0022306675
      ],
      [
        " from",
        -0.004457178
      ],
      [
        " Underground",
        -0.13361144
      ]
    ]
  },
  "This quantity represents the volume of an n-dimensional parallelpiped given n vectors, while a similarly named quantity can be found by evaluating the Alexander polynomial at minus one.  The infintesimal change in area is given by this operation applied to the Jacobean, and this quantity is equal to the product of the eigenvalues of a linear transformation.  This value can be calculated by the levi-cevita": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.027713124
      ],
      [
        "ant",
        -0.00036763248
      ]
    ]
  },
  "This quantity can be described by the current times the area in an orbital electron. In the case of a coil, this quantity can be described by the current times the area times the number of turns in the coil. Its Sommerfeld approach deals with the magnetic field in its ratio, while the Kennelly approach": {
    "guess": "Magnetic moment",
    "confidence": [
      [
        "M",
        -0.0023786195
      ],
      [
        "agnetic",
        -0.00036311377
      ],
      [
        " moment",
        -0.0031122342
      ]
    ]
  },
  "This quantity can be calculated for rigid bodies by taking this quantity around a central axis and then adding the term mass times radius squared, a process known as the parallel axis theorem. In its simplest definition, this quantity can be found by integrating the square of distance between an object's center of mass and the axis of rotation in terms of the object's mass. The time derivative of this quantity is torque and for a sphere, this quantity is equal to two fifths mass times radius squared. Symbolized I, for 10 points, name this physical quantity which describes an object's resistance": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.014012939
      ],
      [
        " of",
        -9.014684e-06
      ],
      [
        " inertia",
        -0.008277319
      ]
    ]
  },
  "A quantitative test for them involves the addition of alcoholic silver nitrate solution, which follows the Zeisel test where they are cleaved using strong acids. Anisole and THF are compounds with this functional group, and a special type of these can be produced by reacting alkenes with peroxy acids. They can be produced by reacting an alkyl halide with an alcoxide produced from an alcohol in the Williamson synthesis, and the Crown varieties are used as solvents for Grignard reagents. For 10 points, identify this functional group, where two carbon molecules are single bonded to an oxygen molecule, whose diethyl variety was once used as an anesthetic.": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.0040867086
      ]
    ]
  },
  "This quantity multiplies the electric charge in the full relativistic formulation of the linear  momentum, and it is integrated over the path to find the phase difference in the (*) Aharonov-Bohm effect. Setting its divergence to zero yields the Coulomb gauge, and in the relativistic Maxwell equations, this quantity provides the last three components of the 4-potential. For 10 points— identify this": {
    "guess": "Magnetic vector potential",
    "confidence": [
      [
        "M",
        -0.0066429023
      ],
      [
        "agnetic",
        -2.6968896e-06
      ],
      [
        " vector",
        -0.00044211277
      ],
      [
        " potential",
        -1.1637165e-05
      ]
    ]
  },
  "This quantity remains constant in a Joule-Thomson process. The van't Hoff equation relates the derivative of the natural log of the equilibrium constant to the change in this quantity, and Gibbs free energy equals this quantity minus the product of temperature and entropy. The change in this quantity can be found by subtracting the (*) heats of formation of the reactants from those of the products, since the change is independent of the reaction path according to Hess's Law. For ten points, identify this thermodynamic quantity, equal to internal energy plus pressure times volume, and symbolized H.": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.001112474
      ],
      [
        "thal",
        -1.8550976e-05
      ],
      [
        "py",
        -5.3954464e-05
      ]
    ]
  },
  "This quantity appears in both the upper and lower limits of integration in Parseval's identity. Using the gamma function, the square root of this quantity can be shown to be equal to negative one-half factorial. It is multiplied by twice the natural log of the radius to give the surface area of Gabriel's Horn. e raised to this quantity (*) times i gives negative one. Angular speed is divided by 2 times this quantity to find rotational speed. This quantity is multiplied by the square of the radius in the formula for a sphere's surface area. For 10 points, name this irrational number, a ratio of": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.2177448
      ]
    ]
  },
  "This quantity is the x-axis of the Fletcher-Munson curves and the eponymous Bode plot. Reginald Fessenden invented a method of creating new values of this quantity called heterodyning. For an LC circuit, a form of this quantity is proportional to one over the square root of the product of inductance": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.042880546
      ]
    ]
  },
  "This quantity decreases when ionic solids dissolve in water, because the ions become hydrated, although this quantity normally increases when a substance dissolves. The steps of the Carnot cycle keep either temperature or this quantity constant. At constant temperature and pressure, it equals enthalpy minus Gibbs free energy, all over (*) temperature. This quantity is zero only for a perfect crystal at zero kelvin, and it is generally equal to natural log of the number of microstates, times Boltzmann's": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.26883608
      ]
    ]
  },
  "This quantity can be calculated by taking the nuclear charge and dividing it by the square of the covalent radius. Another way to calculate this property involves calculating the square root of three types": {
    "guess": "Ionic radius",
    "confidence": [
      [
        "Ionic",
        -0.9019041
      ],
      [
        " radius",
        -0.067092426
      ]
    ]
  },
  "This quantity can be used to estimate one source of the Seebeck effect, phonon-electron drag. Debye modelled this quantity by considering a lattice populated by quantised vibrations, allowing the derivation of this quantity's T-cubed dependence at low temperatures. The Dulong-Petit law holds that this": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.045141585
      ],
      [
        " capacity",
        -0.0014870047
      ]
    ]
  },
  "This quantity appears as a term many times in the FitzHugh-Nagumo equation, where it is governed by two parameters. The chord conductance equation expresses it as a weighted average, and it can be calculated by the Hodgkin-Huxley model assuming some initial state. It is more often calculated by the Goldman-Hodgkin-Katz": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.4065443
      ],
      [
        "ern",
        -0.001282376
      ],
      [
        "st",
        -2.9040899e-05
      ],
      [
        " equation",
        -0.0035645466
      ]
    ]
  },
  "A quantity named for this man is equal to half the distance between nuclei of two identical, non-bonded atoms. An equation named for this man predicts that the critical compressibility factor equals three-eighths and does not include a function of the reduced temperature, unlike the similar Redlich-Kwong": {
    "guess": "Van der Waals Equation of State",
    "confidence": [
      [
        "Van",
        -0.018484928
      ],
      [
        " der",
        -0.10685901
      ],
      [
        " Wa",
        -0.00037192382
      ],
      [
        "als",
        -0.00014978688
      ],
      [
        " Equation",
        -0.49097332
      ],
      [
        " of",
        -0.040663317
      ],
      [
        " State",
        -2.808727e-05
      ]
    ]
  },
  "In quantum mechanics, the position operator does not do this with the momentum operator, although the spin operator does it with both. Algebraic groups in which any two elements do this are called Abelian. Real numbers do this under multiplication a  nd addition, but not under division or subtraction.": {
    "guess": "Commutate",
    "confidence": [
      [
        "Com",
        -0.024984872
      ],
      [
        "mut",
        -0.2169165
      ],
      [
        "ate",
        -0.33041725
      ]
    ]
  },
  "This quantity is equal to the dot product of electric field and displacement, and the change in this quantity around a loop is equal to zero according to Kirchhoff's laws. The power of a resistor is equal to the square of this quantity divided by resistance, and this quantity is constant for resistors wired in parallel. Referred to as the electromotive force when generated by a battery, For 10 points, name this quantity which, according to Ohm's law, is the product of current and resistance.": {
    "guess": "Voltage",
    "confidence": [
      [
        "Voltage",
        -0.017926676
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects. For the sun, Richard Carrington derived an empirical expression for this quantity that contains a term in which the sine function is raised to the seven-fourths power. This quantity must have a uniform value to guarantee a simple proportionality between the radiative flux and effective gravity, per von Zeipel's theorem. This quantity reaches a significant fraction of its critical value in decretion-disk forming Be [\"B-E\"] stars; more generally, large values of this quantity give rise to gravity darkening, as the surface gravity varies from pole to equator. This quantity decreases as a result of magnetic braking, as a magnetized stellar wind carries off angular momentum. For 10 points, name this quantity that varies with latitude on the Sun, reaching a value of about once per 24.5 days at the equator.": {
    "guess": "Rotation period",
    "confidence": [
      [
        "Rotation",
        -0.67559725
      ],
      [
        " period",
        -0.91720265
      ]
    ]
  },
  "Quantitative metathesis of these is an example of their harmonization. When they are followed by a rhotic accent, they are termed r-colored. Otto Jespersen observed a gradual increase in the height of these in the English language taking place from the fifteenth to eighteenth century. They form the central sound or nucleus of a syllable, and gliding ones are called diphthongs. For 10 points, name these": {
    "guess": "Vowel",
    "confidence": [
      [
        "V",
        -0.001087709
      ],
      [
        "owel",
        -0.0003832445
      ]
    ]
  },
  "This quantity is increased in the proximity effect, which results from current crowding in materials": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -1.1917862
      ],
      [
        "uct",
        -0.15554684
      ],
      [
        "ance",
        -0.00042328594
      ]
    ]
  },
  "In quantum mechanics, this property is given by Dirac's constant over i times the gradient, and it's not position, but a discredited thought experiment that predicts the future through present knowledge of it everywhere is called Laplace's demon. In relativistic physics, this quantity's formula includes the rest mass and the [*] Lorentz factor. This property and kinetic energy are conserved in elastic": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.03406472
      ],
      [
        "omentum",
        -5.6769813e-06
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity is  slightly altered by the phonon correction resulting from ionic screening, and one way of measuring this  quantity is to vary the temperature for a fixed field and measure the amplitude of the oscil ations from  the de Haas-van Alphen effect. The standard way of measuring this quantity is through cyclotron  resonance, since a measurement of the cyclotron frequency in a known magnetic field directly yields this  quantity. This quantity can counterintuitively be negative at the bottom of a band because the band  there has upward curvature. Defined as the inverse of h-bar squared times the second derivative of the  energy with respect to wavenumber, for 10 points, identify this quantity from solid-state theory which  causes electrons in lattices to behave as though they were either lighter or heavier.": {
    "guess": "Effective mass (solid-state physics)",
    "confidence": [
      [
        "Effective",
        -0.025953164
      ],
      [
        " mass",
        -0.048640616
      ],
      [
        " (",
        -0.35251638
      ],
      [
        "solid",
        -0.029258477
      ],
      [
        "-state",
        -0.003665991
      ],
      [
        " physics",
        -8.418666e-06
      ],
      [
        ")",
        -0.00018339496
      ]
    ]
  },
  "This quantity is responsible for changes in refractive indices proportional to the square of this quantity in the Kerr effect. A vector that describes the directional energy flux density is equal to the magnetic field times this quantity and is called the Poynting vector. Drift velocity is equal to this": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.0051239384
      ],
      [
        " field",
        -0.022737065
      ]
    ]
  },
  "This quantity is given by square root of h over two pi square root of c times reduced mass times the microwave spectrum line spacing in the rigid rotor approximation. Aromaticity was discovered upon finding": {
    "guess": "Rotational constant",
    "confidence": [
      [
        "Rot",
        -1.0117488
      ],
      [
        "ational",
        -0.0067093316
      ],
      [
        " constant",
        -0.49047363
      ]
    ]
  },
  "This quantity divided by surface area is equal to surface tension. For a redox reaction, this quantity is defined as the Faraday constant times the number of moles of electrons times the electric potential, and negative values of this quantity indicate that a reaction is spontaneous. Defined as the change in enthalpy minus the product of temperature and change in entropy, for 10 points, name this thermodynamic quantity symbolized G, a measure of available useful work in a system.": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.006177864
      ],
      [
        "ib",
        -2.3392786e-06
      ],
      [
        "bs",
        -0.0006166508
      ],
      [
        " free",
        -0.36072928
      ],
      [
        " energy",
        -9.0788395e-05
      ]
    ]
  },
  "This quantity is used to determine oxidation states--but not formal charges-- in compounds. sp carbons have a greater value for this quantity than do sp3 carbons, causing the relative acidity of alkynes. When this property is large for certain atoms, it causes a relative increase in acidity for adjacent protons according to the inductive effect. C-H are nonpolar because both carbon and hydrogen have a value of 2.2 on a scale for measuring this quantity. On the Pauling scale, fluorine has the greatest value for this property. For 10 points, name this property measuring an atom's ability to attract": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.0020605691
      ],
      [
        "rone",
        -4.7517467e-05
      ],
      [
        "g",
        -8.89548e-06
      ],
      [
        "ativity",
        -1.998142e-05
      ]
    ]
  },
  "A quantitative test for them involves the addition of alcoholic silver nitrate solution, which follows the Zeisel test where they are cleaved using strong acids. Anisole and THF are compounds with this functional group, and a special type of these can be produced by reacting alkenes with peroxy acids.": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.18273313
      ],
      [
        "ster",
        -0.13613282
      ]
    ]
  },
  "This quantity is increased in the proximity effect, which results from current crowding in materials that are close together. This quantity is proportional to the length of a wire and inversely proportional to the cross section of a wire. The (*) \"sea of electrons\" effect makes this quantity low in metals. It is equal to potential over current according to Ohm's (OMEZ) Law. For 10 points, identify this measure of a material's opposition to the flow of steady current through it.": {
    "guess": "Electrical resistance and conductance",
    "confidence": [
      [
        "Elect",
        -0.00828394
      ],
      [
        "rical",
        -3.035214e-05
      ],
      [
        " resistance",
        -0.019748477
      ],
      [
        " and",
        -0.069063134
      ],
      [
        " conduct",
        -0.0004983439
      ],
      [
        "ance",
        -4.441817e-05
      ]
    ]
  },
  "This quantity is multiplied by Young's modulus to define stiffness in the Euler–Bernoulli beam equation.": {
    "guess": "Area moment of inertia",
    "confidence": [
      [
        "Area",
        -1.2617223
      ],
      [
        " moment",
        -0.025868256
      ],
      [
        " of",
        -2.0935051e-05
      ],
      [
        " inertia",
        -0.001406544
      ]
    ]
  },
  "One of this quantity's operators is a 3x3 matrix with a 1 in the top left, a -1 in the bottom right, and 0s everywhere else. The operators corresponding to the three Cartesian vector components of this quantity do not commute with each other, but they all commute with the operator corresponding to this quantity squared. The eigenfunctions of this quantity's operators are the spherical harmonics. The": {
    "guess": "Spin (physics)",
    "confidence": [
      [
        "Spin",
        -0.71807736
      ],
      [
        " (",
        -0.012179016
      ],
      [
        "physics",
        -0.0049234815
      ],
      [
        ")",
        -2.577686e-06
      ]
    ]
  },
  "This quantity is often confused with a quantity symbolized delta G double dagger. The Hammond Postulate bases the structure of an intermediate on the difference in this quantity between the transition state and that of the reactants or products. It is divided by the product of reaction rate and temperature in the Arrhenius Equation, which calculates this quantity given a known reaction rate. Catalysts lower, for 10 points, what amount of energy that must be overcome for a reaction to take place?": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.019054215
      ],
      [
        " energy",
        -0.020672685
      ]
    ]
  },
  "This quantity increases by a factor of one plus the amplitude gain in the Miller effect, and the reciprocal of this quantity is elastance. It can be calculated for an isolated sphere as 4 pi times epsilon naught times the sphere radius, and the energy in devices associated with this quantity is one half this quantity times voltage squared. Dielectrics can increase it, and for two parallel plates this": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.008031609
      ],
      [
        "ac",
        -1.7835755e-05
      ],
      [
        "it",
        -0.00017374314
      ],
      [
        "ance",
        -9.0883464e-07
      ]
    ]
  },
  "One of this quantity's operators is a 3x3 matrix with a 1 in the top left, a -1 in the bottom right, and 0s everywhere else. The operators corresponding to the three Cartesian vector components of this quantity do not commute with each other, but they all commute with the operator corresponding to this": {
    "guess": "Spin (physics)",
    "confidence": [
      [
        "Spin",
        -0.50119346
      ],
      [
        " (",
        -0.9956578
      ],
      [
        "physics",
        -0.027370192
      ],
      [
        ")",
        -1.640531e-05
      ]
    ]
  },
  "The quantum mechanical description of it was developed by Heisenberg using his namesake exchange Hamiltonian. This phenomenon arises from direct exchange interactions to minimize Coulomb repulsion, and the first theory explaining it was based on internal alignment of spin states and was developed by Peter Weiss. The induced magnetic field becomes permanent even after the external one is removed in hysteresis associated with this phenomenon, which disappears above the Curie point. For 10 points, identify this type of magnetic behavior exhibited by materials like nickel, cobalt, and iron.": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.1608878
      ],
      [
        "er",
        -0.022301262
      ],
      [
        "rom",
        -3.333223e-05
      ],
      [
        "agnet",
        -0.027861996
      ],
      [
        "ism",
        -0.000115701965
      ]
    ]
  },
  "This quantity is time dependent in models where Tresca plasticity is assumed, while Archard's model for this assumes uses a term for shear stress instead of the Bowden-Tabor model, which takes into account the area of the asperities. The dry form of it is independent of velocity according to Coulomb's law, and Amonton's law states that this quantity is proportional to the normal force. Existing in": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.0069384323
      ],
      [
        "iction",
        -2.7729659e-05
      ]
    ]
  },
  "This quantity is time dependent in models where Tresca plasticity is assumed, while Archard's model for this assumes uses a term for shear stress instead of the Bowden-Tabor model, which takes into account the area of the asperities. The dry form of it is independent of velocity according to Coulomb's law, and Amonton's law states that this quantity is proportional to the normal force. Existing in static and kinetic forms, for 10 points, identify this force that opposes motion.": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.0061536967
      ],
      [
        "iction",
        -1.9816675e-06
      ]
    ]
  },
  "In quantum mechanics, this property is given by Dirac's constant over i times the gradient, and it's not position, but a discredited thought experiment that predicts the future through present knowledge of it everywhere is called Laplace's demon. In relativistic physics, this quantity's formula includes the rest mass and the [*] Lorentz factor. This property and kinetic energy are conserved in elastic collisions, and this quantity's change is known as impulse while its time derivative is force. For 10 points, name this measure symbolized p, defined as an object's mass times its velocity.": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -0.0028111786
      ],
      [
        "omentum",
        -1.4259645e-05
      ]
    ]
  },
  "This quantity represents the volume of an n-dimensional parallelpiped given n vectors, while a similarly named quantity can be found by evaluating the Alexander polynomial at minus one.  The infintesimal change in area is given by this operation applied to the Jacobean, and this quantity is equal to the product of the eigenvalues of a linear transformation.  This value can be calculated by the levi-cevita permutation symbol or Laplace expansion. (*) Cramer's rule uses this operation to solve systems of linear equations, which is singular if it is equal to zero.  For 10 points, name this scalar operation on a square matrix, which for two by two matrices is given by A D minus B C.": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.0051276153
      ],
      [
        "ant",
        -0.000107715314
      ]
    ]
  },
  "This quantity is multiplied by the Verdet constant to calculate specific rotation, and this quantity perpendicular to the direction of propagation makes the medium birefringent in the Voigt effect. Small values of this quantity are measured by SQUIDs, and below the critical temperature, it is zero inside superconductors. Ampere's Law relates the tangential component of it integrated around a closed curve, and according to Gauss's Law, the net flux of it through any closed surface is zero. FTP name this field that is caused by a moving point charge.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.033562023
      ],
      [
        "agnetic",
        -0.00021676833
      ],
      [
        " field",
        -0.019296294
      ]
    ]
  },
  "This quantum mechanical operator arises out of a solution to the spherical harmonics, and its eigenvalues are equal to h bar squared times its namesake quantum number times that number plus one. For a": {
    "guess": "Spherical Harmonics",
    "confidence": [
      [
        "S",
        -0.698344
      ],
      [
        "pherical",
        -0.012334107
      ],
      [
        " Harmon",
        -0.43261722
      ],
      [
        "ics",
        -0.22612162
      ]
    ]
  },
  "This quantity is the x-axis of the Fletcher-Munson curves and the eponymous Bode plot. Reginald Fessenden": {
    "guess": "Loudness",
    "confidence": [
      [
        "L",
        -0.52727515
      ],
      [
        "oud",
        -0.00015824666
      ],
      [
        "ness",
        -0.00013476722
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing": {
    "guess": "Solar Wind Speed",
    "confidence": [
      [
        "Solar",
        -1.0294505
      ],
      [
        " Wind",
        -0.47186917
      ],
      [
        " Speed",
        -0.57884455
      ]
    ]
  },
  "A quantum analog of one formula named for this man is named for Ehrenfest (AIR-en-fest). Interference": {
    "guess": "Schrödinger equation",
    "confidence": [
      [
        "S",
        -1.402601
      ],
      [
        "chr",
        -7.815281e-05
      ],
      [
        "ö",
        -2.0458236e-05
      ],
      [
        "d",
        -0.000108788154
      ],
      [
        "inger",
        -4.9617593e-06
      ],
      [
        " equation",
        -0.10391632
      ]
    ]
  },
  "This quantity can be written as the sum of the chemical potential of each component of the system times number of particles. Its change is equal to the negative product of Faraday's constant, the electric potential, and number of moles of electrons, which is useful in deriving the Nernst equation. It can also be measured by subtracting the product of temperature and entropy from the enthalpy, and when": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.086751476
      ],
      [
        "ib",
        -3.2929079e-06
      ],
      [
        "bs",
        -9.0073176e-05
      ],
      [
        " free",
        -0.022086147
      ],
      [
        " energy",
        -3.5120287e-05
      ]
    ]
  },
  "When this quantity is zero, the angular momentum of a system is conserved. As part of Newton's second law for rigid bodies, the sum of this on a body is equal to the product of that body's moment of inertia": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.5374343
      ],
      [
        "que",
        -0.00010676169
      ]
    ]
  },
  "This quantity remains constant in a Joule-Thomson process. The van't Hoff equation relates the derivative of the natural log of the equilibrium constant to the change in this quantity, and Gibbs free energy": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.69173706
      ],
      [
        "ib",
        -9.610702e-06
      ],
      [
        "bs",
        -0.00028660335
      ],
      [
        " free",
        -0.18296875
      ],
      [
        " energy",
        -0.00021617231
      ]
    ]
  },
  "This quantity is multiplied by Young's modulus to define stiffness in the Euler–Bernoulli beam equation. For a solid sphere, this quantity is two fifths of the radius squared times mass, and this quantity can be found using Steiner's parallel axis theorem. Multiplying this quantity by angular velocity gives angular momentum, and an analogue of Newton's second law sets torque as this quantity times angular acceleration. For 10 points, name this rotational analogue of mass.": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0259369
      ],
      [
        " of",
        -3.888926e-06
      ],
      [
        " inertia",
        -0.008103982
      ]
    ]
  },
  "This quantity remains constant in the Joule-Thomson effect. It equals internal energy plus the product of pressure and volume. The Gibbs Free Energy is given by this quantity minus the product of temperature and entropy. For a multi-step reaction, it can be calculated independently of the pathway and is equal to the sum of its changes in each step according to (*) Hess's Law. It is positive for an endothermic reaction. For 10 points, name this \"heat content\" of a thermodynamic system, symbolized": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.0004539103
      ],
      [
        "thal",
        -1.3856493e-06
      ],
      [
        "py",
        -2.8206474e-05
      ]
    ]
  },
  "This quantity can be calculated for rigid bodies by taking this quantity around a central axis and then adding the term mass times radius squared, a process known as the parallel axis theorem. In its simplest definition, this quantity can be found by integrating the square of distance between an object's center of mass and the axis of rotation in terms of the object's mass. The time derivative of this quantity is torque and for a sphere, this quantity is equal to two fifths mass times radius squared.": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.010287073
      ],
      [
        " of",
        -1.2664457e-06
      ],
      [
        " inertia",
        -0.0031632222
      ]
    ]
  },
  "This quantity is actually a tensor, but when the axis of rotation is known, the more common scalar  quantity can be formed using the dot product. When multiplied by the angular acceleration, it yields": {
    "guess": "Angular velocity",
    "confidence": [
      [
        "Angular",
        -0.41645408
      ],
      [
        " velocity",
        -0.12972754
      ]
    ]
  },
  "The quality of a sample of this molecule is assessed using the RIN algorithm and Agilent's Bioanalyzer. Lithium chloride is often used to precipitate this molecule out of ethanol solutions, and its concentration is measured by taking 40 times its optical density at 260 nanometers. It can be isolated in the aqueous phase if and only if acidic phenol-chloroform is used. Alwine, Kemp, and Stark developed a method of visualizing this molecule that uses a formamide-containing transfer buffer and a formaldehyde-containing": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.03303461
      ]
    ]
  },
  "One of this quantity's operators is a 3x3 matrix with a 1 in the top left, a -1 in the bottom right, and 0s everywhere else. The operators corresponding to the three Cartesian vector components of this quantity do not commute with each other, but they all commute with the operator corresponding to this quantity squared. The eigenfunctions of this quantity's operators are the spherical harmonics. The conservation of this quantity causes the radius vector for the (*) orbit of a planet to sweep out equal areas in equal time, a fact known as Kepler's 2nd Law. This quantity is equal to the product of moment of inertia with angular velocity, and it is conserved in the absence of an external torque. For 10 points, name this quantity symbolized L which is defined as the cross product of position with linear momentum.": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.00068396056
      ],
      [
        " momentum",
        -0.0034550258
      ]
    ]
  },
  "This quantity appears in both the upper and lower limits of integration in Parseval's identity. Using the gamma function, the square root of this quantity can be shown to be equal to negative one-half factorial. It is multiplied by twice the natural log of the radius to give the surface area of Gabriel's Horn. e raised to this quantity (*) times i gives negative one. Angular speed is divided by 2 times": {
    "guess": "Euler's number",
    "confidence": [
      [
        "E",
        -0.79025346
      ],
      [
        "uler",
        -0.0008928788
      ],
      [
        "'s",
        -0.0012240359
      ],
      [
        " number",
        -0.19284876
      ]
    ]
  },
  "This quantity appears as a term many times in the FitzHugh-Nagumo equation, where it is governed by two parameters. The chord conductance equation expresses it as a weighted average, and it can be calculated by the Hodgkin-Huxley model assuming some initial state. It is more often calculated by the Goldman-Hodgkin-Katz Constant Field Equation, which applies to deviations from Nernstian conditions, under which this quantity would simply be defined as the gradient of one specific ion. The chlorine ion is a minor player in setting its value at rest, unlike sodium and potassium. Designated E-sub-m, FTP, name this quantity which may be defined as the charge difference between the cytoplasm and extracellular": {
    "guess": "Membrane potential",
    "confidence": [
      [
        "Mem",
        -0.35331938
      ],
      [
        "brane",
        -1.3663626e-05
      ],
      [
        " potential",
        -0.11300448
      ]
    ]
  },
  "In quantum field theory, it is equivalent to one-loop Feynman diagrams. The idea is originally attributed to Lord Rayleigh, who used it to analyze the propagation of an optical disturbance in a nonuniform medium. In his version, he assumed that the wave number was proportional to the index of refraction. The rigorous mathematical theory of this approximation for linear second-order differential equations was developed by Harold Jeffreys. For 10 points, name this approximation valid when the potential": {
    "guess": "WKB approximation",
    "confidence": [
      [
        "W",
        -0.46223265
      ],
      [
        "KB",
        -0.06558861
      ],
      [
        " approximation",
        -0.0012321343
      ]
    ]
  },
  "This quantity appears in both the upper and lower limits of integration in Parseval's identity. Using": {
    "guess": "Fourier series",
    "confidence": [
      [
        "Four",
        -1.077603
      ],
      [
        "ier",
        -0.0001201125
      ],
      [
        " series",
        -0.7105232
      ]
    ]
  },
  "This quantity increases by a factor of one plus the amplitude gain in the Miller effect, and the reciprocal of this quantity is elastance. It can be calculated for an isolated sphere as 4 pi times epsilon": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.0002356025
      ],
      [
        "ac",
        -3.5120287e-05
      ],
      [
        "it",
        -6.396757e-05
      ],
      [
        "ance",
        -4.9617593e-06
      ]
    ]
  },
  "This quantity is what creates the birefringence of light in the Voight effect, as well as in its liquid analog, the Cotton-Mouton effect. It can be described as \"poloidal\" when referring to a tokamak, while it's shape can be described as either azimuthal or meridonial depending on its direction. The Verdet constant is proportional to it in the (*) Faraday effect, and a potential difference can be created on a current carrying conductor when one of these is applied in the Hall Effect. Ampere's Law relates the current passing through a loop to this entity, and the force created by it can be calculated by the Biot-Savart law. The Dutch physicist Pieter Zeeman names an effect in which spectral lines are split when they are exposed to it. FTP, name this entity that is created by a moving point charge, the analog of the electric field.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0057939324
      ],
      [
        "agnetic",
        -0.00045605595
      ],
      [
        " field",
        -0.2043074
      ]
    ]
  },
  "This quantity may assume a negative value when considering the cosmological constant, the Casimir effect, and transpiration. Hydraulic devices work because a change in this quantity in one part of an incompressible fluid is transmitted to all parts of that fluid, allowing the amplification of work, a statement known as Pascal's principle. This quantity is often measured by a manometer and is therefore sometimes given in millimeters of mercury, a unit equal to the torr. For 10 points, name this quantity, which is equal to n times R times T over V by the ideal gas law and is defined as the force exerted per unit area.": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.0037264458
      ]
    ]
  },
  "This quantity can be calculated -3kT times the natural log of an insertion parameter over the thermal de Broglie wavelength. For a given component, the excess of this quantity is RT times the log of its activity coefficient, and its residual is RT times the log of its fugacity coefficient. For an electron,": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.27459407
      ],
      [
        "ical",
        -1.0280384e-06
      ],
      [
        " potential",
        -0.010491885
      ]
    ]
  },
  "When this quantity is zero, the angular momentum of a system is conserved. As part of Newton's second law for rigid bodies, the sum of this on a body is equal to the product of that body's moment of inertia and its net angular acceleration. FTP, what is this physical quantity with units of newton-meters,": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.02461693
      ],
      [
        "que",
        -4.692145e-05
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects. For the sun, Richard Carrington derived an empirical expression for this quantity that contains a term in which the sine function is raised to the seven-fourths power. This quantity must have a uniform value to guarantee a simple proportionality between the radiative flux and effective gravity, per von Zeipel's theorem. This quantity reaches a significant fraction of its critical value in decretion-disk forming Be [\"B-E\"] stars; more generally, large values of this quantity give rise to gravity darkening, as the surface gravity varies from pole to equator. This quantity decreases as a result of magnetic braking, as a magnetized stellar wind carries off angular momentum. For 10 points,": {
    "guess": "Angular velocity",
    "confidence": [
      [
        "Angular",
        -0.3960652
      ],
      [
        " velocity",
        -0.34945145
      ]
    ]
  },
  "This quantity remains constant in the Joule-Thomson effect. It equals internal energy plus the product of pressure and volume. The Gibbs Free Energy is given by this quantity minus the product of temperature and entropy. For a multi-step reaction, it can be calculated independently of the pathway and": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.054327954
      ],
      [
        "thal",
        -1.569009e-05
      ],
      [
        "py",
        -5.0378356e-05
      ]
    ]
  },
  "This quantity is given by square root of h over two pi square root of c times reduced mass times the microwave spectrum line spacing in the rigid rotor approximation. Aromaticity was discovered upon finding via x-ray crystallography that benzene possesses only two values for this quantity. This quantity": {
    "guess": "Nuclear magnetic resonance",
    "confidence": [
      [
        "N",
        -0.42273185
      ],
      [
        "uclear",
        -0.028229902
      ],
      [
        " magnetic",
        -0.78479254
      ],
      [
        " resonance",
        -0.003701259
      ]
    ]
  },
  "This quantity may assume a negative value when considering the cosmological constant, the Casimir effect,": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.16495933
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied ": {
    "guess": "Bloch wave",
    "confidence": [
      [
        "Blo",
        -1.1920131
      ],
      [
        "ch",
        -0.000101993544
      ],
      [
        " wave",
        -0.73474133
      ]
    ]
  },
  "This quantity can be calculated by summing over expectation values of the velocity operator applied  to the Bloch functions in accordance with its namesake theorem. Near the Fermi level, this quantity is  slightly altered by the phonon correction resulting from ionic screening, and one way of measuring this  quantity is to vary the temperature for a fixed field and measure the amplitude of the oscil ations from  the de Haas-van Alphen effect. The standard way of measuring this quantity is through cyclotron  resonance, since a measurement of the cyclotron frequency in a known magnetic field directly": {
    "guess": "Fermi surface",
    "confidence": [
      [
        "F",
        -0.52362674
      ],
      [
        "erm",
        -3.888926e-06
      ],
      [
        "i",
        -2.3392786e-06
      ],
      [
        " surface",
        -0.0876196
      ]
    ]
  },
  "This quantity for an atomic nucleus is determined using Weizscker's [VAHYTS-zek-uhrs] formula. The no hair theorem states black holes are completely characterized by their angular momentum, charge, and this quantity. The oscillation period of a spring equals two pi times the square root of this quantity over the spring constant. The theoretical value of this quantity for gluons is zero. Linear momentum equals this quantity times velocity. For 10 points, name this quantity measured in kilograms.": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.0050702104
      ]
    ]
  },
  "The quality of a sample of this molecule is assessed using the RIN algorithm and Agilent's Bioanalyzer. Lithium chloride is often used to precipitate this molecule out of ethanol solutions, and its concentration is measured by taking 40 times its optical density at 260 nanometers. It can be isolated in the aqueous phase if and only if acidic phenol-chloroform is used. Alwine, Kemp, and Stark developed a method of visualizing this molecule that uses a formamide-containing transfer buffer and a formaldehyde-containing agarose gel. This molecule can form pseudoknots, tetraloops, and (*) stem loops or hairpins. This molecule is visualized in Northern Blots. This molecule's two-prime hydroxyl group makes it both more reactive and more unstable than its counterpart. For 10 points, name this often": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.012952327
      ]
    ]
  },
  "When this quantity is absent, Poinsot's construction represents one phenomenon that usually requires it to be present, while the type of that phenomenon \"induced\" by this quantity is also called the \"gyroscopic\"": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.39885652
      ],
      [
        "que",
        -2.6060809e-05
      ]
    ]
  },
  "This quantity is directly proportional to the average kinetic energy of an ideal gas, and along with pressure, it forms the axes of a phase diagram. The energy needed to increase this quantity in a substance": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.08161338
      ]
    ]
  },
  "This quantity decreases when ionic solids dissolve in water, because the ions become hydrated, although this quantity normally increases when a substance dissolves. The steps of the Carnot cycle keep either temperature or this quantity constant. At constant temperature and pressure, it equals enthalpy minus Gibbs free energy, all over (*) temperature. This quantity is zero only for a perfect crystal at zero kelvin, and it is generally equal to natural log of the number of microstates, times Boltzmann's constant. It cannot decrease spontaneously, by the second law of thermodynamics. For 10 points,": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.15134415
      ]
    ]
  },
  "Quantum-mechanical waves can be seen with the naked eye due to the constancy of their phases. One theory, named after London, treats certain isotopes as ideal ones, and one of them was made from sodium-23": {
    "guess": "Isotope shift",
    "confidence": [
      [
        "Is",
        -1.1824559
      ],
      [
        "otope",
        -0.31106094
      ],
      [
        " shift",
        -0.62038517
      ]
    ]
  },
  "Quantum-mechanical waves can be seen with the naked eye due to the constancy of their phases. One theory, named after London, treats certain isotopes as ideal ones, and one of them was made from sodium-23 by Wolfgang Ketterle. However, the first was created by Cornell and Wieman at JILA in Colorado, who supercooled two thousand rubidium atoms and caused them to act as a single \"superatom.\" For 10 points, name these collections of particles cooled below a critical temperature, a so-called fifth state of matter, predicted by an Indian and a German physicist for whom they are named.": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.0038349945
      ],
      [
        "ose",
        -1.3544423e-05
      ],
      [
        "–",
        -0.006264712
      ],
      [
        "E",
        -4.3202e-07
      ],
      [
        "instein",
        -5.5122365e-07
      ],
      [
        " cond",
        -0.00011236426
      ],
      [
        "ens",
        -0.00065036345
      ],
      [
        "ate",
        -2.6418418e-05
      ]
    ]
  },
  "This quantity's potential value decreases by 2% as unemployment increases by 1%,   according to the gap version of Okun's Law. The expenditure approach to calculating this  quantity adds (*) consumption, investments, government spending, and net exports. For 10 points,  name this economic quantity, the total market value of all goods and services produced in a country,  contrasted with a similar \"national\" quantity.": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.00858361
      ],
      [
        "ross",
        -0.0005804349
      ],
      [
        " domestic",
        -0.04574439
      ],
      [
        " product",
        -3.1186566e-05
      ]
    ]
  },
  "This quantity is raised to the third power in the definition of Planck length. In the Einstein field equations, the product of 8 pi and the gravitational constant is divided by this quantity to the fourth power. An early calculation of it was made by Ole Romer using the eclipses of Jupiter's moons. This quantity is found in the Lorentz factor and is divided by velocity when calculating the index of refraction. In an equation developed by Einstein, energy equals mass times this quantity squared. For": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.0023793348
      ],
      [
        " of",
        -8.3278566e-05
      ],
      [
        " light",
        -0.00741744
      ]
    ]
  },
  "This quantity is generally independent of constraints on a system's motion, a fact that d'Alembert used": {
    "guess": "Variational principles",
    "confidence": [
      [
        "Vari",
        -0.05661654
      ],
      [
        "ational",
        -1.962381e-05
      ],
      [
        " principles",
        -0.012601714
      ]
    ]
  },
  "This quantity is thought to change as a result of the substitution and income effects according to the": {
    "guess": "Engel curve",
    "confidence": [
      [
        "Eng",
        -0.43425745
      ],
      [
        "el",
        -0.00047094907
      ],
      [
        " curve",
        -0.005427274
      ]
    ]
  },
  "This quantity is often confused with a quantity symbolized delta G double dagger. The Hammond Postulate bases the structure of an intermediate on the difference in this quantity between the transition state and that of the reactants or products. It is divided by the product of reaction rate and temperature": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.04134365
      ],
      [
        " energy",
        -0.019822922
      ]
    ]
  },
  "This quantity appears as a term many times in the FitzHugh-Nagumo equation, where it is governed by two parameters. The chord conductance equation expresses it as a weighted average, and it can be calculated by the Hodgkin-Huxley model assuming some initial state. It is more often calculated by the Goldman-Hodgkin-Katz Constant Field Equation, which applies to deviations from Nernstian conditions, under which this quantity would simply be defined as the gradient of one specific ion. The chlorine": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.65082765
      ],
      [
        "ern",
        -0.00071016705
      ],
      [
        "st",
        -1.27099975e-05
      ],
      [
        " equation",
        -0.004783138
      ]
    ]
  },
  "This quantity is the x-axis of the Fletcher-Munson curves and the eponymous Bode plot. Reginald Fessenden invented a method of creating new values of this quantity called heterodyning. For an LC circuit, a form of this quantity is proportional to one over the square root of the product of inductance and capacitance. For a pendulum, a form of it is proportional to the square root of little g divided by length. The energy of a photon equals the product of this quantity and the Planck constant, and": {
    "guess": "Frequency",
    "confidence": [
      [
        "Frequency",
        -0.022169746
      ]
    ]
  },
  "This quantity is directly proportional to the average kinetic energy of an ideal gas, and along with pressure, it forms the axes of a phase diagram. The energy needed to increase this quantity in a substance is given by a substance's heat capacity. Conversion between two scales for this quantity involves multiplying by nine fifths, and a third scale for this quantity starts at absolute zero. For 10": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.029873597
      ]
    ]
  },
  "This quantity can be written as the sum of the chemical potential of each component of the system times": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.69443357
      ],
      [
        "ical",
        -2.3392786e-06
      ],
      [
        " potential",
        -0.0071969624
      ]
    ]
  },
  "This quantity can be calculated -3kT times the natural log of an insertion parameter over the thermal de Broglie wavelength. For a given component, the excess of this quantity is RT times the log of its activity coefficient, and its residual is RT times the log of its fugacity coefficient. For an electron, this quantity is the negative electronegativity. At constant temperature and pressure, the sum of mole fraction times this quantity for each component equals zero, according to the most common version of the Gibbs-Duhem equation. It's not concentration, but neutral mass diffusion always occurs": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.015872
      ],
      [
        "ical",
        -4.3202e-07
      ],
      [
        " potential",
        -0.036110032
      ]
    ]
  },
  "This quantity multiplies the electric charge in the full relativistic formulation of the linear  momentum,": {
    "guess": "Lorentz factor",
    "confidence": [
      [
        "L",
        -0.97767705
      ],
      [
        "orent",
        -0.02111749
      ],
      [
        "z",
        -2.451116e-05
      ],
      [
        " factor",
        -0.012114603
      ]
    ]
  },
  "This quantity may assume a negative value when considering the cosmological constant, the Casimir effect, and transpiration. Hydraulic devices work because a change in this quantity in one part of an incompressible fluid is transmitted to all parts of that fluid, allowing the amplification of work, a statement known as Pascal's principle. This quantity is often measured by a manometer and is therefore sometimes given in millimeters of mercury, a unit equal to the torr. For 10 points, name this quantity, which is equal to n times R times T over V by the ideal gas law and is defined as the force": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.00950307
      ]
    ]
  },
  "This quantity was introduced in the 1882 work entitled On the Equilibrium of Heterogeneous Substances.": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.18559231
      ],
      [
        "ical",
        -0.00011820524
      ],
      [
        " potential",
        -0.024264675
      ]
    ]
  },
  "One of this quantity's operators is a 3x3 matrix with a 1 in the top left, a -1 in the bottom right, and 0s everywhere else. The operators corresponding to the three Cartesian vector components of this quantity do not commute with each other, but they all commute with the operator corresponding to this quantity squared. The eigenfunctions of this quantity's operators are the spherical harmonics. The conservation of this quantity causes the radius vector for the (*) orbit of a planet to sweep out equal areas in equal time, a fact known as Kepler's 2nd Law. This quantity is equal to the product of moment of inertia with angular velocity, and it is conserved in the absence of an external torque.": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.0005406429
      ],
      [
        " momentum",
        -0.0017632401
      ]
    ]
  },
  "This quantity can be calculated by taking the nuclear charge and dividing it by the square of the covalent": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.16640547
      ],
      [
        "rone",
        -0.012032155
      ],
      [
        "g",
        -3.2497806e-05
      ],
      [
        "ativity",
        -4.246537e-06
      ]
    ]
  },
  "Quashed when John Lister's men were defeated by Henry Le Despenser, it ultimately proved unsuccessful": {
    "guess": "Peasants' Revolt",
    "confidence": [
      [
        "Pe",
        -0.0005604197
      ],
      [
        "as",
        -0.0006712094
      ],
      [
        "ants",
        -7.89631e-07
      ],
      [
        "'",
        -4.179569e-05
      ],
      [
        " Rev",
        -5.6769813e-06
      ],
      [
        "olt",
        -0.00028612654
      ]
    ]
  },
  "This quantity is what creates the birefringence of light in the Voight effect, as well as in its liquid analog, the Cotton-Mouton effect. It can be described as \"poloidal\" when referring to a tokamak, while it's shape can be described as either azimuthal or meridonial depending on its direction. The": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.5199317
      ],
      [
        "agnetic",
        -0.054860286
      ],
      [
        " field",
        -0.50710917
      ]
    ]
  },
  "This quantity represents the volume of an n-dimensional parallelpiped given n vectors, while a similarly named quantity can be found by evaluating the Alexander polynomial at minus one.  The infintesimal change in area is given by this operation applied to the Jacobean, and this quantity is equal to the product of the eigenvalues of a linear transformation.  This value can be calculated by the levi-cevita permutation symbol or Laplace expansion. (*) Cramer's rule uses this operation to solve systems of linear equations, which is singular if it is equal to zero.  For 10 points, name this scalar": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.0067359763
      ],
      [
        "ant",
        -0.00025990538
      ]
    ]
  },
  "In quantum mechanics, this law has been formulated using the concepts of quantum collapse and the Ergodic Hypothesis. The grouping of microstates into macrostates led to Boltzmann's statement of it, known as the H Theorem. The first statement of it, now called the Kelvin-Planck theorem, says that not all of the heat extracted from a hot reservoir can be used for work, and the Clausius form says that heat cannot flow spontaneously from a colder body to a hotter body. FTP, what is this numbered law of thermodynamics stating that the entropy of an isolated system increases over time?": {
    "guess": "Second Law of Thermodynamics",
    "confidence": [
      [
        "Second",
        -0.27226895
      ],
      [
        " Law",
        -0.097436555
      ],
      [
        " of",
        -3.2929079e-06
      ],
      [
        " Therm",
        -0.0019377966
      ],
      [
        "odynamics",
        -0.00014597236
      ]
    ]
  },
  "A quantitative test for them involves the addition of alcoholic silver nitrate solution, which follows the Zeisel test where they are cleaved using strong acids. Anisole and THF are compounds with this functional group, and a special type of these can be produced by reacting alkenes with peroxy acids. They can be produced by reacting an alkyl halide with an alcoxide produced from an alcohol in the Williamson synthesis, and the Crown varieties are used as solvents for Grignard reagents. For 10 points,": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.032663643
      ]
    ]
  },
  "This quantity can be greatly reduced by firing lasers at substances whose atoms absorb photons then reemit": {
    "guess": "Optical absorption",
    "confidence": [
      [
        "Opt",
        -0.81806177
      ],
      [
        "ical",
        -2.451116e-05
      ],
      [
        " absorption",
        -0.9349147
      ]
    ]
  },
  "Quadratic consequences of this effect can be measured by the Briet-Rabi formula, and in astronomy, it": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.25311795
      ],
      [
        "eman",
        -1.8789384e-05
      ],
      [
        " effect",
        -0.01973749
      ]
    ]
  },
  "A quantitative test for them involves the addition of alcoholic silver nitrate solution, which follows the Zeisel test where they are cleaved using strong acids. Anisole and THF are compounds with this functional group, and a special type of these can be produced by reacting alkenes with peroxy acids. They can be produced by reacting an alkyl halide with an alcoxide produced from an alcohol in the": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.4755411
      ]
    ]
  },
  "This quantity can be described by the current times the area in an orbital electron. In the case of a coil, this quantity can be described by the current times the area times the number of turns in the": {
    "guess": "Magnetic flux",
    "confidence": [
      [
        "M",
        -0.040647514
      ],
      [
        "agnetic",
        -0.0018773511
      ],
      [
        " flux",
        -0.5332959
      ]
    ]
  },
  "This quantity varies approximately with the square root of time according to the Skumanich law, allowing measurements of it to be combined with mass or color data to give age estimates for low-mass objects. For the sun, Richard Carrington derived an empirical expression for this quantity that contains a term in which the sine function is raised to the seven-fourths power. This quantity must have a uniform value to guarantee a simple proportionality between the radiative flux and effective gravity, per von Zeipel's theorem. This quantity reaches a significant fraction of its critical value in decretion-disk forming Be [\"B-E\"] stars; more generally, large values of this quantity give rise to gravity darkening, as the surface gravity varies from pole to equator. This quantity decreases as a result": {
    "guess": "Angular velocity",
    "confidence": [
      [
        "Angular",
        -0.6954779
      ],
      [
        " velocity",
        -0.033525705
      ]
    ]
  },
  "This quantity is approximately equal to the square root of the relative permittivity for most materials. The main research in metamaterials is on ones that have negative values for this quantity. The arctan": {
    "guess": "Permeability (electromagnetism)",
    "confidence": [
      [
        "Per",
        -0.5758143
      ],
      [
        "me",
        -0.43436065
      ],
      [
        "ability",
        -0.0002637199
      ],
      [
        " (",
        -0.25895253
      ],
      [
        "elect",
        -0.0019570598
      ],
      [
        "rom",
        -1.735894e-05
      ],
      [
        "agnet",
        -0.0010479353
      ],
      [
        "ism",
        -2.1008714e-06
      ],
      [
        ")",
        -2.7133641e-05
      ]
    ]
  },
  "This quantity is multiplied by Young's modulus to define stiffness in the Euler–Bernoulli beam equation. For a solid sphere, this quantity is two fifths of the radius squared times mass, and this quantity can be found using Steiner's parallel axis theorem. Multiplying this quantity by angular velocity gives angular momentum, and an analogue of Newton's second law sets torque as this quantity times": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.008277673
      ],
      [
        " of",
        -3.464347e-05
      ],
      [
        " inertia",
        -0.010601709
      ]
    ]
  },
  "Quadratic consequences of this effect can be measured by the Briet-Rabi formula, and in astronomy, it can be replaced by the Hanle effect. It can be studied with a Fabry-Perot interferometer, and one type of it occurs when the total spin of the initial or final state is nonzero, which is known as the anomalous version. Another type of it generates three closely spaced doublets and is known as the Paschen-Back effect. For 10 points, name this effect in which the spectral lines of an atom are split when placed in an external magnetic field, the analogue of the Stark effect.": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.0035925906
      ],
      [
        "eman",
        -3.7027545e-05
      ],
      [
        " effect",
        -0.0017090904
      ]
    ]
  },
  "As a quantum-mechanical operator, its eigenvalues are given by h-bar squared times its quantum number": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.03760473
      ],
      [
        " momentum",
        -0.0001273766
      ]
    ]
  },
  "This quantity appears in both the upper and lower limits of integration in Parseval's identity. Using the gamma function, the square root of this quantity can be shown to be equal to negative one-half": {
    "guess": "Gamma function",
    "confidence": [
      [
        "Gamma",
        -0.15224423
      ],
      [
        " function",
        -0.021877626
      ]
    ]
  },
  "When this quantity is added to a system, the system will take the conformation that is closest to the reactants in free energy, as stated by the Hammond Postulate. It is proportional to the naural log of the ratio of the rate constant to the frequency factor. The Arrhenius equation also can be plotted, and the negative slope of the plot is this quantity divided by the ideal gas constant. When this quantity is negative, the rate of a reaction will decrease when the temperature is increased. Catalysts": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -1.2793016
      ],
      [
        "ib",
        -9.805982e-05
      ],
      [
        "bs",
        -0.015058682
      ],
      [
        " free",
        -0.11838396
      ],
      [
        " energy",
        -0.0002040172
      ]
    ]
  },
  "Quadratic consequences of this effect can be measured by the Briet-Rabi formula, and in astronomy, it can be replaced by the Hanle effect. It can be studied with a Fabry-Perot interferometer, and one type of it occurs when the total spin of the initial or final state is nonzero, which is known as the": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.32883063
      ],
      [
        "eman",
        -0.00014311148
      ],
      [
        " effect",
        -0.10551795
      ]
    ]
  }
}