{
  "The Fuke sect of this religion practices suizen, while some sects of this religion practice a loud belly chant known as the katsu.  Guiyang, Linji, Caodong, Yunmen, and Fayan are known as the \"Five Houses\" of this religion, and it was founded by a man originally named Bodhitara.  Shikantaza and the Zenshuji mission are commonly associated with the Soto sect of this religion, and kinhin, sesshin, and zazen are the most common forms of meditation in this religion.  For 10 points—name this religion, founded by Bodhidharma, which has produced a large amount of paradoxical stories and sayings, known as koans.": {
    "guess": "Zen Buddhism",
    "confidence": [
      [
        "Zen",
        -0.00066787907
      ],
      [
        " Buddhism",
        -0.033095393
      ]
    ]
  },
  "The Fuke sect of this religion practices suizen, while some sects of this religion practice a loud belly chant known as the katsu.  Guiyang, Linji, Caodong, Yunmen, and Fayan are known as the \"Five Houses\" of this religion, and it was founded by a man originally named Bodhitara.  Shikantaza and the Zenshuji": {
    "guess": "Zen Buddhism",
    "confidence": [
      [
        "Zen",
        -0.0027315249
      ],
      [
        " Buddhism",
        -0.03304038
      ]
    ]
  },
  "The Fujiwhara effect describes how these phenomenon can orbit about each other and sometimes merge. The center of these phenomenon usually exhibit the stadium effect, and these phenomena can also cause water to pile up on coastlines to higher than sea level. The severity of these phenomena is measured": {
    "guess": "Tropical cyclone",
    "confidence": [
      [
        "T",
        -0.13550976
      ],
      [
        "ropical",
        -0.0070739826
      ],
      [
        " cycl",
        -0.062148396
      ],
      [
        "one",
        -0.26726785
      ]
    ]
  },
  "The Fujiwhara effect describes how these phenomenon can orbit about each other and sometimes merge. The center of these phenomenon usually exhibit the stadium effect, and these phenomena can also cause water to pile up on coastlines to higher than sea level. The severity of these phenomena is measured on the Saffir-Simpson Scale, and notable features of these occurrences include storm surges and eyes. For 10 points, name these low-pressure storm systems that include ones named Wilma and Katrina.": {
    "guess": "Tropical cyclone",
    "confidence": [
      [
        "T",
        -0.034287635
      ],
      [
        "ropical",
        -3.8577193e-05
      ],
      [
        " cycl",
        -0.26720232
      ],
      [
        "one",
        -0.00866326
      ]
    ]
  },
  "The Fujiwhara effect describes how these phenomenon can orbit about each other and sometimes merge. The center of these phenomenon usually exhibit the stadium effect, and these phenomena can also cause": {
    "guess": "Tropical cyclones",
    "confidence": [
      [
        "T",
        -0.356256
      ],
      [
        "ropical",
        -0.0037302494
      ],
      [
        " cycl",
        -0.021658108
      ],
      [
        "ones",
        -0.2533039
      ]
    ]
  },
  "The Fujiwhara effect describes how these phenomenon can orbit about each other and sometimes merge. The": {
    "guess": "Binary asteroid",
    "confidence": [
      [
        "Binary",
        -0.116540104
      ],
      [
        " asteroid",
        -0.31622246
      ]
    ]
  },
  "The Fuke sect of this religion practices suizen, while some sects of this religion practice a loud belly chant known as the katsu.  Guiyang, Linji, Caodong, Yunmen, and Fayan are known as the \"Five Houses\"": {
    "guess": "Zen Buddhism",
    "confidence": [
      [
        "Zen",
        -0.22598821
      ],
      [
        " Buddhism",
        -0.3050893
      ]
    ]
  },
  "The Fuke sect of this religion practices suizen, while some sects of this religion practice a loud belly chant known as the katsu.  Guiyang, Linji, Caodong, Yunmen, and Fayan are known as the \"Five Houses\" of this religion, and it was founded by a man originally named Bodhitara.  Shikantaza and the Zenshuji mission are commonly associated with the Soto sect of this religion, and kinhin, sesshin, and zazen are the most common forms of meditation in this religion.  For 10 points—name this religion,": {
    "guess": "Zen Buddhism",
    "confidence": [
      [
        "Zen",
        -0.0018332035
      ],
      [
        " Buddhism",
        -0.04608537
      ]
    ]
  },
  "The Fuke sect of this religion practices suizen, while some sects of this religion practice a loud belly chant known as the katsu.  Guiyang, Linji, Caodong, Yunmen, and Fayan are known as the \"Five Houses\" of this religion, and it was founded by a man originally named Bodhitara.  Shikantaza and the Zenshuji mission are commonly associated with the Soto sect of this religion, and kinhin, sesshin, and zazen are the most common forms of meditation in this religion.  For 10 points—name this religion, founded by Bodhidharma, which has produced a large amount of paradoxical stories and sayings, known": {
    "guess": "Zen Buddhism",
    "confidence": [
      [
        "Zen",
        -0.0009487376
      ],
      [
        " Buddhism",
        -0.009619737
      ]
    ]
  },
  "The Fuke sect of this religion practices suizen, while some sects of this religion practice a loud belly": {
    "guess": "Zen",
    "confidence": [
      [
        "Zen",
        -0.32559997
      ]
    ]
  },
  "The Fujiwhara effect describes how these phenomenon can orbit about each other and sometimes merge. The center of these phenomenon usually exhibit the stadium effect, and these phenomena can also cause water to pile up on coastlines to higher than sea level. The severity of these phenomena is measured on the Saffir-Simpson Scale, and notable features of these occurrences include storm surges and eyes.": {
    "guess": "Tropical cyclone",
    "confidence": [
      [
        "T",
        -0.012821816
      ],
      [
        "ropical",
        -2.3319124e-05
      ],
      [
        " cycl",
        -0.004686207
      ],
      [
        "one",
        -0.0036355883
      ]
    ]
  },
  "The Fuke sect of this religion practices suizen, while some sects of this religion practice a loud belly chant known as the katsu.  Guiyang, Linji, Caodong, Yunmen, and Fayan are known as the \"Five Houses\" of this religion, and it was founded by a man originally named Bodhitara.  Shikantaza and the Zenshuji mission are commonly associated with the Soto sect of this religion, and kinhin, sesshin, and": {
    "guess": "Zen Buddhism",
    "confidence": [
      [
        "Zen",
        -0.005789782
      ],
      [
        " Buddhism",
        -0.011627023
      ]
    ]
  }
}