{
  "Verse 1:27 of this work features an account of God's wrath against a sinful humanity engaging in unnatural homosexual acts. It features the claim that the Jews will be saved and that \"the wage of sin is death but the gift of God is eternal life.\" Catholics point to chapter two of this work as evidence of (*) works as necessary for salvation rather than faith alone, although it was essential for Martin Luther's formulation of faith alone This is also the title of the first work of the Swiss theologian Karl Barth. For 10 points, name this work transcribed by Tertius, the longest Pauline epistle, which comes after Acts in the New Testament and was addressed to members of a certain Italian city.": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.0014761756
      ],
      [
        "istle",
        -5.5577775e-06
      ],
      [
        " to",
        -3.3809047e-05
      ],
      [
        " the",
        -5.4312077e-05
      ],
      [
        " Romans",
        -5.4385737e-06
      ]
    ]
  },
  "In a version the author wrote for the German production, it ends with the protagonist being shown her children asleep and deciding to commit a sin against herself.  After nine years away, Kristina Linde returns to town just before Christmas, and offers to marry Nils Krogsted, a lawyer who is blackmailing the protagonist to get a position in her husband's bank.  FTP, identify this 1879 drama about Torvald and Nora Helmer, a work of Henrik Ibsen.": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.0006105715
      ],
      [
        " Doll",
        -2.4391957e-05
      ],
      [
        "'s",
        -5.955704e-05
      ],
      [
        " House",
        -5.6576944e-05
      ]
    ]
  },
  "A version of this task that uses a Gaussian process is called kriging. The sum of the coefficients of a construct used to do this task converges to Magata's constant, and that version of this task can be done using Neville's algorithm. The unisolvence theorem states that the unique solution to one version of this task is found by taking the determinant of the Vandermonde matrix. For multivariate data": {
    "guess": "Polynomial interpolation",
    "confidence": [
      [
        "Pol",
        -0.51217186
      ],
      [
        "ynomial",
        -3.631232e-05
      ],
      [
        " interpolation",
        -0.0008193961
      ]
    ]
  },
  "Veronese changed the title of his Last Supper to Feast in the House of Levi after he was told to replace": {
    "guess": "Feast in the House of Levi",
    "confidence": [
      [
        "Fe",
        -0.82287717
      ],
      [
        "ast",
        -3.8338785e-05
      ],
      [
        " in",
        -0.0050619068
      ],
      [
        " the",
        -1.735894e-05
      ],
      [
        " House",
        -0.00042328594
      ],
      [
        " of",
        -3.619312e-05
      ],
      [
        " Levi",
        -3.106736e-05
      ]
    ]
  },
  "One version of it features marble panels that are uniform and calm except for one, which reflects the turmoil in the figure sitting below that panel. In another version, light shines through a circular window, while an empty bread plate rests prominently on the floor. Still another version has the table set at an angle to the plane of the picture with many of the figures surrounded by halos, but unlike other versions, servants, dogs, and cats are also included. FTP, name this subject of paintings by Castagno and Tintoretto and a woodcut by Durer, whose most famous version features lunettes with the Sforza coat-of-arms above the main painting of Jesus Christ and his twelve apostles, a work by": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.18388008
      ],
      [
        " Last",
        -0.031213695
      ],
      [
        " Sup",
        -3.7697225e-06
      ],
      [
        "per",
        -1.1994775e-05
      ]
    ]
  },
  "One version of this process was evaluated using E. coli and is called the Burnt Pancake problem. A variant of a popular method for doing this action uses a three way radix, while another uses the median": {
    "guess": "Pancake sorting",
    "confidence": [
      [
        "P",
        -0.060168453
      ],
      [
        "anc",
        -2.2007884e-05
      ],
      [
        "ake",
        -9.0883464e-07
      ],
      [
        " sorting",
        -0.005680261
      ]
    ]
  },
  "One version of it features marble panels that are uniform and calm except for one, which reflects the turmoil in the figure sitting below that panel. In another version, light shines through a circular": {
    "guess": "The Night Watch (Rembrandt)",
    "confidence": [
      [
        "The",
        -1.1760764
      ],
      [
        " Night",
        -1.3500396
      ],
      [
        " Watch",
        -0.057147186
      ],
      [
        " (",
        -0.6722616
      ],
      [
        "Rem",
        -0.010411081
      ],
      [
        "brand",
        -0.00026181265
      ],
      [
        "t",
        -5.0735965e-05
      ],
      [
        ")",
        -0.04597995
      ]
    ]
  },
  "In a version the author wrote for the German production, it ends with the protagonist being shown her": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -1.1256503
      ],
      [
        " Met",
        -1.5510771
      ],
      [
        "am",
        -0.0011545089
      ],
      [
        "orph",
        -2.7252845e-05
      ],
      [
        "osis",
        -0.00018280261
      ]
    ]
  },
  "One version of it features marble panels that are uniform and calm except for one, which reflects the turmoil in the figure sitting below that panel. In another version, light shines through a circular window, while an empty bread plate rests prominently on the floor. Still another version has the table set at an angle to the plane of the picture with many of the figures surrounded by halos, but unlike": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.5479805
      ],
      [
        " Last",
        -0.6682058
      ],
      [
        " Sup",
        -0.00018565984
      ],
      [
        "per",
        -4.048445e-05
      ]
    ]
  },
  "One version of this practice can be used to determine whether an action is good or evil and is called the Istikhaarah. A part of this practice involves standing up and is known as I'tidal, while another involves returning to the original position during the Tashahhud. The Khawf variety is employed during times of fear or on the battlefield and along with the ishraq, is categorized with the Nafl type. The Jumu'ah version is performed in large groups and replaces the afternoon dhuhr on its namesake day. The process of ghusl or wudu must be performed before engaging in this activity and it is performed in repeated cycles known as raka'ah. Typically performed on a musalla while facing a qibla, for 10 points, identify this pillar of Islam that involves a five times per day ritual prayer.": {
    "guess": "Salah",
    "confidence": [
      [
        "Sal",
        -0.005295427
      ],
      [
        "ah",
        -0.006284014
      ]
    ]
  },
  "One version of this scene depicts a washer-woman with her hand in a bucket, looking at two male servants clad in blue and green. That version of this scene shows a cloud of ethereal spirits around a lamp at the upper left, and places the main participants of this scene on a diagonal axis. In addition": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.40418297
      ],
      [
        " Sup",
        -0.0015441418
      ],
      [
        "per",
        -1.1756368e-05
      ]
    ]
  },
  "Veronica leaves New Bethesda in this author's Valley Song. Gladys keeps a blank diary and Piet refuses to respond to Steve's accusation in one work by this author, while Miss Helen reunites with Elsa in another of his works. One title character of another work talks to Outa while the other concludes that \"our life is dumb.\" Ethel Lange communicates with (*) Zachariah, who shares the titular bond with Morris in another of his works. Besides Boesman and Lena and Blood Knot, he wrote a play in which Sam drops his trousers in response to the title character's offensive joke, after discussing a dance contest. For 10 points, identify this South African playwright of Master Harold and the Boys.": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.03480574
      ],
      [
        "ol",
        -2.0458236e-05
      ],
      [
        " F",
        -1.1398757e-05
      ],
      [
        "ug",
        -1.3902034e-05
      ],
      [
        "ard",
        -2.9636918e-05
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of area-preserving maps on an annulus, and one condition of its applicability is that the map winding number be sufficiently irrational. A proof of this theorem relies on finding systems with frequencies that are strongly non-resonant, which means that they satisfy the \"small divisor\" condition. Although this theorem does not provide a way to tell whether a given orbit falls on an invariant torus, it does preclude the onset of ergodicity if its conditions are met. As a consequence of this theorem, the non-resonant toruses on which quasiperiodic motion occurs remain undestroyed. For ten points, identify this theorem which states that for sufficiently small perturbations of an integrable Hamiltonian system the majority of the trajectories remain stable, named for the Russian physicist who first": {
    "guess": "Kolmogorov-Arnold-Moser theorem",
    "confidence": [
      [
        "K",
        -0.012633608
      ],
      [
        "ol",
        -0.3937691
      ],
      [
        "m",
        -0.0008478638
      ],
      [
        "og",
        -2.0100624e-05
      ],
      [
        "or",
        -0.00012809181
      ],
      [
        "ov",
        -4.0246043e-05
      ],
      [
        "-A",
        -0.4720294
      ],
      [
        "rn",
        -1.4021238e-05
      ],
      [
        "old",
        -0.0119448695
      ],
      [
        "-M",
        -4.6563837e-05
      ],
      [
        "oser",
        -1.7432603e-06
      ],
      [
        " theorem",
        -0.0001441843
      ]
    ]
  },
  "One version of this practice can be used to determine whether an action is good or evil and is called the Istikhaarah. A part of this practice involves standing up and is known as I'tidal, while another involves returning to the original position during the Tashahhud. The Khawf variety is employed during times of fear or on the battlefield and along with the ishraq, is categorized with the Nafl type. The Jumu'ah version is performed in large groups and replaces the afternoon dhuhr on its namesake": {
    "guess": "Salah",
    "confidence": [
      [
        "Sal",
        -0.111101724
      ],
      [
        "ah",
        -0.0074841687
      ]
    ]
  },
  "One version of this reaction, the Ames process, was used to purify uranium during the Manhattan Project, while the nano- type frequently ends with the reduction of molybdenum-6-plus. A mixture of potassium permanganate and glycerol often provides the activation energy for this reaction, which its discoverer, Hans Goldschmidt, originally used to weld railroad tracks. This reaction is notoriously difficult to smother since its metal oxide reactant yields a constant supply of oxygen, explaining why the U.S. Coast Guard has used this reaction to fragment icebergs. Generating tem- peratures up to 2500": {
    "guess": "Thermite reaction",
    "confidence": [
      [
        "Th",
        -0.043243643
      ],
      [
        "erm",
        -0.011350309
      ],
      [
        "ite",
        -0.0013039262
      ],
      [
        " reaction",
        -0.7291481
      ]
    ]
  },
  "Veronica leaves New Bethesda in this author's Valley Song. Gladys keeps a blank diary and Piet refuses to respond to Steve's accusation in one work by this author, while Miss Helen reunites with Elsa in another of his works. One title character of another work talks to Outa while the other concludes": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.004508681
      ],
      [
        "ol",
        -1.5809293e-05
      ],
      [
        " F",
        -3.88156e-05
      ],
      [
        "ug",
        -1.5213274e-05
      ],
      [
        "ard",
        -3.7146747e-05
      ]
    ]
  },
  "One version of these devices uses a polymer of p-phenylene vinylene deposited into a thin film, while": {
    "guess": "Organic light-emitting diode",
    "confidence": [
      [
        "Organ",
        -0.09808326
      ],
      [
        "ic",
        -0.00014120422
      ],
      [
        " light",
        -0.08896619
      ],
      [
        "-em",
        -0.008298242
      ],
      [
        "itting",
        -4.7159858e-05
      ],
      [
        " di",
        -0.0029872095
      ],
      [
        "ode",
        -0.13143241
      ]
    ]
  },
  "One version of this scales with the atomic number over the square of the covalent radius. The value of this property for the central atom of an oxyacid is directly positively correlated with acid strength, and the atom with the lowest value for this property will likely be central in a simple molecule.": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.031499498
      ],
      [
        "rone",
        -0.0061664903
      ],
      [
        "g",
        -9.014684e-06
      ],
      [
        "ativity",
        -0.00020866614
      ]
    ]
  },
  "In some versions of this figure's story, he dies when a blood vessel bursts in his brain. The most famous": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -1.6289619
      ],
      [
        "ius",
        -0.0003831253
      ],
      [
        " Caesar",
        -2.3915141e-05
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of area-preserving maps on an annulus, and one condition of its applicability is that the map winding number be sufficiently irrational. A proof of this theorem relies on finding systems with frequencies": {
    "guess": "Kolmogorov-Arnold-Moser theorem",
    "confidence": [
      [
        "K",
        -0.016932214
      ],
      [
        "ol",
        -0.5786906
      ],
      [
        "m",
        -0.00023715216
      ],
      [
        "og",
        -1.5451682e-05
      ],
      [
        "or",
        -0.000115582756
      ],
      [
        "ov",
        -6.194111e-05
      ],
      [
        "-A",
        -0.6887769
      ],
      [
        "rn",
        -2.2484697e-05
      ],
      [
        "old",
        -0.0150435325
      ],
      [
        "-M",
        -0.0001506213
      ],
      [
        "oser",
        -8.776276e-06
      ],
      [
        " theorem",
        -0.001273685
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while a gray frog-ish creature sits on the central figure's belly; that depiction is by Magritte. The artist also painted the subject of this work holding a sword and a red cape in a work showing this figure In Costume as a Matador, and the subject was also shown in a blue dress sitting next to a fence": {
    "guess": "The Son of Man",
    "confidence": [
      [
        "The",
        -0.56975836
      ],
      [
        " Son",
        -0.6487508
      ],
      [
        " of",
        -0.00021557629
      ],
      [
        " Man",
        -0.0007626919
      ]
    ]
  },
  "One version of this reaction, the Ames process, was used to purify uranium during the Manhattan Project,": {
    "guess": "Uranium Enrichment",
    "confidence": [
      [
        "U",
        -0.3466186
      ],
      [
        "ran",
        -0.0010125648
      ],
      [
        "ium",
        -0.00022737744
      ],
      [
        " En",
        -0.75007445
      ],
      [
        "rich",
        -3.2929079e-06
      ],
      [
        "ment",
        -0.00024025145
      ]
    ]
  },
  "This vessel was commanded by Charles Sigsbee. One theory regarding this vessel's most famous event considers actions in Bunker A16. This ship was the subject of Hyman Rickover's 1976 investigation that": {
    "guess": "USS Maine (ACR-1)",
    "confidence": [
      [
        "U",
        -0.043966934
      ],
      [
        "SS",
        -6.7662884e-05
      ],
      [
        " Maine",
        -7.2073424e-05
      ],
      [
        " (",
        -0.019932432
      ],
      [
        "AC",
        -0.0002007987
      ],
      [
        "R",
        -9.014684e-06
      ],
      [
        "-",
        -0.00017433916
      ],
      [
        "1",
        -0.00034833618
      ],
      [
        ")",
        -2.486877e-05
      ]
    ]
  },
  "One version of this reaction, the Ames process, was used to purify uranium during the Manhattan Project, while the nano- type frequently ends with the reduction of molybdenum-6-plus. A mixture of potassium permanganate and glycerol often provides the activation energy for this reaction, which its discoverer,": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -0.43595856
      ],
      [
        "ox",
        -0.17207636
      ]
    ]
  },
  "In one of his verse plays, Puritans and Cavaliers attempt to assassinate the title Lord Protector of England, Cromwell. Another of his plays focuses on the suitors of Dona Sol, which include Don Carlos and his brother, the title figure. In addition to Hernani, one of his novels is partially set in the Revolt of 1840, and involves the lover of Marius and daughter of Fantine, Cosette, who is cared for by a bread thief chased by Javert. The creator of Jean Valjean, as well as Quasimodo, for 10 points, name this author of Les Miserables and The Hunchback of Notre Dame.": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.003832141
      ],
      [
        "or",
        -9.4914985e-06
      ],
      [
        " Hugo",
        -0.00086405716
      ]
    ]
  },
  "One version of this culture's creation myth states that a dragon goddess created the first man and woman from clay. The better-known version suggests that a creator deity first made a race of giants but destroyed them with a flood when they became disobedient. That creator deity, Viracocha, fathered the sun god Inti, whose own son emerged from the cave Pacariqtambo to found this race. That founder": {
    "guess": "Viracocha",
    "confidence": [
      [
        "Vir",
        -1.174497
      ],
      [
        "ac",
        -0.00020139472
      ],
      [
        "ocha",
        -8.733149e-05
      ]
    ]
  },
  "Veronese changed the title of his Last Supper to Feast in the House of Levi after he was told to replace one of these with Mary Magdalene. Two flowers, two pens, and some sheet music lay by another one of these at the bottom left of the portrait of Madame de Pompadour by Francois Boucher. The periodic": {
    "guess": "Still Life",
    "confidence": [
      [
        "Still",
        -1.1964996
      ],
      [
        " Life",
        -0.037925344
      ]
    ]
  },
  "A version of this game marketed towards young children uses a funfair theme. This game has a \"Here and Now: Edition\" while house rules often involve earning 686 dollars for rolling snake eyes. This game's mascot is known as Rich Uncle Pennybags. This game includes the water works and electric company": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.0046315035
      ],
      [
        "opoly",
        -0.0002850537
      ]
    ]
  },
  "One version of these devices uses a polymer of p-phenylene vinylene deposited into a thin film, while others can use tris(8-hydroxy-quinolinato)-aluminum with tryphenylamine transport layers. Common materials used to create these devices include Indium gallium nitride and gallium arsenide phosphide built": {
    "guess": "Organic light-emitting diode",
    "confidence": [
      [
        "Organ",
        -0.022259757
      ],
      [
        "ic",
        -1.7478143e-05
      ],
      [
        " light",
        -0.18755822
      ],
      [
        "-em",
        -0.007560606
      ],
      [
        "itting",
        -6.086828e-05
      ],
      [
        " di",
        -0.00045962472
      ],
      [
        "ode",
        -0.044610586
      ]
    ]
  },
  "Most versions of this novel are prefaced with a poem that ends asking \"how many things from the olden times till now / are all laughed away in talk.\" One character blames the sound of thunder when he drops his eating utensils, but he actually dropped them because he heard his drinking companion say that the only heroes left under heaven were themselves. (*) In this novel, Chán helps Lǚ Bù in a plot to kill his foster father, Dǒng Zhuó. This novel begins when three strangers swear eternal brotherhood": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.6337381
      ],
      [
        "ance",
        -1.0921943e-05
      ],
      [
        " of",
        -2.2007884e-05
      ],
      [
        " the",
        -0.0016479224
      ],
      [
        " Three",
        -1.0802739e-05
      ],
      [
        " Kingdom",
        -0.00011069541
      ],
      [
        "s",
        -7.107425e-06
      ]
    ]
  },
  "In one version of the myth concerning this figure, she was sprinkled with the juices of the aconite plant. Pliny notes that this figure pioneered the use of nets and linen and bore a son named Closter, who was the first to use the spindle. The forest nymphs stopped what they were doing when this daughter of Colophon, a dyer of Tyrian purple, performed her most famous action in spite of an old woman telling her to curb her pride. In spite of this, this figure depicted the infidelities of Zeus and": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.1391012
      ],
      [
        "ach",
        -9.186123e-05
      ],
      [
        "ne",
        -3.2929079e-06
      ]
    ]
  },
  "Verse 1:27 of this work features an account of God's wrath against a sinful humanity engaging in unnatural homosexual acts. It features the claim that the Jews will be saved and that \"the wage of sin is": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.004833565
      ],
      [
        "istle",
        -3.106736e-05
      ],
      [
        " to",
        -0.00013882013
      ],
      [
        " the",
        -5.5146502e-05
      ],
      [
        " Romans",
        -4.246537e-06
      ]
    ]
  },
  "In one of his verse plays, Puritans and Cavaliers attempt to assassinate the title Lord Protector of England, Cromwell. Another of his plays focuses on the suitors of Dona Sol, which include Don Carlos": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.08504534
      ],
      [
        " Milton",
        -0.013219641
      ]
    ]
  },
  "One version of it features marble panels that are uniform and calm except for one, which reflects the turmoil in the figure sitting below that panel. In another version, light shines through a circular window, while an empty bread plate rests prominently on the floor. Still another version has the table set at an angle to the plane of the picture with many of the figures surrounded by halos, but unlike other versions, servants, dogs, and cats are also included. FTP, name this subject of paintings by Castagno and Tintoretto and a woodcut by Durer, whose most famous version features lunettes with the Sforza coat-of-arms above the main painting of Jesus Christ and his twelve apostles, a work by Leonardo da Vinci.": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.01829217
      ],
      [
        " Sup",
        -1.9504607e-05
      ],
      [
        "per",
        -6.2729996e-06
      ]
    ]
  },
  "One version of this scene has a woman with melting neck and shoulders in front of a coffin on the right, with a skeleton riding a chariot emerging from the water in the back. In addition to that version by Dali, another version features a man holding out a small box on the far right, while a figure in a blue cloak leads another in Renaissance black and white garb toward the center. At the central figure's feet is a small dagger wrapped with a red ribbon, and on his immediate right another figure": {
    "guess": "The Temptation of St. Anthony",
    "confidence": [
      [
        "The",
        -0.75742614
      ],
      [
        " Tem",
        -0.8943917
      ],
      [
        "pt",
        -0.00024013224
      ],
      [
        "ation",
        -0.001330714
      ],
      [
        " of",
        -3.8219583e-05
      ],
      [
        " St",
        -0.6763304
      ],
      [
        ".",
        -0.009534959
      ],
      [
        " Anthony",
        -0.009562588
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while a gray frog-ish creature sits on the central figure's belly; that depiction is by Magritte. The artist also painted the subject of this work holding a sword and a red cape in a work showing this figure": {
    "guess": "The Son of Man",
    "confidence": [
      [
        "The",
        -0.38759923
      ],
      [
        " Son",
        -0.3061374
      ],
      [
        " of",
        -5.550411e-05
      ],
      [
        " Man",
        -0.00021748354
      ]
    ]
  },
  "One version of it features marble panels that are uniform and calm except for one, which reflects the turmoil in the figure sitting below that panel. In another version, light shines through a circular window, while an empty bread plate rests prominently on the floor. Still another version has the table set at an angle to the plane of the picture with many of the figures surrounded by halos, but unlike other versions, servants, dogs, and cats are also included. FTP, name this subject of paintings": {
    "guess": "The Supper at Emmaus",
    "confidence": [
      [
        "The",
        -0.199106
      ],
      [
        " Sup",
        -0.4584353
      ],
      [
        "per",
        -9.968313e-06
      ],
      [
        " at",
        -0.00027790148
      ],
      [
        " Emma",
        -1.8193366e-05
      ],
      [
        "us",
        -5.550411e-05
      ]
    ]
  },
  "One version of this scene has a woman with melting neck and shoulders in front of a coffin on the right, with a skeleton riding a chariot emerging from the water in the back. In addition to that version by Dali, another version features a man holding out a small box on the far right, while a figure in a blue cloak leads another in Renaissance black and white garb toward the center. At the central figure's feet is a small dagger wrapped with a red ribbon, and on his immediate right another figure holds out a lute while men in green and red garb sit at his feet. This painting includes depictions": {
    "guess": "The Disintegration of the Persistence of Memory",
    "confidence": [
      [
        "The",
        -0.64233243
      ],
      [
        " Dis",
        -1.0378419
      ],
      [
        "integration",
        -0.05266978
      ],
      [
        " of",
        -0.0008572662
      ],
      [
        " the",
        -0.0008803771
      ],
      [
        " Persistence",
        -3.059055e-05
      ],
      [
        " of",
        -1.1994775e-05
      ],
      [
        " Memory",
        -0.00032926726
      ]
    ]
  },
  "This vessel was commanded by Charles Sigsbee. One theory regarding this vessel's most famous event considers actions in Bunker A16. This ship was the subject of Hyman Rickover's 1976 investigation that echoed the findings of Del Peral and De Salas that a coal bunker caused its demise. A call to \"remember\" this vessel was rhymed with \"To hell with Spain!\" in the \"yellow\" press following its destruction. For 10 points, name this ship that exploded in Havana harbor in 1898, sparking the Spanish-American War.": {
    "guess": "USS Maine (1889)",
    "confidence": [
      [
        "U",
        -0.0032538848
      ],
      [
        "SS",
        -8.418666e-06
      ],
      [
        " Maine",
        -0.00020294437
      ],
      [
        " (",
        -0.17375371
      ],
      [
        "188",
        -0.0036518606
      ],
      [
        "9",
        -0.0006180776
      ],
      [
        ")",
        -1.4021238e-05
      ]
    ]
  },
  "One version of this reaction has a final step that can be carried out using caesium carbonate at 70 degrees or NaHDMS at negative 70 degrees. Like the Reformatsky reaction, Samarium-2-Iodide can be used": {
    "guess": "Allylic rearrangement",
    "confidence": [
      [
        "Al",
        -1.5787587
      ],
      [
        "ly",
        -0.82815737
      ],
      [
        "lic",
        -0.18791333
      ],
      [
        " rearr",
        -0.12942396
      ],
      [
        "angement",
        -0.0025579494
      ]
    ]
  },
  "In one of his verse plays, Puritans and Cavaliers attempt to assassinate the title Lord Protector of": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.6835031
      ],
      [
        "iver",
        -1.0325924e-05
      ],
      [
        " Crom",
        -0.0006831261
      ],
      [
        "well",
        -0.00010580806
      ]
    ]
  },
  "One version of this reaction, the Ames process, was used to purify uranium during the Manhattan Project, while the nano- type frequently ends with the reduction of molybdenum-6-plus. A mixture of potassium permanganate and glycerol often provides the activation energy for this reaction, which its discoverer, Hans Goldschmidt, originally used to weld railroad tracks. This reaction is notoriously difficult": {
    "guess": "Thermite reaction",
    "confidence": [
      [
        "Th",
        -0.3836645
      ],
      [
        "erm",
        -0.62858653
      ],
      [
        "ite",
        -0.001261187
      ],
      [
        " reaction",
        -0.76205117
      ]
    ]
  },
  "One version of these devices uses a polymer of p-phenylene vinylene deposited into a thin film, while others can use tris(8-hydroxy-quinolinato)-aluminum with tryphenylamine transport layers. Common materials used to create these devices include Indium gallium nitride and gallium arsenide phosphide built upon sapphire substrates, and some versions of these devices can be coated with (*) phosphor to alter their properties. Those aforementioned organic ones have large numbers of conjugated pi bonds. These devices necessary have direct bandgaps rather than indirect ones, because materials with indirect bandgaps have fast, non-radiative transitions. The emitted wavelength is proportional to the bandgap": {
    "guess": "Organic light-emitting diode",
    "confidence": [
      [
        "Organ",
        -0.057457875
      ],
      [
        "ic",
        -1.2590794e-05
      ],
      [
        " light",
        -0.50769633
      ],
      [
        "-em",
        -0.0070926845
      ],
      [
        "itting",
        -9.372295e-06
      ],
      [
        " di",
        -0.0004397287
      ],
      [
        "ode",
        -0.0327422
      ]
    ]
  },
  "One version of this reaction has a final step that can be carried out using caesium carbonate at 70 degrees or NaHDMS at negative 70 degrees. Like the Reformatsky reaction, Samarium-2-Iodide can be used in this reaction, specifically in place of sodium amalgam in the second step, which sees the radical": {
    "guess": "No output",
    "confidence": [
      [
        "No",
        -0.987492
      ],
      [
        " output",
        -1.2800823
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of area-preserving maps on an annulus, and one condition of its applicability is that the map winding number": {
    "guess": "Poincaré–Bendixson theorem",
    "confidence": [
      [
        "P",
        -0.9329183
      ],
      [
        "oin",
        -0.0006969464
      ],
      [
        "car",
        -0.002926115
      ],
      [
        "é",
        -9.372295e-06
      ],
      [
        "–",
        -0.206652
      ],
      [
        "B",
        -0.0012668978
      ],
      [
        "end",
        -0.5011961
      ],
      [
        "ix",
        -0.0013142859
      ],
      [
        "son",
        -4.723352e-06
      ],
      [
        " theorem",
        -0.0015878199
      ]
    ]
  },
  "One version of this scene has a woman with melting neck and shoulders in front of a coffin on the right, with a skeleton riding a chariot emerging from the water in the back. In addition to that version": {
    "guess": "Danse Macabre",
    "confidence": [
      [
        "Dan",
        -1.6524733
      ],
      [
        "se",
        -0.0023509073
      ],
      [
        " Mac",
        -0.00032199582
      ],
      [
        "ab",
        -0.0001975802
      ],
      [
        "re",
        -6.408677e-05
      ]
    ]
  },
  "A version of this task that uses a Gaussian process is called kriging. The sum of the coefficients of a construct used to do this task converges to Magata's constant, and that version of this task can be done using Neville's algorithm. The unisolvence theorem states that the unique solution to one version of this task is found by taking the determinant of the Vandermonde matrix. For multivariate data over a regular grid, the nearest-neighbor method of performing this task creates a series of piecewise-constant functions. The use of polynomials to perform this task can lead to oscillatory behavior at the endpoints, which can in turn be avoided by using splines. For 10 points, name this technique which uses some function to create new data points within an interval.": {
    "guess": "Interpolation",
    "confidence": [
      [
        "Inter",
        -0.0018012002
      ],
      [
        "polation",
        -2.3392786e-06
      ]
    ]
  },
  "One version of this scene has a woman with melting neck and shoulders in front of a coffin on the right, with a skeleton riding a chariot emerging from the water in the back. In addition to that version by Dali, another version features a man holding out a small box on the far right, while a figure in a blue cloak leads another in Renaissance black and white garb toward the center. At the central figure's feet is a small dagger wrapped with a red ribbon, and on his immediate right another figure holds out a lute while men in green and red garb sit at his feet. This painting includes depictions of Horace, Lycurgus, Gluck, Shakespeare, and Nicholas Poussin, while behind the central figure a winged": {
    "guess": "The Disintegration of the Persistence of Memory",
    "confidence": [
      [
        "The",
        -0.42413828
      ],
      [
        " Dis",
        -0.39200532
      ],
      [
        "integration",
        -0.5348607
      ],
      [
        " of",
        -0.00023083435
      ],
      [
        " the",
        -0.0003548887
      ],
      [
        " Persistence",
        -2.057744e-05
      ],
      [
        " of",
        -6.9882217e-06
      ],
      [
        " Memory",
        -0.0002632431
      ]
    ]
  },
  "Most versions of this novel are prefaced with a poem that ends asking \"how many things from the olden times till now / are all laughed away in talk.\" One character blames the sound of thunder when he drops his eating utensils, but he actually dropped them because he heard his drinking companion say that the only heroes left under heaven were themselves. (*) In this novel, Chán helps Lǚ Bù in a plot": {
    "guess": "Journey to the West",
    "confidence": [
      [
        "J",
        -1.2847083
      ],
      [
        "ourney",
        -0.00080450665
      ],
      [
        " to",
        -0.00013238314
      ],
      [
        " the",
        -2.0696643e-05
      ],
      [
        " West",
        -1.1041146e-05
      ]
    ]
  },
  "One version of this practice can be used to determine whether an action is good or evil and is called": {
    "guess": "Ethics",
    "confidence": [
      [
        "Eth",
        -0.3968794
      ],
      [
        "ics",
        -0.28067967
      ]
    ]
  },
  "In one version of the myth concerning this figure, she was sprinkled with the juices of the aconite plant. Pliny notes that this figure pioneered the use of nets and linen and bore a son named Closter, who was the first to use the spindle. The forest nymphs stopped what they were doing when this daughter of Colophon, a dyer of Tyrian purple, performed her most famous action in spite of an old woman telling her to curb her pride. In spite of this, this figure depicted the infidelities of Zeus and hung herself in shame when she realized she could not hope to match Athena. For 10 points, name this weaver who was transformed into a spider.": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.0005063269
      ],
      [
        "ach",
        -8.041768e-05
      ],
      [
        "ne",
        -2.3080716e-05
      ]
    ]
  },
  "One version of it features marble panels that are uniform and calm except for one, which reflects the": {
    "guess": "Marble sculpture",
    "confidence": [
      [
        "Mar",
        -0.28207234
      ],
      [
        "ble",
        -0.017857477
      ],
      [
        " sculpture",
        -0.6308628
      ]
    ]
  },
  "One version of this reaction has a final step that can be carried out using caesium carbonate at 70 degrees or NaHDMS at negative 70 degrees. Like the Reformatsky reaction, Samarium-2-Iodide can be used in this reaction, specifically in place of sodium amalgam in the second step, which sees the radical elimination to give the desired product. Using a heteroaryl compound in this reaction forces a Smiles": {
    "guess": "Heck reaction",
    "confidence": [
      [
        "He",
        -0.8945716
      ],
      [
        "ck",
        -0.006240772
      ],
      [
        " reaction",
        -0.13720581
      ]
    ]
  },
  "In some versions of this figure's story, he dies when a blood vessel bursts in his brain. The most famous exploit of this figure is said to have taken place near Big Bend Tunnel, and some scholars claim that that exploit took place in Talcott, Virginia. This figure is said to have challenged the owner of the railroad for which he works to a contest, and won the contest by defeating a steam-powered hammer in a race. For 10 points, name this \"steel-driving man\" of American folklore.": {
    "guess": "John Henry",
    "confidence": [
      [
        "John",
        -0.0014027405
      ],
      [
        " Henry",
        -0.00060831755
      ]
    ]
  },
  "One version of this process was evaluated using E. coli and is called the Burnt Pancake problem. A variant of a popular method for doing this action uses a three way radix, while another uses the median of three. One method of doing this removes the maximal element of its namesake data structure, then": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.75711024
      ],
      [
        "icks",
        -6.301394e-05
      ],
      [
        "ort",
        -0.00012142374
      ]
    ]
  },
  "Veselago demonstrated that metamaterials with both negative permittivity and permeability may display this property in the reverse sense. This phenomenon may happen different for oppositely-handed circular polarizations in the Faraday effect and is said to happen \"double\" in materials like calcite, which are (*) birefringent. This phenomenon is modeled by setting the ratio of the sines of the angles": {
    "guess": "Double refraction",
    "confidence": [
      [
        "Double",
        -0.74331874
      ],
      [
        " ref",
        -0.10343298
      ],
      [
        "raction",
        -1.4498052e-05
      ]
    ]
  },
  "One version of this scene depicts a washer-woman with her hand in a bucket, looking at two male servants clad in blue and green. That version of this scene shows a cloud of ethereal spirits around a lamp at the upper left, and places the main participants of this scene on a diagonal axis. In addition to (*) Tintoretto's rendition, another painting of this event shows an effeminate John to the left of a blue-sashed figure who holds his palms upward on a long table. For 10 points, name this depiction": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.034721237
      ],
      [
        " Sup",
        -0.00050739973
      ],
      [
        "per",
        -4.465658e-05
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while a gray frog-ish creature sits on the central figure's belly; that depiction is by Magritte. The artist also painted the subject of this work holding a sword and a red cape in a work showing this figure In Costume as a Matador, and the subject was also shown in a blue dress sitting next to a fence in The Railway. Another version of this painting was drawn in the home of Paul-Ferdinand Gachet, and depicts a man in green pants and a long black coat looking at the subject. The subject wears a gold bracelet on her right wrist and a small black string is tied around her neck, and lies on a bed with a small black cat at her feet. A flower adorns the central figures hair, and she lies in front of a black servant. Paul Cezanne did a \"modern\" version of, for 10 points, this painting, which depicts Victorine Meurent as a prostitute awaiting a client, by Eduard Manet.": {
    "guess": "Olympia",
    "confidence": [
      [
        "O",
        -0.055365585
      ],
      [
        "lymp",
        -9.014684e-06
      ],
      [
        "ia",
        -7.0404574e-05
      ]
    ]
  },
  "Most versions of this novel are prefaced with a poem that ends asking \"how many things from the olden times till now / are all laughed away in talk.\" One character blames the sound of thunder when he drops his eating utensils, but he actually dropped them because he heard his drinking companion say that the only heroes left under heaven were themselves. (*) In this novel, Chán helps Lǚ Bù in a plot to kill his foster father, Dǒng Zhuó. This novel begins when three strangers swear eternal brotherhood in the Oath of the Peach Garden. This novel by Luó Guànzhōng depicts the exploits of Cáo Cāo and": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.0061127017
      ],
      [
        "ance",
        -5.2001665e-06
      ],
      [
        " of",
        -5.0735965e-05
      ],
      [
        " the",
        -0.00032879043
      ],
      [
        " Three",
        -2.2007884e-05
      ],
      [
        " Kingdom",
        -3.6073914e-05
      ],
      [
        "s",
        -2.1008714e-06
      ]
    ]
  },
  "One version of it features marble panels that are uniform and calm except for one, which reflects the turmoil in the figure sitting below that panel. In another version, light shines through a circular window, while an empty bread plate rests prominently on the floor. Still another version has the table set at an angle to the plane of the picture with many of the figures surrounded by halos, but unlike other versions, servants, dogs, and cats are also included. FTP, name this subject of paintings by Castagno and Tintoretto and a woodcut by Durer, whose most famous version features lunettes with": {
    "guess": "Adoration of the Magi",
    "confidence": [
      [
        "Ad",
        -1.1850276
      ],
      [
        "oration",
        -5.383526e-05
      ],
      [
        " of",
        -0.00016623331
      ],
      [
        " the",
        -0.0003342738
      ],
      [
        " Mag",
        -0.006987207
      ],
      [
        "i",
        -0.00027456743
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while a gray frog-ish creature sits on the central figure's belly; that depiction is by Magritte. The artist also painted the subject of this work holding a sword and a red cape in a work showing this figure In Costume as a Matador, and the subject was also shown in a blue dress sitting next to a fence in The Railway. Another version of this painting was drawn in the home of Paul-Ferdinand Gachet, and": {
    "guess": "The Son of Man",
    "confidence": [
      [
        "The",
        -0.8134176
      ],
      [
        " Son",
        -1.0873885
      ],
      [
        " of",
        -0.00010258956
      ],
      [
        " Man",
        -0.00067335507
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while a gray frog-ish creature sits on the central figure's belly; that depiction is by Magritte. The artist": {
    "guess": "The Treachery of Images",
    "confidence": [
      [
        "The",
        -0.18817359
      ],
      [
        " Tre",
        -0.7331038
      ],
      [
        "ach",
        -0.001295239
      ],
      [
        "ery",
        -1.2664457e-06
      ],
      [
        " of",
        -1.27099975e-05
      ],
      [
        " Images",
        -0.00024072826
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of": {
    "guess": "Arnold diffusion",
    "confidence": [
      [
        "Arn",
        -1.1082351
      ],
      [
        "old",
        -0.29835272
      ],
      [
        " diffusion",
        -0.09310712
      ]
    ]
  },
  "One version of this scales with the atomic number over the square of the covalent radius. The value of this property for the central atom of an oxyacid is directly positively correlated with acid strength,": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.18701643
      ],
      [
        "rone",
        -0.00021712594
      ],
      [
        "g",
        -1.8550976e-05
      ],
      [
        "ativity",
        -0.0001201125
      ]
    ]
  },
  "This vessel was commanded by Charles Sigsbee. One theory regarding this vessel's most famous event considers actions in Bunker A16. This ship was the subject of Hyman Rickover's 1976 investigation that echoed the findings of Del Peral and De Salas that a coal bunker caused its demise. A call to \"remember\" this vessel was rhymed with \"To hell with Spain!\" in the \"yellow\" press following its destruction. For 10 points, name this ship that exploded in Havana harbor in 1898, sparking the Spanish-American": {
    "guess": "USS Maine (1889)",
    "confidence": [
      [
        "U",
        -0.006017791
      ],
      [
        "SS",
        -1.3186812e-05
      ],
      [
        " Maine",
        -0.0001503829
      ],
      [
        " (",
        -0.1308921
      ],
      [
        "188",
        -0.0064155054
      ],
      [
        "9",
        -0.00035977605
      ],
      [
        ")",
        -7.822647e-06
      ]
    ]
  },
  "A version of this game marketed towards young children uses a funfair theme. This game has a \"Here and Now: Edition\" while house rules often involve earning 686 dollars for rolling snake eyes. This game's mascot is known as Rich Uncle Pennybags. This game includes the water works and electric company utilities along with spaces named for Atlantic City locations like \"Park Place\" and \"Boardwalk\". For 10 points, name this board game of Parker Brothers which involves building houses and hotels on different properties.": {
    "guess": "Monopoly (game)",
    "confidence": [
      [
        "Mon",
        -0.003045451
      ],
      [
        "opoly",
        -0.00035012423
      ],
      [
        " (",
        -0.06274945
      ],
      [
        "game",
        -0.0013939269
      ],
      [
        ")",
        -2.1411865e-05
      ]
    ]
  },
  "In a version the author wrote for the German production, it ends with the protagonist being shown her children asleep and deciding to commit a sin against herself.  After nine years away, Kristina Linde": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.1762077
      ],
      [
        " Doll",
        -4.6206227e-05
      ],
      [
        "'s",
        -0.00022654302
      ],
      [
        " House",
        -7.183501e-05
      ]
    ]
  },
  "In one version of the myth concerning this figure, she was sprinkled with the juices of the aconite plant. Pliny notes that this figure pioneered the use of nets and linen and bore a son named Closter, who was the first to use the spindle. The forest nymphs stopped what they were doing when this daughter of Colophon, a dyer of Tyrian purple, performed her most famous action in spite of an old woman telling her to curb her pride. In spite of this, this figure depicted the infidelities of Zeus and hung herself in shame when she realized she could not hope to match Athena. For 10 points, name this": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.002146097
      ],
      [
        "ach",
        -6.6232446e-05
      ],
      [
        "ne",
        -8.3874584e-05
      ]
    ]
  },
  "One version of this reaction has a final step that can be carried out using caesium carbonate at 70 degrees": {
    "guess": "Stille reaction",
    "confidence": [
      [
        "St",
        -1.4556671
      ],
      [
        "ille",
        -0.0001823258
      ],
      [
        " reaction",
        -0.020099634
      ]
    ]
  },
  "This vessel was commanded by Charles Sigsbee. One theory regarding this vessel's most famous event considers actions in Bunker A16. This ship was the subject of Hyman Rickover's 1976 investigation that echoed the findings of Del Peral and De Salas that a coal bunker caused its demise. A call to \"remember\" this vessel was rhymed with \"To hell with Spain!\" in the \"yellow\" press following its destruction.": {
    "guess": "USS Maine (1889)",
    "confidence": [
      [
        "U",
        -0.0014229721
      ],
      [
        "SS",
        -3.0545007e-06
      ],
      [
        " Maine",
        -0.00021224226
      ],
      [
        " (",
        -0.0017161125
      ],
      [
        "188",
        -0.0022021208
      ],
      [
        "9",
        -0.00042840437
      ],
      [
        ")",
        -9.0883464e-07
      ]
    ]
  },
  "In some versions of the myth, she is married to Theseus who eventually leaves her for Phaedra. She tries": {
    "guess": "Phaedra",
    "confidence": [
      [
        "Ph",
        -1.0264683
      ],
      [
        "aed",
        -0.00018125297
      ],
      [
        "ra",
        -4.739826e-05
      ]
    ]
  },
  "Veronese changed the title of his Last Supper to Feast in the House of Levi after he was told to replace one of these with Mary Magdalene. Two flowers, two pens, and some sheet music lay by another one of these at the bottom left of the portrait of Madame de Pompadour by Francois Boucher. The periodic motion of a woman's feet and one of these can be found in a painting by Giacomo Balla titled the Dynamism": {
    "guess": "Dachshund",
    "confidence": [
      [
        "D",
        -1.968355
      ],
      [
        "ach",
        -0.20130633
      ],
      [
        "sh",
        -0.00015395533
      ],
      [
        "und",
        -0.011135544
      ]
    ]
  },
  "Veselago demonstrated that metamaterials with both negative permittivity and permeability may display this property in the reverse sense. This phenomenon may happen different for oppositely-handed circular polarizations in the Faraday effect and is said to happen \"double\" in materials like calcite, which are (*) birefringent. This phenomenon is modeled by setting the ratio of the sines of the angles in question equal to the reciprocal ratio of the indices of the media. For 10 points, name this phenomenon, wherein a change in wave speed results in a change in wave direction.": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.15555274
      ],
      [
        "raction",
        -2.3392786e-06
      ]
    ]
  },
  "A version of this game marketed towards young children uses a funfair theme. This game has a \"Here and": {
    "guess": "Monopoly Junior",
    "confidence": [
      [
        "Mon",
        -0.33160064
      ],
      [
        "opoly",
        -0.00012190055
      ],
      [
        " Junior",
        -0.2034217
      ]
    ]
  },
  "Veronica leaves New Bethesda in this author's Valley Song. Gladys keeps a blank diary and Piet refuses to respond to Steve's accusation in one work by this author, while Miss Helen reunites with Elsa in another of his works. One title character of another work talks to Outa while the other concludes that \"our life is dumb.\" Ethel Lange communicates with (*) Zachariah, who shares the titular bond with Morris in another of his works. Besides Boesman and Lena and Blood Knot, he wrote a play in which Sam drops his trousers in response to the title character's offensive joke, after discussing a dance": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.006703412
      ],
      [
        "ol",
        -2.5941605e-05
      ],
      [
        " F",
        -2.451116e-05
      ],
      [
        "ug",
        -9.372295e-06
      ],
      [
        "ard",
        -2.6656826e-05
      ]
    ]
  },
  "Most versions of this novel are prefaced with a poem that ends asking \"how many things from the olden times till now / are all laughed away in talk.\" One character blames the sound of thunder when he drops": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.16576876
      ],
      [
        " Catch",
        -1.0987556
      ],
      [
        "er",
        -1.6166903e-05
      ],
      [
        " in",
        -7.2907846e-05
      ],
      [
        " the",
        -0.00019018957
      ],
      [
        " R",
        -3.8457987e-05
      ],
      [
        "ye",
        -9.729906e-06
      ]
    ]
  },
  "His verse autobiography, The Dust Which is God, won the 1942 Pulitzer Prize for American Poetry. A founder of The Saturday Review of Literature, he was less well-known than his brother, a novelist, poet,": {
    "guess": "Stephen Vincent Benét",
    "confidence": [
      [
        "Stephen",
        -1.0039201
      ],
      [
        " Vincent",
        -0.00199109
      ],
      [
        " Ben",
        -0.00548371
      ],
      [
        "ét",
        -0.30843514
      ]
    ]
  },
  "One version of this scales with the atomic number over the square of the covalent radius. The value of": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.375356
      ],
      [
        "rone",
        -0.008232042
      ],
      [
        "g",
        -6.869018e-06
      ],
      [
        "ativity",
        -0.00011450992
      ]
    ]
  },
  "His verse includes a number of love poems, including a \"Fantasy\" and a \"Rapture,\" dedicated to \"Laura\" as well as the historical ballad \"A Hostage.\" He justified the need for art by discussing humanity's need to balance its rational and sensual nature with what he termed the \"the play drive\" in his On": {
    "guess": "Petrarch",
    "confidence": [
      [
        "P",
        -0.5481566
      ],
      [
        "etr",
        -0.025721522
      ],
      [
        "arch",
        -0.0005465994
      ]
    ]
  },
  "One version of this culture's creation myth states that a dragon goddess created the first man and woman": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.47093058
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of area-preserving maps on an annulus, and one condition of its applicability is that the map winding number be sufficiently irrational. A proof of this theorem relies on finding systems with frequencies that are strongly non-resonant, which means that they satisfy the \"small divisor\" condition. Although this theorem does not provide a way to tell whether a given orbit falls on an invariant torus, it": {
    "guess": "Kolmogorov-Arnold-Moser theorem",
    "confidence": [
      [
        "K",
        -0.061037958
      ],
      [
        "ol",
        -0.53347677
      ],
      [
        "m",
        -0.0009099139
      ],
      [
        "og",
        -3.786197e-05
      ],
      [
        "or",
        -0.00014013138
      ],
      [
        "ov",
        -7.4695905e-05
      ],
      [
        "-A",
        -0.29939103
      ],
      [
        "rn",
        -4.0246043e-05
      ],
      [
        "old",
        -0.016018882
      ],
      [
        "-M",
        -7.398068e-05
      ],
      [
        "oser",
        -2.5345586e-05
      ],
      [
        " theorem",
        -0.0015210492
      ]
    ]
  },
  "Most versions of this novel are prefaced with a poem that ends asking \"how many things from the olden times till now / are all laughed away in talk.\" One character blames the sound of thunder when he drops his eating utensils, but he actually dropped them because he heard his drinking companion say that the only heroes left under heaven were themselves. (*) In this novel, Chán helps Lǚ Bù in a plot to kill his foster father, Dǒng Zhuó. This novel begins when three strangers swear eternal brotherhood in the Oath of the Peach Garden. This novel by Luó Guànzhōng depicts the exploits of Cáo Cāo and begins during the Yellow Turban Rebellion. For 10 points, name this classical Chinese novel.": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.00025001515
      ],
      [
        "ance",
        -2.4584822e-06
      ],
      [
        " of",
        -5.0974373e-05
      ],
      [
        " the",
        -0.0001942425
      ],
      [
        " Three",
        -7.703444e-06
      ],
      [
        " Kingdom",
        -3.166338e-05
      ],
      [
        "s",
        -1.0280384e-06
      ]
    ]
  },
  "Veronica leaves New Bethesda in this author's Valley Song. Gladys keeps a blank diary and Piet refuses to respond to Steve's accusation in one work by this author, while Miss Helen reunites with Elsa in another of his works. One title character of another work talks to Outa while the other concludes that \"our life is dumb.\" Ethel Lange communicates with (*) Zachariah, who shares the titular bond with": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.075516805
      ],
      [
        "ol",
        -4.823269e-05
      ],
      [
        " F",
        -7.326546e-05
      ],
      [
        "ug",
        -2.7252845e-05
      ],
      [
        "ard",
        -6.2656334e-05
      ]
    ]
  },
  "One version of this reaction, the Ames process, was used to purify uranium during the Manhattan Project, while the nano- type frequently ends with the reduction of molybdenum-6-plus. A mixture of potassium permanganate and glycerol often provides the activation energy for this reaction, which its discoverer, Hans Goldschmidt, originally used to weld railroad tracks. This reaction is notoriously difficult to smother since its metal oxide reactant yields a constant supply of oxygen, explaining why": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -0.57082826
      ],
      [
        "ox",
        -0.13107373
      ]
    ]
  },
  "In one of his verse plays, Puritans and Cavaliers attempt to assassinate the title Lord Protector of England, Cromwell. Another of his plays focuses on the suitors of Dona Sol, which include Don Carlos and his brother, the title figure. In addition to Hernani, one of his novels is partially set in the": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.010425943
      ],
      [
        "or",
        -0.00017672323
      ],
      [
        " Hugo",
        -0.003986385
      ]
    ]
  },
  "His verse includes a number of love poems, including a \"Fantasy\" and a \"Rapture,\" dedicated to \"Laura\" as well as the historical ballad \"A Hostage.\" He justified the need for art by discussing humanity's need to balance its rational and sensual nature with what he termed the \"the play drive\" in his On the Aesthetic Education of Man. In another of his works an obstinate father causes the death of his son Ferdinand, who has fallen in love with the musician's daughter, Luise Muller. That play, Intrigue and Love, was preceded by a play about the power struggle between the brothers Karl and Franz and followed by his take on Elizabeth I's Scottish rival and a Trilogy about a general during the Thirty": {
    "guess": "Friedrich Schiller",
    "confidence": [
      [
        "F",
        -0.034970142
      ],
      [
        "ried",
        -0.0011579621
      ],
      [
        "rich",
        -0.0009637463
      ],
      [
        " Sch",
        -0.002170009
      ],
      [
        "iller",
        -5.6457742e-05
      ]
    ]
  },
  "His verse includes a number of love poems, including a \"Fantasy\" and a \"Rapture,\" dedicated to \"Laura\"": {
    "guess": "Petrarch",
    "confidence": [
      [
        "P",
        -0.08900076
      ],
      [
        "etr",
        -1.5809293e-05
      ],
      [
        "arch",
        -0.0010360259
      ]
    ]
  },
  "A version of this task that uses a Gaussian process is called kriging. The sum of the coefficients of a construct used to do this task converges to Magata's constant, and that version of this task can be done using Neville's algorithm. The unisolvence theorem states that the unique solution to one version of this task is found by taking the determinant of the Vandermonde matrix. For multivariate data over a regular grid, the nearest-neighbor method of performing this task creates a series of piecewise-constant functions. The use of polynomials to perform this task can lead to oscillatory behavior": {
    "guess": "Interpolation",
    "confidence": [
      [
        "Inter",
        -0.5863276
      ],
      [
        "polation",
        -6.7662884e-05
      ]
    ]
  },
  "One version of this culture's creation myth states that a dragon goddess created the first man and woman from clay. The better-known version suggests that a creator deity first made a race of giants but destroyed them with a flood when they became disobedient. That creator deity, Viracocha, fathered the sun god Inti, whose own son emerged from the cave Pacariqtambo to found this race. That founder was Manco Capac, who is also sometimes said to have risen from Lake Titicaca. FTP in what culture's": {
    "guess": "Inca mythology",
    "confidence": [
      [
        "In",
        -0.006280583
      ],
      [
        "ca",
        -0.00711908
      ],
      [
        " mythology",
        -0.272321
      ]
    ]
  },
  "One version of this reaction has a final step that can be carried out using caesium carbonate at 70 degrees or NaHDMS at negative 70 degrees. Like the Reformatsky reaction, Samarium-2-Iodide can be used in this reaction, specifically in place of sodium amalgam in the second step, which sees the radical elimination to give the desired product. Using a heteroaryl compound in this reaction forces a Smiles rearrangement followed by spontaneous elimination, while a one-pot version of this reaction uses": {
    "guess": "Negishi coupling",
    "confidence": [
      [
        "Neg",
        -0.93447846
      ],
      [
        "ishi",
        -0.00045116857
      ],
      [
        " coupling",
        -0.26615304
      ]
    ]
  },
  "Verse 1:27 of this work features an account of God's wrath against a sinful humanity engaging in unnatural homosexual acts. It features the claim that the Jews will be saved and that \"the wage of sin is death but the gift of God is eternal life.\" Catholics point to chapter two of this work as evidence of (*) works as necessary for salvation rather than faith alone, although it was essential for Martin": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.018576084
      ],
      [
        "istle",
        -4.179569e-05
      ],
      [
        " to",
        -0.0014821284
      ],
      [
        " the",
        -0.0010080388
      ],
      [
        " Romans",
        -5.216641e-05
      ]
    ]
  },
  "A version of this game marketed towards young children uses a funfair theme. This game has a \"Here and Now: Edition\" while house rules often involve earning 686 dollars for rolling snake eyes. This game's": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.0030352322
      ],
      [
        "opoly",
        -0.000107953725
      ]
    ]
  },
  "One version of this process was evaluated using E. coli and is called the Burnt Pancake problem. A variant": {
    "guess": "Pancake sorting",
    "confidence": [
      [
        "P",
        -0.108796045
      ],
      [
        "anc",
        -6.5994034e-05
      ],
      [
        "ake",
        -4.00813e-06
      ],
      [
        " sorting",
        -0.031562224
      ]
    ]
  },
  "Verse 1:27 of this work features an account of God's wrath against a sinful humanity engaging in unnatural homosexual acts. It features the claim that the Jews will be saved and that \"the wage of sin is death but the gift of God is eternal life.\" Catholics point to chapter two of this work as evidence of (*) works as necessary for salvation rather than faith alone, although it was essential for Martin Luther's formulation of faith alone This is also the title of the first work of the Swiss theologian Karl Barth. For 10 points, name this work transcribed by Tertius, the longest Pauline epistle,": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.002530595
      ],
      [
        "istle",
        -4.246537e-06
      ],
      [
        " to",
        -1.831257e-05
      ],
      [
        " the",
        -2.677603e-05
      ],
      [
        " Romans",
        -1.6240566e-06
      ]
    ]
  },
  "One version of this practice can be used to determine whether an action is good or evil and is called the Istikhaarah. A part of this practice involves standing up and is known as I'tidal, while another involves returning to the original position during the Tashahhud. The Khawf variety is employed during times of fear or on the battlefield and along with the ishraq, is categorized with the Nafl type. The Jumu'ah version is performed in large groups and replaces the afternoon dhuhr on its namesake day. The process of ghusl or wudu must be performed before engaging in this activity and it is performed in repeated cycles known as raka'ah. Typically performed on a musalla while facing a qibla, for": {
    "guess": "Salah",
    "confidence": [
      [
        "Sal",
        -0.006220517
      ],
      [
        "ah",
        -0.012937024
      ]
    ]
  },
  "Veronese changed the title of his Last Supper to Feast in the House of Levi after he was told to replace one of these with Mary Magdalene. Two flowers, two pens, and some sheet music lay by another one": {
    "guess": "Feast in the House of Levi",
    "confidence": [
      [
        "Fe",
        -1.4255635
      ],
      [
        "ast",
        -0.006278686
      ],
      [
        " in",
        -0.041893102
      ],
      [
        " the",
        -5.4550484e-05
      ],
      [
        " House",
        -0.0016398312
      ],
      [
        " of",
        -2.4034345e-05
      ],
      [
        " Levi",
        -0.006941745
      ]
    ]
  },
  "One version of this process was evaluated using E. coli and is called the Burnt Pancake problem. A variant of a popular method for doing this action uses a three way radix, while another uses the median of three. One method of doing this removes the maximal element of its namesake data structure, then rebuilds that structure and repeats. C.A.R. Hoare developed a variety of this process that uses [*] pivot values. The bubble variety of this process compares and swaps pairs of items and its worst case run time is big O of n squared. Coming in heap, merge, and quick varieties, for 10 points, name": {
    "guess": "Sorting algorithm",
    "confidence": [
      [
        "Sorting",
        -0.58279353
      ],
      [
        " algorithm",
        -0.25446895
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while a gray frog-ish creature sits on the central figure's belly; that depiction is by Magritte. The artist also painted the subject of this work holding a sword and a red cape in a work showing this figure In Costume as a Matador, and the subject was also shown in a blue dress sitting next to a fence in The Railway. Another version of this painting was drawn in the home of Paul-Ferdinand Gachet, and depicts a man in green pants and a long black coat looking at the subject. The subject wears a gold": {
    "guess": "Portrait of Dr. Gachet",
    "confidence": [
      [
        "Portrait",
        -0.9553852
      ],
      [
        " of",
        -0.0010986574
      ],
      [
        " Dr",
        -0.09968727
      ],
      [
        ".",
        -0.002711438
      ],
      [
        " G",
        -0.001475341
      ],
      [
        "ach",
        -0.0005915172
      ],
      [
        "et",
        -4.6802244e-05
      ]
    ]
  },
  "This vessel was commanded by Charles Sigsbee. One theory regarding this vessel's most famous event considers": {
    "guess": "USS Maine (ACR-1)",
    "confidence": [
      [
        "U",
        -0.016329601
      ],
      [
        "SS",
        -2.1650272e-05
      ],
      [
        " Maine",
        -0.00012344286
      ],
      [
        " (",
        -0.0010131608
      ],
      [
        "AC",
        -0.00016396845
      ],
      [
        "R",
        -1.2113979e-05
      ],
      [
        "-",
        -9.996708e-05
      ],
      [
        "1",
        -0.00033856148
      ],
      [
        ")",
        -1.3663626e-05
      ]
    ]
  },
  "In some versions of the myth, she is married to Theseus who eventually leaves her for Phaedra. She tries to enact revenge on Theseus by leading an army to his wedding, but is thwarted by either Theseus's men or her sister. Her most famous item of clothing was given to her by her father Ares, and she may have been killed by Heracles in her attempt to rescue Antiope. FTP, identify this Queen of the Amazons whose magic girdle was taken by Heracles for his ninth labor.": {
    "guess": "Hippolyta",
    "confidence": [
      [
        "H",
        -0.019111166
      ],
      [
        "ipp",
        -0.0004956059
      ],
      [
        "oly",
        -1.18755715e-05
      ],
      [
        "ta",
        -0.0014765332
      ]
    ]
  },
  "A version of this task that uses a Gaussian process is called kriging. The sum of the coefficients of a construct used to do this task converges to Magata's constant, and that version of this task can be done using Neville's algorithm. The unisolvence theorem states that the unique solution to one version of this task is found by taking the determinant of the Vandermonde matrix. For multivariate data over a regular grid, the nearest-neighbor method of performing this task creates a series of piecewise-constant": {
    "guess": "Interpolation",
    "confidence": [
      [
        "Inter",
        -0.13035022
      ],
      [
        "polation",
        -5.371606e-05
      ]
    ]
  },
  "Most versions of this novel are prefaced with a poem that ends asking \"how many things from the olden": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.8549783
      ],
      [
        " Catch",
        -1.1056966
      ],
      [
        "er",
        -6.6306106e-06
      ],
      [
        " in",
        -1.831257e-05
      ],
      [
        " the",
        -5.371606e-05
      ],
      [
        " R",
        -2.7133641e-05
      ],
      [
        "ye",
        -3.650519e-06
      ]
    ]
  },
  "In one of his verse plays, Puritans and Cavaliers attempt to assassinate the title Lord Protector of England, Cromwell. Another of his plays focuses on the suitors of Dona Sol, which include Don Carlos and his brother, the title figure. In addition to Hernani, one of his novels is partially set in the Revolt of 1840, and involves the lover of Marius and daughter of Fantine, Cosette, who is cared for": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.026380073
      ],
      [
        "or",
        -8.061054e-06
      ],
      [
        " Hugo",
        -0.00080796354
      ]
    ]
  },
  "A version of this game marketed towards young children uses a funfair theme. This game has a \"Here and Now: Edition\" while house rules often involve earning 686 dollars for rolling snake eyes. This game's mascot is known as Rich Uncle Pennybags. This game includes the water works and electric company utilities along with spaces named for Atlantic City locations like \"Park Place\" and \"Boardwalk\". For": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.0020260662
      ],
      [
        "opoly",
        -0.00017839209
      ]
    ]
  },
  "Veselago demonstrated that metamaterials with both negative permittivity and permeability may display this property in the reverse sense. This phenomenon may happen different for oppositely-handed circular polarizations in the Faraday effect and is said to happen \"double\" in materials like calcite, which are (*) birefringent. This phenomenon is modeled by setting the ratio of the sines of the angles in question equal to the reciprocal ratio of the indices of the media. For 10 points, name this phenomenon,": {
    "guess": "Negative refraction",
    "confidence": [
      [
        "Negative",
        -0.82608354
      ],
      [
        " ref",
        -0.14938407
      ],
      [
        "raction",
        -3.8100377e-05
      ]
    ]
  },
  "One version of this scene has a woman with melting neck and shoulders in front of a coffin on the right, with a skeleton riding a chariot emerging from the water in the back. In addition to that version by Dali, another version features a man holding out a small box on the far right, while a figure in a blue cloak leads another in Renaissance black and white garb toward the center. At the central figure's feet is a small dagger wrapped with a red ribbon, and on his immediate right another figure holds out a lute while men in green and red garb sit at his feet. This painting includes depictions of Horace, Lycurgus, Gluck, Shakespeare, and Nicholas Poussin, while behind the central figure a winged muse holds a crown. For 10 points, name this painting depicting the author of the Illiad being deified, by Jean Ingres.": {
    "guess": "Apotheosis of Homer",
    "confidence": [
      [
        "A",
        -0.03661009
      ],
      [
        "po",
        -0.0014249986
      ],
      [
        "the",
        -0.0005215776
      ],
      [
        "osis",
        -1.3067608e-05
      ],
      [
        " of",
        -0.0021286106
      ],
      [
        " Homer",
        -2.6537622e-05
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of area-preserving maps on an annulus, and one condition of its applicability is that the map winding number be sufficiently irrational. A proof of this theorem relies on finding systems with frequencies that are strongly non-resonant, which means that they satisfy the \"small divisor\" condition. Although this theorem does not provide a way to tell whether a given orbit falls on an invariant torus, it does preclude the onset of ergodicity if its conditions are met. As a consequence of this theorem,": {
    "guess": "Kolmogorov-Arnold-Moser theorem",
    "confidence": [
      [
        "K",
        -0.050179403
      ],
      [
        "ol",
        -0.6335738
      ],
      [
        "m",
        -0.00055410556
      ],
      [
        "og",
        -4.4179764e-05
      ],
      [
        "or",
        -0.00024751187
      ],
      [
        "ov",
        -0.000107000094
      ],
      [
        "-A",
        -0.25384673
      ],
      [
        "rn",
        -2.5703197e-05
      ],
      [
        "old",
        -0.013350335
      ],
      [
        "-M",
        -8.9119545e-05
      ],
      [
        "oser",
        -1.2113979e-05
      ],
      [
        " theorem",
        -0.0012038043
      ]
    ]
  },
  "One version of these devices uses a polymer of p-phenylene vinylene deposited into a thin film, while others can use tris(8-hydroxy-quinolinato)-aluminum with tryphenylamine transport layers. Common materials used to create these devices include Indium gallium nitride and gallium arsenide phosphide built upon sapphire substrates, and some versions of these devices can be coated with (*) phosphor to": {
    "guess": "Organic light-emitting diode",
    "confidence": [
      [
        "Organ",
        -0.05743277
      ],
      [
        "ic",
        -1.3186812e-05
      ],
      [
        " light",
        -0.09961919
      ],
      [
        "-em",
        -0.0028909445
      ],
      [
        "itting",
        -9.610702e-06
      ],
      [
        " di",
        -0.00060057297
      ],
      [
        "ode",
        -0.03767407
      ]
    ]
  },
  "Veselago demonstrated that metamaterials with both negative permittivity and permeability may display this property in the reverse sense. This phenomenon may happen different for oppositely-handed circular polarizations in the Faraday effect and is said to happen \"double\" in materials like calcite, which": {
    "guess": "Birefringence",
    "confidence": [
      [
        "B",
        -1.1386791
      ],
      [
        "ire",
        -0.0026962203
      ],
      [
        "fr",
        -3.8100377e-05
      ],
      [
        "ing",
        -9.913265e-05
      ],
      [
        "ence",
        -0.005717605
      ]
    ]
  },
  "One version of this process was evaluated using E. coli and is called the Burnt Pancake problem. A variant of a popular method for doing this action uses a three way radix, while another uses the median of three. One method of doing this removes the maximal element of its namesake data structure, then rebuilds that structure and repeats. C.A.R. Hoare developed a variety of this process that uses [*] pivot values. The bubble variety of this process compares and swaps pairs of items and its worst case run time is big O of n squared. Coming in heap, merge, and quick varieties, for 10 points, name this action by which an algorithm arranges a list of items in a specific order.": {
    "guess": "Sorting algorithm",
    "confidence": [
      [
        "Sorting",
        -0.03677017
      ],
      [
        " algorithm",
        -1.1153266
      ]
    ]
  },
  "One version of this reaction has a final step that can be carried out using caesium carbonate at 70 degrees or NaHDMS at negative 70 degrees. Like the Reformatsky reaction, Samarium-2-Iodide can be used in this reaction, specifically in place of sodium amalgam in the second step, which sees the radical elimination to give the desired product. Using a heteroaryl compound in this reaction forces a Smiles rearrangement followed by spontaneous elimination, while a one-pot version of this reaction uses a tetrazole reagent and is named for Kocienski.  Its first step sees the in situ production of an": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -1.2729477
      ],
      [
        "k",
        -0.25027668
      ],
      [
        "ene",
        -0.017057853
      ]
    ]
  },
  "One version of this culture's creation myth states that a dragon goddess created the first man and woman from clay. The better-known version suggests that a creator deity first made a race of giants but destroyed them with a flood when they became disobedient. That creator deity, Viracocha, fathered the sun god Inti, whose own son emerged from the cave Pacariqtambo to found this race. That founder was Manco Capac, who is also sometimes said to have risen from Lake Titicaca. FTP in what culture's mythos is Manco said to have established the city of Cuzco?": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.005736441
      ],
      [
        "ca",
        -0.0002482271
      ],
      [
        " Empire",
        -0.09785077
      ]
    ]
  },
  "One version of this culture's creation myth states that a dragon goddess created the first man and woman from clay. The better-known version suggests that a creator deity first made a race of giants but": {
    "guess": "Aztec creation myths",
    "confidence": [
      [
        "Az",
        -1.6711423
      ],
      [
        "tec",
        -0.003928914
      ],
      [
        " creation",
        -0.81573266
      ],
      [
        " myths",
        -0.13732573
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of area-preserving maps on an annulus, and one condition of its applicability is that the map winding number be sufficiently irrational. A proof of this theorem relies on finding systems with frequencies that are strongly non-resonant, which means that they satisfy the \"small divisor\" condition. Although this theorem does not provide a way to tell whether a given orbit falls on an invariant torus, it does preclude the onset of ergodicity if its conditions are met. As a consequence of this theorem, the non-resonant toruses on which quasiperiodic motion occurs remain undestroyed. For ten points, identify this theorem which states that for sufficiently small perturbations of an integrable Hamiltonian system the majority of the trajectories remain stable, named for the Russian physicist who first proposed it and two others.": {
    "guess": "Kolmogorov–Arnold–Moser theorem",
    "confidence": [
      [
        "K",
        -0.008908936
      ],
      [
        "ol",
        -0.43343666
      ],
      [
        "m",
        -0.001129975
      ],
      [
        "og",
        -2.2842309e-05
      ],
      [
        "or",
        -0.00017708084
      ],
      [
        "ov",
        -5.4908094e-05
      ],
      [
        "–",
        -0.6144953
      ],
      [
        "Arn",
        -5.3000836e-05
      ],
      [
        "old",
        -0.008299427
      ],
      [
        "–",
        -0.0008445298
      ],
      [
        "M",
        -2.6968896e-06
      ],
      [
        "oser",
        0.0
      ],
      [
        " theorem",
        -0.00030126172
      ]
    ]
  },
  "One version of this process was evaluated using E. coli and is called the Burnt Pancake problem. A variant of a popular method for doing this action uses a three way radix, while another uses the median of three. One method of doing this removes the maximal element of its namesake data structure, then rebuilds that structure and repeats. C.A.R. Hoare developed a variety of this process that uses [*]": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.14059992
      ],
      [
        "icks",
        -5.080963e-06
      ],
      [
        "ort",
        -0.00012118533
      ]
    ]
  },
  "His verse includes a number of love poems, including a \"Fantasy\" and a \"Rapture,\" dedicated to \"Laura\" as well as the historical ballad \"A Hostage.\" He justified the need for art by discussing humanity's": {
    "guess": "Petrarch's and Laura's Love Story",
    "confidence": [
      [
        "P",
        -0.29229107
      ],
      [
        "etr",
        -2.4272753e-05
      ],
      [
        "arch",
        -0.0010193521
      ],
      [
        "'s",
        -0.22309881
      ],
      [
        " and",
        -1.1788845
      ],
      [
        " Laura",
        -0.22071373
      ],
      [
        "'s",
        -0.012576289
      ],
      [
        " Love",
        -1.2344067
      ],
      [
        " Story",
        -0.5792697
      ]
    ]
  },
  "His verse includes a number of love poems, including a \"Fantasy\" and a \"Rapture,\" dedicated to \"Laura\" as well as the historical ballad \"A Hostage.\" He justified the need for art by discussing humanity's need to balance its rational and sensual nature with what he termed the \"the play drive\" in his On the Aesthetic Education of Man. In another of his works an obstinate father causes the death of his son Ferdinand, who has fallen in love with the musician's daughter, Luise Muller. That play, Intrigue": {
    "guess": "Friedrich Schiller",
    "confidence": [
      [
        "F",
        -0.07083628
      ],
      [
        "ried",
        -0.014365051
      ],
      [
        "rich",
        -0.0011055676
      ],
      [
        " Sch",
        -0.0044184863
      ],
      [
        "iller",
        -4.1199673e-05
      ]
    ]
  },
  "In a version the author wrote for the German production, it ends with the protagonist being shown her children asleep and deciding to commit a sin against herself.  After nine years away, Kristina Linde returns to town just before Christmas, and offers to marry Nils Krogsted, a lawyer who is blackmailing": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.7062242
      ],
      [
        " Doll",
        -7.0523776e-05
      ],
      [
        "'s",
        -0.00988618
      ],
      [
        " House",
        -0.00014990607
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of area-preserving maps on an annulus, and one condition of its applicability is that the map winding number be sufficiently irrational. A proof of this theorem relies on finding systems with frequencies that are strongly non-resonant, which means that they satisfy the \"small divisor\" condition. Although this theorem does not provide a way to tell whether a given orbit falls on an invariant torus, it does preclude the onset of ergodicity if its conditions are met. As a consequence of this theorem, the non-resonant toruses on which quasiperiodic motion occurs remain undestroyed. For ten points, identify this theorem which states that for sufficiently small perturbations of an integrable Hamiltonian": {
    "guess": "Kolmogorov–Arnold–Moser theorem",
    "confidence": [
      [
        "K",
        -0.015262518
      ],
      [
        "ol",
        -0.62154454
      ],
      [
        "m",
        -0.0014745104
      ],
      [
        "og",
        -5.4312077e-05
      ],
      [
        "or",
        -0.0002105734
      ],
      [
        "ov",
        -5.4550484e-05
      ],
      [
        "–",
        -0.57934475
      ],
      [
        "Arn",
        -4.0007635e-05
      ],
      [
        "old",
        -0.004067952
      ],
      [
        "–",
        -0.0011379543
      ],
      [
        "M",
        -1.1756368e-05
      ],
      [
        "oser",
        0.0
      ],
      [
        " theorem",
        -0.00047178348
      ]
    ]
  },
  "In some versions of this figure's story, he dies when a blood vessel bursts in his brain. The most famous exploit of this figure is said to have taken place near Big Bend Tunnel, and some scholars claim": {
    "guess": "John Henry (folklore)",
    "confidence": [
      [
        "John",
        -0.0053607523
      ],
      [
        " Henry",
        -0.00068360294
      ],
      [
        " (",
        -0.3549065
      ],
      [
        "folk",
        -0.0063110315
      ],
      [
        "lore",
        -1.0564331e-05
      ],
      [
        ")",
        -0.00043031163
      ]
    ]
  },
  "In some versions of the myth, she is married to Theseus who eventually leaves her for Phaedra. She tries to enact revenge on Theseus by leading an army to his wedding, but is thwarted by either Theseus's men or her sister. Her most famous item of clothing was given to her by her father Ares, and she": {
    "guess": "Hippolyta",
    "confidence": [
      [
        "H",
        -1.1889677
      ],
      [
        "ipp",
        -0.003008131
      ],
      [
        "oly",
        -0.00038217165
      ],
      [
        "ta",
        -0.0019548023
      ]
    ]
  },
  "One version of this scene depicts a washer-woman with her hand in a bucket, looking at two male servants clad in blue and green. That version of this scene shows a cloud of ethereal spirits around a lamp at the upper left, and places the main participants of this scene on a diagonal axis. In addition to (*) Tintoretto's rendition, another painting of this event shows an effeminate John to the left": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.5329176
      ],
      [
        " Sup",
        -0.00021855638
      ],
      [
        "per",
        -8.180258e-06
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while": {
    "guess": "Luncheon on the Grass",
    "confidence": [
      [
        "L",
        -0.8521677
      ],
      [
        "un",
        -0.010882276
      ],
      [
        "cheon",
        -4.00813e-06
      ],
      [
        " on",
        -0.3665456
      ],
      [
        " the",
        -0.00026276626
      ],
      [
        " Grass",
        -0.00026109742
      ]
    ]
  },
  "Veselago demonstrated that metamaterials with both negative permittivity and permeability may display this property in the reverse sense. This phenomenon may happen different for oppositely-handed circular": {
    "guess": "Negative refraction",
    "confidence": [
      [
        "Negative",
        -0.83798724
      ],
      [
        " ref",
        -0.72123593
      ],
      [
        "raction",
        -0.0004591479
      ]
    ]
  },
  "Veronese changed the title of his Last Supper to Feast in the House of Levi after he was told to replace one of these with Mary Magdalene. Two flowers, two pens, and some sheet music lay by another one of these at the bottom left of the portrait of Madame de Pompadour by Francois Boucher. The periodic motion of a woman's feet and one of these can be found in a painting by Giacomo Balla titled the Dynamism of one of these, and another one of this animal is curled up at the foot of the bed as a woman": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.68174887
      ]
    ]
  },
  "One version of this practice can be used to determine whether an action is good or evil and is called the Istikhaarah. A part of this practice involves standing up and is known as I'tidal, while another involves returning to the original position during the Tashahhud. The Khawf variety is employed during": {
    "guess": "Salah",
    "confidence": [
      [
        "Sal",
        -0.019034682
      ],
      [
        "ah",
        -0.033680968
      ]
    ]
  },
  "One version of this practice can be used to determine whether an action is good or evil and is called the Istikhaarah. A part of this practice involves standing up and is known as I'tidal, while another involves returning to the original position during the Tashahhud. The Khawf variety is employed during times of fear or on the battlefield and along with the ishraq, is categorized with the Nafl type.": {
    "guess": "Salah",
    "confidence": [
      [
        "Sal",
        -0.012466566
      ],
      [
        "ah",
        -0.05756007
      ]
    ]
  },
  "One version of this scene has a woman with melting neck and shoulders in front of a coffin on the right, with a skeleton riding a chariot emerging from the water in the back. In addition to that version by Dali, another version features a man holding out a small box on the far right, while a figure in a blue cloak leads another in Renaissance black and white garb toward the center. At the central figure's": {
    "guess": "The Temptation of St. Anthony",
    "confidence": [
      [
        "The",
        -0.44059673
      ],
      [
        " Tem",
        -0.5288943
      ],
      [
        "pt",
        -0.013435267
      ],
      [
        "ation",
        -0.0013228576
      ],
      [
        " of",
        -2.9160103e-05
      ],
      [
        " St",
        -0.5483059
      ],
      [
        ".",
        -0.001849032
      ],
      [
        " Anthony",
        -0.003918226
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while a gray frog-ish creature sits on the central figure's belly; that depiction is by Magritte. The artist also painted the subject of this work holding a sword and a red cape in a work showing this figure In Costume as a Matador, and the subject was also shown in a blue dress sitting next to a fence in The Railway. Another version of this painting was drawn in the home of Paul-Ferdinand Gachet, and depicts a man in green pants and a long black coat looking at the subject. The subject wears a gold bracelet on her right wrist and a small black string is tied around her neck, and lies on a bed with a small black cat at her feet. A flower adorns the central figures hair, and she lies in front of": {
    "guess": "Olympia",
    "confidence": [
      [
        "O",
        -1.1286521
      ],
      [
        "lymp",
        -0.0008541669
      ],
      [
        "ia",
        -0.0001341712
      ]
    ]
  },
  "One version of this scene has a woman with melting neck and shoulders in front of a coffin on the right,": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.857987
      ],
      [
        " Picture",
        -1.8459082
      ],
      [
        " of",
        -0.0015489027
      ],
      [
        " D",
        -0.00059890415
      ],
      [
        "orian",
        -2.9279307e-05
      ],
      [
        " Gray",
        -0.0002733754
      ]
    ]
  },
  "A version of this task that uses a Gaussian process is called kriging. The sum of the coefficients of a construct used to do this task converges to Magata's constant, and that version of this task can be done using Neville's algorithm. The unisolvence theorem states that the unique solution to one version": {
    "guess": "Polynomial interpolation",
    "confidence": [
      [
        "Pol",
        -0.35078192
      ],
      [
        "ynomial",
        -0.00013691289
      ],
      [
        " interpolation",
        -0.0050600106
      ]
    ]
  },
  "In one version of the myth concerning this figure, she was sprinkled with the juices of the aconite plant. Pliny notes that this figure pioneered the use of nets and linen and bore a son named Closter,": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.16254492
      ],
      [
        "ach",
        -0.0002007987
      ],
      [
        "ne",
        -1.3856493e-06
      ]
    ]
  },
  "A version of this task that uses a Gaussian process is called kriging. The sum of the coefficients of": {
    "guess": "Kriging",
    "confidence": [
      [
        "K",
        -0.6363134
      ],
      [
        "rig",
        -2.1008714e-06
      ],
      [
        "ing",
        -1.247159e-05
      ]
    ]
  },
  "In some versions of the myth, she is married to Theseus who eventually leaves her for Phaedra. She tries to enact revenge on Theseus by leading an army to his wedding, but is thwarted by either Theseus's": {
    "guess": "Ariadne",
    "confidence": [
      [
        "A",
        -0.9296803
      ],
      [
        "riad",
        -0.015549764
      ],
      [
        "ne",
        -8.537869e-06
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of area-preserving maps on an annulus, and one condition of its applicability is that the map winding number be sufficiently irrational. A proof of this theorem relies on finding systems with frequencies that are strongly non-resonant, which means that they satisfy the \"small divisor\" condition. Although": {
    "guess": "Kolmogorov-Arnold-Moser theorem",
    "confidence": [
      [
        "K",
        -0.7080564
      ],
      [
        "ol",
        -0.6389421
      ],
      [
        "m",
        -0.0019148343
      ],
      [
        "og",
        -0.0001375089
      ],
      [
        "or",
        -0.00036597464
      ],
      [
        "ov",
        -0.00016098835
      ],
      [
        "-A",
        -0.1778448
      ],
      [
        "rn",
        -7.8748824e-05
      ],
      [
        "old",
        -0.039319333
      ],
      [
        "-M",
        -0.0002108118
      ],
      [
        "oser",
        -9.849109e-06
      ],
      [
        " theorem",
        -0.011067748
      ]
    ]
  },
  "One version of this reaction has a final step that can be carried out using caesium carbonate at 70 degrees or NaHDMS at negative 70 degrees. Like the Reformatsky reaction, Samarium-2-Iodide can be used in this reaction, specifically in place of sodium amalgam in the second step, which sees the radical elimination to give the desired product. Using a heteroaryl compound in this reaction forces a Smiles rearrangement followed by spontaneous elimination, while a one-pot version of this reaction uses a tetrazole reagent and is named for Kocienski.  Its first step sees the in situ production of an ester after a carbanion is transformed into an alcohol. Usually resulting in the E-isomer and using": {
    "guess": "Negishi coupling",
    "confidence": [
      [
        "Neg",
        -0.3419246
      ],
      [
        "ishi",
        -0.00029196384
      ],
      [
        " coupling",
        -0.23110892
      ]
    ]
  },
  "One version of this scales with the atomic number over the square of the covalent radius. The value of this property for the central atom of an oxyacid is directly positively correlated with acid strength, and the atom with the lowest value for this property will likely be central in a simple molecule. Another type is the mean of the first ionization energy and electron affinity and is known as the Mulliken version. The differences in it among members of a compound dictates the polarity of the bond between then. For ten points, name this property which is highest for fluorine and is most commonly": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.0004802433
      ],
      [
        "rone",
        -7.703444e-06
      ],
      [
        "g",
        -1.8074163e-05
      ],
      [
        "ativity",
        -2.5226382e-05
      ]
    ]
  },
  "Veronese changed the title of his Last Supper to Feast in the House of Levi after he was told to replace one of these with Mary Magdalene. Two flowers, two pens, and some sheet music lay by another one of these at the bottom left of the portrait of Madame de Pompadour by Francois Boucher. The periodic motion of a woman's feet and one of these can be found in a painting by Giacomo Balla titled the Dynamism of one of these, and another one of this animal is curled up at the foot of the bed as a woman rummages through a chest in the background in Titian's Venus of Urbino. For 10 points, a series of sixteen paintings by C. M. Coolidge depicts what animals playing poker?": {
    "guess": "Dogs Playing Poker",
    "confidence": [
      [
        "D",
        -0.0021137395
      ],
      [
        "ogs",
        -0.0001787497
      ],
      [
        " Playing",
        -0.03180602
      ],
      [
        " Poker",
        -0.00023333763
      ]
    ]
  },
  "One version of these devices uses a polymer of p-phenylene vinylene deposited into a thin film, while others can use tris(8-hydroxy-quinolinato)-aluminum with tryphenylamine transport layers. Common materials": {
    "guess": "Organic light-emitting diode",
    "confidence": [
      [
        "Organ",
        -0.026174651
      ],
      [
        "ic",
        -5.419287e-05
      ],
      [
        " light",
        -0.26133373
      ],
      [
        "-em",
        -0.013704327
      ],
      [
        "itting",
        -0.000107953725
      ],
      [
        " di",
        -0.0022249601
      ],
      [
        "ode",
        -0.09877911
      ]
    ]
  },
  "One version of this reaction has a final step that can be carried out using caesium carbonate at 70 degrees or NaHDMS at negative 70 degrees. Like the Reformatsky reaction, Samarium-2-Iodide can be used in this reaction, specifically in place of sodium amalgam in the second step, which sees the radical elimination to give the desired product. Using a heteroaryl compound in this reaction forces a Smiles rearrangement followed by spontaneous elimination, while a one-pot version of this reaction uses a tetrazole reagent and is named for Kocienski.  Its first step sees the in situ production of an ester after a carbanion is transformed into an alcohol. Usually resulting in the E-isomer and using n-butyllithium and a ketone, for 10 points, name this reaction which transforms phenyl sulfones to alkenes.": {
    "guess": "Julia olefination",
    "confidence": [
      [
        "Jul",
        -0.20415843
      ],
      [
        "ia",
        -0.0004738063
      ],
      [
        " ole",
        -0.043854903
      ],
      [
        "f",
        -0.0020046497
      ],
      [
        "ination",
        -0.000115582756
      ]
    ]
  },
  "One version of this theorem was developed using twist maps in a paper concerning invariant curves of area-preserving maps on an annulus, and one condition of its applicability is that the map winding number be sufficiently irrational. A proof of this theorem relies on finding systems with frequencies that are strongly non-resonant, which means that they satisfy the \"small divisor\" condition. Although this theorem does not provide a way to tell whether a given orbit falls on an invariant torus, it does preclude the onset of ergodicity if its conditions are met. As a consequence of this theorem, the non-resonant toruses on which quasiperiodic motion occurs remain undestroyed. For ten points, identify": {
    "guess": "Kolmogorov-Arnold-Moser theorem",
    "confidence": [
      [
        "K",
        -0.0684664
      ],
      [
        "ol",
        -0.59139085
      ],
      [
        "m",
        -0.000509307
      ],
      [
        "og",
        -3.3451433e-05
      ],
      [
        "or",
        -0.00023393365
      ],
      [
        "ov",
        -0.00011248347
      ],
      [
        "-A",
        -0.3470091
      ],
      [
        "rn",
        -2.8802491e-05
      ],
      [
        "old",
        -0.012227776
      ],
      [
        "-M",
        -5.0497558e-05
      ],
      [
        "oser",
        -2.0339032e-05
      ],
      [
        " theorem",
        -0.0019721694
      ]
    ]
  },
  "His verse includes a number of love poems, including a \"Fantasy\" and a \"Rapture,\" dedicated to \"Laura\" as well as the historical ballad \"A Hostage.\" He justified the need for art by discussing humanity's need to balance its rational and sensual nature with what he termed the \"the play drive\" in his On the Aesthetic Education of Man. In another of his works an obstinate father causes the death of his son Ferdinand, who has fallen in love with the musician's daughter, Luise Muller. That play, Intrigue and Love, was preceded by a play about the power struggle between the brothers Karl and Franz and followed by his take on Elizabeth I's Scottish rival and a Trilogy about a general during the Thirty Year's War. For ten points, identify this German author of Mary Stuart, The Robbers, and Wallenstein.": {
    "guess": "Friedrich Schiller",
    "confidence": [
      [
        "F",
        -0.0057050427
      ],
      [
        "ried",
        -9.849109e-06
      ],
      [
        "rich",
        -6.587483e-05
      ],
      [
        " Sch",
        -2.9875326e-05
      ],
      [
        "iller",
        -9.3410876e-05
      ]
    ]
  },
  "A version of this task that uses a Gaussian process is called kriging. The sum of the coefficients of a construct used to do this task converges to Magata's constant, and that version of this task can be done using Neville's algorithm. The unisolvence theorem states that the unique solution to one version of this task is found by taking the determinant of the Vandermonde matrix. For multivariate data over a regular grid, the nearest-neighbor method of performing this task creates a series of piecewise-constant functions. The use of polynomials to perform this task can lead to oscillatory behavior at the endpoints, which can in turn be avoided by using splines. For 10 points, name this technique": {
    "guess": "Interpolation",
    "confidence": [
      [
        "Inter",
        -0.077882804
      ],
      [
        "polation",
        -2.6060809e-05
      ]
    ]
  },
  "Verse 1:27 of this work features an account of God's wrath against a sinful humanity engaging in unnatural homosexual acts. It features the claim that the Jews will be saved and that \"the wage of sin is death but the gift of God is eternal life.\" Catholics point to chapter two of this work as evidence": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.0102499025
      ],
      [
        "istle",
        -5.7961847e-06
      ],
      [
        " to",
        -0.000111291425
      ],
      [
        " the",
        -5.8961017e-05
      ],
      [
        " Romans",
        -4.246537e-06
      ]
    ]
  },
  "One version of this practice can be used to determine whether an action is good or evil and is called the Istikhaarah. A part of this practice involves standing up and is known as I'tidal, while another involves returning to the original position during the Tashahhud. The Khawf variety is employed during times of fear or on the battlefield and along with the ishraq, is categorized with the Nafl type. The Jumu'ah version is performed in large groups and replaces the afternoon dhuhr on its namesake day. The process of ghusl or wudu must be performed before engaging in this activity and it is performed": {
    "guess": "Salah",
    "confidence": [
      [
        "Sal",
        -0.14263423
      ],
      [
        "ah",
        -0.014474334
      ]
    ]
  },
  "Veronica leaves New Bethesda in this author's Valley Song. Gladys keeps a blank diary and Piet refuses to respond to Steve's accusation in one work by this author, while Miss Helen reunites with Elsa in": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.02736776
      ],
      [
        "ol",
        -3.786197e-05
      ],
      [
        " F",
        -0.00015264409
      ],
      [
        "ug",
        -1.998142e-05
      ],
      [
        "ard",
        -4.4537377e-05
      ]
    ]
  },
  "One version of this practice can be used to determine whether an action is good or evil and is called the Istikhaarah. A part of this practice involves standing up and is known as I'tidal, while another": {
    "guess": "Salah",
    "confidence": [
      [
        "Sal",
        -0.02852885
      ],
      [
        "ah",
        -0.18736155
      ]
    ]
  },
  "This vessel was commanded by Charles Sigsbee. One theory regarding this vessel's most famous event considers actions in Bunker A16. This ship was the subject of Hyman Rickover's 1976 investigation that echoed the findings of Del Peral and De Salas that a coal bunker caused its demise. A call to \"remember\"": {
    "guess": "USS Maine (1889)",
    "confidence": [
      [
        "U",
        -0.007683993
      ],
      [
        "SS",
        -4.00813e-06
      ],
      [
        " Maine",
        -0.0006791924
      ],
      [
        " (",
        -0.0032513891
      ],
      [
        "188",
        -0.0022973977
      ],
      [
        "9",
        -0.0003665597
      ],
      [
        ")",
        -1.8624639e-06
      ]
    ]
  },
  "One version of this scene has a woman with melting neck and shoulders in front of a coffin on the right, with a skeleton riding a chariot emerging from the water in the back. In addition to that version by Dali, another version features a man holding out a small box on the far right, while a figure in a blue cloak leads another in Renaissance black and white garb toward the center. At the central figure's feet is a small dagger wrapped with a red ribbon, and on his immediate right another figure holds out a lute while men in green and red garb sit at his feet. This painting includes depictions of Horace, Lycurgus, Gluck, Shakespeare, and Nicholas Poussin, while behind the central figure a winged muse holds a crown. For 10 points, name this painting depicting the author of the Illiad being deified,": {
    "guess": "Apotheosis of Homer",
    "confidence": [
      [
        "A",
        -0.7952233
      ],
      [
        "po",
        -0.32996535
      ],
      [
        "the",
        -0.0027825313
      ],
      [
        "osis",
        -9.5079726e-05
      ],
      [
        " of",
        -0.008529115
      ],
      [
        " Homer",
        -0.0003087679
      ]
    ]
  },
  "Veronese changed the title of his Last Supper to Feast in the House of Levi after he was told to replace one of these with Mary Magdalene. Two flowers, two pens, and some sheet music lay by another one of these at the bottom left of the portrait of Madame de Pompadour by Francois Boucher. The periodic motion of a woman's feet and one of these can be found in a painting by Giacomo Balla titled the Dynamism of one of these, and another one of this animal is curled up at the foot of the bed as a woman rummages through a chest in the background in Titian's Venus of Urbino. For 10 points, a series of": {
    "guess": "Cat",
    "confidence": [
      [
        "Cat",
        -0.34967393
      ]
    ]
  },
  "His verse includes a number of love poems, including a \"Fantasy\" and a \"Rapture,\" dedicated to \"Laura\" as well as the historical ballad \"A Hostage.\" He justified the need for art by discussing humanity's need to balance its rational and sensual nature with what he termed the \"the play drive\" in his On the Aesthetic Education of Man. In another of his works an obstinate father causes the death of his": {
    "guess": "Friedrich Schiller",
    "confidence": [
      [
        "F",
        -0.03538918
      ],
      [
        "ried",
        -8.625866e-05
      ],
      [
        "rich",
        -8.530503e-05
      ],
      [
        " Sch",
        -0.0014348741
      ],
      [
        "iller",
        -4.370295e-05
      ]
    ]
  },
  "One version of this scene depicts a washer-woman with her hand in a bucket, looking at two male servants clad in blue and green. That version of this scene shows a cloud of ethereal spirits around a lamp": {
    "guess": "The Milkmaid",
    "confidence": [
      [
        "The",
        -0.69755673
      ],
      [
        " Milk",
        -0.71444225
      ],
      [
        "maid",
        -0.00046057833
      ]
    ]
  },
  "In one of his verse plays, Puritans and Cavaliers attempt to assassinate the title Lord Protector of England, Cromwell. Another of his plays focuses on the suitors of Dona Sol, which include Don Carlos and his brother, the title figure. In addition to Hernani, one of his novels is partially set in the Revolt of 1840, and involves the lover of Marius and daughter of Fantine, Cosette, who is cared for by a bread thief chased by Javert. The creator of Jean Valjean, as well as Quasimodo, for 10 points,": {
    "guess": "Victor Hugo",
    "confidence": [
      [
        "Vict",
        -0.005369649
      ],
      [
        "or",
        -6.2729996e-06
      ],
      [
        " Hugo",
        -0.00056280376
      ]
    ]
  },
  "His verse autobiography, The Dust Which is God, won the 1942 Pulitzer Prize for American Poetry. A founder of The Saturday Review of Literature, he was less well-known than his brother, a novelist, poet, and short-story writer. Now, however, he is more widely-read, at least among quiz bowl players.": {
    "guess": "Stephen Vincent Benét",
    "confidence": [
      [
        "Stephen",
        -0.6730715
      ],
      [
        " Vincent",
        -0.0008789466
      ],
      [
        " Ben",
        -0.0025900502
      ],
      [
        "ét",
        -0.21851464
      ]
    ]
  },
  "A version of this task that uses a Gaussian process is called kriging. The sum of the coefficients of a construct used to do this task converges to Magata's constant, and that version of this task can": {
    "guess": "Interpolation",
    "confidence": [
      [
        "Inter",
        -1.292044
      ],
      [
        "polation",
        -0.0063186125
      ]
    ]
  },
  "In a version the author wrote for the German production, it ends with the protagonist being shown her children asleep and deciding to commit a sin against herself.  After nine years away, Kristina Linde returns to town just before Christmas, and offers to marry Nils Krogsted, a lawyer who is blackmailing the protagonist to get a position in her husband's bank.  FTP, identify this 1879 drama about Torvald": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.015332243
      ],
      [
        " Doll",
        -2.749125e-05
      ],
      [
        "'s",
        -0.00024108587
      ],
      [
        " House",
        -0.00010545045
      ]
    ]
  },
  "One version of these devices uses a polymer of p-phenylene vinylene deposited into a thin film, while others can use tris(8-hydroxy-quinolinato)-aluminum with tryphenylamine transport layers. Common materials used to create these devices include Indium gallium nitride and gallium arsenide phosphide built upon sapphire substrates, and some versions of these devices can be coated with (*) phosphor to alter their properties. Those aforementioned organic ones have large numbers of conjugated pi bonds. These devices necessary have direct bandgaps rather than indirect ones, because materials with indirect bandgaps have fast, non-radiative transitions. The emitted wavelength is proportional to the bandgap energy. For 10 points, name this type of diode that fires visible photons.": {
    "guess": "Light-emitting diode",
    "confidence": [
      [
        "Light",
        -0.12025216
      ],
      [
        "-em",
        -0.021318223
      ],
      [
        "itting",
        -0.0001627764
      ],
      [
        " di",
        -0.009658927
      ],
      [
        "ode",
        -0.001738244
      ]
    ]
  },
  "A version of this game marketed towards young children uses a funfair theme. This game has a \"Here and Now: Edition\" while house rules often involve earning 686 dollars for rolling snake eyes. This game's mascot is known as Rich Uncle Pennybags. This game includes the water works and electric company utilities along with spaces named for Atlantic City locations like \"Park Place\" and \"Boardwalk\". For 10 points, name this board game of Parker Brothers which involves building houses and hotels on different": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.0009495721
      ],
      [
        "opoly",
        -0.00012904544
      ]
    ]
  },
  "His verse autobiography, The Dust Which is God, won the 1942 Pulitzer Prize for American Poetry. A founder": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.53674775
      ]
    ]
  },
  "Veronica leaves New Bethesda in this author's Valley Song. Gladys keeps a blank diary and Piet refuses to respond to Steve's accusation in one work by this author, while Miss Helen reunites with Elsa in another of his works. One title character of another work talks to Outa while the other concludes that \"our life is dumb.\" Ethel Lange communicates with (*) Zachariah, who shares the titular bond with Morris in another of his works. Besides Boesman and Lena and Blood Knot, he wrote a play in which": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.0069320435
      ],
      [
        "ol",
        -2.0935051e-05
      ],
      [
        " F",
        -1.18755715e-05
      ],
      [
        "ug",
        -9.968313e-06
      ],
      [
        "ard",
        -3.5954712e-05
      ]
    ]
  },
  "One version of this scales with the atomic number over the square of the covalent radius. The value of this property for the central atom of an oxyacid is directly positively correlated with acid strength, and the atom with the lowest value for this property will likely be central in a simple molecule. Another type is the mean of the first ionization energy and electron affinity and is known as the": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.008937645
      ],
      [
        "rone",
        -4.954393e-05
      ],
      [
        "g",
        -3.1424974e-05
      ],
      [
        "ativity",
        -1.5809293e-05
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while a gray frog-ish creature sits on the central figure's belly; that depiction is by Magritte. The artist also painted the subject of this work holding a sword and a red cape in a work showing this figure In Costume as a Matador, and the subject was also shown in a blue dress sitting next to a fence in The Railway. Another version of this painting was drawn in the home of Paul-Ferdinand Gachet, and depicts a man in green pants and a long black coat looking at the subject. The subject wears a gold bracelet on her right wrist and a small black string is tied around her neck, and lies on a bed with": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -1.115464
      ],
      [
        " Birth",
        -2.833966
      ],
      [
        " of",
        -0.0013857128
      ],
      [
        " Venus",
        -0.008619066
      ]
    ]
  },
  "Verse 1:27 of this work features an account of God's wrath against a sinful humanity engaging in unnatural": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.5546127
      ],
      [
        "istle",
        -0.000117132404
      ],
      [
        " to",
        -0.0012166635
      ],
      [
        " the",
        -0.0003735927
      ],
      [
        " Romans",
        -5.371606e-05
      ]
    ]
  },
  "In one version of the myth concerning this figure, she was sprinkled with the juices of the aconite plant. Pliny notes that this figure pioneered the use of nets and linen and bore a son named Closter, who was the first to use the spindle. The forest nymphs stopped what they were doing when this daughter": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.52513844
      ],
      [
        "ach",
        -0.0003345122
      ],
      [
        "ne",
        -2.577686e-06
      ]
    ]
  },
  "In one version of the myth concerning this figure, she was sprinkled with the juices of the aconite plant.": {
    "guess": "Medea",
    "confidence": [
      [
        "Med",
        -0.08150976
      ],
      [
        "ea",
        -0.26607236
      ]
    ]
  },
  "One version of this scene depicts a washer-woman with her hand in a bucket, looking at two male servants clad in blue and green. That version of this scene shows a cloud of ethereal spirits around a lamp at the upper left, and places the main participants of this scene on a diagonal axis. In addition to (*) Tintoretto's rendition, another painting of this event shows an effeminate John to the left of a blue-sashed figure who holds his palms upward on a long table. For 10 points, name this depiction of Christ's final meal.": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.009408599
      ],
      [
        " Sup",
        -8.5781845e-05
      ],
      [
        "per",
        -1.6166903e-05
      ]
    ]
  },
  "In some versions of the myth, she is married to Theseus who eventually leaves her for Phaedra. She tries to enact revenge on Theseus by leading an army to his wedding, but is thwarted by either Theseus's men or her sister. Her most famous item of clothing was given to her by her father Ares, and she may have been killed by Heracles in her attempt to rescue Antiope. FTP, identify this Queen of the Amazons": {
    "guess": "Hippolyta",
    "confidence": [
      [
        "H",
        -0.061796237
      ],
      [
        "ipp",
        -8.5543434e-05
      ],
      [
        "oly",
        -4.5491004e-05
      ],
      [
        "ta",
        -0.0013445196
      ]
    ]
  },
  "Verse 1:27 of this work features an account of God's wrath against a sinful humanity engaging in unnatural homosexual acts. It features the claim that the Jews will be saved and that \"the wage of sin is death but the gift of God is eternal life.\" Catholics point to chapter two of this work as evidence of (*) works as necessary for salvation rather than faith alone, although it was essential for Martin Luther's formulation of faith alone This is also the title of the first work of the Swiss theologian": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -0.014537192
      ],
      [
        "istle",
        -2.3392786e-06
      ],
      [
        " to",
        -4.7517467e-05
      ],
      [
        " the",
        -6.50404e-05
      ],
      [
        " Romans",
        -4.1273333e-06
      ]
    ]
  },
  "One version of these devices uses a polymer of p-phenylene vinylene deposited into a thin film, while others can use tris(8-hydroxy-quinolinato)-aluminum with tryphenylamine transport layers. Common materials used to create these devices include Indium gallium nitride and gallium arsenide phosphide built upon sapphire substrates, and some versions of these devices can be coated with (*) phosphor to alter their properties. Those aforementioned organic ones have large numbers of conjugated pi bonds. These devices necessary have direct bandgaps rather than indirect ones, because materials with indirect": {
    "guess": "Organic light-emitting diode",
    "confidence": [
      [
        "Organ",
        -0.017988615
      ],
      [
        "ic",
        -3.0545007e-06
      ],
      [
        " light",
        -0.34986827
      ],
      [
        "-em",
        -0.003093578
      ],
      [
        "itting",
        -7.465036e-06
      ],
      [
        " di",
        -0.00010807293
      ],
      [
        "ode",
        -0.021027137
      ]
    ]
  },
  "In some versions of this figure's story, he dies when a blood vessel bursts in his brain. The most famous exploit of this figure is said to have taken place near Big Bend Tunnel, and some scholars claim that that exploit took place in Talcott, Virginia. This figure is said to have challenged the owner": {
    "guess": "John Henry",
    "confidence": [
      [
        "John",
        -0.004741853
      ],
      [
        " Henry",
        -0.003559685
      ]
    ]
  },
  "One version of it features marble panels that are uniform and calm except for one, which reflects the turmoil in the figure sitting below that panel. In another version, light shines through a circular window, while an empty bread plate rests prominently on the floor. Still another version has the table": {
    "guess": "The Supper at Emmaus",
    "confidence": [
      [
        "The",
        -0.48848996
      ],
      [
        " Sup",
        -0.20103218
      ],
      [
        "per",
        -0.00012833021
      ],
      [
        " at",
        -0.00021891399
      ],
      [
        " Emma",
        -5.955704e-05
      ],
      [
        "us",
        -4.561021e-05
      ]
    ]
  },
  "Most versions of this novel are prefaced with a poem that ends asking \"how many things from the olden times till now / are all laughed away in talk.\" One character blames the sound of thunder when he drops his eating utensils, but he actually dropped them because he heard his drinking companion say that": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.59478056
      ],
      [
        " Great",
        -0.3153676
      ],
      [
        " G",
        -0.0005897291
      ],
      [
        "atsby",
        -0.00016563729
      ]
    ]
  },
  "One version of these devices uses a polymer of p-phenylene vinylene deposited into a thin film, while others can use tris(8-hydroxy-quinolinato)-aluminum with tryphenylamine transport layers. Common materials used to create these devices include Indium gallium nitride and gallium arsenide phosphide built upon sapphire substrates, and some versions of these devices can be coated with (*) phosphor to alter their properties. Those aforementioned organic ones have large numbers of conjugated pi bonds.": {
    "guess": "Organic light-emitting diode",
    "confidence": [
      [
        "Organ",
        -0.051550876
      ],
      [
        "ic",
        -6.1537958e-06
      ],
      [
        " light",
        -0.13740908
      ],
      [
        "-em",
        -0.0028921326
      ],
      [
        "itting",
        -5.3193703e-06
      ],
      [
        " di",
        -0.00030638382
      ],
      [
        "ode",
        -0.031935576
      ]
    ]
  },
  "One version of this reaction, the Ames process, was used to purify uranium during the Manhattan Project, while the nano- type frequently ends with the reduction of molybdenum-6-plus. A mixture of potassium": {
    "guess": "Uranium hexafluoride",
    "confidence": [
      [
        "U",
        -0.4024082
      ],
      [
        "ran",
        -0.0063931146
      ],
      [
        "ium",
        -0.0006552508
      ],
      [
        " hex",
        -0.567229
      ],
      [
        "a",
        -0.0023853993
      ],
      [
        "flu",
        -0.0019204332
      ],
      [
        "or",
        -0.00013631687
      ],
      [
        "ide",
        -0.00026467352
      ]
    ]
  },
  "One version of this reaction, the Ames process, was used to purify uranium during the Manhattan Project, while the nano- type frequently ends with the reduction of molybdenum-6-plus. A mixture of potassium permanganate and glycerol often provides the activation energy for this reaction, which its discoverer, Hans Goldschmidt, originally used to weld railroad tracks. This reaction is notoriously difficult to smother since its metal oxide reactant yields a constant supply of oxygen, explaining why the U.S. Coast Guard has used this reaction to fragment icebergs. Generating tem- peratures up to 2500 degrees Celsius, name this chemical reaction that in its most common form, combines aluminum powder with rust to produce molten iron.": {
    "guess": "Thermite reaction",
    "confidence": [
      [
        "Th",
        -0.03641711
      ],
      [
        "erm",
        -0.002641772
      ],
      [
        "ite",
        -0.00051252183
      ],
      [
        " reaction",
        -0.14920399
      ]
    ]
  },
  "In some versions of this figure's story, he dies when a blood vessel bursts in his brain. The most famous exploit of this figure is said to have taken place near Big Bend Tunnel, and some scholars claim that that exploit took place in Talcott, Virginia. This figure is said to have challenged the owner of the railroad for which he works to a contest, and won the contest by defeating a steam-powered": {
    "guess": "John Henry (folklore)",
    "confidence": [
      [
        "John",
        -0.004201275
      ],
      [
        " Henry",
        -0.00056268455
      ],
      [
        " (",
        -0.39779267
      ],
      [
        "folk",
        -0.0016200728
      ],
      [
        "lore",
        -2.3438328e-05
      ],
      [
        ")",
        -0.0003646634
      ]
    ]
  },
  "Veselago demonstrated that metamaterials with both negative permittivity and permeability may display": {
    "guess": "Reverse Cherenkov effect",
    "confidence": [
      [
        "Reverse",
        -0.21121794
      ],
      [
        " Ch",
        -0.9456431
      ],
      [
        "eren",
        -8.220573e-05
      ],
      [
        "kov",
        -4.0961266e-05
      ],
      [
        " effect",
        -0.017180309
      ]
    ]
  },
  "One version of this reaction, the Ames process, was used to purify uranium during the Manhattan Project, while the nano- type frequently ends with the reduction of molybdenum-6-plus. A mixture of potassium permanganate and glycerol often provides the activation energy for this reaction, which its discoverer, Hans Goldschmidt, originally used to weld railroad tracks. This reaction is notoriously difficult to smother since its metal oxide reactant yields a constant supply of oxygen, explaining why the U.S. Coast Guard has used this reaction to fragment icebergs. Generating tem- peratures up to 2500 degrees Celsius, name this chemical reaction that in its most common form, combines aluminum powder": {
    "guess": "Thermite reaction",
    "confidence": [
      [
        "Th",
        -0.018802604
      ],
      [
        "erm",
        -0.005871556
      ],
      [
        "ite",
        -0.0004802433
      ],
      [
        " reaction",
        -0.06500265
      ]
    ]
  },
  "One version of this scene has a woman with melting neck and shoulders in front of a coffin on the right, with a skeleton riding a chariot emerging from the water in the back. In addition to that version by Dali, another version features a man holding out a small box on the far right, while a figure in": {
    "guess": "The Temptation of Saint Anthony (Dali)",
    "confidence": [
      [
        "The",
        -0.66881317
      ],
      [
        " Tem",
        -1.0195867
      ],
      [
        "pt",
        -0.0029443053
      ],
      [
        "ation",
        -0.0013986913
      ],
      [
        " of",
        -6.396757e-05
      ],
      [
        " Saint",
        -0.48628658
      ],
      [
        " Anthony",
        -0.0014113049
      ],
      [
        " (",
        -0.5035
      ],
      [
        "D",
        -0.21682033
      ],
      [
        "ali",
        -0.0010563878
      ],
      [
        ")",
        -0.01931021
      ]
    ]
  },
  "His verse includes a number of love poems, including a \"Fantasy\" and a \"Rapture,\" dedicated to \"Laura\" as well as the historical ballad \"A Hostage.\" He justified the need for art by discussing humanity's need to balance its rational and sensual nature with what he termed the \"the play drive\" in his On the Aesthetic Education of Man. In another of his works an obstinate father causes the death of his son Ferdinand, who has fallen in love with the musician's daughter, Luise Muller. That play, Intrigue and Love, was preceded by a play about the power struggle between the brothers Karl and Franz and": {
    "guess": "Friedrich Schiller",
    "confidence": [
      [
        "F",
        -0.076387
      ],
      [
        "ried",
        -0.013822135
      ],
      [
        "rich",
        -0.0008671565
      ],
      [
        " Sch",
        -0.0031179416
      ],
      [
        "iller",
        -6.992776e-05
      ]
    ]
  },
  "In one version of the myth concerning this figure, she was sprinkled with the juices of the aconite plant. Pliny notes that this figure pioneered the use of nets and linen and bore a son named Closter, who was the first to use the spindle. The forest nymphs stopped what they were doing when this daughter of Colophon, a dyer of Tyrian purple, performed her most famous action in spite of an old woman": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.13100126
      ],
      [
        "ach",
        -8.625866e-05
      ],
      [
        "ne",
        -9.436451e-05
      ]
    ]
  },
  "Veronica leaves New Bethesda in this author's Valley Song. Gladys keeps a blank diary and Piet refuses": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.014877245
      ],
      [
        "ol",
        -6.217952e-05
      ],
      [
        " F",
        -7.326546e-05
      ],
      [
        "ug",
        -4.1080468e-05
      ],
      [
        "ard",
        -3.917321e-05
      ]
    ]
  },
  "One version of this painting shows the central figure sitting on a white towel in a grassy field, while a gray frog-ish creature sits on the central figure's belly; that depiction is by Magritte. The artist also painted the subject of this work holding a sword and a red cape in a work showing this figure In Costume as a Matador, and the subject was also shown in a blue dress sitting next to a fence in The Railway. Another version of this painting was drawn in the home of Paul-Ferdinand Gachet, and depicts a man in green pants and a long black coat looking at the subject. The subject wears a gold bracelet on her right wrist and a small black string is tied around her neck, and lies on a bed with a small black cat at her feet. A flower adorns the central figures hair, and she lies in front of a black servant. Paul Cezanne did a \"modern\" version of, for 10 points, this painting, which depicts": {
    "guess": "The Olympia",
    "confidence": [
      [
        "The",
        -0.43868247
      ],
      [
        " Olympia",
        -0.11706778
      ]
    ]
  },
  "One version of this scales with the atomic number over the square of the covalent radius. The value of this property for the central atom of an oxyacid is directly positively correlated with acid strength, and the atom with the lowest value for this property will likely be central in a simple molecule. Another type is the mean of the first ionization energy and electron affinity and is known as the Mulliken version. The differences in it among members of a compound dictates the polarity of the bond between then. For ten points, name this property which is highest for fluorine and is most commonly measured by the Pauling scale.": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.00054719544
      ],
      [
        "rone",
        -2.1008714e-06
      ],
      [
        "g",
        -8.180258e-06
      ],
      [
        "ativity",
        -1.4378848e-05
      ]
    ]
  },
  "One version of this scene depicts a washer-woman with her hand in a bucket, looking at two male servants": {
    "guess": "The Washerwoman",
    "confidence": [
      [
        "The",
        -0.7683012
      ],
      [
        " Washer",
        -1.0022978
      ],
      [
        "woman",
        -0.24688949
      ]
    ]
  },
  "One version of this culture's creation myth states that a dragon goddess created the first man and woman from clay. The better-known version suggests that a creator deity first made a race of giants but destroyed them with a flood when they became disobedient. That creator deity, Viracocha, fathered": {
    "guess": "Inca mythology",
    "confidence": [
      [
        "In",
        -0.034394413
      ],
      [
        "ca",
        -0.037125625
      ],
      [
        " mythology",
        -0.018818166
      ]
    ]
  },
  "One version of this process was evaluated using E. coli and is called the Burnt Pancake problem. A variant of a popular method for doing this action uses a three way radix, while another uses the median of three. One method of doing this removes the maximal element of its namesake data structure, then rebuilds that structure and repeats. C.A.R. Hoare developed a variety of this process that uses [*] pivot values. The bubble variety of this process compares and swaps pairs of items and its worst case": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.11382239
      ],
      [
        "icks",
        -1.8193366e-05
      ],
      [
        "ort",
        -0.00045367188
      ]
    ]
  },
  "One version of this scales with the atomic number over the square of the covalent radius. The value of this property for the central atom of an oxyacid is directly positively correlated with acid strength, and the atom with the lowest value for this property will likely be central in a simple molecule. Another type is the mean of the first ionization energy and electron affinity and is known as the Mulliken version. The differences in it among members of a compound dictates the polarity of the bond": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.0041992557
      ],
      [
        "rone",
        -5.4669687e-05
      ],
      [
        "g",
        -1.473646e-05
      ],
      [
        "ativity",
        -0.00024120507
      ]
    ]
  }
}