{
  "He was imprisoned late in his life in Whitehall as a member of the Committee of 100. After a visit to": {
    "guess": "Committee of 100",
    "confidence": [
      [
        "Commit",
        -0.645557
      ],
      [
        "tee",
        -0.004576327
      ],
      [
        " of",
        -0.0007050449
      ],
      [
        " ",
        -0.0050628567
      ],
      [
        "100",
        -0.00059878494
      ]
    ]
  },
  "An impressive entrance occurs when Alberta Simonds and the General drive up in a Model T. The protagonist, who was betrothed to Flora, ignores the warnings of Nahir. The title action is witnessed by Don Rogelio, who dies of a heart attack as a result. Also as a result, Pedro and Pablo, are sent to prison, but they were bound by honor. The trouble starts when the wealthy Bayardo San Roman discovers that his bride, Angela Vicario, is not a virgin thanks to the seduction of Santiago Nasar, who is killed because of this. FTP, name this short novel in which no one heeds warnings of Santiago's impending": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.01938351
      ],
      [
        "icle",
        -0.0014733182
      ],
      [
        " of",
        -0.00027134892
      ],
      [
        " a",
        -0.001612816
      ],
      [
        " Death",
        -3.190179e-05
      ],
      [
        " Fore",
        -7.362307e-05
      ],
      [
        "t",
        -7.822647e-06
      ],
      [
        "old",
        -2.3392786e-06
      ]
    ]
  },
  "In 2004, this man was imprisoned in Camp Bucca before being released in December of that year. According to a biography, this man is a member of the al-Bu Badri tribe and is a descendant of the Quraysh. This man started a conflict with Jabhat al-Nusra, which ended when he combined their forces with his own, in opposition to the wishes of Ayman al-Zawahiri. In his first public appearance, this man was mocked for preaching while wearing a Rolex. This man is said to have a PhD from the Islamic University of Baghdad, and in early November 2014, conflicting reports stated that he had been either injured": {
    "guess": "Abu Bakr al-Baghdadi",
    "confidence": [
      [
        "Ab",
        -0.009233582
      ],
      [
        "u",
        -0.0013642855
      ],
      [
        " Bak",
        -0.00022964232
      ],
      [
        "r",
        -0.0005202664
      ],
      [
        " al",
        -0.0010112536
      ],
      [
        "-B",
        -0.00015729303
      ],
      [
        "ag",
        -0.00043174208
      ],
      [
        "hd",
        -4.5252596e-05
      ],
      [
        "adi",
        -3.1544176e-05
      ]
    ]
  },
  "In 2004, this man was imprisoned in Camp Bucca before being released in December of that year. According to a biography, this man is a member of the al-Bu Badri tribe and is a descendant of the Quraysh. This man started a conflict with Jabhat al-Nusra, which ended when he combined their forces with his own, in opposition to the wishes of Ayman al-Zawahiri. In his first public appearance, this man was mocked for preaching while wearing a Rolex. This man is said to have a PhD from the Islamic University of Baghdad, and in early November 2014, conflicting reports stated that he had been either injured or killed by an airstrike on the city of Qaim. For 10 points, name this self-proclaimed caliph of the Islamic State.": {
    "guess": "Abu Bakr al-Baghdadi",
    "confidence": [
      [
        "Ab",
        -0.0018479628
      ],
      [
        "u",
        -0.0026985935
      ],
      [
        " Bak",
        -0.00044783088
      ],
      [
        "r",
        -0.00058150775
      ],
      [
        " al",
        -0.00075697736
      ],
      [
        "-B",
        -9.4960524e-05
      ],
      [
        "ag",
        -0.00023679454
      ],
      [
        "hd",
        -4.572941e-05
      ],
      [
        "adi",
        -1.4021238e-05
      ]
    ]
  },
  "This man was imprisoned due to his father's wife Plectude asking her husband to disinherit his illegitimate children. That action favored Theodoald, who was later beaten in the forest of Cuise. This man supported the missionary activities of St. Boniface, which eventually led to the conversion of the": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.05014346
      ],
      [
        " Mart",
        -0.00033999194
      ],
      [
        "el",
        -7.934485e-05
      ]
    ]
  },
  "This man was once imprisoned by three queens until he promised to marry one of them, but he was rescued by the daughter of his friend King Baudemagus. He suffered from madness for two years after being discovered in bed with Elaine of Carbonek, the daughter of the Fisher King. This half-brother of Sir Hector-de-Maris was responsible for the deaths of Gawain's brothers while attempting to rescue his": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.0019120999
      ],
      [
        "ancel",
        -6.563642e-05
      ],
      [
        "ot",
        -1.5928495e-05
      ]
    ]
  },
  "An impressive entrance occurs when Alberta Simonds and the General drive up in a Model T. The protagonist, who was betrothed to Flora, ignores the warnings of Nahir. The title action is witnessed by Don": {
    "guess": "The Last of the Mohicans",
    "confidence": [
      [
        "The",
        -0.41989046
      ],
      [
        " Last",
        -2.6674764
      ],
      [
        " of",
        -0.87135607
      ],
      [
        " the",
        -0.0032050428
      ],
      [
        " Moh",
        -0.06560615
      ],
      [
        "icans",
        -0.000104377614
      ]
    ]
  },
  "Impressed labor in one province of this polity was ended by the Pende Revolt of 1931, and an unsuccessful mutiny in this polity was led in Luluabourg in 1941. An unsuccessful policy here was an assimilation policy that could grant \"immatriculation\" to évolués. A jailed prophet lent his name to one rebellious group in this polity, the Kimbanguist church, which found a military arm in the ABAKO movement led by (*) Joseph Kasa-Vubu. This polity's downfall followed from a crisis involving Moise Tshombe and Katanga, while the main struggle for independence against this colony was led by the MNC-Kalonji": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -0.0025724485
      ],
      [
        "g",
        -6.563642e-05
      ],
      [
        "ian",
        -9.0883464e-07
      ],
      [
        " Congo",
        -0.00092885265
      ]
    ]
  },
  "In 2004, this man was imprisoned in Camp Bucca before being released in December of that year. According to a biography, this man is a member of the al-Bu Badri tribe and is a descendant of the Quraysh.": {
    "guess": "Abu Bakr al-Baghdadi",
    "confidence": [
      [
        "Ab",
        -0.027764022
      ],
      [
        "u",
        -0.0019214913
      ],
      [
        " Bak",
        -0.0001440651
      ],
      [
        "r",
        -0.00074566406
      ],
      [
        " al",
        -0.025650302
      ],
      [
        "-B",
        -0.00029267906
      ],
      [
        "ag",
        -0.000114748334
      ],
      [
        "hd",
        -4.4179764e-05
      ],
      [
        "adi",
        -5.9080223e-05
      ]
    ]
  },
  "He was imprisoned late in his life in Whitehall as a member of the Committee of 100. After a visit to Russia he published his critical Theory and Practice of Bolshevism, while works like Education and the Social Order sprang from his experience at the Beacon Hill school. After publishing his first book, German Social Democracy, this philosopher began a long career whose output includes The ABC of Relativity, Religion and Science, and Human Knowledge: Its Scope and Limits. But he is best known for formulating the theories \"of types\" and \"of descriptions\" in early works like The Problems of Philosophy and Introduction to Mathematical Philosophy. FTP identify this man whose marriage problems may": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.8244615
      ],
      [
        "trand",
        -6.15835e-05
      ],
      [
        " Russell",
        -0.0007961661
      ]
    ]
  },
  "In 2004, this man was imprisoned in Camp Bucca before being released in December of that year. According to a biography, this man is a member of the al-Bu Badri tribe and is a descendant of the Quraysh. This man started a conflict with Jabhat al-Nusra, which ended when he combined their forces with his own, in opposition to the wishes of Ayman al-Zawahiri. In his first public appearance, this man was mocked for preaching while wearing a Rolex. This man is said to have a PhD from the Islamic University": {
    "guess": "Abu Bakr al-Baghdadi",
    "confidence": [
      [
        "Ab",
        -0.006826906
      ],
      [
        "u",
        -0.0043096496
      ],
      [
        " Bak",
        -4.9424725e-05
      ],
      [
        "r",
        -0.0005917556
      ],
      [
        " al",
        -0.0009880308
      ],
      [
        "-B",
        -5.7411373e-05
      ],
      [
        "ag",
        -0.0002786167
      ],
      [
        "hd",
        -2.9875326e-05
      ],
      [
        "adi",
        -3.6431527e-05
      ]
    ]
  },
  "This man imprisoned José María Callava and then successfully defeated a writ of habeas corpus issued by Eligius Fromentin. This man asked the president to send him tacit support in a letter from John Rhea, and he sent Edmund P. Gaines to destroy the so-called \"Negro Fort.\" This man hung two British citizens in the Arbuthnot-Ambrister affair, and he was the victor at the Battle of Horseshoe Bend. Congress granted this man the right to use the army to ensure tariff collection with the Force Bill, and one of his programs was championed by Senator Thomas Hart Benton and by his Treasury Secretary, Levi Woodbury. For 10 points, name this president who issued the Specie Circular and vetoed the attempted re-charter of the Second Bank of the United States.": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.051650736
      ],
      [
        " Jackson",
        -0.00016170357
      ]
    ]
  },
  "In 2004, this man was imprisoned in Camp Bucca before being released in December of that year. According to a biography, this man is a member of the al-Bu Badri tribe and is a descendant of the Quraysh. This man started a conflict with Jabhat al-Nusra, which ended when he combined their forces with his own, in opposition to the wishes of Ayman al-Zawahiri. In his first public appearance, this man was mocked for preaching while wearing a Rolex. This man is said to have a PhD from the Islamic University of Baghdad, and in early November 2014, conflicting reports stated that he had been either injured or killed by an airstrike on the city of Qaim. For 10 points, name this self-proclaimed caliph": {
    "guess": "Abu Bakr al-Baghdadi",
    "confidence": [
      [
        "Ab",
        -0.0047719916
      ],
      [
        "u",
        -0.0010763956
      ],
      [
        " Bak",
        -9.7583004e-05
      ],
      [
        "r",
        -0.0005985465
      ],
      [
        " al",
        -0.00052503456
      ],
      [
        "-B",
        -8.971556e-05
      ],
      [
        "ag",
        -0.00016218038
      ],
      [
        "hd",
        -1.9385403e-05
      ],
      [
        "adi",
        -1.2352386e-05
      ]
    ]
  },
  "He impressed the populace of his kingdom by inviting all residents to events such as the Feast of the": {
    "guess": "Louis XIV of France",
    "confidence": [
      [
        "Louis",
        -2.1287687
      ],
      [
        " XIV",
        -0.079342246
      ],
      [
        " of",
        -0.550541
      ],
      [
        " France",
        -3.5954712e-05
      ]
    ]
  },
  "He was imprisoned late in his life in Whitehall as a member of the Committee of 100. After a visit to Russia he published his critical Theory and Practice of Bolshevism, while works like Education and the Social Order sprang from his experience at the Beacon Hill school. After publishing his first book,": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.002058904
      ],
      [
        "trand",
        -6.0345924e-06
      ],
      [
        " Russell",
        -0.0001756504
      ]
    ]
  },
  "This man was once imprisoned by three queens until he promised to marry one of them, but he was rescued by the daughter of his friend King Baudemagus. He suffered from madness for two years after being discovered in bed with Elaine of Carbonek, the daughter of the Fisher King. This half-brother of Sir Hector-de-Maris was responsible for the deaths of Gawain's brothers while attempting to rescue his lover from being burned at the stake. He had earlier saved that lover from Meleagant in an adventure": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.0063905073
      ],
      [
        "ancel",
        -8.053688e-05
      ],
      [
        "ot",
        -1.640531e-05
      ]
    ]
  },
  "This man was imprisoned due to his father's wife Plectude asking her husband to disinherit his illegitimate children. That action favored Theodoald, who was later beaten in the forest of Cuise. This man supported the missionary activities of St. Boniface, which eventually led to the conversion of the Frisians. Despite being defeated by Ratbod at the Battle of Cologne, this man defeated King Chilperic and the Duke of Aquitaine, Odo the Great, at the battle of (*) Soissons. On the death of this \"Mayor of the Palace,\" his kingdom was divided between two of his sons, Carloman and Pepin the Short, and his most famous accomplishment was the turning back of an invasion led by Abd-el-Rahman. For 10 points, name this victor over the Saracens at the Battle of Tours and grandfather of Charlemagne.": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.039845612
      ],
      [
        " Mart",
        -1.18755715e-05
      ],
      [
        "el",
        -7.1954215e-05
      ]
    ]
  },
  "This man imprisoned José María Callava and then successfully defeated a writ of habeas corpus issued by Eligius Fromentin. This man asked the president to send him tacit support in a letter from John Rhea, and he sent Edmund P. Gaines to destroy the so-called \"Negro Fort.\" This man hung two British citizens": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.012710002
      ],
      [
        " Jackson",
        -0.00014823723
      ]
    ]
  },
  "Impressed labor in one province of this polity was ended by the Pende Revolt of 1931, and an unsuccessful mutiny in this polity was led in Luluabourg in 1941. An unsuccessful policy here was an assimilation policy that could grant \"immatriculation\" to évolués. A jailed prophet lent his name to one rebellious group in this polity, the Kimbanguist church, which found a military arm in the ABAKO movement led by (*) Joseph Kasa-Vubu. This polity's downfall followed from a crisis involving Moise Tshombe and Katanga, while the main struggle for independence against this colony was led by the MNC-Kalonji under Patrice Lumumba. For ten points, name this African colony later known variously as Zaire and the DRC which was administered by a namesake European country after King Leopold II gave up personal": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -0.021711065
      ],
      [
        "g",
        -0.00021700673
      ],
      [
        "ian",
        -1.0280384e-06
      ],
      [
        " Congo",
        -0.001616858
      ]
    ]
  },
  "This man was once imprisoned by three queens until he promised to marry one of them, but he was rescued by the daughter of his friend King Baudemagus. He suffered from madness for two years after being discovered in bed with Elaine of Carbonek, the daughter of the Fisher King. This half-brother of Sir Hector-de-Maris was responsible for the deaths of Gawain's brothers while attempting to rescue his lover from being burned at the stake. He had earlier saved that lover from Meleagant in an adventure that earned him the nickname \"Knight of the Cart.\" For 10 points, name this man who fathered Galahad and had an affair with Guinevere, considered the best knight in the world.": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.009342348
      ],
      [
        "ancel",
        -4.310693e-05
      ],
      [
        "ot",
        -2.6418418e-05
      ]
    ]
  },
  "This man was imprisoned due to his father's wife Plectude asking her husband to disinherit his illegitimate children. That action favored Theodoald, who was later beaten in the forest of Cuise. This man supported the missionary activities of St. Boniface, which eventually led to the conversion of the Frisians. Despite being defeated by Ratbod at the Battle of Cologne, this man defeated King Chilperic and the Duke of Aquitaine, Odo the Great, at the battle of (*) Soissons. On the death of this \"Mayor": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.105985865
      ],
      [
        " Mart",
        -6.730528e-05
      ],
      [
        "el",
        -6.50404e-05
      ]
    ]
  },
  "To improve his English, this writer translated James Baikie's  Ancient Egypt into Arabic. A writer of screenplays, short  stories, and novels, one collect ion of his short stories was  called Dunya Allah, or God's World. Another wa s titled A  Whisper of Madness. FTP, name this Egyptian winner of the 1988  Nobel Prize, whose major work was The Cairo Trilogy.": {
    "guess": "Naguib Mahfouz",
    "confidence": [
      [
        "N",
        -0.018432496
      ],
      [
        "agu",
        -0.0027627947
      ],
      [
        "ib",
        -1.5928495e-05
      ],
      [
        " Mah",
        -0.002803799
      ],
      [
        "f",
        -8.220573e-05
      ],
      [
        "ou",
        -3.070975e-05
      ],
      [
        "z",
        -7.703444e-06
      ]
    ]
  },
  "This man was once imprisoned by three queens until he promised to marry one of them, but he was rescued by the daughter of his friend King Baudemagus. He suffered from madness for two years after being": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.0074012266
      ],
      [
        "ancel",
        -0.00010425841
      ],
      [
        "ot",
        -1.8789384e-05
      ]
    ]
  },
  "He was imprisoned late in his life in Whitehall as a member of the Committee of 100. After a visit to Russia he published his critical Theory and Practice of Bolshevism, while works like Education and the Social Order sprang from his experience at the Beacon Hill school. After publishing his first book, German Social Democracy, this philosopher began a long career whose output includes The ABC of Relativity,": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.004278666
      ],
      [
        "trand",
        -5.6769813e-06
      ],
      [
        " Russell",
        -0.00057555124
      ]
    ]
  },
  "In 2004, this man was imprisoned in Camp Bucca before being released in December of that year. According to a biography, this man is a member of the al-Bu Badri tribe and is a descendant of the Quraysh. This man started a conflict with Jabhat al-Nusra, which ended when he combined their forces with his own, in opposition to the wishes of Ayman al-Zawahiri. In his first public appearance, this man was": {
    "guess": "Abu Bakr al-Baghdadi",
    "confidence": [
      [
        "Ab",
        -0.11707679
      ],
      [
        "u",
        -0.0038374942
      ],
      [
        " Bak",
        -0.00028970264
      ],
      [
        "r",
        -0.0005614925
      ],
      [
        " al",
        -0.008428169
      ],
      [
        "-B",
        -0.00016563729
      ],
      [
        "ag",
        -0.00015681623
      ],
      [
        "hd",
        -3.2736214e-05
      ],
      [
        "adi",
        -6.968935e-05
      ]
    ]
  },
  "This man was imprisoned due to his father's wife Plectude asking her husband to disinherit his illegitimate": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.3009123
      ],
      [
        " Mart",
        -0.020330243
      ],
      [
        "el",
        -0.00015765065
      ]
    ]
  },
  "He was imprisoned late in his life in Whitehall as a member of the Committee of 100. After a visit to Russia he published his critical Theory and Practice of Bolshevism, while works like Education and the Social Order sprang from his experience at the Beacon Hill school. After publishing his first book, German Social Democracy, this philosopher began a long career whose output includes The ABC of Relativity, Religion and Science, and Human Knowledge: Its Scope and Limits. But he is best known for formulating the theories \"of types\" and \"of descriptions\" in early works like The Problems of Philosophy and Introduction to Mathematical Philosophy. FTP identify this man whose marriage problems may overshadow his co-authorship of Principia Mathematica with Whitehead.": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.008340453
      ],
      [
        "trand",
        -2.5703197e-05
      ],
      [
        " Russell",
        -0.00028564973
      ]
    ]
  },
  "In 2004, this man was imprisoned in Camp Bucca before being released in December of that year. According": {
    "guess": "Abu Bakr al-Baghdadi",
    "confidence": [
      [
        "Ab",
        -1.2835
      ],
      [
        "u",
        -0.010896423
      ],
      [
        " Bak",
        -0.0024258369
      ],
      [
        "r",
        -0.0011141392
      ],
      [
        " al",
        -0.0026579394
      ],
      [
        "-B",
        -0.000116417184
      ],
      [
        "ag",
        -0.00012284685
      ],
      [
        "hd",
        -5.6769813e-06
      ],
      [
        "adi",
        -4.727906e-05
      ]
    ]
  },
  "Impressed labor in one province of this polity was ended by the Pende Revolt of 1931, and an unsuccessful mutiny in this polity was led in Luluabourg in 1941. An unsuccessful policy here was an assimilation policy that could grant \"immatriculation\" to évolués. A jailed prophet lent his name to one rebellious group in this polity, the Kimbanguist church, which found a military arm in the ABAKO movement led by (*) Joseph Kasa-Vubu. This polity's downfall followed from a crisis involving Moise Tshombe and Katanga, while the main struggle for independence against this colony was led by the MNC-Kalonji under Patrice Lumumba. For ten points, name this African colony later known variously as Zaire and": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -0.01814035
      ],
      [
        "g",
        -8.900034e-05
      ],
      [
        "ian",
        -9.0883464e-07
      ],
      [
        " Congo",
        -0.0009747094
      ]
    ]
  },
  "This man imprisoned José María Callava and then successfully defeated a writ of habeas corpus issued by Eligius Fromentin. This man asked the president to send him tacit support in a letter from John Rhea, and he sent Edmund P. Gaines to destroy the so-called \"Negro Fort.\" This man hung two British citizens in the Arbuthnot-Ambrister affair, and he was the victor at the Battle of Horseshoe Bend. Congress": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.013974734
      ],
      [
        " Jackson",
        -0.00022892709
      ]
    ]
  },
  "He impressed the populace of his kingdom by inviting all residents to events such as the Feast of the Pheasant. This man's court provided the basis for the \"Hundred New Short Stories,\" and he founded the twenty-four-member knightly brotherhood known as the Order of the Golden Fleece. He added to his kingdom such bordering properties as Hainaut, Namur, and Brabant, with his most important conquest being": {
    "guess": "Philip the Good",
    "confidence": [
      [
        "Philip",
        -0.3520281
      ],
      [
        " the",
        -0.04495151
      ],
      [
        " Good",
        -0.0006952776
      ]
    ]
  },
  "He impressed the populace of his kingdom by inviting all residents to events such as the Feast of the Pheasant. This man's court provided the basis for the \"Hundred New Short Stories,\" and he founded the": {
    "guess": "Charles the Bold",
    "confidence": [
      [
        "Charles",
        -0.8509874
      ],
      [
        " the",
        -0.011330148
      ],
      [
        " Bold",
        -0.002893202
      ]
    ]
  },
  "To improve his English, this writer translated James Baikie's  Ancient Egypt into Arabic. A writer of": {
    "guess": "Taha Hussein",
    "confidence": [
      [
        "T",
        -0.6634622
      ],
      [
        "aha",
        -0.09269093
      ],
      [
        " Hussein",
        -0.053629827
      ]
    ]
  },
  "An impressive entrance occurs when Alberta Simonds and the General drive up in a Model T. The protagonist, who was betrothed to Flora, ignores the warnings of Nahir. The title action is witnessed by Don Rogelio, who dies of a heart attack as a result. Also as a result, Pedro and Pablo, are sent to prison, but they were bound by honor. The trouble starts when the wealthy Bayardo San Roman discovers": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.04476892
      ],
      [
        "icle",
        -0.0018619995
      ],
      [
        " of",
        -0.00028719936
      ],
      [
        " a",
        -0.000648933
      ],
      [
        " Death",
        -0.00029208304
      ],
      [
        " Fore",
        -4.1318875e-05
      ],
      [
        "t",
        -2.4034345e-05
      ],
      [
        "old",
        -3.1281633e-07
      ]
    ]
  },
  "This man was imprisoned due to his father's wife Plectude asking her husband to disinherit his illegitimate children. That action favored Theodoald, who was later beaten in the forest of Cuise. This man supported the missionary activities of St. Boniface, which eventually led to the conversion of the Frisians. Despite being defeated by Ratbod at the Battle of Cologne, this man defeated King Chilperic and the Duke of Aquitaine, Odo the Great, at the battle of (*) Soissons. On the death of this \"Mayor of the Palace,\" his kingdom was divided between two of his sons, Carloman and Pepin the Short, and his most famous accomplishment was the turning back of an invasion led by Abd-el-Rahman. For 10 points,": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.28323147
      ],
      [
        " Mart",
        -6.420598e-05
      ],
      [
        "el",
        -6.229872e-05
      ]
    ]
  },
  "This man imprisoned José María Callava and then successfully defeated a writ of habeas corpus issued by Eligius Fromentin. This man asked the president to send him tacit support in a letter from John Rhea, and he sent Edmund P. Gaines to destroy the so-called \"Negro Fort.\" This man hung two British citizens in the Arbuthnot-Ambrister affair, and he was the victor at the Battle of Horseshoe Bend. Congress granted this man the right to use the army to ensure tariff collection with the Force Bill, and one of his programs was championed by Senator Thomas Hart Benton and by his Treasury Secretary, Levi": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.01261701
      ],
      [
        " Jackson",
        -0.00010652328
      ]
    ]
  },
  "He was imprisoned late in his life in Whitehall as a member of the Committee of 100. After a visit to Russia he published his critical Theory and Practice of Bolshevism, while works like Education and": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.00464183
      ],
      [
        "trand",
        -1.1398757e-05
      ],
      [
        " Russell",
        -0.0002134343
      ]
    ]
  },
  "In 2004, this man was imprisoned in Camp Bucca before being released in December of that year. According to a biography, this man is a member of the al-Bu Badri tribe and is a descendant of the Quraysh. This man started a conflict with Jabhat al-Nusra, which ended when he combined their forces with his": {
    "guess": "Abu Bakr al-Baghdadi",
    "confidence": [
      [
        "Ab",
        -0.036427
      ],
      [
        "u",
        -0.0015886542
      ],
      [
        " Bak",
        -9.817902e-05
      ],
      [
        "r",
        -0.00047523674
      ],
      [
        " al",
        -0.011356206
      ],
      [
        "-B",
        -0.00010402
      ],
      [
        "ag",
        -8.470901e-05
      ],
      [
        "hd",
        -3.5954712e-05
      ],
      [
        "adi",
        -3.5477897e-05
      ]
    ]
  },
  "Impressed labor in one province of this polity was ended by the Pende Revolt of 1931, and an unsuccessful mutiny in this polity was led in Luluabourg in 1941. An unsuccessful policy here was an assimilation policy that could grant \"immatriculation\" to évolués. A jailed prophet lent his name to one rebellious group in this polity, the Kimbanguist church, which found a military arm in the ABAKO movement led by (*) Joseph Kasa-Vubu. This polity's downfall followed from a crisis involving Moise Tshombe and Katanga, while the main struggle for independence against this colony was led by the MNC-Kalonji under Patrice Lumumba. For ten points, name this African colony later known variously as Zaire and the DRC which was administered by a namesake European country after King Leopold II gave up personal control.": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -0.016106626
      ],
      [
        "g",
        -0.00024144349
      ],
      [
        "ian",
        -6.704273e-07
      ],
      [
        " Congo",
        -0.0023431848
      ]
    ]
  },
  "Impressed labor in one province of this polity was ended by the Pende Revolt of 1931, and an unsuccessful mutiny in this polity was led in Luluabourg in 1941. An unsuccessful policy here was an assimilation": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -0.0027095345
      ],
      [
        "g",
        -0.00013929696
      ],
      [
        "ian",
        -1.8624639e-06
      ],
      [
        " Congo",
        -0.0002790935
      ]
    ]
  },
  "This man was once imprisoned by three queens until he promised to marry one of them, but he was rescued by the daughter of his friend King Baudemagus. He suffered from madness for two years after being discovered in bed with Elaine of Carbonek, the daughter of the Fisher King. This half-brother of Sir Hector-de-Maris was responsible for the deaths of Gawain's brothers while attempting to rescue his lover from being burned at the stake. He had earlier saved that lover from Meleagant in an adventure that earned him the nickname \"Knight of the Cart.\" For 10 points, name this man who fathered Galahad": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.0075120954
      ],
      [
        "ancel",
        -4.2153304e-05
      ],
      [
        "ot",
        -4.990154e-05
      ]
    ]
  },
  "He impressed the populace of his kingdom by inviting all residents to events such as the Feast of the Pheasant. This man's court provided the basis for the \"Hundred New Short Stories,\" and he founded the twenty-four-member knightly brotherhood known as the Order of the Golden Fleece. He added to his kingdom such bordering properties as Hainaut, Namur, and Brabant, with his most important conquest being that of Luxembourg. This son of John the Fearless always thought that Charles VII of France had murdered his father, but he didn't pay as much attention to France as to strengthening the kingdom that he left to his son Charles the Bold. For 10 points, name this ruler who presided over the height": {
    "guess": "Philip the Good",
    "confidence": [
      [
        "Philip",
        -0.08227401
      ],
      [
        " the",
        -0.005578556
      ],
      [
        " Good",
        -6.2656334e-05
      ]
    ]
  },
  "To improve his English, this writer translated James Baikie's  Ancient Egypt into Arabic. A writer of screenplays, short  stories, and novels, one collect ion of his short stories was  called Dunya Allah,": {
    "guess": "Naguib Mahfouz",
    "confidence": [
      [
        "N",
        -0.9976018
      ],
      [
        "agu",
        -0.030296508
      ],
      [
        "ib",
        -4.6802244e-05
      ],
      [
        " Mah",
        -0.00022606621
      ],
      [
        "f",
        -0.00017362394
      ],
      [
        "ou",
        -0.0002069973
      ],
      [
        "z",
        -1.1517961e-05
      ]
    ]
  },
  "This man imprisoned José María Callava and then successfully defeated a writ of habeas corpus issued by Eligius Fromentin. This man asked the president to send him tacit support in a letter from John Rhea, and he sent Edmund P. Gaines to destroy the so-called \"Negro Fort.\" This man hung two British citizens in the Arbuthnot-Ambrister affair, and he was the victor at the Battle of Horseshoe Bend. Congress granted this man the right to use the army to ensure tariff collection with the Force Bill, and one of his programs was championed by Senator Thomas Hart Benton and by his Treasury Secretary, Levi Woodbury. For 10 points, name this president who issued the Specie Circular and vetoed the attempted": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.007171636
      ],
      [
        " Jackson",
        -0.000101159116
      ]
    ]
  },
  "Impressed labor in one province of this polity was ended by the Pende Revolt of 1931, and an unsuccessful": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -0.018548235
      ],
      [
        "g",
        -0.00033665422
      ],
      [
        "ian",
        -1.92662e-05
      ],
      [
        " Congo",
        -0.0007404191
      ]
    ]
  },
  "An impressive entrance occurs when Alberta Simonds and the General drive up in a Model T. The protagonist, who was betrothed to Flora, ignores the warnings of Nahir. The title action is witnessed by Don Rogelio, who dies of a heart attack as a result. Also as a result, Pedro and Pablo, are sent to prison, but they were bound by honor. The trouble starts when the wealthy Bayardo San Roman discovers that his bride, Angela Vicario, is not a virgin thanks to the seduction of Santiago Nasar, who is killed": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.2522727
      ],
      [
        "icle",
        -0.0008550014
      ],
      [
        " of",
        -0.00018375258
      ],
      [
        " a",
        -0.00043484138
      ],
      [
        " Death",
        -4.0603656e-05
      ],
      [
        " Fore",
        -3.8457987e-05
      ],
      [
        "t",
        -1.11603495e-05
      ],
      [
        "old",
        -3.888926e-06
      ]
    ]
  },
  "This man was once imprisoned by three queens until he promised to marry one of them, but he was rescued": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.7636953
      ],
      [
        "ancel",
        -0.002656155
      ],
      [
        "ot",
        -5.4908094e-05
      ]
    ]
  },
  "He was imprisoned late in his life in Whitehall as a member of the Committee of 100. After a visit to Russia he published his critical Theory and Practice of Bolshevism, while works like Education and the Social Order sprang from his experience at the Beacon Hill school. After publishing his first book, German Social Democracy, this philosopher began a long career whose output includes The ABC of Relativity, Religion and Science, and Human Knowledge: Its Scope and Limits. But he is best known for": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.010214974
      ],
      [
        "trand",
        -1.962381e-05
      ],
      [
        " Russell",
        -0.0008096251
      ]
    ]
  },
  "An impressive entrance occurs when Alberta Simonds and the General drive up in a Model T. The protagonist,": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.6886757
      ],
      [
        " Great",
        -0.38396618
      ],
      [
        " G",
        -0.0037332147
      ],
      [
        "atsby",
        -0.00023655614
      ]
    ]
  },
  "To improve his English, this writer translated James Baikie's  Ancient Egypt into Arabic. A writer of screenplays, short  stories, and novels, one collect ion of his short stories was  called Dunya Allah, or God's World. Another wa s titled A  Whisper of Madness. FTP, name this Egyptian winner of the": {
    "guess": "Naguib Mahfouz",
    "confidence": [
      [
        "N",
        -0.40176383
      ],
      [
        "agu",
        -0.008209808
      ],
      [
        "ib",
        -4.00813e-06
      ],
      [
        " Mah",
        -0.0001242773
      ],
      [
        "f",
        -0.00012976067
      ],
      [
        "ou",
        -4.954393e-05
      ],
      [
        "z",
        -1.4021238e-05
      ]
    ]
  },
  "An impressive entrance occurs when Alberta Simonds and the General drive up in a Model T. The protagonist, who was betrothed to Flora, ignores the warnings of Nahir. The title action is witnessed by Don Rogelio, who dies of a heart attack as a result. Also as a result, Pedro and Pablo, are sent to prison,": {
    "guess": "The House of Bernarda Alba",
    "confidence": [
      [
        "The",
        -0.6152806
      ],
      [
        " House",
        -0.06474771
      ],
      [
        " of",
        -0.004134088
      ],
      [
        " Bernard",
        -0.0420761
      ],
      [
        "a",
        -0.00017386234
      ],
      [
        " Al",
        -9.133887e-06
      ],
      [
        "ba",
        -8.89548e-06
      ]
    ]
  },
  "He impressed the populace of his kingdom by inviting all residents to events such as the Feast of the Pheasant. This man's court provided the basis for the \"Hundred New Short Stories,\" and he founded the twenty-four-member knightly brotherhood known as the Order of the Golden Fleece. He added to his": {
    "guess": "Philip the Good",
    "confidence": [
      [
        "Philip",
        -0.22470713
      ],
      [
        " the",
        -0.07019651
      ],
      [
        " Good",
        -0.0014892697
      ]
    ]
  },
  "Impressed labor in one province of this polity was ended by the Pende Revolt of 1931, and an unsuccessful mutiny in this polity was led in Luluabourg in 1941. An unsuccessful policy here was an assimilation policy that could grant \"immatriculation\" to évolués. A jailed prophet lent his name to one rebellious": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -0.018852327
      ],
      [
        "g",
        -0.0004620088
      ],
      [
        "ian",
        -4.1273333e-06
      ],
      [
        " Congo",
        -0.0001626572
      ]
    ]
  },
  "He impressed the populace of his kingdom by inviting all residents to events such as the Feast of the Pheasant. This man's court provided the basis for the \"Hundred New Short Stories,\" and he founded the twenty-four-member knightly brotherhood known as the Order of the Golden Fleece. He added to his kingdom such bordering properties as Hainaut, Namur, and Brabant, with his most important conquest being that of Luxembourg. This son of John the Fearless always thought that Charles VII of France had murdered his father, but he didn't pay as much attention to France as to strengthening the kingdom": {
    "guess": "Philip the Good",
    "confidence": [
      [
        "Philip",
        -0.119813725
      ],
      [
        " the",
        -0.016633175
      ],
      [
        " Good",
        -6.587483e-05
      ]
    ]
  },
  "This man imprisoned José María Callava and then successfully defeated a writ of habeas corpus issued": {
    "guess": "Ferdinand Marcos",
    "confidence": [
      [
        "F",
        -0.7123546
      ],
      [
        "erd",
        -0.00039516488
      ],
      [
        "inand",
        -6.194111e-05
      ],
      [
        " Marcos",
        -0.0002193908
      ]
    ]
  },
  "An impressive entrance occurs when Alberta Simonds and the General drive up in a Model T. The protagonist, who was betrothed to Flora, ignores the warnings of Nahir. The title action is witnessed by Don Rogelio, who dies of a heart attack as a result. Also as a result, Pedro and Pablo, are sent to prison, but they were bound by honor. The trouble starts when the wealthy Bayardo San Roman discovers that his bride, Angela Vicario, is not a virgin thanks to the seduction of Santiago Nasar, who is killed because of this. FTP, name this short novel in which no one heeds warnings of Santiago's impending murder, a work by Gabriel Garcia Marquez.": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.0037865352
      ],
      [
        "icle",
        -9.305327e-05
      ],
      [
        " of",
        -5.8961017e-05
      ],
      [
        " a",
        -0.00011117222
      ],
      [
        " Death",
        -1.3902034e-05
      ],
      [
        " Fore",
        -1.50940705e-05
      ],
      [
        "t",
        -3.333223e-05
      ],
      [
        "old",
        -9.0883464e-07
      ]
    ]
  },
  "He impressed the populace of his kingdom by inviting all residents to events such as the Feast of the Pheasant. This man's court provided the basis for the \"Hundred New Short Stories,\" and he founded the twenty-four-member knightly brotherhood known as the Order of the Golden Fleece. He added to his kingdom such bordering properties as Hainaut, Namur, and Brabant, with his most important conquest being that of Luxembourg. This son of John the Fearless always thought that Charles VII of France had": {
    "guess": "Philip the Good",
    "confidence": [
      [
        "Philip",
        -0.47518897
      ],
      [
        " the",
        -0.042558435
      ],
      [
        " Good",
        -0.00019591136
      ]
    ]
  },
  "This man was imprisoned due to his father's wife Plectude asking her husband to disinherit his illegitimate children. That action favored Theodoald, who was later beaten in the forest of Cuise. This man supported the missionary activities of St. Boniface, which eventually led to the conversion of the Frisians. Despite being defeated by Ratbod at the Battle of Cologne, this man defeated King Chilperic": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.3985492
      ],
      [
        " Mart",
        -0.00025954779
      ],
      [
        "el",
        -9.567575e-05
      ]
    ]
  },
  "He was imprisoned late in his life in Whitehall as a member of the Committee of 100. After a visit to Russia he published his critical Theory and Practice of Bolshevism, while works like Education and the Social Order sprang from his experience at the Beacon Hill school. After publishing his first book, German Social Democracy, this philosopher began a long career whose output includes The ABC of Relativity, Religion and Science, and Human Knowledge: Its Scope and Limits. But he is best known for formulating the theories \"of types\" and \"of descriptions\" in early works like The Problems of Philosophy": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.0143723395
      ],
      [
        "trand",
        -3.1544176e-05
      ],
      [
        " Russell",
        -0.0004766672
      ]
    ]
  },
  "This man imprisoned José María Callava and then successfully defeated a writ of habeas corpus issued by Eligius Fromentin. This man asked the president to send him tacit support in a letter from John Rhea,": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.39595464
      ],
      [
        " Jackson",
        -0.00096862996
      ]
    ]
  },
  "This man was once imprisoned by three queens until he promised to marry one of them, but he was rescued by the daughter of his friend King Baudemagus. He suffered from madness for two years after being discovered in bed with Elaine of Carbonek, the daughter of the Fisher King. This half-brother of Sir": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.0013270224
      ],
      [
        "ancel",
        -4.763667e-05
      ],
      [
        "ot",
        -2.0458236e-05
      ]
    ]
  },
  "Impressed labor in one province of this polity was ended by the Pende Revolt of 1931, and an unsuccessful mutiny in this polity was led in Luluabourg in 1941. An unsuccessful policy here was an assimilation policy that could grant \"immatriculation\" to évolués. A jailed prophet lent his name to one rebellious group in this polity, the Kimbanguist church, which found a military arm in the ABAKO movement": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -0.0033810225
      ],
      [
        "g",
        -0.0003309361
      ],
      [
        "ian",
        -1.0280384e-06
      ],
      [
        " Congo",
        -0.00060843676
      ]
    ]
  },
  "This man was imprisoned due to his father's wife Plectude asking her husband to disinherit his illegitimate children. That action favored Theodoald, who was later beaten in the forest of Cuise. This man supported the missionary activities of St. Boniface, which eventually led to the conversion of the Frisians. Despite being defeated by Ratbod at the Battle of Cologne, this man defeated King Chilperic and the Duke of Aquitaine, Odo the Great, at the battle of (*) Soissons. On the death of this \"Mayor of the Palace,\" his kingdom was divided between two of his sons, Carloman and Pepin the Short, and": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.004680988
      ],
      [
        " Mart",
        -6.062987e-05
      ],
      [
        "el",
        -5.5980927e-05
      ]
    ]
  },
  "This man was imprisoned due to his father's wife Plectude asking her husband to disinherit his illegitimate children. That action favored Theodoald, who was later beaten in the forest of Cuise. This man": {
    "guess": "Charles Martel",
    "confidence": [
      [
        "Charles",
        -0.04530064
      ],
      [
        " Mart",
        -0.0006490522
      ],
      [
        "el",
        -7.159661e-05
      ]
    ]
  },
  "Impressed labor in one province of this polity was ended by the Pende Revolt of 1931, and an unsuccessful mutiny in this polity was led in Luluabourg in 1941. An unsuccessful policy here was an assimilation policy that could grant \"immatriculation\" to évolués. A jailed prophet lent his name to one rebellious group in this polity, the Kimbanguist church, which found a military arm in the ABAKO movement led by (*) Joseph Kasa-Vubu. This polity's downfall followed from a crisis involving Moise Tshombe": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -0.014689782
      ],
      [
        "g",
        -0.00014478032
      ],
      [
        "ian",
        -1.2664457e-06
      ],
      [
        " Congo",
        -0.00037025497
      ]
    ]
  },
  "He impressed the populace of his kingdom by inviting all residents to events such as the Feast of the Pheasant. This man's court provided the basis for the \"Hundred New Short Stories,\" and he founded the twenty-four-member knightly brotherhood known as the Order of the Golden Fleece. He added to his kingdom such bordering properties as Hainaut, Namur, and Brabant, with his most important conquest being that of Luxembourg. This son of John the Fearless always thought that Charles VII of France had murdered his father, but he didn't pay as much attention to France as to strengthening the kingdom that he left to his son Charles the Bold. For 10 points, name this ruler who presided over the height of the Kingdom of Burgundy.": {
    "guess": "Philip the Good",
    "confidence": [
      [
        "Philip",
        -0.6743981
      ],
      [
        " the",
        -0.0075775273
      ],
      [
        " Good",
        -4.5252596e-05
      ]
    ]
  },
  "This man imprisoned José María Callava and then successfully defeated a writ of habeas corpus issued by Eligius Fromentin. This man asked the president to send him tacit support in a letter from John Rhea, and he sent Edmund P. Gaines to destroy the so-called \"Negro Fort.\" This man hung two British citizens in the Arbuthnot-Ambrister affair, and he was the victor at the Battle of Horseshoe Bend. Congress granted this man the right to use the army to ensure tariff collection with the Force Bill, and": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.009612881
      ],
      [
        " Jackson",
        -9.317247e-05
      ]
    ]
  }
}