{
  "Hiroo Kanamori developed a formula to measure the moment of these events. Microzonation classifies areas based on the occurrence of these events that can trigger seiches. Turbidites and scarps are features": {
    "guess": "Earthquake",
    "confidence": [
      [
        "Earth",
        -0.045924503
      ],
      [
        "quake",
        -0.036925845
      ]
    ]
  },
  "Hiroo Kanamori developed a formula to measure the moment of these events. Microzonation classifies areas": {
    "guess": "Earthquake",
    "confidence": [
      [
        "Earth",
        -1.1935909
      ],
      [
        "quake",
        -0.15381671
      ]
    ]
  },
  "Hiroo Kanamori developed a formula to measure the moment of these events. Microzonation classifies areas based on the occurrence of these events that can trigger seiches. Turbidites and scarps are features that form as a result of these events. These events begin at asperities and generally originate in the Wadati-Benioff zone or the brittle part of the brittle-ductile boundary. These events are caused by elastic rebound and are located by triangulation. The epicenter is directly above the focus of these events. For 10 points, the Mercalli and Richter scales measure what events that occur along fault lines and are studied by seismologists?": {
    "guess": "Earthquake",
    "confidence": [
      [
        "Earth",
        -0.03743663
      ],
      [
        "quake",
        -0.066548616
      ]
    ]
  },
  "Hiroo Kanamori developed a formula to measure the moment of these events. Microzonation classifies areas based on the occurrence of these events that can trigger seiches. Turbidites and scarps are features that form as a result of these events. These events begin at asperities and generally originate in the Wadati-Benioff zone or the brittle part of the brittle-ductile boundary. These events are caused": {
    "guess": "Earthquake",
    "confidence": [
      [
        "Earth",
        -0.004203171
      ],
      [
        "quake",
        -0.002666027
      ]
    ]
  },
  "Hiram Hover was shot for attempting to recruit blacks into this organization in Georgia. It was a leading proponent of the Chinese Exclusion Act. The Adelphon Kruptos was a collection of its rituals, and this organization dropped its rule of secrecy in 1881. Founded by Uriah Stephens and led by Terrence Powderly, this group saw a decline after the Haymarket Square bombing. For 10 points, name this early American labor union.": {
    "guess": "Knights of Labor",
    "confidence": [
      [
        "Kn",
        -0.0027857425
      ],
      [
        "ights",
        -8.061054e-06
      ],
      [
        " of",
        -2.0100624e-05
      ],
      [
        " Labor",
        -0.00019507692
      ]
    ]
  },
  "Hiroo Kanamori developed a formula to measure the moment of these events. Microzonation classifies areas based on the occurrence of these events that can trigger seiches. Turbidites and scarps are features that form as a result of these events. These events begin at asperities and generally originate in the Wadati-Benioff zone or the brittle part of the brittle-ductile boundary. These events are caused by elastic rebound and are located by triangulation. The epicenter is directly above the focus": {
    "guess": "Earthquake",
    "confidence": [
      [
        "Earth",
        -0.011468998
      ],
      [
        "quake",
        -0.0001823258
      ]
    ]
  },
  "Hiram Hover was shot for attempting to recruit blacks into this organization in Georgia. It was a leading": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.13027802
      ],
      [
        "u",
        -0.0010334034
      ],
      [
        " Kl",
        -1.2352386e-05
      ],
      [
        "ux",
        -0.00018577903
      ],
      [
        " Klan",
        -3.070975e-05
      ]
    ]
  },
  "Hiroo Kanamori developed a formula to measure the moment of these events. Microzonation classifies areas based on the occurrence of these events that can trigger seiches. Turbidites and scarps are features that form as a result of these events. These events begin at asperities and generally originate in the Wadati-Benioff zone or the brittle part of the brittle-ductile boundary. These events are caused by elastic rebound and are located by triangulation. The epicenter is directly above the focus of these events. For 10 points, the Mercalli and Richter scales measure what events that occur along": {
    "guess": "Earthquake",
    "confidence": [
      [
        "Earth",
        -0.023291714
      ],
      [
        "quake",
        -0.11527955
      ]
    ]
  },
  "Hiram Hover was shot for attempting to recruit blacks into this organization in Georgia. It was a leading proponent of the Chinese Exclusion Act. The Adelphon Kruptos was a collection of its rituals, and": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.915193
      ],
      [
        "u",
        -0.00088906795
      ],
      [
        " Kl",
        -2.6299214e-05
      ],
      [
        "ux",
        -0.00027682865
      ],
      [
        " Klan",
        -3.23786e-05
      ]
    ]
  },
  "Hiram Hover was shot for attempting to recruit blacks into this organization in Georgia. It was a leading proponent of the Chinese Exclusion Act. The Adelphon Kruptos was a collection of its rituals, and this organization dropped its rule of secrecy in 1881. Founded by Uriah Stephens and led by Terrence": {
    "guess": "Knights of Labor",
    "confidence": [
      [
        "Kn",
        -0.00095338287
      ],
      [
        "ights",
        -2.1008714e-06
      ],
      [
        " of",
        -5.9153886e-06
      ],
      [
        " Labor",
        -5.443128e-05
      ]
    ]
  },
  "Hiram Hover was shot for attempting to recruit blacks into this organization in Georgia. It was a leading proponent of the Chinese Exclusion Act. The Adelphon Kruptos was a collection of its rituals, and this organization dropped its rule of secrecy in 1881. Founded by Uriah Stephens and led by Terrence Powderly, this group saw a decline after the Haymarket Square bombing. For 10 points, name this": {
    "guess": "Knights of Labor",
    "confidence": [
      [
        "Kn",
        -0.0051311697
      ],
      [
        "ights",
        -9.968313e-06
      ],
      [
        " of",
        -3.9888433e-05
      ],
      [
        " Labor",
        -0.00026336228
      ]
    ]
  },
  "Hiroo Kanamori developed a formula to measure the moment of these events. Microzonation classifies areas based on the occurrence of these events that can trigger seiches. Turbidites and scarps are features that form as a result of these events. These events begin at asperities and generally originate": {
    "guess": "Earthquake",
    "confidence": [
      [
        "Earth",
        -0.07530025
      ],
      [
        "quake",
        -0.026068619
      ]
    ]
  }
}