{
  "On one front, this man fought two campaigns against Tahmasp, whereas on another, he allied with Francis I. This man's reign saw his chief architect Minar Sinan construct hundreds of monuments, and this ruler established the Kanun Laws. This ruler forced the Knights Hospitaller out of Rhodes, leading": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.0010868745
      ],
      [
        "ule",
        -0.0017236075
      ],
      [
        "iman",
        -5.3596854e-05
      ],
      [
        " the",
        -0.0013134514
      ],
      [
        " Magn",
        -0.00020187153
      ],
      [
        "ificent",
        -0.00039849523
      ]
    ]
  },
  "On one front, this man fought two campaigns against Tahmasp, whereas on another, he allied with Francis I. This man's reign saw his chief architect Minar Sinan construct hundreds of monuments, and this ruler established the Kanun Laws. This ruler forced the Knights Hospitaller out of Rhodes, leading to their establishment on Malta. The husband of Roxelana, this ruler executed his longtime friend, the": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.017893193
      ],
      [
        "ule",
        -0.020322304
      ],
      [
        "iman",
        -0.00017314713
      ],
      [
        " the",
        -0.0070247455
      ],
      [
        " Magn",
        -6.17027e-05
      ],
      [
        "ificent",
        -0.00033701185
      ]
    ]
  },
  "The front of a wide-eyed cat on the floor with its ears perked up fills the lower right corner of this drawing, whose title appears in white text on the thinly shaded side of the desk in the lower left. The title figure is seated with his legs crossed and slumping over that desk with his head in his hands as sinister-looking owls and bats begin to swarm around him. The 43rd plate in the Caprichos engraving": {
    "guess": "Los Caprichos",
    "confidence": [
      [
        "Los",
        -0.15415795
      ],
      [
        " Cap",
        -0.036112454
      ],
      [
        "rich",
        -5.3358446e-05
      ],
      [
        "os",
        -0.00010831134
      ]
    ]
  },
  "On one front, this man fought two campaigns against Tahmasp, whereas on another, he allied with Francis": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -1.6264771
      ],
      [
        "ule",
        -0.021186583
      ],
      [
        "iman",
        -0.00013059509
      ],
      [
        " the",
        -0.017898817
      ],
      [
        " Magn",
        -0.00014334988
      ],
      [
        "ificent",
        -0.00048584584
      ]
    ]
  },
  "The front of a wide-eyed cat on the floor with its ears perked up fills the lower right corner of this drawing, whose title appears in white text on the thinly shaded side of the desk in the lower left.": {
    "guess": "The Cat in the Hat",
    "confidence": [
      [
        "The",
        -0.62962127
      ],
      [
        " Cat",
        -0.58000135
      ],
      [
        " in",
        -0.32765073
      ],
      [
        " the",
        -0.008363392
      ],
      [
        " Hat",
        -0.024484212
      ]
    ]
  },
  "On one front, this man fought two campaigns against Tahmasp, whereas on another, he allied with Francis I. This man's reign saw his chief architect Minar Sinan construct hundreds of monuments, and this ruler established the Kanun Laws. This ruler forced the Knights Hospitaller out of Rhodes, leading to their establishment on Malta. The husband of Roxelana, this ruler executed his longtime friend, the Grand Vizier Ibrahim following accusations of conspiracy by this ruler's Minister of Finance. For": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.0015175961
      ],
      [
        "ule",
        -0.00053420593
      ],
      [
        "iman",
        -2.9875326e-05
      ],
      [
        " the",
        -0.00087275164
      ],
      [
        " Magn",
        -9.133887e-06
      ],
      [
        "ificent",
        -0.00013786652
      ]
    ]
  },
  "The front of a wide-eyed cat on the floor with its ears perked up fills the lower right corner of this": {
    "guess": "Cat art",
    "confidence": [
      [
        "Cat",
        -0.61683923
      ],
      [
        " art",
        -1.1302485
      ]
    ]
  },
  "In frogs and salamanders, it is apparently caused by hormonal deficiency, because it can be cured by": {
    "guess": "Amphibian",
    "confidence": [
      [
        "Am",
        -0.06644053
      ],
      [
        "ph",
        -0.0013358361
      ],
      [
        "ib",
        -0.0009693452
      ],
      [
        "ian",
        -0.0052050557
      ]
    ]
  },
  "In frogs and salamanders, it is apparently caused by hormonal deficiency, because it can be cured by an injection of pituitary hormone. In mammals, however, it occurs because the enzyme tyrosinase is lacking.": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.031235067
      ],
      [
        "bin",
        -0.0007281594
      ],
      [
        "ism",
        -9.543734e-05
      ]
    ]
  },
  "The front of a wide-eyed cat on the floor with its ears perked up fills the lower right corner of this drawing, whose title appears in white text on the thinly shaded side of the desk in the lower left. The title figure is seated with his legs crossed and slumping over that desk with his head in his": {
    "guess": "Los Caprichos",
    "confidence": [
      [
        "Los",
        -1.3433914
      ],
      [
        " Cap",
        -0.17096713
      ],
      [
        "rich",
        -0.00034511767
      ],
      [
        "os",
        -0.00013476722
      ]
    ]
  },
  "In frogs and salamanders, it is apparently caused by hormonal deficiency, because it can be cured by an injection of pituitary hormone. In mammals, however, it occurs because the enzyme tyrosinase is lacking. Most people with it exhibit nystagmus, or oscillation of the eyeballs. For ten points, identify the condition due to the absence of melanin, the pigment of coloration, resulting in pale skin,": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.011622419
      ],
      [
        "bin",
        -3.500108e-05
      ],
      [
        "ism",
        -4.763667e-05
      ]
    ]
  },
  "On one front, this man fought two campaigns against Tahmasp, whereas on another, he allied with Francis I. This man's reign saw his chief architect Minar Sinan construct hundreds of monuments, and this": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.0020477208
      ],
      [
        "ule",
        -0.00025680976
      ],
      [
        "iman",
        -1.6882126e-05
      ],
      [
        " the",
        -0.00017505439
      ],
      [
        " Magn",
        -4.6802244e-05
      ],
      [
        "ificent",
        -6.730528e-05
      ]
    ]
  },
  "In frogs and salamanders, it is apparently caused by hormonal deficiency, because it can be cured by an injection of pituitary hormone. In mammals, however, it occurs because the enzyme tyrosinase is lacking. Most people with it exhibit nystagmus, or oscillation of the eyeballs. For ten points, identify the condition due to the absence of melanin, the pigment of coloration, resulting in pale skin, white hair, and eyes that appear pink.": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.0061127017
      ],
      [
        "bin",
        -9.2457245e-05
      ],
      [
        "ism",
        -5.8365e-05
      ]
    ]
  },
  "The front of a wide-eyed cat on the floor with its ears perked up fills the lower right corner of this drawing, whose title appears in white text on the thinly shaded side of the desk in the lower left. The title figure is seated with his legs crossed and slumping over that desk with his head in his hands as sinister-looking owls and bats begin to swarm around him. The 43rd plate in the Caprichos engraving series, which the artist completed over a decade before beginning The Disasters of War, this is, FTP, what Francisco Goya drawing whose title describes the nightmarish consequences of when rationality is allowed to \"fall asleep?\"": {
    "guess": "The Sleep of Reason Produces Monsters",
    "confidence": [
      [
        "The",
        -0.27854717
      ],
      [
        " Sleep",
        -0.04461298
      ],
      [
        " of",
        -0.00027373302
      ],
      [
        " Reason",
        -2.577686e-06
      ],
      [
        " Produ",
        -7.89631e-07
      ],
      [
        "ces",
        -3.1281633e-07
      ],
      [
        " Monsters",
        -5.407367e-05
      ]
    ]
  },
  "The front of a wide-eyed cat on the floor with its ears perked up fills the lower right corner of this drawing, whose title appears in white text on the thinly shaded side of the desk in the lower left. The title figure is seated with his legs crossed and slumping over that desk with his head in his hands as sinister-looking owls and bats begin to swarm around him. The 43rd plate in the Caprichos engraving series, which the artist completed over a decade before beginning The Disasters of War, this is, FTP, what Francisco Goya drawing whose title describes the nightmarish consequences of when rationality": {
    "guess": "The Sleep of Reason Produces Monsters",
    "confidence": [
      [
        "The",
        -0.23648535
      ],
      [
        " Sleep",
        -0.11470075
      ],
      [
        " of",
        -0.00035691517
      ],
      [
        " Reason",
        -1.9816675e-06
      ],
      [
        " Produ",
        -1.2664457e-06
      ],
      [
        "ces",
        -3.1281633e-07
      ],
      [
        " Monsters",
        -3.2140193e-05
      ]
    ]
  },
  "On one front, this man fought two campaigns against Tahmasp, whereas on another, he allied with Francis I. This man's reign saw his chief architect Minar Sinan construct hundreds of monuments, and this ruler established the Kanun Laws. This ruler forced the Knights Hospitaller out of Rhodes, leading to their establishment on Malta. The husband of Roxelana, this ruler executed his longtime friend, the Grand Vizier Ibrahim following accusations of conspiracy by this ruler's Minister of Finance. For 10 points, name this \"Lawgiver,\" an Ottoman sultan.": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.0031773564
      ],
      [
        "ule",
        -0.00042102108
      ],
      [
        "iman",
        -3.5597102e-05
      ],
      [
        " the",
        -0.0028253237
      ],
      [
        " Magn",
        -0.00030757586
      ],
      [
        "ificent",
        -0.00029136782
      ]
    ]
  },
  "The front of a wide-eyed cat on the floor with its ears perked up fills the lower right corner of this drawing, whose title appears in white text on the thinly shaded side of the desk in the lower left. The title figure is seated with his legs crossed and slumping over that desk with his head in his hands as sinister-looking owls and bats begin to swarm around him. The 43rd plate in the Caprichos engraving series, which the artist completed over a decade before beginning The Disasters of War, this": {
    "guess": "Los Caprichos",
    "confidence": [
      [
        "Los",
        -0.14000034
      ],
      [
        " Cap",
        -0.022697322
      ],
      [
        "rich",
        -7.3742274e-05
      ],
      [
        "os",
        -0.00013584005
      ]
    ]
  },
  "In frogs and salamanders, it is apparently caused by hormonal deficiency, because it can be cured by an injection of pituitary hormone. In mammals, however, it occurs because the enzyme tyrosinase is lacking. Most people with it exhibit nystagmus, or oscillation of the eyeballs. For ten points, identify": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.06314291
      ],
      [
        "bin",
        -0.00025371046
      ],
      [
        "ism",
        -5.312004e-05
      ]
    ]
  }
}