{
  "One of his lovers was Uathach, a daughter of his tutor, the warrior-woman Scathach, and forgetting his own strength, he broke Uathach's fingers while taking a dish from her hand. His son Conlaoch later challenged him to single combat, and not recognizing his son, he impaled him on the end of his spear.": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.12289472
      ],
      [
        "ú",
        -0.0018188128
      ],
      [
        " Ch",
        -0.0011649842
      ],
      [
        "ul",
        -0.00039003912
      ],
      [
        "ain",
        -1.504853e-06
      ],
      [
        "n",
        -9.019238e-05
      ]
    ]
  },
  "He loved to work with wood, as seen in woodcuts like Be in Love and You Will Be Happy and a wooden sculpture of the Birth of Venus, while his Still Life with Ham represents his flirtation with Divisionism. During his time in Le Pouldo he worked with the Dutch painter Jacob Meyer de Haan, after which": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.16683416
      ],
      [
        " Ga",
        -0.00015312091
      ],
      [
        "ugu",
        -0.0002637199
      ],
      [
        "in",
        -1.7432603e-06
      ]
    ]
  },
  "She loved Tammuz, but her love somehow caused his death, and she mourned for him greatly. She eventually descended into the underworld to bring back her love, but at each of the seven gates, she had to leave a piece of clothing, leaving her naked. Ereshkigal, goddess of the underworld, then imprisoned": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.29941216
      ],
      [
        "anna",
        -0.002082455
      ]
    ]
  },
  "The love interest of the title character of this work may be modeled after Émilie du Châtelet, a French physicist. The main character's teacher is a professor of \"metaphysico-theologico-cosmolonigology\"": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.15370141
      ],
      [
        "and",
        -0.003584868
      ],
      [
        "ide",
        -1.3902034e-05
      ]
    ]
  },
  "He loved to work with wood, as seen in woodcuts like Be in Love and You Will Be Happy and a wooden sculpture of the Birth of Venus, while his Still Life with Ham represents his flirtation with Divisionism. During his time in Le Pouldo he worked with the Dutch painter Jacob Meyer de Haan, after which he went to Paris, where he produced controversial canvases such as The Loss of Virginity. It was earlier, though, while staying with Emile Bernard at Pont-Aven, that he produced one of his better known works, a painting of a contest between god and man set in front of a blood red background, and The": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.040998854
      ],
      [
        " Ga",
        -0.04148422
      ],
      [
        "ugu",
        -0.0030091964
      ],
      [
        "in",
        -1.0564331e-05
      ]
    ]
  },
  "In Love's Labour's Lost it is the name of one of the Princess' attendants, who falls in love with Lord Dumaine, and in Henry V it is the name of the daughter of the king of France.  A more famous character by this name is given a music teacher by the name of Licio, who is actually the servant Hortensio": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.2398993
      ],
      [
        " T",
        -0.016683705
      ],
      [
        "aming",
        -0.00016504127
      ],
      [
        " of",
        -0.00014239625
      ],
      [
        " the",
        -0.0020533125
      ],
      [
        " Sh",
        -0.00011856285
      ],
      [
        "rew",
        -0.00049405626
      ]
    ]
  },
  "The love duet at the end of its fourth act begins with the exclamation \"Le danger presse et le temps vole\" and concludes with a cantilena with the text \"Tu l'as dit, oui tu m'aimes.\" In 1837 Robert Schumann": {
    "guess": "Pelleas et Melisande",
    "confidence": [
      [
        "P",
        -1.0257475
      ],
      [
        "elle",
        -0.10792147
      ],
      [
        "as",
        -0.00026777282
      ],
      [
        " et",
        -0.350711
      ],
      [
        " Mel",
        -0.022815607
      ],
      [
        "is",
        -7.302705e-05
      ],
      [
        "ande",
        -6.122589e-05
      ]
    ]
  },
  "In Love's Labour's Lost it is the name of one of the Princess' attendants, who falls in love with Lord Dumaine, and in Henry V it is the name of the daughter of the king of France.  A more famous character by this name is given a music teacher by the name of Licio, who is actually the servant Hortensio in disguise.  That character is the eldest daughter of Baptista and sister of the fair Bianca.  FTP, give this common name, the last of which identifies the eventual wife of Petruccio, a woman whose nature is softened in The Taming of the Shrew.": {
    "guess": "Bianca (The Taming of the Shrew)",
    "confidence": [
      [
        "B",
        -0.2516166
      ],
      [
        "ian",
        -0.0060792915
      ],
      [
        "ca",
        -0.0001627764
      ],
      [
        " (",
        -0.6970688
      ],
      [
        "The",
        -0.9377748
      ],
      [
        " T",
        -0.0025005098
      ],
      [
        "aming",
        -7.8987236e-05
      ],
      [
        " of",
        -7.755679e-05
      ],
      [
        " the",
        -0.00091872393
      ],
      [
        " Sh",
        -0.00016456447
      ],
      [
        "rew",
        -0.00089061755
      ],
      [
        ")",
        -0.011678858
      ]
    ]
  },
  "In Love's Labour's Lost it is the name of one of the Princess' attendants, who falls in love with Lord Dumaine, and in Henry V it is the name of the daughter of the king of France.  A more famous character by this name is given a music teacher by the name of Licio, who is actually the servant Hortensio in disguise.  That character is the eldest daughter of Baptista and sister of the fair Bianca.  FTP, give this common name, the last of which identifies the eventual wife of Petruccio, a woman whose": {
    "guess": "Katherine (The Taming of the Shrew)",
    "confidence": [
      [
        "K",
        -0.4815184
      ],
      [
        "atherine",
        -0.13034089
      ],
      [
        " (",
        -0.5065398
      ],
      [
        "The",
        -0.35858834
      ],
      [
        " T",
        -0.0002288079
      ],
      [
        "aming",
        -4.4849444e-06
      ],
      [
        " of",
        -6.408677e-05
      ],
      [
        " the",
        -0.0005527943
      ],
      [
        " Sh",
        -7.576874e-05
      ],
      [
        "rew",
        -0.0004331725
      ],
      [
        ")",
        -0.00082725624
      ]
    ]
  },
  "He loved to work with wood, as seen in woodcuts like Be in Love and You Will Be Happy and a wooden sculpture of the Birth of Venus, while his Still Life with Ham represents his flirtation with Divisionism. During his time in Le Pouldo he worked with the Dutch painter Jacob Meyer de Haan, after which he went to Paris, where he produced controversial canvases such as The Loss of Virginity. It was earlier, though, while staying with Emile Bernard at Pont-Aven, that he produced one of his better known works, a painting of a contest between god and man set in front of a blood red background, and The Yellow Christ while at Arles with Vincent van Gogh. FTP name this painter of Vision After the Sermon:": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.006406147
      ],
      [
        " Ga",
        -2.868329e-05
      ],
      [
        "ugu",
        -0.0012017777
      ],
      [
        "in",
        -3.2929079e-06
      ]
    ]
  },
  "She loved Tammuz, but her love somehow caused his death, and she mourned for him greatly. She eventually descended into the underworld to bring back her love, but at each of the seven gates, she had to": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.41012862
      ],
      [
        "htar",
        -0.0004958406
      ]
    ]
  },
  "The love duet at the end of its fourth act begins with the exclamation \"Le danger presse et le temps": {
    "guess": "Les Troyens",
    "confidence": [
      [
        "Les",
        -1.0783339
      ],
      [
        " Troy",
        -0.73819804
      ],
      [
        "ens",
        -0.00010580806
      ]
    ]
  },
  "In Love's Labour's Lost it is the name of one of the Princess' attendants, who falls in love with Lord Dumaine, and in Henry V it is the name of the daughter of the king of France.  A more famous character by this name is given a music teacher by the name of Licio, who is actually the servant Hortensio in disguise.  That character is the eldest daughter of Baptista and sister of the fair Bianca.  FTP,": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.111063845
      ],
      [
        " T",
        -0.002525484
      ],
      [
        "aming",
        -1.0325924e-05
      ],
      [
        " of",
        -6.122589e-05
      ],
      [
        " the",
        -0.0008975277
      ],
      [
        " Sh",
        -6.9570146e-05
      ],
      [
        "rew",
        -0.00017827288
      ]
    ]
  },
  "One of his lovers was Uathach, a daughter of his tutor, the warrior-woman Scathach, and forgetting his own strength, he broke Uathach's fingers while taking a dish from her hand. His son Conlaoch later challenged him to single combat, and not recognizing his son, he impaled him on the end of his spear. Possessing seven fingers, seven toes, and seven pupils in each eye, FTP, who is this Celtic hero best-known for fighting off the forces of Queen Maeve?": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.059216067
      ],
      [
        "ú",
        -0.05448714
      ],
      [
        " Ch",
        -0.004845307
      ],
      [
        "ul",
        -0.00073684665
      ],
      [
        "ain",
        -1.0921943e-05
      ],
      [
        "n",
        -0.0004976287
      ]
    ]
  },
  "The love interest of the title character of this work may be modeled after Émilie du Châtelet, a French physicist. The main character's teacher is a professor of \"metaphysico-theologico-cosmolonigology\" who is very optimistic about life, even though he is nearly killed by the Inquisition and then sold": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.0024266713
      ],
      [
        "and",
        -0.0001345288
      ],
      [
        "ide",
        -9.610702e-06
      ]
    ]
  },
  "He loved to work with wood, as seen in woodcuts like Be in Love and You Will Be Happy and a wooden sculpture of the Birth of Venus, while his Still Life with Ham represents his flirtation with Divisionism.": {
    "guess": "Sandro Botticelli",
    "confidence": [
      [
        "S",
        -0.3911741
      ],
      [
        "andro",
        -0.002023805
      ],
      [
        " Bott",
        -0.0020642572
      ],
      [
        "ic",
        -5.0139948e-05
      ],
      [
        "elli",
        -0.00015383612
      ]
    ]
  },
  "One of his lovers was Uathach, a daughter of his tutor, the warrior-woman Scathach, and forgetting his own strength, he broke Uathach's fingers while taking a dish from her hand. His son Conlaoch later challenged him to single combat, and not recognizing his son, he impaled him on the end of his spear. Possessing seven fingers, seven toes, and seven pupils in each eye, FTP, who is this Celtic hero": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.67679596
      ],
      [
        "ú",
        -0.12526795
      ],
      [
        " Ch",
        -0.030270945
      ],
      [
        "ul",
        -0.0013305949
      ],
      [
        "ain",
        -3.368984e-05
      ],
      [
        "n",
        -0.0002519224
      ]
    ]
  },
  "The love interest of the title character of this work may be modeled after Émilie du Châtelet, a French physicist. The main character's teacher is a professor of \"metaphysico-theologico-cosmolonigology\" who is very optimistic about life, even though he is nearly killed by the Inquisition and then sold into slavery. The story begins with the title character being kicked out of the castle of the Baron Thunder-ten-trokh and forced to travel, where he experiences such misfortunes as being involved in the Lisbon earthquake of 1755 and getting his El Dorado red sheep stolen. FTP, name this Voltaire work in which the title character is in love with the Lady Cunegonde.          |": {
    "guess": "Candide (novella)",
    "confidence": [
      [
        "C",
        -0.0005090686
      ],
      [
        "and",
        -8.613945e-05
      ],
      [
        "ide",
        -2.546479e-05
      ],
      [
        " (",
        -0.68323207
      ],
      [
        "nov",
        -0.17455807
      ],
      [
        "ella",
        -0.49064744
      ],
      [
        ")",
        -5.9914648e-05
      ]
    ]
  },
  "He loved to work with wood, as seen in woodcuts like Be in Love and You Will Be Happy and a wooden sculpture": {
    "guess": "Kahlil Gibran",
    "confidence": [
      [
        "K",
        -1.869529
      ],
      [
        "ahl",
        -1.3360844
      ],
      [
        "il",
        -3.2929079e-06
      ],
      [
        " Gib",
        -0.00010235115
      ],
      [
        "ran",
        -9.043079e-05
      ]
    ]
  },
  "He loved to work with wood, as seen in woodcuts like Be in Love and You Will Be Happy and a wooden sculpture of the Birth of Venus, while his Still Life with Ham represents his flirtation with Divisionism. During his time in Le Pouldo he worked with the Dutch painter Jacob Meyer de Haan, after which he went to Paris, where he produced controversial canvases such as The Loss of Virginity. It was earlier,": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.036678117
      ],
      [
        " Ga",
        -4.1914896e-05
      ],
      [
        "ugu",
        -0.0005861567
      ],
      [
        "in",
        -6.0345924e-06
      ]
    ]
  },
  "In Love's Labour's Lost it is the name of one of the Princess' attendants, who falls in love with Lord Dumaine, and in Henry V it is the name of the daughter of the king of France.  A more famous character": {
    "guess": "Katherine (Shakespeare)",
    "confidence": [
      [
        "K",
        -0.22029628
      ],
      [
        "atherine",
        -0.06270735
      ],
      [
        " (",
        -0.2187141
      ],
      [
        "Sh",
        -0.08289854
      ],
      [
        "akespeare",
        -0.00038157566
      ],
      [
        ")",
        -0.045110587
      ]
    ]
  },
  "One of his lovers was Uathach, a daughter of his tutor, the warrior-woman Scathach, and forgetting his": {
    "guess": "Scathach",
    "confidence": [
      [
        "Sc",
        -0.15994805
      ],
      [
        "ath",
        -0.648505
      ],
      [
        "ach",
        -0.0016644697
      ]
    ]
  },
  "She loved Tammuz, but her love somehow caused his death, and she mourned for him greatly. She eventually descended into the underworld to bring back her love, but at each of the seven gates, she had to leave a piece of clothing, leaving her naked. Ereshkigal, goddess of the underworld, then imprisoned her, and she remained there until Ea fashioned a hermaphroditic creature to release her and bring back both her and Tammuz. FTP, identify this most widely worshipped deity of the Near and Middle East,": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.32972747
      ],
      [
        "anna",
        -0.0005782929
      ]
    ]
  },
  "The love interest of the title character of this work may be modeled after Émilie du Châtelet, a French physicist. The main character's teacher is a professor of \"metaphysico-theologico-cosmolonigology\" who is very optimistic about life, even though he is nearly killed by the Inquisition and then sold into slavery. The story begins with the title character being kicked out of the castle of the Baron": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.007125119
      ],
      [
        "and",
        -0.00042447797
      ],
      [
        "ide",
        -1.700133e-05
      ]
    ]
  },
  "The love duet at the end of its fourth act begins with the exclamation \"Le danger presse et le temps vole\" and concludes with a cantilena with the text \"Tu l'as dit, oui tu m'aimes.\" In 1837 Robert Schumann praised Mendelssohn's St. Paul Oratorio over this opera, whose third act begins with the \"Rataplan\" chorus while the maidens accompanying Valentine and de Nevers sing a litany. In the first act, the soldier Marcel sings \"A Mighty Fortress is Our God,\" and the plot is set in motion by Marguerite de Valois's plan to marry St. Bris' daughter Valentine to a representative of the titular group, Raoul. Set during the St. Bartholomew's day massacre, for 10 points, identify this Giacomo Meyerbeer opera about French Protestants.": {
    "guess": "Les Huguenots",
    "confidence": [
      [
        "Les",
        -0.0010993726
      ],
      [
        " H",
        -0.00011510595
      ],
      [
        "ug",
        -0.00039266158
      ],
      [
        "uen",
        -5.2047206e-05
      ],
      [
        "ots",
        -8.697388e-05
      ]
    ]
  },
  "The love interest of the title character of this work may be modeled after Émilie du Châtelet, a French physicist. The main character's teacher is a professor of \"metaphysico-theologico-cosmolonigology\" who is very optimistic about life, even though he is nearly killed by the Inquisition and then sold into slavery. The story begins with the title character being kicked out of the castle of the Baron Thunder-ten-trokh and forced to travel, where he experiences such misfortunes as being involved in": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.021235136
      ],
      [
        "and",
        -0.0003893239
      ],
      [
        "ide",
        -2.1650272e-05
      ]
    ]
  },
  "She loved Tammuz, but her love somehow caused his death, and she mourned for him greatly. She eventually descended into the underworld to bring back her love, but at each of the seven gates, she had to leave a piece of clothing, leaving her naked. Ereshkigal, goddess of the underworld, then imprisoned her, and she remained there until Ea fashioned a hermaphroditic creature to release her and bring back both her and Tammuz. FTP, identify this most widely worshipped deity of the Near and Middle East, the Babylonian goddess of love.": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.1322603
      ],
      [
        "htar",
        -2.9636918e-05
      ]
    ]
  },
  "He loved to work with wood, as seen in woodcuts like Be in Love and You Will Be Happy and a wooden sculpture of the Birth of Venus, while his Still Life with Ham represents his flirtation with Divisionism. During his time in Le Pouldo he worked with the Dutch painter Jacob Meyer de Haan, after which he went to Paris, where he produced controversial canvases such as The Loss of Virginity. It was earlier, though, while staying with Emile Bernard at Pont-Aven, that he produced one of his better known": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.01228006
      ],
      [
        " Ga",
        -0.0025319026
      ],
      [
        "ugu",
        -0.0008161776
      ],
      [
        "in",
        -3.4121115e-06
      ]
    ]
  },
  "One of his lovers was Uathach, a daughter of his tutor, the warrior-woman Scathach, and forgetting his own strength, he broke Uathach's fingers while taking a dish from her hand. His son Conlaoch later": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.06572559
      ],
      [
        "ú",
        -0.003046762
      ],
      [
        " Ch",
        -0.005297554
      ],
      [
        "ul",
        -0.0005294414
      ],
      [
        "ain",
        -4.246537e-06
      ],
      [
        "n",
        -0.00011605957
      ]
    ]
  },
  "She loved Tammuz, but her love somehow caused his death, and she mourned for him greatly. She eventually": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.046925936
      ],
      [
        "htar",
        -0.00013047588
      ]
    ]
  },
  "He loved to work with wood, as seen in woodcuts like Be in Love and You Will Be Happy and a wooden sculpture of the Birth of Venus, while his Still Life with Ham represents his flirtation with Divisionism. During his time in Le Pouldo he worked with the Dutch painter Jacob Meyer de Haan, after which he went to Paris, where he produced controversial canvases such as The Loss of Virginity. It was earlier, though, while staying with Emile Bernard at Pont-Aven, that he produced one of his better known works, a painting of a contest between god and man set in front of a blood red background, and The Yellow Christ while at Arles with Vincent van Gogh. FTP name this painter of Vision After the Sermon: Jacob Wrestling the Angel, who later in life went to Tahiti.": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.0058037746
      ],
      [
        " Ga",
        -1.5928495e-05
      ],
      [
        "ugu",
        -0.0017377782
      ],
      [
        "in",
        -5.4385737e-06
      ]
    ]
  },
  "The love duet at the end of its fourth act begins with the exclamation \"Le danger presse et le temps vole\" and concludes with a cantilena with the text \"Tu l'as dit, oui tu m'aimes.\" In 1837 Robert Schumann praised Mendelssohn's St. Paul Oratorio over this opera, whose third act begins with the \"Rataplan\" chorus while the maidens accompanying Valentine and de Nevers sing a litany. In the first act,": {
    "guess": "Les Huguenots",
    "confidence": [
      [
        "Les",
        -0.008725902
      ],
      [
        " H",
        -0.0006190312
      ],
      [
        "ug",
        -0.0010830637
      ],
      [
        "uen",
        -7.278864e-05
      ],
      [
        "ots",
        -0.00036632127
      ]
    ]
  },
  "In Love's Labour's Lost it is the name of one of the Princess' attendants, who falls in love with Lord": {
    "guess": "Moth",
    "confidence": [
      [
        "M",
        -0.79057294
      ],
      [
        "oth",
        -0.0130616445
      ]
    ]
  },
  "The love interest of the title character of this work may be modeled after Émilie du Châtelet, a French": {
    "guess": "Candide",
    "confidence": [
      [
        "C",
        -0.20233618
      ],
      [
        "and",
        -0.0030877553
      ],
      [
        "ide",
        -2.6537622e-05
      ]
    ]
  },
  "The love duet at the end of its fourth act begins with the exclamation \"Le danger presse et le temps vole\" and concludes with a cantilena with the text \"Tu l'as dit, oui tu m'aimes.\" In 1837 Robert Schumann praised Mendelssohn's St. Paul Oratorio over this opera, whose third act begins with the \"Rataplan\"": {
    "guess": "Les pêcheurs de perles",
    "confidence": [
      [
        "Les",
        -0.80841297
      ],
      [
        " p",
        -1.1128979
      ],
      [
        "ê",
        -0.0010624635
      ],
      [
        "che",
        -0.00019936825
      ],
      [
        "urs",
        -9.0907604e-05
      ],
      [
        " de",
        -0.0010746112
      ],
      [
        " per",
        -0.0003808641
      ],
      [
        "les",
        -0.00037073178
      ]
    ]
  },
  "The love duet at the end of its fourth act begins with the exclamation \"Le danger presse et le temps vole\" and concludes with a cantilena with the text \"Tu l'as dit, oui tu m'aimes.\" In 1837 Robert Schumann praised Mendelssohn's St. Paul Oratorio over this opera, whose third act begins with the \"Rataplan\" chorus while the maidens accompanying Valentine and de Nevers sing a litany. In the first act, the soldier Marcel sings \"A Mighty Fortress is Our God,\" and the plot is set in motion by Marguerite": {
    "guess": "Les Huguenots",
    "confidence": [
      [
        "Les",
        -0.008025577
      ],
      [
        " H",
        -0.0007796078
      ],
      [
        "ug",
        -0.000965296
      ],
      [
        "uen",
        -4.978234e-05
      ],
      [
        "ots",
        -0.00016516048
      ]
    ]
  },
  "The love interest of the title character of this work may be modeled after Émilie du Châtelet, a French physicist. The main character's teacher is a professor of \"metaphysico-theologico-cosmolonigology\" who is very optimistic about life, even though he is nearly killed by the Inquisition and then sold into slavery. The story begins with the title character being kicked out of the castle of the Baron Thunder-ten-trokh and forced to travel, where he experiences such misfortunes as being involved in the Lisbon earthquake of 1755 and getting his El Dorado red sheep stolen. FTP, name this Voltaire work": {
    "guess": "Candide (novel)",
    "confidence": [
      [
        "C",
        -0.00033463142
      ],
      [
        "and",
        -3.9411618e-05
      ],
      [
        "ide",
        -7.226629e-06
      ],
      [
        " (",
        -0.5886373
      ],
      [
        "nov",
        -0.11494349
      ],
      [
        "el",
        -0.5574061
      ],
      [
        ")",
        -4.9305523e-05
      ]
    ]
  },
  "She loved Tammuz, but her love somehow caused his death, and she mourned for him greatly. She eventually descended into the underworld to bring back her love, but at each of the seven gates, she had to leave a piece of clothing, leaving her naked. Ereshkigal, goddess of the underworld, then imprisoned her, and she remained there until Ea fashioned a hermaphroditic creature to release her and bring": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.15039064
      ],
      [
        "anna",
        -0.0016270985
      ]
    ]
  },
  "The love duet at the end of its fourth act begins with the exclamation \"Le danger presse et le temps vole\" and concludes with a cantilena with the text \"Tu l'as dit, oui tu m'aimes.\" In 1837 Robert Schumann praised Mendelssohn's St. Paul Oratorio over this opera, whose third act begins with the \"Rataplan\" chorus while the maidens accompanying Valentine and de Nevers sing a litany. In the first act, the soldier Marcel sings \"A Mighty Fortress is Our God,\" and the plot is set in motion by Marguerite de Valois's plan to marry St. Bris' daughter Valentine to a representative of the titular group, Raoul.": {
    "guess": "Les Huguenots",
    "confidence": [
      [
        "Les",
        -0.001239514
      ],
      [
        " H",
        -2.0100624e-05
      ],
      [
        "ug",
        -0.00012272765
      ],
      [
        "uen",
        -1.1637165e-05
      ],
      [
        "ots",
        -7.493431e-05
      ]
    ]
  },
  "The love duet at the end of its fourth act begins with the exclamation \"Le danger presse et le temps vole\" and concludes with a cantilena with the text \"Tu l'as dit, oui tu m'aimes.\" In 1837 Robert Schumann praised Mendelssohn's St. Paul Oratorio over this opera, whose third act begins with the \"Rataplan\" chorus while the maidens accompanying Valentine and de Nevers sing a litany. In the first act, the soldier Marcel sings \"A Mighty Fortress is Our God,\" and the plot is set in motion by Marguerite de Valois's plan to marry St. Bris' daughter Valentine to a representative of the titular group, Raoul. Set during the St. Bartholomew's day massacre, for 10 points, identify this Giacomo Meyerbeer": {
    "guess": "Les Huguenots",
    "confidence": [
      [
        "Les",
        -0.0020382027
      ],
      [
        " H",
        -2.1531068e-05
      ],
      [
        "ug",
        -0.00014275387
      ],
      [
        "uen",
        -3.106736e-05
      ],
      [
        "ots",
        -6.098748e-05
      ]
    ]
  },
  "The love theme of this opera, introduced by two solo celli in act II, scene 2, is sung to text originally": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.09525674
      ],
      [
        "istan",
        -6.1106686e-05
      ],
      [
        " und",
        -0.008864041
      ],
      [
        " Is",
        -1.378283e-05
      ],
      [
        "ol",
        -1.7120534e-05
      ],
      [
        "de",
        -5.3193703e-06
      ]
    ]
  },
  "The love theme of this opera, introduced by two solo celli in act II, scene 2, is sung to text originally introduced as a trio for countertenor, contralto, and trumpet. The title character first sings": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -1.2015305
      ],
      [
        "ido",
        -0.00037669198
      ],
      [
        " and",
        -2.8206474e-05
      ],
      [
        " A",
        -0.0005965201
      ],
      [
        "ene",
        -0.000656916
      ],
      [
        "as",
        -3.5716304e-05
      ]
    ]
  },
  "The love theme of this opera, introduced by two solo celli in act II, scene 2, is sung to text originally introduced as a trio for countertenor, contralto, and trumpet. The title character first sings at the \"Window of Appearances,\" after which tubular bells reprise the coronation theme. In act III,": {
    "guess": "Akhnaten",
    "confidence": [
      [
        "Ak",
        -1.2281343
      ],
      [
        "hn",
        -0.0004920298
      ],
      [
        "aten",
        -8.180258e-06
      ]
    ]
  },
  "The love theme of this opera, introduced by two solo celli in act II, scene 2, is sung to text originally introduced as a trio for countertenor, contralto, and trumpet. The title character first sings at the \"Window of Appearances,\" after which tubular bells reprise the coronation theme. In act III, scene 3 of this opera, the Scribe reprises the Prelude on lyrics from Frommer's travel guide, marking": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -1.079167
      ],
      [
        "oris",
        -0.07129895
      ],
      [
        " God",
        -0.005326262
      ],
      [
        "un",
        -0.00010676169
      ],
      [
        "ov",
        -4.9067115e-05
      ]
    ]
  },
  "The love theme of this opera, introduced by two solo celli in act II, scene 2, is sung to text originally introduced as a trio for countertenor, contralto, and trumpet. The title character first sings at the \"Window of Appearances,\" after which tubular bells reprise the coronation theme. In act III, scene 3 of this opera, the Scribe reprises the Prelude on lyrics from Frommer's travel guide, marking the shift from Year 17 to the present day. Just before that scene, Horemhab and Aye sing \"Let the": {
    "guess": "Akhnaten",
    "confidence": [
      [
        "Ak",
        -0.032089695
      ],
      [
        "hn",
        -0.0018923414
      ],
      [
        "aten",
        -8.776276e-06
      ]
    ]
  },
  "The love theme of this opera, introduced by two solo celli in act II, scene 2, is sung to text originally introduced as a trio for countertenor, contralto, and trumpet. The title character first sings at the \"Window of Appearances,\" after which tubular bells reprise the coronation theme. In act III, scene 3 of this opera, the Scribe reprises the Prelude on lyrics from Frommer's travel guide, marking the shift from Year 17 to the present day. Just before that scene, Horemhab and Aye sing \"Let the king care for his land\" to convince the crowd to rise up and kill the title character and his family.": {
    "guess": "Akhnaten",
    "confidence": [
      [
        "Ak",
        -0.026225522
      ],
      [
        "hn",
        -0.0034165322
      ],
      [
        "aten",
        -5.7961847e-06
      ]
    ]
  },
  "The love theme of this opera, introduced by two solo celli in act II, scene 2, is sung to text originally introduced as a trio for countertenor, contralto, and trumpet. The title character first sings at the \"Window of Appearances,\" after which tubular bells reprise the coronation theme. In act III, scene 3 of this opera, the Scribe reprises the Prelude on lyrics from Frommer's travel guide, marking the shift from Year 17 to the present day. Just before that scene, Horemhab and Aye sing \"Let the king care for his land\" to convince the crowd to rise up and kill the title character and his family. The title character's \"Hymn,\" which is always sung in the native language of the audience, is paired": {
    "guess": "Akhnaten",
    "confidence": [
      [
        "Ak",
        -0.01460168
      ],
      [
        "hn",
        -0.0010647248
      ],
      [
        "aten",
        -6.704273e-07
      ]
    ]
  },
  "The love theme of this opera, introduced by two solo celli in act II, scene 2, is sung to text originally introduced as a trio for countertenor, contralto, and trumpet. The title character first sings at the \"Window of Appearances,\" after which tubular bells reprise the coronation theme. In act III, scene 3 of this opera, the Scribe reprises the Prelude on lyrics from Frommer's travel guide, marking the shift from Year 17 to the present day. Just before that scene, Horemhab and Aye sing \"Let the king care for his land\" to convince the crowd to rise up and kill the title character and his family. The title character's \"Hymn,\" which is always sung in the native language of the audience, is paired with Psalm 104 to emphasize his monotheism. Written in ? Biblical Hebrew, Akkadian and Ancient Egyptian,": {
    "guess": "Akhnaten (opera)",
    "confidence": [
      [
        "Ak",
        -0.057518087
      ],
      [
        "hn",
        -0.0004898841
      ],
      [
        "aten",
        -2.220075e-06
      ],
      [
        " (",
        -0.41481906
      ],
      [
        "op",
        -0.0002352449
      ],
      [
        "era",
        -1.3856493e-06
      ],
      [
        ")",
        -0.00012701898
      ]
    ]
  },
  "The love theme of this opera, introduced by two solo celli in act II, scene 2, is sung to text originally introduced as a trio for countertenor, contralto, and trumpet. The title character first sings at the \"Window of Appearances,\" after which tubular bells reprise the coronation theme. In act III, scene 3 of this opera, the Scribe reprises the Prelude on lyrics from Frommer's travel guide, marking the shift from Year 17 to the present day. Just before that scene, Horemhab and Aye sing \"Let the king care for his land\" to convince the crowd to rise up and kill the title character and his family. The title character's \"Hymn,\" which is always sung in the native language of the audience, is paired with Psalm 104 to emphasize his monotheism. Written in ? Biblical Hebrew, Akkadian and Ancient Egyptian, FTP, name this \"portrait\" opera by Philip Glass named for a pharaoh. ": {
    "guess": "Akhnaten (opera)",
    "confidence": [
      [
        "Ak",
        -0.019967252
      ],
      [
        "hn",
        -0.00017112066
      ],
      [
        "aten",
        -6.392203e-06
      ],
      [
        " (",
        -0.6288364
      ],
      [
        "op",
        -2.4987974e-05
      ],
      [
        "era",
        -6.9882217e-06
      ],
      [
        ")",
        -0.00013309837
      ]
    ]
  }
}