{
  "Eruption of lava in this lake formed the Michipicoten and St. Ignace islands. Places along the shore of this lake include Pukaskwa National Park, the Sleeping Giant formation, and Pictured Rocks National Lakeshore, the first National Lakeshore in the United States. Rivers that feed into this lake include": {
    "guess": "Lake Superior",
    "confidence": [
      [
        "Lake",
        -0.002180954
      ],
      [
        " Superior",
        -0.00024108587
      ]
    ]
  },
  "Eruption of lava in this lake formed the Michipicoten and St. Ignace islands. Places along the shore of this lake include Pukaskwa National Park, the Sleeping Giant formation, and Pictured Rocks National Lakeshore, the first National Lakeshore in the United States. Rivers that feed into this lake include the Kaministiquia, the Brule, and the Nipigon. The St. Mary's river drains this lake and connects it to Lake Huron, while other landmarks in this lake include Whitefish Bay, the Apostle Islands, and Isle Royale. For 10 points, name this largest of the Great Lakes.": {
    "guess": "Lake Superior",
    "confidence": [
      [
        "Lake",
        -0.008635134
      ],
      [
        " Superior",
        -0.00039158878
      ]
    ]
  },
  "Eruption of lava in this lake formed the Michipicoten and St. Ignace islands. Places along the shore of this lake include Pukaskwa National Park, the Sleeping Giant formation, and Pictured Rocks National": {
    "guess": "Lake Superior",
    "confidence": [
      [
        "Lake",
        -0.0076080402
      ],
      [
        " Superior",
        -3.7742768e-05
      ]
    ]
  },
  "Eruption of lava in this lake formed the Michipicoten and St. Ignace islands. Places along the shore of this lake include Pukaskwa National Park, the Sleeping Giant formation, and Pictured Rocks National Lakeshore, the first National Lakeshore in the United States. Rivers that feed into this lake include the Kaministiquia, the Brule, and the Nipigon. The St. Mary's river drains this lake and connects it to Lake Huron, while other landmarks in this lake include Whitefish Bay, the Apostle Islands,": {
    "guess": "Lake Superior",
    "confidence": [
      [
        "Lake",
        -0.003443023
      ],
      [
        " Superior",
        -0.00026896485
      ]
    ]
  },
  "Eruption of lava in this lake formed the Michipicoten and St. Ignace islands. Places along the shore of this lake include Pukaskwa National Park, the Sleeping Giant formation, and Pictured Rocks National Lakeshore, the first National Lakeshore in the United States. Rivers that feed into this lake include the Kaministiquia, the Brule, and the Nipigon. The St. Mary's river drains this lake and connects": {
    "guess": "Lake Superior",
    "confidence": [
      [
        "Lake",
        -0.003915969
      ],
      [
        " Superior",
        -0.0009948218
      ]
    ]
  },
  "Eruption of lava in this lake formed the Michipicoten and St. Ignace islands. Places along the shore": {
    "guess": "Lake Superior",
    "confidence": [
      [
        "Lake",
        -0.17461723
      ],
      [
        " Superior",
        -0.0018665256
      ]
    ]
  }
}