{
  "Roger Fry, Clive Bell, Desmond MacCarthy, Vanessa Bell, and Duncan Grant were all devoted to artistic": {
    "guess": "Bloomsbury Group",
    "confidence": [
      [
        "Blo",
        -0.082345165
      ],
      [
        "oms",
        -0.00012213163
      ],
      [
        "bury",
        -1.6643718e-05
      ],
      [
        " Group",
        -7.3861476e-05
      ]
    ]
  },
  "Roger Storms wrote a definitive 1972 history of this organization entitled Partisan Prophets, and in 1977 it changed its name to the National Statesman Party. Susanna Salter became the first woman mayor in the United States on this party's ticket in 1887, and it also elected Sidney Catts as Florida governor in 1916. This party nominated Earl Dodge five times for the Presidency, and one of its notable campaigns included renting a train known as their namesake \"special\" in which John Wooley and Henry Metcalf traveled over 23,000 miles while running on the \"canteen\" issue. Its greatest success was followed shortly thereafter by the Volstead Act, which authorized the enforcement of a 1919 piece of legislation. For ten points, identify this American third party whose main platform involved forbidding alcohol production.": {
    "guess": "Prohibition Party",
    "confidence": [
      [
        "Pro",
        -0.011293375
      ],
      [
        "hibition",
        -6.0510665e-05
      ],
      [
        " Party",
        -5.0735965e-05
      ]
    ]
  },
  "Roger Fry, Clive Bell, Desmond MacCarthy, Vanessa Bell, and Duncan Grant were all devoted to artistic experimentation.  So were Lytton Strachey and John Maynard Keynes. FTP give the popular collective designation for these English intellectuals prominent in the first quarter of the twentieth century, whose ranks also included E.M. Forster and Virginia Woolf.": {
    "guess": "Bloomsbury Group",
    "confidence": [
      [
        "Blo",
        -0.0029401442
      ],
      [
        "oms",
        -0.0002776631
      ],
      [
        "bury",
        -2.677603e-05
      ],
      [
        " Group",
        -2.2246291e-05
      ]
    ]
  },
  "Roger Storms wrote a definitive 1972 history of this organization entitled Partisan Prophets, and in 1977 it changed its name to the National Statesman Party. Susanna Salter became the first woman mayor in the United States on this party's ticket in 1887, and it also elected Sidney Catts as Florida governor in 1916. This party nominated Earl Dodge five times for the Presidency, and one of its notable campaigns included renting a train known as their namesake \"special\" in which John Wooley and Henry": {
    "guess": "Prohibition Party",
    "confidence": [
      [
        "Pro",
        -0.025298065
      ],
      [
        "hibition",
        -0.000110457004
      ],
      [
        " Party",
        -0.00022403974
      ]
    ]
  },
  "Roger Storms wrote a definitive 1972 history of this organization entitled Partisan Prophets, and in 1977 it changed its name to the National Statesman Party. Susanna Salter became the first woman mayor in the United States on this party's ticket in 1887, and it also elected Sidney Catts as Florida governor in 1916. This party nominated Earl Dodge five times for the Presidency, and one of its notable": {
    "guess": "Prohibition Party",
    "confidence": [
      [
        "Pro",
        -0.0936726
      ],
      [
        "hibition",
        -1.0921943e-05
      ],
      [
        " Party",
        -0.00010235115
      ]
    ]
  },
  "Roger Casement tried to bring guns to rebels in this country led by Patrick Pearse and James Connolly during Easter. The movement for independence in this country included leaders such as Éamon de Valera (AY-mun dev-uh-LAIR-uh), Charles Parnell, and Michael Collins. This country is home to the parties": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.31964928
      ],
      [
        "reland",
        -4.365741e-06
      ]
    ]
  },
  "Roger Casement tried to bring guns to rebels in this country led by Patrick Pearse and James Connolly during Easter. The movement for independence in this country included leaders such as Éamon de Valera": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.37988904
      ],
      [
        "reland",
        -3.1737043e-06
      ]
    ]
  },
  "Roger Storms wrote a definitive 1972 history of this organization entitled Partisan Prophets, and in 1977 it changed its name to the National Statesman Party. Susanna Salter became the first woman mayor in the United States on this party's ticket in 1887, and it also elected Sidney Catts as Florida governor": {
    "guess": "Prohibition Party",
    "confidence": [
      [
        "Pro",
        -0.7798849
      ],
      [
        "hibition",
        -3.464347e-05
      ],
      [
        " Party",
        -0.0008597695
      ]
    ]
  },
  "Roger Storms wrote a definitive 1972 history of this organization entitled Partisan Prophets, and in 1977 it changed its name to the National Statesman Party. Susanna Salter became the first woman mayor in the United States on this party's ticket in 1887, and it also elected Sidney Catts as Florida governor in 1916. This party nominated Earl Dodge five times for the Presidency, and one of its notable campaigns included renting a train known as their namesake \"special\" in which John Wooley and Henry Metcalf traveled over 23,000 miles while running on the \"canteen\" issue. Its greatest success was followed shortly thereafter by the Volstead Act, which authorized the enforcement of a 1919 piece of": {
    "guess": "Prohibition Party",
    "confidence": [
      [
        "Pro",
        -0.009781826
      ],
      [
        "hibition",
        -8.299462e-06
      ],
      [
        " Party",
        -0.0003802681
      ]
    ]
  },
  "Roger Storms wrote a definitive 1972 history of this organization entitled Partisan Prophets, and in": {
    "guess": "Sons of the Prophets",
    "confidence": [
      [
        "S",
        -0.7840071
      ],
      [
        "ons",
        -0.008590818
      ],
      [
        " of",
        -0.0008296403
      ],
      [
        " the",
        -0.32799515
      ],
      [
        " Pro",
        -0.09784374
      ],
      [
        "ph",
        -2.5226382e-05
      ],
      [
        "ets",
        -2.2603901e-05
      ]
    ]
  },
  "Roger Storms wrote a definitive 1972 history of this organization entitled Partisan Prophets, and in 1977 it changed its name to the National Statesman Party. Susanna Salter became the first woman mayor in the United States on this party's ticket in 1887, and it also elected Sidney Catts as Florida governor in 1916. This party nominated Earl Dodge five times for the Presidency, and one of its notable campaigns included renting a train known as their namesake \"special\" in which John Wooley and Henry Metcalf traveled over 23,000 miles while running on the \"canteen\" issue. Its greatest success was": {
    "guess": "Prohibition Party",
    "confidence": [
      [
        "Pro",
        -0.018492302
      ],
      [
        "hibition",
        -2.4584822e-06
      ],
      [
        " Party",
        -0.0001375089
      ]
    ]
  },
  "Roger Fry, Clive Bell, Desmond MacCarthy, Vanessa Bell, and Duncan Grant were all devoted to artistic experimentation.  So were Lytton Strachey and John Maynard Keynes. FTP give the popular collective": {
    "guess": "Bloomsbury Group",
    "confidence": [
      [
        "Blo",
        -0.0041795485
      ],
      [
        "oms",
        -1.60477e-05
      ],
      [
        "bury",
        -1.0445127e-05
      ],
      [
        " Group",
        -0.0908756
      ]
    ]
  },
  "Roger Casement tried to bring guns to rebels in this country led by Patrick Pearse and James Connolly during Easter. The movement for independence in this country included leaders such as Éamon de Valera (AY-mun dev-uh-LAIR-uh), Charles Parnell, and Michael Collins. This country is home to the parties Fianna Fáil (FEE-en-uh FOIL) and Sinn Féin (shin fayn). For 10 points, name this island country that with a northern neighbor that is a part of the United Kingdom, which was also the site in the middle of the nineteenth century of a potato famine.": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.0010024435
      ],
      [
        "reland",
        -3.888926e-06
      ]
    ]
  },
  "Roger Casement tried to bring guns to rebels in this country led by Patrick Pearse and James Connolly": {
    "guess": "Roger Casement",
    "confidence": [
      [
        "Roger",
        -0.52673954
      ],
      [
        " Cas",
        -0.0007167232
      ],
      [
        "ement",
        -0.00014871404
      ]
    ]
  },
  "Roger Storms wrote a definitive 1972 history of this organization entitled Partisan Prophets, and in 1977 it changed its name to the National Statesman Party. Susanna Salter became the first woman mayor in the United States on this party's ticket in 1887, and it also elected Sidney Catts as Florida governor in 1916. This party nominated Earl Dodge five times for the Presidency, and one of its notable campaigns included renting a train known as their namesake \"special\" in which John Wooley and Henry Metcalf traveled over 23,000 miles while running on the \"canteen\" issue. Its greatest success was followed shortly thereafter by the Volstead Act, which authorized the enforcement of a 1919 piece of legislation. For ten points, identify this American third party whose main platform involved forbidding": {
    "guess": "Prohibition Party",
    "confidence": [
      [
        "Pro",
        -0.00990235
      ],
      [
        "hibition",
        -5.419287e-05
      ],
      [
        " Party",
        -7.696077e-05
      ]
    ]
  },
  "Roger Casement tried to bring guns to rebels in this country led by Patrick Pearse and James Connolly during Easter. The movement for independence in this country included leaders such as Éamon de Valera (AY-mun dev-uh-LAIR-uh), Charles Parnell, and Michael Collins. This country is home to the parties Fianna Fáil (FEE-en-uh FOIL) and Sinn Féin (shin fayn). For 10 points, name this island country that with a northern neighbor that is a part of the United Kingdom, which was also the site in the middle": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.0011514096
      ],
      [
        "reland",
        -7.107425e-06
      ]
    ]
  },
  "Roger Fry, Clive Bell, Desmond MacCarthy, Vanessa Bell, and Duncan Grant were all devoted to artistic experimentation.  So were Lytton Strachey and John Maynard Keynes. FTP give the popular collective designation for these English intellectuals prominent in the first quarter of the twentieth century,": {
    "guess": "Bloomsbury Group",
    "confidence": [
      [
        "Blo",
        -0.005778762
      ],
      [
        "oms",
        -7.4695905e-05
      ],
      [
        "bury",
        -4.4179764e-05
      ],
      [
        " Group",
        -0.0002821928
      ]
    ]
  },
  "Roger Storms wrote a definitive 1972 history of this organization entitled Partisan Prophets, and in 1977 it changed its name to the National Statesman Party. Susanna Salter became the first woman mayor": {
    "guess": "Prohibition Party",
    "confidence": [
      [
        "Pro",
        -0.72955346
      ],
      [
        "hibition",
        -0.0004587903
      ],
      [
        " Party",
        -0.0008757318
      ]
    ]
  },
  "Roger Casement tried to bring guns to rebels in this country led by Patrick Pearse and James Connolly during Easter. The movement for independence in this country included leaders such as Éamon de Valera (AY-mun dev-uh-LAIR-uh), Charles Parnell, and Michael Collins. This country is home to the parties Fianna Fáil (FEE-en-uh FOIL) and Sinn Féin (shin fayn). For 10 points, name this island country that": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.00047428312
      ],
      [
        "reland",
        -6.0345924e-06
      ]
    ]
  }
}