{
  "On the left side of this work, an old man holds a baby and stares at a man in blue, who is too busy reading to take notice.  On the right side, two dudes in funky hats hold large gray circular objects, and one of them twirls it around his fingers like a baller.  Another character in this painting balances": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -1.1715194
      ],
      [
        " Men",
        -0.004988136
      ],
      [
        "inas",
        -9.794062e-05
      ]
    ]
  },
  "To the left is a partial view of a typical country house with a red chimney.  A river dominates the foreground of the painting, and at its bottom bank is a wandering dog, while on the opposite bank, on the right side of the canvas, is a man in a small boat huddled amongst some weeds.  In the bottom center is a pair of black horses being directed by two men.  Those two men stand astride the title object,": {
    "guess": "Flatford Mill",
    "confidence": [
      [
        "Flat",
        -0.9336274
      ],
      [
        "ford",
        -0.00011868205
      ],
      [
        " Mill",
        -0.0007067138
      ]
    ]
  },
  "This man's legal career saw him prevent the construction of an aluminum plant on Guemes Island and he was responsible for having John Whitaker appointed White House Environmental Coordinator. This man once recommended leaving L. Patrick Green, \"Twisting slowly, slowly in the wind\" and he was convicted for his role in the break in of the offices of Daniel Ellsberg's psychiatrist, Lewis Fielding. This author of Witness to Power was recruited to work for Richard Nixon by his college friend H.R. Haldeman, with whom he formed the \"Berlin Wall\" and he served as Assistant to the President for Domestic Affairs under Nixon. FTP, name this man who, along with Haldeman and John Mitchell, went to jail for his role in Watergate.": {
    "guess": "John Ehrlichman",
    "confidence": [
      [
        "John",
        -0.033967122
      ],
      [
        " E",
        -0.0044692853
      ],
      [
        "hr",
        -1.7120534e-05
      ],
      [
        "lich",
        -0.0005284878
      ],
      [
        "man",
        -1.0921943e-05
      ]
    ]
  },
  "A legal doctrine with this name overturned Swift v. Tyson to mandate that federal courts use substantive state laws in some jurisdictions. One conflict with this name involved an enforced stop at the namesake": {
    "guess": "Erie doctrine",
    "confidence": [
      [
        "E",
        -0.0028884446
      ],
      [
        "rie",
        -0.00048632268
      ],
      [
        " doctrine",
        -0.41515684
      ]
    ]
  },
  "On the left side a dark haired nude kisses an androgynous face, while on the bottom right a young boy": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -0.578671
      ],
      [
        " Birth",
        -0.17976503
      ],
      [
        " of",
        -0.0006876522
      ],
      [
        " Venus",
        -0.00093718956
      ]
    ]
  },
  "On the left of one of these works, a woman sits with a wooden plank on her lap and a line of 24 people": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.80418754
      ]
    ]
  },
  "On the left side of this work, an old man holds a baby and stares at a man in blue, who is too busy reading to take notice.  On the right side, two dudes in funky hats hold large gray circular objects, and one of them twirls it around his fingers like a baller.  Another character in this painting balances on one leg against a wall while attempting to write something down, and next to him a character": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -1.3172704
      ],
      [
        " Garden",
        -1.5666163
      ],
      [
        " of",
        -0.00077984616
      ],
      [
        " Earth",
        -0.00011260267
      ],
      [
        "ly",
        -0.0007792502
      ],
      [
        " Del",
        -3.4047454e-05
      ],
      [
        "ights",
        -0.0011886837
      ]
    ]
  },
  "Lee, Osheroff, and Richardson hypothesized that the properties of an isotope of an element in this group": {
    "guess": "Superfluidity of helium-3",
    "confidence": [
      [
        "Super",
        -0.35583547
      ],
      [
        "fluid",
        -0.010583184
      ],
      [
        "ity",
        -0.576529
      ],
      [
        " of",
        -0.63686526
      ],
      [
        " helium",
        -0.318533
      ],
      [
        "-",
        -0.00068884424
      ],
      [
        "3",
        -0.0005237233
      ]
    ]
  },
  "At the left end, three men can be seen at a distant staircase, highlighted by an open arch in the foreground, with a man in blue leaning against it in despair. On a stone bench with a scroll laying beside it, another man in white robes sits with his head bowed and facing away from the central bed. On": {
    "guess": "The Death of Sardanapalus",
    "confidence": [
      [
        "The",
        -0.252045
      ],
      [
        " Death",
        -0.029390091
      ],
      [
        " of",
        -0.00038431733
      ],
      [
        " S",
        -0.20439234
      ],
      [
        "ard",
        -0.61417466
      ],
      [
        "an",
        -9.877504e-05
      ],
      [
        "ap",
        -0.00058079255
      ],
      [
        "alus",
        -0.000162538
      ]
    ]
  },
  "He left Harvard after quarreling with his mentor T. W. Richards, after which he became Superintendent of the Bureau of Weights and Measures in the Philippines.  He published the seminal books Valence and the Structure of Atoms and Molecules and Thermodynamics and the Free Energy of Chemical Substances shortly after serving as chief of his nation's Chemical Warfare Service in World War I.  His later researches elucidated the role of the triplet state in phosphorescence, and this man's work in photochemistry led him to coin the term \"photon.\"  Legend has it that this educator inaugurated the tradition of difficult problem sets in chemistry courses while dean of the College of Chemistry at Berkeley.": {
    "guess": "Gilbert N. Lewis",
    "confidence": [
      [
        "Gil",
        -0.0068806647
      ],
      [
        "bert",
        -4.5252596e-05
      ],
      [
        " N",
        -0.17430036
      ],
      [
        ".",
        -0.0018862804
      ],
      [
        " Lewis",
        -0.00014227704
      ]
    ]
  },
  "The left of the two men in this painting is shown with his hat removed and placed atop his cane, perhaps as a gesture of reverence to the man beside him, for whom this work is a memorial. The man on the right, with his hat still on, holds a sketchbook under his shoulder and directs his pointing stick towards the two birds flying near the high cliff across the ravine. Key landscape features include": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.6662439
      ],
      [
        " Sunday",
        -0.16667514
      ],
      [
        " After",
        -0.0026548475
      ],
      [
        "noon",
        -1.9146995e-05
      ],
      [
        " on",
        -0.00051633635
      ],
      [
        " the",
        -1.962381e-05
      ],
      [
        " Island",
        -1.640531e-05
      ],
      [
        " of",
        -1.247159e-05
      ],
      [
        " La",
        -3.094816e-05
      ],
      [
        " Grande",
        -5.347765e-05
      ],
      [
        " J",
        -1.9361265e-07
      ],
      [
        "atte",
        -7.421909e-05
      ]
    ]
  },
  "This man's legal career saw him prevent the construction of an aluminum plant on Guemes Island and he was responsible for having John Whitaker appointed White House Environmental Coordinator. This man once recommended leaving L. Patrick Green, \"Twisting slowly, slowly in the wind\" and he was convicted for his role in the break in of the offices of Daniel Ellsberg's psychiatrist, Lewis Fielding. This author of Witness to Power was recruited to work for Richard Nixon by his college friend H.R. Haldeman, with whom he formed the \"Berlin Wall\" and he served as Assistant to the President for Domestic Affairs under Nixon. FTP, name this man who, along with Haldeman and John Mitchell, went to jail for": {
    "guess": "John Ehrlichman",
    "confidence": [
      [
        "John",
        -0.020827977
      ],
      [
        " E",
        -0.026846018
      ],
      [
        "hr",
        -1.8193366e-05
      ],
      [
        "lich",
        -0.00063344755
      ],
      [
        "man",
        -1.5451682e-05
      ]
    ]
  },
  "On the left of this painting stands a group of hat-wearing figures holding bunched up white cloth while carrying an object obscured by a sheet with red trim and a large black X on it. A young child on the far right stares inquisitively at a white dog with a black collar standing near a man with neon green socks. Two large men wearing red and black robes stand at the center of the painting above a man with green pants and a black vest, and two boys in red skullcaps stand in front of a man carrying": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -1.0007982
      ],
      [
        " Night",
        -0.5599214
      ],
      [
        " Watch",
        -0.058306377
      ]
    ]
  },
  "On the left side of this work, an old man holds a baby and stares at a man in blue, who is too busy reading to take notice.  On the right side, two dudes in funky hats hold large gray circular objects, and one of them twirls it around his fingers like a baller.  Another character in this painting balances on one leg against a wall while attempting to write something down, and next to him a character leans against the wall and reads what he's writing.  In the center of this work, a scantily clad old man lies prostrate on some stone steps and reads from a piece of paper, and the two central figures walk towards him, paying no attention to anything but the copies of Timaeus and the Nicomachean Ethics": {
    "guess": "The School of Athens",
    "confidence": [
      [
        "The",
        -0.033866983
      ],
      [
        " School",
        -0.008723063
      ],
      [
        " of",
        -2.188868e-05
      ],
      [
        " Athens",
        -0.00014585316
      ]
    ]
  },
  "On the left of one of these works, a woman sits with a wooden plank on her lap and a line of 24 people to her right who all hold onto a rope - above that woman, Concordia, is a red angel who gives out": {
    "guess": "The Embarkation for Cythera",
    "confidence": [
      [
        "The",
        -0.6125928
      ],
      [
        " Emb",
        -0.45941466
      ],
      [
        "ark",
        -2.9040899e-05
      ],
      [
        "ation",
        -0.00052312727
      ],
      [
        " for",
        -0.30590278
      ],
      [
        " Cy",
        -7.147741e-05
      ],
      [
        "ther",
        -6.9331734e-05
      ],
      [
        "a",
        -0.00011343709
      ]
    ]
  },
  "Lee, Osheroff, and Richardson hypothesized that the properties of an isotope of an element in this group were due to fermions forming Cooper pairs. One of these elements forms a Rollin film that exhibits": {
    "guess": "Superfluidity",
    "confidence": [
      [
        "Super",
        -0.33923075
      ],
      [
        "fluid",
        -0.0027762281
      ],
      [
        "ity",
        -0.75032777
      ]
    ]
  },
  "On the left of one of these works, a woman sits with a wooden plank on her lap and a line of 24 people to her right who all hold onto a rope - above that woman, Concordia, is a red angel who gives out punishments while a white angel gives out rewards. Those two angels stand on a scale whose fulcrum is a seated figure representing Justice. These works were commissioned by the Noveschi family for the Sala della Pace, a room located in the Palazzo Pubblico, where these pieces decorate three walls. One part shows a harpy named \"Timor\" floating over a city gate, while in another part, that harpy is replaced with the figure of \"Securitas.\" These works show the Council of the Sienese Republic, and alternately depict life in the city and the countryside. FTP, name these frescoes by Ambrogio Lorenzetti, which serve as an allegory for political conduct.": {
    "guess": "Allegory of Good and Bad Government",
    "confidence": [
      [
        "Al",
        -0.48517355
      ],
      [
        "leg",
        -5.5577775e-06
      ],
      [
        "ory",
        -0.00016468366
      ],
      [
        " of",
        -0.020041337
      ],
      [
        " Good",
        -0.0017057711
      ],
      [
        " and",
        -0.0051875087
      ],
      [
        " Bad",
        -1.962381e-05
      ],
      [
        " Government",
        -0.0018169093
      ]
    ]
  },
  "One legal reaction to this event was the Statute of Laborers. According to Gabriele de' Mussi, it grew significantly after Janibeg's Siege of Caffa in Crimea. Masks with bird beaks were worn by professionals trying to stop this event, which occurred after the Great Famine, and during it rioters attacked Jews in Cologne for allegedly poisoning wells. It caused the peak of travelling Flagellant orders and a scarcity of labor that weakened feudalism. The catapulting of corpses by the Golden Horde worsened this crisis, which was spread by Yersinia pestis on ships and Silk Road rats' fleas. For 10 points,": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.00086453394
      ],
      [
        " Death",
        -0.0008989581
      ]
    ]
  },
  "At the left end, three men can be seen at a distant staircase, highlighted by an open arch in the foreground, with a man in blue leaning against it in despair. On a stone bench with a scroll laying beside": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.5950164
      ]
    ]
  },
  "Those who left boughs on the altar of this deity at the wrong time could be sentenced to death under the laws of the Eumolpidae and the Kerykes families. The Ninnion tablet depicts this deity's son Iacchus leading a procession. Outside of the Telesterion, worshippers of this deity drank a psychedelic": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.23118204
      ],
      [
        "eter",
        -1.7597347e-05
      ]
    ]
  },
  "A legal doctrine with this name overturned Swift v. Tyson to mandate that federal courts use substantive state laws in some jurisdictions. One conflict with this name involved an enforced stop at the namesake location to sell peanut snacks. Another conflict with this name saw several men abscond to Fort Taylor, which they surrounded with policemen in rowboats as they attempted to bribe the Black Horse Cavalry. Daniel Drew was ruined in that conflict after watered-down shares were offered to hold off a (*) takeover attempt of the namesake company by Cornelius Vanderbilt. Another project with this": {
    "guess": "Erie War",
    "confidence": [
      [
        "E",
        -0.14635195
      ],
      [
        "rie",
        -0.00978053
      ],
      [
        " War",
        -0.34617764
      ]
    ]
  },
  "This man's legal career saw him prevent the construction of an aluminum plant on Guemes Island and he was responsible for having John Whitaker appointed White House Environmental Coordinator. This man once recommended leaving L. Patrick Green, \"Twisting slowly, slowly in the wind\" and he was convicted for his role in the break in of the offices of Daniel Ellsberg's psychiatrist, Lewis Fielding. This author of Witness to Power was recruited to work for Richard Nixon by his college friend H.R. Haldeman,": {
    "guess": "John Ehrlichman",
    "confidence": [
      [
        "John",
        -0.2687441
      ],
      [
        " E",
        -0.10360624
      ],
      [
        "hr",
        -3.5716304e-05
      ],
      [
        "lich",
        -0.000905507
      ],
      [
        "man",
        -4.370295e-05
      ]
    ]
  },
  "To the left is a partial view of a typical country house with a red chimney.  A river dominates the foreground of the painting, and at its bottom bank is a wandering dog, while on the opposite bank, on the right side of the canvas, is a man in a small boat huddled amongst some weeds.  In the bottom center is a pair of black horses being directed by two men.  Those two men stand astride the title object, which is in the shallow part of the river.  FTP, give the British name for this title object,": {
    "guess": "The Hay Wain",
    "confidence": [
      [
        "The",
        -0.02803507
      ],
      [
        " Hay",
        -0.0005760281
      ],
      [
        " W",
        -0.00018530223
      ],
      [
        "ain",
        -0.0018978211
      ]
    ]
  },
  "A legal doctrine with this name overturned Swift v. Tyson to mandate that federal courts use substantive state laws in some jurisdictions. One conflict with this name involved an enforced stop at the namesake location to sell peanut snacks. Another conflict with this name saw several men abscond to Fort Taylor, which they surrounded with policemen in rowboats as they attempted to bribe the Black Horse Cavalry. Daniel Drew was ruined in that conflict after watered-down shares were offered to hold": {
    "guess": "Erie Doctrine",
    "confidence": [
      [
        "E",
        -0.048971336
      ],
      [
        "rie",
        -0.0053996462
      ],
      [
        " Doctrine",
        -0.5118837
      ]
    ]
  },
  "He left Harvard after quarreling with his mentor T. W. Richards, after which he became Superintendent of the Bureau of Weights and Measures in the Philippines.  He published the seminal books Valence and the Structure of Atoms and Molecules and Thermodynamics and the Free Energy of Chemical Substances shortly after serving as chief of his nation's Chemical Warfare Service in World War I.  His later researches elucidated the role of the triplet state in phosphorescence, and this man's work in photochemistry led him to coin the term \"photon.\"  Legend has it that this educator inaugurated the tradition of difficult problem sets in chemistry courses while dean of the College of Chemistry at Berkeley.  FTP, name this American chemist, the first man to isolate a pure sample of heavy water and namesake of an electron mediated acid-base definition and certain dot structures.": {
    "guess": "Gilbert Newton Lewis",
    "confidence": [
      [
        "Gil",
        -0.0086568855
      ],
      [
        "bert",
        -2.58224e-05
      ],
      [
        " Newton",
        -0.22715883
      ],
      [
        " Lewis",
        -1.9027791e-05
      ]
    ]
  },
  "After being left by these people in Colchester, the title character of a Defoe story is raised by a \"very house\" woman. Along with Primitivo, another of these people is the only member of Pablo's gang who goes with Robert to survive the final attack in For Whom the Bell Tolls. This type of person is told \"Go, for they call you, Shepherd, from the hill\" in a companion poem to \"Thyrsis,\" written by Matthew Arnold. After pushing Frollo to his death, a son of these people lies down next to his love, who was adopted by them. For 10 points, name this nomadic ethnic group exemplified by Esméralda in The Hunchback of Notre Dame, who are sometimes called Roma.": {
    "guess": "Romani people",
    "confidence": [
      [
        "Rom",
        -0.013280816
      ],
      [
        "ani",
        -0.00012308525
      ],
      [
        " people",
        -0.0024022895
      ]
    ]
  },
  "This man's legal career saw him prevent the construction of an aluminum plant on Guemes Island and he was responsible for having John Whitaker appointed White House Environmental Coordinator. This man once recommended leaving L. Patrick Green, \"Twisting slowly, slowly in the wind\" and he was convicted for his role in the break in of the offices of Daniel Ellsberg's psychiatrist, Lewis Fielding. This": {
    "guess": "John Ehrlichman",
    "confidence": [
      [
        "John",
        -0.7060081
      ],
      [
        " E",
        -0.10452574
      ],
      [
        "hr",
        -4.4894987e-05
      ],
      [
        "lich",
        -0.00078854436
      ],
      [
        "man",
        -4.036525e-05
      ]
    ]
  },
  "The legality of this practice was upheld by Judge Michael Forster's decision in the Broadfoot murder trial. Charles Knowles's support of this activity sparked a 1747 riot in Boston. James Gillray's cartoon The Liberty of the Subject depicts this practice, which was called a \"great tyranny\" by Samuel Pepys. Members of the Fencibles were exempt from this practice, as were those who carried Protection": {
    "guess": "Press Gangs",
    "confidence": [
      [
        "Press",
        -0.089654624
      ],
      [
        " Gang",
        -0.34998918
      ],
      [
        "s",
        -0.081543505
      ]
    ]
  },
  "On the left of this painting stands a group of hat-wearing figures holding bunched up white cloth while carrying an object obscured by a sheet with red trim and a large black X on it. A young child on the far right stares inquisitively at a white dog with a black collar standing near a man with neon green socks. Two large men wearing red and black robes stand at the center of the painting above a man": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.4719493
      ],
      [
        " Night",
        -0.40305105
      ],
      [
        " Watch",
        -0.0059604417
      ]
    ]
  },
  "On the left of this painting stands a group of hat-wearing figures holding bunched up white cloth while carrying an object obscured by a sheet with red trim and a large black X on it. A young child on the far right stares inquisitively at a white dog with a black collar standing near a man with neon green socks. Two large men wearing red and black robes stand at the center of the painting above a man with green pants and a black vest, and two boys in red skullcaps stand in front of a man carrying a staff topped by a crucifix while the black-robed man at the center speaks over an open grave. For 10 points, name this painting of a funeral by Gustave Courbet.": {
    "guess": "A Burial At Ornans",
    "confidence": [
      [
        "A",
        -0.25133264
      ],
      [
        " Bur",
        -0.0010345955
      ],
      [
        "ial",
        -1.3663626e-05
      ],
      [
        " At",
        -0.2656906
      ],
      [
        " Orn",
        -0.0002883914
      ],
      [
        "ans",
        -0.00015848507
      ]
    ]
  },
  "On the left side a dark haired nude kisses an androgynous face, while on the bottom right a young boy seems to be biting his prone mother. Smoke rises from some buildings in the background and a naked woman with a snake wrapped around her left arm seems to be dancing next to a person covering their head. Almost 14 feet long, its center features a darker skinned man lying on his side in a loincloth. It was the artist's second submission to the Salon and like its predecessor, Barque of Dante, it uses": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.9930169
      ],
      [
        " Ra",
        -0.008396841
      ],
      [
        "ft",
        0.0
      ],
      [
        " of",
        -2.6968896e-06
      ],
      [
        " the",
        -0.0003822909
      ],
      [
        " Med",
        -2.451116e-05
      ],
      [
        "usa",
        -5.8365e-05
      ]
    ]
  },
  "The left of the two men in this painting is shown with his hat removed and placed atop his cane, perhaps as a gesture of reverence to the man beside him, for whom this work is a memorial. The man on the right, with his hat still on, holds a sketchbook under his shoulder and directs his pointing stick towards the two birds flying near the high cliff across the ravine. Key landscape features include a trio of overhanging beech tries that frame the scene, a distant waterfall that flows into a shallow": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.42128557
      ],
      [
        " Amb",
        -1.5919623
      ],
      [
        "assadors",
        -2.3392786e-06
      ]
    ]
  },
  "On the left side of this work, an old man holds a baby and stares at a man in blue, who is too busy reading": {
    "guess": "The Anatomy Lesson of Dr. Nicolaes Tulp",
    "confidence": [
      [
        "The",
        -1.2160708
      ],
      [
        " Anatomy",
        -1.2601237
      ],
      [
        " Lesson",
        -0.009272075
      ],
      [
        " of",
        -6.682846e-05
      ],
      [
        " Dr",
        -7.703444e-06
      ],
      [
        ".",
        -0.0019356619
      ],
      [
        " Nicola",
        -0.0020146444
      ],
      [
        "es",
        -5.9080223e-05
      ],
      [
        " T",
        -5.6576944e-05
      ],
      [
        "ulp",
        -3.650519e-06
      ]
    ]
  },
  "At the left end, three men can be seen at a distant staircase, highlighted by an open arch in the foreground, with a man in blue leaning against it in despair. On a stone bench with a scroll laying beside it, another man in white robes sits with his head bowed and facing away from the central bed. On the bed, the bearded title character raises his left hand in a proud gesture, a failing attempt to comfort the men in the prison cell about to witness his suicide. For ten points, name this Jacques-Louis": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.10375121
      ],
      [
        " Death",
        -0.0015586664
      ],
      [
        " of",
        -0.00038693982
      ],
      [
        " S",
        -0.009090523
      ],
      [
        "ocrates",
        -0.023893438
      ]
    ]
  },
  "On the left of one of these works, a woman sits with a wooden plank on her lap and a line of 24 people to her right who all hold onto a rope - above that woman, Concordia, is a red angel who gives out punishments while a white angel gives out rewards. Those two angels stand on a scale whose fulcrum is a seated figure representing Justice. These works were commissioned by the Noveschi family for the Sala della Pace, a room located in the Palazzo Pubblico, where these pieces decorate three walls. One part shows a harpy named \"Timor\" floating over a city gate, while in another part, that harpy is replaced with the figure of \"Securitas.\" These works show the Council of the Sienese Republic, and alternately depict life in the city and the countryside. FTP, name these frescoes by Ambrogio Lorenzetti,": {
    "guess": "Allegory of Good and Bad Government",
    "confidence": [
      [
        "Al",
        -1.2131833
      ],
      [
        "leg",
        -3.0113732e-05
      ],
      [
        "ory",
        -0.00023750975
      ],
      [
        " of",
        -0.0016379313
      ],
      [
        " Good",
        -0.00021390743
      ],
      [
        " and",
        -0.0004686842
      ],
      [
        " Bad",
        -3.650519e-06
      ],
      [
        " Government",
        -0.00063428195
      ]
    ]
  },
  "After being left by these people in Colchester, the title character of a Defoe story is raised by a \"very house\" woman. Along with Primitivo, another of these people is the only member of Pablo's gang": {
    "guess": "Moll Flanders",
    "confidence": [
      [
        "M",
        -0.6184452
      ],
      [
        "oll",
        -0.006122887
      ],
      [
        " F",
        -8.3993786e-05
      ],
      [
        "landers",
        -2.2723105e-05
      ]
    ]
  },
  "On the left, a shadowed building appears whose second floor is painted red. The right side features a triangular building containing a similarly-shaped brown triangle, while an advertisement for \"Phillies\" appears (*) near the top. The outside of that building is mostly made of glass and contains no door, while its only employee wears white. The artist used his wife Jo as the model for the woman wearing red, who is seated at a counter along with two men wearing suits. FTP, name this painting of the": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.009968327
      ],
      [
        "ighth",
        -7.89631e-07
      ],
      [
        "awks",
        -0.00012118533
      ]
    ]
  },
  "This man's legal career saw him prevent the construction of an aluminum plant on Guemes Island and he": {
    "guess": "Ralph Munro",
    "confidence": [
      [
        "R",
        -0.262088
      ],
      [
        "alph",
        -0.026636284
      ],
      [
        " Mun",
        -0.15810958
      ],
      [
        "ro",
        -0.0006330899
      ]
    ]
  },
  "After being left by these people in Colchester, the title character of a Defoe story is raised by a \"very": {
    "guess": "Moll Flanders",
    "confidence": [
      [
        "M",
        -0.07633953
      ],
      [
        "oll",
        -0.0011331898
      ],
      [
        " F",
        -4.763667e-05
      ],
      [
        "landers",
        -7.822647e-06
      ]
    ]
  },
  "The legality of this practice was upheld by Judge Michael Forster's decision in the Broadfoot murder": {
    "guess": "Capital punishment in the United Kingdom",
    "confidence": [
      [
        "Capital",
        -1.39418
      ],
      [
        " punishment",
        -0.008821499
      ],
      [
        " in",
        -0.27508077
      ],
      [
        " the",
        -0.35272557
      ],
      [
        " United",
        -0.0074060773
      ],
      [
        " Kingdom",
        -0.41418666
      ]
    ]
  },
  "On the left, a bearded man hangs his feet over the foam-covered water as he stirs his oar, while another man just in front him faces the viewer as he paddles his own oar. Several boats can be seen in the": {
    "guess": "Rowing",
    "confidence": [
      [
        "Row",
        -1.0278205
      ],
      [
        "ing",
        -0.0068350793
      ]
    ]
  },
  "He left retirement to chair a peace convention in Washington in 1861, also serving briefly in the Confederate Congress prior to his death. Entering Congress in 1816 as a Jeffersonian Democrat, he served": {
    "guess": "John Tyler",
    "confidence": [
      [
        "John",
        -0.028679682
      ],
      [
        " Tyler",
        -0.00096112385
      ]
    ]
  },
  "Lee, Osheroff, and Richardson hypothesized that the properties of an isotope of an element in this group were due to fermions forming Cooper pairs. One of these elements forms a Rollin film that exhibits the fountain effect at low temperatures. An element's abbreviated (*) electron configuration puts the chemical symbol of the last preceding member of this group in square brackets. Neil Bartlett discovered that another one of these elements could form a compound with platinum and six fluorine atoms despite this group's unreactivity. For ten points, name this group of elements which have full valence electron shells and include helium and xenon.": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.0021010141
      ],
      [
        "oble",
        -0.0021350328
      ],
      [
        " gas",
        -0.3084234
      ]
    ]
  },
  "In the left background of this painting, a steeple rises above a cloud of smoke, and a man holding a letter rushes towards the foreground. On the right, two men with clasped hands look at the central figure while one man holds his left arm, one stands over him with a giant flag, and one stuffs a white cloth into his chest. A crouching Native American stares at the title red-uniformed man, and guns litter the ground of the Plains of Abraham. For 10 points, name this painting by Benjamin West which": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.25046426
      ],
      [
        " Death",
        -0.0007807998
      ],
      [
        " of",
        -4.8828708e-05
      ],
      [
        " General",
        -0.00018041854
      ],
      [
        " Wolfe",
        -0.009767307
      ]
    ]
  },
  "On the left, a shadowed building appears whose second floor is painted red. The right side features a triangular building containing a similarly-shaped brown triangle, while an advertisement for \"Phillies\" appears (*) near the top. The outside of that building is mostly made of glass and contains no door, while its only employee wears white. The artist used his wife Jo as the model for the woman wearing red, who is seated at a counter along with two men wearing suits. FTP, name this painting of the lonely inhabitants of a late night diner, the best known work of Edward Hopper.": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.010065349
      ],
      [
        "ighth",
        -3.1281633e-07
      ],
      [
        "awks",
        -1.3186812e-05
      ]
    ]
  },
  "He left retirement to chair a peace convention in Washington in 1861, also serving briefly in the Confederate": {
    "guess": "Washington Peace Conference",
    "confidence": [
      [
        "Washington",
        -0.14975299
      ],
      [
        " Peace",
        -0.001142838
      ],
      [
        " Conference",
        -0.025288299
      ]
    ]
  },
  "One legal reaction to this event was the Statute of Laborers. According to Gabriele de' Mussi, it grew significantly after Janibeg's Siege of Caffa in Crimea. Masks with bird beaks were worn by professionals trying to stop this event, which occurred after the Great Famine, and during it rioters attacked": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.003330876
      ],
      [
        " Death",
        -0.0009813628
      ]
    ]
  },
  "Those who left boughs on the altar of this deity at the wrong time could be sentenced to death under": {
    "guess": "Artemis Orthia",
    "confidence": [
      [
        "Ar",
        -0.790278
      ],
      [
        "tem",
        -0.0031039228
      ],
      [
        "is",
        -0.00020997738
      ],
      [
        " Orth",
        -0.16096766
      ],
      [
        "ia",
        -0.0012710663
      ]
    ]
  },
  "He left Harvard after quarreling with his mentor T. W. Richards, after which he became Superintendent of the Bureau of Weights and Measures in the Philippines.  He published the seminal books Valence and the Structure of Atoms and Molecules and Thermodynamics and the Free Energy of Chemical Substances": {
    "guess": "Gilbert N. Lewis",
    "confidence": [
      [
        "Gil",
        -0.010074082
      ],
      [
        "bert",
        -4.9663133e-05
      ],
      [
        " N",
        -0.2964448
      ],
      [
        ".",
        -0.005748183
      ],
      [
        " Lewis",
        -0.00037955286
      ]
    ]
  },
  "The left of the two men in this painting is shown with his hat removed and placed atop his cane, perhaps as a gesture of reverence to the man beside him, for whom this work is a memorial. The man on the": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.098286524
      ],
      [
        " Sunday",
        -0.00013345598
      ],
      [
        " After",
        -0.0010375719
      ],
      [
        "noon",
        -1.4974867e-05
      ],
      [
        " on",
        -6.6306106e-06
      ],
      [
        " the",
        -9.849109e-06
      ],
      [
        " Island",
        -9.133887e-06
      ],
      [
        " of",
        -2.486877e-05
      ],
      [
        " La",
        -0.000113079484
      ],
      [
        " Grande",
        -0.00014358829
      ],
      [
        " J",
        -1.9361265e-07
      ],
      [
        "atte",
        -9.1742026e-05
      ]
    ]
  },
  "He left retirement to chair a peace convention in Washington in 1861, also serving briefly in the Confederate Congress prior to his death. Entering Congress in 1816 as a Jeffersonian Democrat, he served two years as governor of Virginia before enteri  ng the senate, where he remained for nine years before resigning rather than support the resolution that would expunge Jackson's censure from the record. FTP, name this politician, nominated vice-president on the Whig ticket in 1840, who became President  in April 1841 on the death of William Henry Harrison.": {
    "guess": "John Tyler",
    "confidence": [
      [
        "John",
        -0.014049268
      ],
      [
        " Tyler",
        -0.0015727103
      ]
    ]
  },
  "The left of the two men in this painting is shown with his hat removed and placed atop his cane, perhaps as a gesture of reverence to the man beside him, for whom this work is a memorial. The man on the right, with his hat still on, holds a sketchbook under his shoulder and directs his pointing stick towards the two birds flying near the high cliff across the ravine. Key landscape features include a trio of overhanging beech tries that frame the scene, a distant waterfall that flows into a shallow brook, and the rock outcropping on which the two men, William Cullen Bryant and Thomas Cole, stand.": {
    "guess": "Kindred Spirits",
    "confidence": [
      [
        "Kind",
        -0.011584244
      ],
      [
        "red",
        -2.6299214e-05
      ],
      [
        " Spirits",
        -0.2154762
      ]
    ]
  },
  "The legality of this practice was upheld by Judge Michael Forster's decision in the Broadfoot murder trial. Charles Knowles's support of this activity sparked a 1747 riot in Boston. James Gillray's cartoon The Liberty of the Subject depicts this practice, which was called a \"great tyranny\" by Samuel Pepys. Members of the Fencibles were exempt from this practice, as were those who carried Protection papers. One myth states that practitioners of this activity would drop King's shillings into beer mugs.": {
    "guess": "Press Gangs",
    "confidence": [
      [
        "Press",
        -0.036060825
      ],
      [
        " Gang",
        -0.1754499
      ],
      [
        "s",
        -0.037722982
      ]
    ]
  },
  "The legality of this practice was upheld by Judge Michael Forster's decision in the Broadfoot murder trial. Charles Knowles's support of this activity sparked a 1747 riot in Boston. James Gillray's cartoon The Liberty of the Subject depicts this practice, which was called a \"great tyranny\" by Samuel Pepys. Members of the Fencibles were exempt from this practice, as were those who carried Protection papers. One myth states that practitioners of this activity would drop King's shillings into beer mugs. This practice is similar to crimping and shanghaiing, and its use on Americans led to the Chesapeake-Leopard": {
    "guess": "Press gang",
    "confidence": [
      [
        "Press",
        -0.250337
      ],
      [
        " gang",
        -0.72534
      ]
    ]
  },
  "On the left side a dark haired nude kisses an androgynous face, while on the bottom right a young boy seems to be biting his prone mother. Smoke rises from some buildings in the background and a naked woman with a snake wrapped around her left arm seems to be dancing next to a person covering their head. Almost 14 feet long, its center features a darker skinned man lying on his side in a loincloth. It was the artist's second submission to the Salon and like its predecessor, Barque of Dante, it uses unblended colors to great effect. FTP, a Turkish soldier on a rearing horse dominates the right side": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.8157116
      ],
      [
        " Ra",
        -0.017506938
      ],
      [
        "ft",
        0.0
      ],
      [
        " of",
        -1.2664457e-06
      ],
      [
        " the",
        -0.00020711649
      ],
      [
        " Med",
        -1.4855664e-05
      ],
      [
        "usa",
        -3.5835506e-05
      ]
    ]
  },
  "To the left is a partial view of a typical country house with a red chimney.  A river dominates the foreground of the painting, and at its bottom bank is a wandering dog, while on the opposite bank, on the right side of the canvas, is a man in a small boat huddled amongst some weeds.  In the bottom center is a pair of black horses being directed by two men.  Those two men stand astride the title object, which is in the shallow part of the river.  FTP, give the British name for this title object, a wagon, and you've named this 1821 painting by John Constable.": {
    "guess": "The Hay Wain",
    "confidence": [
      [
        "The",
        -0.003938295
      ],
      [
        " Hay",
        -0.0011133048
      ],
      [
        " W",
        -0.0028035787
      ],
      [
        "ain",
        -0.005079587
      ]
    ]
  },
  "At the left end, three men can be seen at a distant staircase, highlighted by an open arch in the foreground, with a man in blue leaning against it in despair. On a stone bench with a scroll laying beside it, another man in white robes sits with his head bowed and facing away from the central bed. On the bed, the bearded title character raises his left hand in a proud gesture, a failing attempt to": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.32390755
      ],
      [
        " Death",
        -0.01877791
      ],
      [
        " of",
        -0.00036585543
      ],
      [
        " S",
        -0.010474895
      ],
      [
        "ocrates",
        -0.08375986
      ]
    ]
  },
  "One who left his employer became a nukenin, and his family became obligated to kill or retrieve him. By the Sengoku period, they were already the subject of folklore, as in the widely held belief that the Clan of Sanada could defeat an army twenty times its size. Okite [oh-kee-tay] was their code of conduct, and they were experts at mixing gunpowder and using colored rice grains to communicate. A few actually did use shuriken, or throwing stars. For 10 points, name these spies and assassins that practiced a variant of jujitsu and kenjutsu, the purpose of which, according to the Internet, is \"to": {
    "guess": "Ninja",
    "confidence": [
      [
        "N",
        -0.44549182
      ],
      [
        "inja",
        -0.05462418
      ]
    ]
  },
  "One who left his employer became a nukenin, and his family became obligated to kill or retrieve him. By the Sengoku period, they were already the subject of folklore, as in the widely held belief that the Clan of Sanada could defeat an army twenty times its size. Okite [oh-kee-tay] was their code of conduct, and they were experts at mixing gunpowder and using colored rice grains to communicate. A few actually did use shuriken, or throwing stars. For 10 points, name these spies and assassins that practiced a variant of jujitsu and kenjutsu, the purpose of which, according to the Internet, is \"to flip out and kill people.\"": {
    "guess": "Ninja",
    "confidence": [
      [
        "N",
        -0.65104234
      ],
      [
        "inja",
        -0.21693492
      ]
    ]
  },
  "One legal reaction to this event was the Statute of Laborers. According to Gabriele de' Mussi, it grew significantly after Janibeg's Siege of Caffa in Crimea. Masks with bird beaks were worn by professionals trying to stop this event, which occurred after the Great Famine, and during it rioters attacked Jews in Cologne for allegedly poisoning wells. It caused the peak of travelling Flagellant orders and a scarcity of labor that weakened feudalism. The catapulting of corpses by the Golden Horde worsened": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.003753767
      ],
      [
        " Death",
        -0.0005176476
      ]
    ]
  },
  "In the left background of this painting, a steeple rises above a cloud of smoke, and a man holding a": {
    "guess": "Benjamin West",
    "confidence": [
      [
        "Ben",
        -0.71991354
      ],
      [
        "jamin",
        -3.500108e-05
      ],
      [
        " West",
        -0.0081498595
      ]
    ]
  },
  "To the left is a partial view of a typical country house with a red chimney.  A river dominates the foreground of the painting, and at its bottom bank is a wandering dog, while on the opposite bank, on": {
    "guess": "The Hay Wain",
    "confidence": [
      [
        "The",
        -0.26975483
      ],
      [
        " Hay",
        -0.25404277
      ],
      [
        " W",
        -0.00220807
      ],
      [
        "ain",
        -5.085517e-05
      ]
    ]
  },
  "The legality of this practice was upheld by Judge Michael Forster's decision in the Broadfoot murder trial. Charles Knowles's support of this activity sparked a 1747 riot in Boston. James Gillray's cartoon The Liberty of the Subject depicts this practice, which was called a \"great tyranny\" by Samuel": {
    "guess": "Pressing to the rail",
    "confidence": [
      [
        "Press",
        -0.65923136
      ],
      [
        "ing",
        -0.6281853
      ],
      [
        " to",
        -0.39967707
      ],
      [
        " the",
        -0.465735
      ],
      [
        " rail",
        -0.18132916
      ]
    ]
  },
  "On the left of one of these works, a woman sits with a wooden plank on her lap and a line of 24 people to her right who all hold onto a rope - above that woman, Concordia, is a red angel who gives out punishments while a white angel gives out rewards. Those two angels stand on a scale whose fulcrum is a seated figure representing Justice. These works were commissioned by the Noveschi family for the": {
    "guess": "The Triumph of Death",
    "confidence": [
      [
        "The",
        -1.4447681
      ],
      [
        " Triumph",
        -0.6134636
      ],
      [
        " of",
        -0.1698637
      ],
      [
        " Death",
        -0.048943758
      ]
    ]
  },
  "He left Harvard after quarreling with his mentor T. W. Richards, after which he became Superintendent of the Bureau of Weights and Measures in the Philippines.  He published the seminal books Valence and the Structure of Atoms and Molecules and Thermodynamics and the Free Energy of Chemical Substances shortly after serving as chief of his nation's Chemical Warfare Service in World War I.  His later researches elucidated the role of the triplet state in phosphorescence, and this man's work in photochemistry": {
    "guess": "Gilbert N. Lewis",
    "confidence": [
      [
        "Gil",
        -0.07336349
      ],
      [
        "bert",
        -4.6563837e-05
      ],
      [
        " N",
        -0.24595712
      ],
      [
        ".",
        -0.0057556457
      ],
      [
        " Lewis",
        -0.0011487908
      ]
    ]
  },
  "On the left side a dark haired nude kisses an androgynous face, while on the bottom right a young boy seems to be biting his prone mother. Smoke rises from some buildings in the background and a naked woman with a snake wrapped around her left arm seems to be dancing next to a person covering their head. Almost 14 feet long, its center features a darker skinned man lying on his side in a loincloth. It was the artist's second submission to the Salon and like its predecessor, Barque of Dante, it uses unblended colors to great effect. FTP, a Turkish soldier on a rearing horse dominates the right side of the canvas, which was painted to stir up sympathy for the 20,000 Greeks who had been killed on the namesake island, in what work by Eugene Delacroix?": {
    "guess": "Massacre at Chios",
    "confidence": [
      [
        "Mass",
        -0.8861023
      ],
      [
        "acre",
        -0.0015678303
      ],
      [
        " at",
        -0.14763565
      ],
      [
        " Ch",
        -5.5623317e-05
      ],
      [
        "ios",
        -0.00010139752
      ]
    ]
  },
  "On the left, a bearded man hangs his feet over the foam-covered water as he stirs his oar, while another": {
    "guess": "Rowing",
    "confidence": [
      [
        "Row",
        -1.2117996
      ],
      [
        "ing",
        -0.022823298
      ]
    ]
  },
  "The left half of a generic landscape scene appears on the right end of the wall, while a painting that some scholars have identified as a depiction of Lot and his daughters hangs on the left, heavily obscured by the shadows. Fourteen figures appear in this painting, including a little boy in a red velvet suit, a grotesque looking woman in the center in a gold dress holding the hand of the boy and putting": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.21700084
      ],
      [
        " Men",
        -0.0021543072
      ],
      [
        "inas",
        -6.420598e-05
      ]
    ]
  },
  "On the left, a shadowed building appears whose second floor is painted red. The right side features a triangular building containing a similarly-shaped brown triangle, while an advertisement for \"Phillies\" appears (*) near the top. The outside of that building is mostly made of glass and contains no": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.03381524
      ],
      [
        "ighth",
        -2.3080716e-05
      ],
      [
        "awks",
        -2.4584822e-06
      ]
    ]
  },
  "On the left side of this work, an old man holds a baby and stares at a man in blue, who is too busy reading to take notice.  On the right side, two dudes in funky hats hold large gray circular objects, and one of them twirls it around his fingers like a baller.  Another character in this painting balances on one leg against a wall while attempting to write something down, and next to him a character leans against the wall and reads what he's writing.  In the center of this work, a scantily clad old man lies prostrate on some stone steps and reads from a piece of paper, and the two central figures walk towards him, paying no attention to anything but the copies of Timaeus and the Nicomachean Ethics they hold in their arms.  For 10 points—name this work depicting Plato and Aristotle and a bunch of other guys in the title location, a painting by Raphael.": {
    "guess": "The School of Athens",
    "confidence": [
      [
        "The",
        -0.0015005792
      ],
      [
        " School",
        -1.6524515e-05
      ],
      [
        " of",
        -8.4947416e-05
      ],
      [
        " Athens",
        -7.703444e-06
      ]
    ]
  },
  "On the left side a dark haired nude kisses an androgynous face, while on the bottom right a young boy seems to be biting his prone mother. Smoke rises from some buildings in the background and a naked woman with a snake wrapped around her left arm seems to be dancing next to a person covering their head.": {
    "guess": "The Witches' Sabbath (The Great He-Goat)",
    "confidence": [
      [
        "The",
        -0.784244
      ],
      [
        " W",
        -1.3550133
      ],
      [
        "itches",
        -0.0571751
      ],
      [
        "'",
        -0.020971812
      ],
      [
        " Sabbath",
        -0.024367524
      ],
      [
        " (",
        -0.28874844
      ],
      [
        "The",
        -0.016789444
      ],
      [
        " Great",
        -0.00051264104
      ],
      [
        " He",
        -0.0031859095
      ],
      [
        "-",
        -0.009459267
      ],
      [
        "Go",
        -4.9617593e-06
      ],
      [
        "at",
        -9.0073176e-05
      ],
      [
        ")",
        -0.0008902599
      ]
    ]
  },
  "The left half of a generic landscape scene appears on the right end of the wall, while a painting that some scholars have identified as a depiction of Lot and his daughters hangs on the left, heavily obscured by the shadows. Fourteen figures appear in this painting, including a little boy in a red velvet": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.006065429
      ],
      [
        " Men",
        -0.00014883325
      ],
      [
        "inas",
        -3.7265952e-05
      ]
    ]
  },
  "In the left background of this painting, a steeple rises above a cloud of smoke, and a man holding a letter rushes towards the foreground. On the right, two men with clasped hands look at the central figure": {
    "guess": "Benjamin West",
    "confidence": [
      [
        "Ben",
        -0.51111186
      ],
      [
        "jamin",
        -5.407367e-05
      ],
      [
        " West",
        -0.00368974
      ]
    ]
  },
  "On the left, a bearded man hangs his feet over the foam-covered water as he stirs his oar, while another man just in front him faces the viewer as he paddles his own oar. Several boats can be seen in the background on the right, as can a man in green who faces the center as he steers. The dominant image": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -1.2843753
      ],
      [
        " Ra",
        -0.548546
      ],
      [
        "ft",
        -0.00041303443
      ],
      [
        " of",
        -1.247159e-05
      ],
      [
        " the",
        -0.0008547629
      ],
      [
        " Med",
        -5.5861725e-05
      ],
      [
        "usa",
        -7.350386e-05
      ]
    ]
  },
  "Lee, Osheroff, and Richardson hypothesized that the properties of an isotope of an element in this group were due to fermions forming Cooper pairs. One of these elements forms a Rollin film that exhibits the fountain effect at low temperatures. An element's abbreviated (*) electron configuration puts": {
    "guess": "Superfluidity of helium-3",
    "confidence": [
      [
        "Super",
        -1.2107767
      ],
      [
        "fluid",
        -0.014845182
      ],
      [
        "ity",
        -0.7856667
      ],
      [
        " of",
        -0.63518995
      ],
      [
        " helium",
        -0.40307844
      ],
      [
        "-",
        -0.0015206953
      ],
      [
        "3",
        -0.11951262
      ]
    ]
  },
  "The left of the two men in this painting is shown with his hat removed and placed atop his cane, perhaps as a gesture of reverence to the man beside him, for whom this work is a memorial. The man on the right, with his hat still on, holds a sketchbook under his shoulder and directs his pointing stick": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.35355905
      ],
      [
        " Sunday",
        -0.43005764
      ],
      [
        " After",
        -0.0068494035
      ],
      [
        "noon",
        -9.72254e-05
      ],
      [
        " on",
        -0.0008346432
      ],
      [
        " the",
        -0.0001596771
      ],
      [
        " Island",
        -8.017927e-05
      ],
      [
        " of",
        -1.18755715e-05
      ],
      [
        " La",
        -0.00016706773
      ],
      [
        " Grande",
        -6.2775536e-05
      ],
      [
        " J",
        -3.1281633e-07
      ],
      [
        "atte",
        -0.00012558853
      ]
    ]
  },
  "Those who left boughs on the altar of this deity at the wrong time could be sentenced to death under the laws of the Eumolpidae and the Kerykes families. The Ninnion tablet depicts this deity's son Iacchus leading a procession. Outside of the Telesterion, worshippers of this deity drank a psychedelic barley drink called kykeon. Women honored this deity as the elder of two \"law-bearers\" in the three-day Thesmophoria festival. This (*) goddess turned Abas into a lizard and accidentally burned the baby Demophon to death while disguised as a wet-nurse at the court of King Celeus. The Sacred Way led": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.026460186
      ],
      [
        "eter",
        -3.9650025e-05
      ]
    ]
  },
  "This man's legal career saw him prevent the construction of an aluminum plant on Guemes Island and he was responsible for having John Whitaker appointed White House Environmental Coordinator. This man once recommended leaving L. Patrick Green, \"Twisting slowly, slowly in the wind\" and he was convicted": {
    "guess": "John Ehrlichman",
    "confidence": [
      [
        "John",
        -2.1908777
      ],
      [
        " E",
        -0.26335573
      ],
      [
        "hr",
        -0.0034021672
      ],
      [
        "lich",
        -0.00060307264
      ],
      [
        "man",
        -0.00012523093
      ]
    ]
  },
  "He left retirement to chair a peace convention in Washington in 1861, also serving briefly in the Confederate Congress prior to his death. Entering Congress in 1816 as a Jeffersonian Democrat, he served two years as governor of Virginia before enteri  ng the senate, where he remained for nine years before": {
    "guess": "John Tyler",
    "confidence": [
      [
        "John",
        -0.008371431
      ],
      [
        " Tyler",
        -0.00011081461
      ]
    ]
  },
  "The left half of a generic landscape scene appears on the right end of the wall, while a painting that some scholars have identified as a depiction of Lot and his daughters hangs on the left, heavily obscured by the shadows. Fourteen figures appear in this painting, including a little boy in a red velvet suit, a grotesque looking woman in the center in a gold dress holding the hand of the boy and putting her other arm around a similarly dressed girl, and the artist himself, a bald man in the back": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.43884453
      ],
      [
        " Men",
        -0.00095183693
      ],
      [
        "inas",
        -1.5570886e-05
      ]
    ]
  },
  "At the left end, three men can be seen at a distant staircase, highlighted by an open arch in the foreground, with a man in blue leaning against it in despair. On a stone bench with a scroll laying beside it, another man in white robes sits with his head bowed and facing away from the central bed. On the bed, the bearded title character raises his left hand in a proud gesture, a failing attempt to comfort the men in the prison cell about to witness his suicide. For ten points, name this Jacques-Louis David painting depicting the demise of the title character due to a fatal dose of hemlock.": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.0053007547
      ],
      [
        " Death",
        -0.00017731925
      ],
      [
        " of",
        -4.2153304e-05
      ],
      [
        " S",
        -0.0013574945
      ],
      [
        "ocrates",
        -5.288163e-05
      ]
    ]
  },
  "Lee, Osheroff, and Richardson hypothesized that the properties of an isotope of an element in this group were due to fermions forming Cooper pairs. One of these elements forms a Rollin film that exhibits the fountain effect at low temperatures. An element's abbreviated (*) electron configuration puts the chemical symbol of the last preceding member of this group in square brackets. Neil Bartlett discovered that another one of these elements could form a compound with platinum and six fluorine atoms despite this group's unreactivity. For ten points, name this group of elements which have full valence": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.030106235
      ],
      [
        "oble",
        -0.011798444
      ],
      [
        " gas",
        -0.3677961
      ]
    ]
  },
  "At the left end, three men can be seen at a distant staircase, highlighted by an open arch in the foreground,": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.099465095
      ],
      [
        " Death",
        -0.30476144
      ],
      [
        " of",
        -4.5133394e-05
      ],
      [
        " S",
        -0.0016781525
      ],
      [
        "ocrates",
        -0.0019100736
      ]
    ]
  },
  "A legal doctrine with this name overturned Swift v. Tyson to mandate that federal courts use substantive state laws in some jurisdictions. One conflict with this name involved an enforced stop at the namesake location to sell peanut snacks. Another conflict with this name saw several men abscond to Fort Taylor, which they surrounded with policemen in rowboats as they attempted to bribe the Black Horse Cavalry. Daniel Drew was ruined in that conflict after watered-down shares were offered to hold off a (*) takeover attempt of the namesake company by Cornelius Vanderbilt. Another project with this name was inspired by the prison letters of Jesse Hawley and was finished by a \"marriage of the waters\" headed by DeWitt Clinton in 1825. For 10 points, identify this name given to a waterway that connects": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.005733483
      ],
      [
        "rie",
        -0.00036525945
      ],
      [
        " Canal",
        -0.0021678673
      ]
    ]
  },
  "On the left of one of these works, a woman sits with a wooden plank on her lap and a line of 24 people to her right who all hold onto a rope - above that woman, Concordia, is a red angel who gives out punishments while a white angel gives out rewards. Those two angels stand on a scale whose fulcrum is a seated figure representing Justice. These works were commissioned by the Noveschi family for the Sala della Pace, a room located in the Palazzo Pubblico, where these pieces decorate three walls. One part shows a harpy named \"Timor\" floating over a city gate, while in another part, that harpy is": {
    "guess": "Allegory of Good and Bad Government",
    "confidence": [
      [
        "Al",
        -0.80752015
      ],
      [
        "leg",
        -0.0003242607
      ],
      [
        "ory",
        -0.04056865
      ],
      [
        " of",
        -0.0064025926
      ],
      [
        " Good",
        -0.0030241793
      ],
      [
        " and",
        -0.012365669
      ],
      [
        " Bad",
        -1.7597347e-05
      ],
      [
        " Government",
        -0.002409185
      ]
    ]
  },
  "On the left of this painting stands a group of hat-wearing figures holding bunched up white cloth while carrying an object obscured by a sheet with red trim and a large black X on it. A young child on the far right stares inquisitively at a white dog with a black collar standing near a man with neon green socks. Two large men wearing red and black robes stand at the center of the painting above a man with green pants and a black vest, and two boys in red skullcaps stand in front of a man carrying a staff topped by a crucifix while the black-robed man at the center speaks over an open grave. For": {
    "guess": "The Burial of the Sardine",
    "confidence": [
      [
        "The",
        -0.633555
      ],
      [
        " Bur",
        -0.16025358
      ],
      [
        "ial",
        -0.00016516048
      ],
      [
        " of",
        -0.016690504
      ],
      [
        " the",
        -0.21893287
      ],
      [
        " S",
        -0.63005847
      ],
      [
        "ard",
        -1.3544423e-05
      ],
      [
        "ine",
        -4.2391708e-05
      ]
    ]
  },
  "On the left side of this work, an old man holds a baby and stares at a man in blue, who is too busy reading to take notice.  On the right side, two dudes in funky hats hold large gray circular objects, and one of them twirls it around his fingers like a baller.  Another character in this painting balances on one leg against a wall while attempting to write something down, and next to him a character leans against the wall and reads what he's writing.  In the center of this work, a scantily clad old man lies prostrate on some stone steps and reads from a piece of paper, and the two central figures": {
    "guess": "The Song of Love",
    "confidence": [
      [
        "The",
        -0.92579955
      ],
      [
        " Song",
        -1.1898361
      ],
      [
        " of",
        -0.0014458299
      ],
      [
        " Love",
        -0.000517886
      ]
    ]
  },
  "The left half of a generic landscape scene appears on the right end of the wall, while a painting that": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.87739676
      ],
      [
        " Amb",
        -1.4378314
      ],
      [
        "assadors",
        -4.429897e-05
      ]
    ]
  },
  "The legality of this practice was upheld by Judge Michael Forster's decision in the Broadfoot murder trial. Charles Knowles's support of this activity sparked a 1747 riot in Boston. James Gillray's cartoon The Liberty of the Subject depicts this practice, which was called a \"great tyranny\" by Samuel Pepys. Members of the Fencibles were exempt from this practice, as were those who carried Protection papers. One myth states that practitioners of this activity would drop King's shillings into beer mugs. This practice is similar to crimping and shanghaiing, and its use on Americans led to the Chesapeake-Leopard affair and the War of 1812. For 10 points, name this practice in which namesake \"gangs\"": {
    "guess": "Press Gangs",
    "confidence": [
      [
        "Press",
        -0.24433018
      ],
      [
        " Gang",
        -0.7618513
      ],
      [
        "s",
        -0.09092405
      ]
    ]
  },
  "He left retirement to chair a peace convention in Washington in 1861, also serving briefly in the Confederate Congress prior to his death. Entering Congress in 1816 as a Jeffersonian Democrat, he served two years as governor of Virginia before enteri  ng the senate, where he remained for nine years before resigning rather than support the resolution that would expunge Jackson's censure from the record. FTP, name this politician, nominated vice-president on the Whig ticket in 1840, who became President": {
    "guess": "John Tyler",
    "confidence": [
      [
        "John",
        -0.0044428166
      ],
      [
        " Tyler",
        -0.00024013224
      ]
    ]
  },
  "A legal doctrine with this name overturned Swift v. Tyson to mandate that federal courts use substantive state laws in some jurisdictions. One conflict with this name involved an enforced stop at the namesake location to sell peanut snacks. Another conflict with this name saw several men abscond to Fort Taylor, which they surrounded with policemen in rowboats as they attempted to bribe the Black Horse Cavalry. Daniel Drew was ruined in that conflict after watered-down shares were offered to hold off a (*) takeover attempt of the namesake company by Cornelius Vanderbilt. Another project with this name was inspired by the prison letters of Jesse Hawley and was finished by a \"marriage of the waters\" headed by DeWitt Clinton in 1825. For 10 points, identify this name given to a waterway that connects the Mohawk to the Hudson River in New York.": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.006909079
      ],
      [
        "rie",
        -0.000742684
      ],
      [
        " Canal",
        -0.0002734946
      ]
    ]
  },
  "He left Harvard after quarreling with his mentor T. W. Richards, after which he became Superintendent of the Bureau of Weights and Measures in the Philippines.  He published the seminal books Valence and the Structure of Atoms and Molecules and Thermodynamics and the Free Energy of Chemical Substances shortly after serving as chief of his nation's Chemical Warfare Service in World War I.  His later researches elucidated the role of the triplet state in phosphorescence, and this man's work in photochemistry led him to coin the term \"photon.\"  Legend has it that this educator inaugurated the tradition of difficult problem sets in chemistry courses while dean of the College of Chemistry at Berkeley.  FTP, name this American chemist, the first man to isolate a pure sample of heavy water and namesake": {
    "guess": "Gilbert Newton Lewis",
    "confidence": [
      [
        "Gil",
        -0.012643615
      ],
      [
        "bert",
        -2.1531068e-05
      ],
      [
        " Newton",
        -0.40943313
      ],
      [
        " Lewis",
        -2.0935051e-05
      ]
    ]
  },
  "He left retirement to chair a peace convention in Washington in 1861, also serving briefly in the Confederate Congress prior to his death. Entering Congress in 1816 as a Jeffersonian Democrat, he served two years as governor of Virginia before enteri  ng the senate, where he remained for nine years before resigning rather than support the resolution that would expunge Jackson's censure from the record.": {
    "guess": "John Tyler",
    "confidence": [
      [
        "John",
        -0.025926337
      ],
      [
        " Tyler",
        -0.00021366903
      ]
    ]
  },
  "One who left his employer became a nukenin, and his family became obligated to kill or retrieve him. By the Sengoku period, they were already the subject of folklore, as in the widely held belief that the Clan of Sanada could defeat an army twenty times its size. Okite [oh-kee-tay] was their code of": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.53892976
      ],
      [
        "ug",
        -2.3795938e-05
      ],
      [
        "awa",
        -2.6895234e-05
      ],
      [
        " sh",
        -0.15712492
      ],
      [
        "og",
        -0.00012213163
      ],
      [
        "unate",
        -4.894791e-05
      ]
    ]
  },
  "The left half of a generic landscape scene appears on the right end of the wall, while a painting that some scholars have identified as a depiction of Lot and his daughters hangs on the left, heavily obscured by the shadows. Fourteen figures appear in this painting, including a little boy in a red velvet suit, a grotesque looking woman in the center in a gold dress holding the hand of the boy and putting her other arm around a similarly dressed girl, and the artist himself, a bald man in the back standing at his easel in the darkened left corner. Noted for its unflatteringly realistic depiction of its royal subjects, this is, FTP, what Francisco Goya painting of a Bourbon king and his relatives?": {
    "guess": "Charles IV of Spain and His Family",
    "confidence": [
      [
        "Charles",
        -1.0400033
      ],
      [
        " IV",
        -0.0026519904
      ],
      [
        " of",
        -0.00037311585
      ],
      [
        " Spain",
        -2.4987974e-05
      ],
      [
        " and",
        -0.00014871404
      ],
      [
        " His",
        -0.0071303276
      ],
      [
        " Family",
        -0.00011725161
      ]
    ]
  },
  "On the left, a shadowed building appears whose second floor is painted red. The right side features a triangular building containing a similarly-shaped brown triangle, while an advertisement for \"Phillies\"": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.0037016165
      ],
      [
        "ighth",
        -2.9352968e-06
      ],
      [
        "awks",
        -9.960947e-05
      ]
    ]
  },
  "Those who left boughs on the altar of this deity at the wrong time could be sentenced to death under the laws of the Eumolpidae and the Kerykes families. The Ninnion tablet depicts this deity's son Iacchus leading a procession. Outside of the Telesterion, worshippers of this deity drank a psychedelic barley drink called kykeon. Women honored this deity as the elder of two \"law-bearers\" in the three-day Thesmophoria festival. This (*) goddess turned Abas into a lizard and accidentally burned the baby": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.008566468
      ],
      [
        "eter",
        -9.41261e-05
      ]
    ]
  },
  "A legal doctrine with this name overturned Swift v. Tyson to mandate that federal courts use substantive": {
    "guess": "Erie doctrine",
    "confidence": [
      [
        "E",
        -0.022346955
      ],
      [
        "rie",
        -0.0003066222
      ],
      [
        " doctrine",
        -0.6426279
      ]
    ]
  },
  "The left of the two men in this painting is shown with his hat removed and placed atop his cane, perhaps as a gesture of reverence to the man beside him, for whom this work is a memorial. The man on the right, with his hat still on, holds a sketchbook under his shoulder and directs his pointing stick towards the two birds flying near the high cliff across the ravine. Key landscape features include a trio of overhanging beech tries that frame the scene, a distant waterfall that flows into a shallow brook, and the rock outcropping on which the two men, William Cullen Bryant and Thomas Cole, stand. FTP, identify this painting by Asher Durand.": {
    "guess": "Kindred Spirits",
    "confidence": [
      [
        "Kind",
        -0.003543644
      ],
      [
        "red",
        -2.1650272e-05
      ],
      [
        " Spirits",
        -0.031946313
      ]
    ]
  },
  "On the left of this painting stands a group of hat-wearing figures holding bunched up white cloth while carrying an object obscured by a sheet with red trim and a large black X on it. A young child on": {
    "guess": "The Burial of the Sardine",
    "confidence": [
      [
        "The",
        -0.7130117
      ],
      [
        " Bur",
        -0.8475818
      ],
      [
        "ial",
        -0.0018473667
      ],
      [
        " of",
        -0.0024069312
      ],
      [
        " the",
        -0.055260465
      ],
      [
        " S",
        -0.04060459
      ],
      [
        "ard",
        -1.9816675e-06
      ],
      [
        "ine",
        -4.5491004e-05
      ]
    ]
  },
  "The legality of this practice was upheld by Judge Michael Forster's decision in the Broadfoot murder trial. Charles Knowles's support of this activity sparked a 1747 riot in Boston. James Gillray's cartoon": {
    "guess": "Press Gangs",
    "confidence": [
      [
        "Press",
        -1.1230854
      ],
      [
        " Gang",
        -0.49397394
      ],
      [
        "s",
        -0.18053411
      ]
    ]
  },
  "One who left his employer became a nukenin, and his family became obligated to kill or retrieve him. By the Sengoku period, they were already the subject of folklore, as in the widely held belief that the Clan of Sanada could defeat an army twenty times its size. Okite [oh-kee-tay] was their code of conduct, and they were experts at mixing gunpowder and using colored rice grains to communicate. A few actually did use shuriken, or throwing stars. For 10 points, name these spies and assassins that": {
    "guess": "Ninja",
    "confidence": [
      [
        "N",
        -0.44253355
      ],
      [
        "inja",
        -0.03228224
      ]
    ]
  },
  "A legal doctrine with this name overturned Swift v. Tyson to mandate that federal courts use substantive state laws in some jurisdictions. One conflict with this name involved an enforced stop at the namesake location to sell peanut snacks. Another conflict with this name saw several men abscond to Fort Taylor, which they surrounded with policemen in rowboats as they attempted to bribe the Black Horse Cavalry. Daniel Drew was ruined in that conflict after watered-down shares were offered to hold off a (*) takeover attempt of the namesake company by Cornelius Vanderbilt. Another project with this name was inspired by the prison letters of Jesse Hawley and was finished by a \"marriage of the waters\"": {
    "guess": "Erie War",
    "confidence": [
      [
        "E",
        -0.009742512
      ],
      [
        "rie",
        -0.012049233
      ],
      [
        " War",
        -0.24307323
      ]
    ]
  },
  "On the left side of this work, an old man holds a baby and stares at a man in blue, who is too busy reading to take notice.  On the right side, two dudes in funky hats hold large gray circular objects, and one of them twirls it around his fingers like a baller.  Another character in this painting balances on one leg against a wall while attempting to write something down, and next to him a character leans against the wall and reads what he's writing.  In the center of this work, a scantily clad old": {
    "guess": "The Persistence of Memory",
    "confidence": [
      [
        "The",
        -0.9833209
      ],
      [
        " Persistence",
        -1.90069
      ],
      [
        " of",
        -0.00054195046
      ],
      [
        " Memory",
        -0.000281716
      ]
    ]
  },
  "In the left background of this painting, a steeple rises above a cloud of smoke, and a man holding a letter rushes towards the foreground. On the right, two men with clasped hands look at the central figure while one man holds his left arm, one stands over him with a giant flag, and one stuffs a white": {
    "guess": "Benjamin West",
    "confidence": [
      [
        "Ben",
        -0.64963037
      ],
      [
        "jamin",
        -3.9888433e-05
      ],
      [
        " West",
        -0.004662711
      ]
    ]
  },
  "On the left of this painting stands a group of hat-wearing figures holding bunched up white cloth while": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.43683952
      ],
      [
        " Night",
        -1.2158782
      ],
      [
        " Watch",
        -0.0053569563
      ]
    ]
  },
  "The left half of a generic landscape scene appears on the right end of the wall, while a painting that some scholars have identified as a depiction of Lot and his daughters hangs on the left, heavily obscured by the shadows. Fourteen figures appear in this painting, including a little boy in a red velvet suit, a grotesque looking woman in the center in a gold dress holding the hand of the boy and putting her other arm around a similarly dressed girl, and the artist himself, a bald man in the back standing at his easel in the darkened left corner. Noted for its unflatteringly realistic depiction": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.045808848
      ],
      [
        " Men",
        -0.00077663496
      ],
      [
        "inas",
        -8.537869e-06
      ]
    ]
  },
  "Those who left boughs on the altar of this deity at the wrong time could be sentenced to death under the laws of the Eumolpidae and the Kerykes families. The Ninnion tablet depicts this deity's son Iacchus": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.11537355
      ],
      [
        "eter",
        -3.7981175e-05
      ]
    ]
  },
  "A legal doctrine with this name overturned Swift v. Tyson to mandate that federal courts use substantive state laws in some jurisdictions. One conflict with this name involved an enforced stop at the namesake location to sell peanut snacks. Another conflict with this name saw several men abscond to Fort": {
    "guess": "Erie Doctrine",
    "confidence": [
      [
        "E",
        -1.1141111
      ],
      [
        "rie",
        -0.0022420853
      ],
      [
        " Doctrine",
        -0.58122444
      ]
    ]
  },
  "A legal doctrine with this name overturned Swift v. Tyson to mandate that federal courts use substantive state laws in some jurisdictions. One conflict with this name involved an enforced stop at the namesake location to sell peanut snacks. Another conflict with this name saw several men abscond to Fort Taylor, which they surrounded with policemen in rowboats as they attempted to bribe the Black Horse": {
    "guess": "Erie Doctrine",
    "confidence": [
      [
        "E",
        -1.119659
      ],
      [
        "rie",
        -0.0016141273
      ],
      [
        " Doctrine",
        -0.6959957
      ]
    ]
  },
  "One legal reaction to this event was the Statute of Laborers. According to Gabriele de' Mussi, it grew significantly after Janibeg's Siege of Caffa in Crimea. Masks with bird beaks were worn by professionals": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.009636025
      ],
      [
        " Death",
        -0.00023393365
      ]
    ]
  },
  "He left Harvard after quarreling with his mentor T. W. Richards, after which he became Superintendent of the Bureau of Weights and Measures in the Philippines.  He published the seminal books Valence and": {
    "guess": "Gilbert N. Lewis",
    "confidence": [
      [
        "Gil",
        -0.17444733
      ],
      [
        "bert",
        -0.04089828
      ],
      [
        " N",
        -0.067854404
      ],
      [
        ".",
        -0.0019730038
      ],
      [
        " Lewis",
        -0.001038168
      ]
    ]
  },
  "After being left by these people in Colchester, the title character of a Defoe story is raised by a \"very house\" woman. Along with Primitivo, another of these people is the only member of Pablo's gang who goes with Robert to survive the final attack in For Whom the Bell Tolls. This type of person is told \"Go, for they call you, Shepherd, from the hill\" in a companion poem to \"Thyrsis,\" written by Matthew Arnold. After pushing Frollo to his death, a son of these people lies down next to his love, who was adopted by them. For 10 points, name this nomadic ethnic group exemplified by Esméralda in The": {
    "guess": "Romani people",
    "confidence": [
      [
        "Rom",
        -0.37394482
      ],
      [
        "ani",
        -0.0056666327
      ],
      [
        " people",
        -0.5852093
      ]
    ]
  },
  "On the left, a bearded man hangs his feet over the foam-covered water as he stirs his oar, while another man just in front him faces the viewer as he paddles his own oar. Several boats can be seen in the background on the right, as can a man in green who faces the center as he steers. The dominant image is an American flag, positioned upright in the center of the boat, behind the title character, clad in a general's uniform and standing on one knee at the edge of the boat. For 10 points, name this Emmanuel Leutze painting of the future first president and his men rowing towards Trenton.": {
    "guess": "Washington Crossing The Delaware",
    "confidence": [
      [
        "Washington",
        -0.013699632
      ],
      [
        " Crossing",
        -0.0055083768
      ],
      [
        " The",
        -0.36323225
      ],
      [
        " Delaware",
        -0.0007860411
      ]
    ]
  },
  "On the left of this painting stands a group of hat-wearing figures holding bunched up white cloth while carrying an object obscured by a sheet with red trim and a large black X on it. A young child on the far right stares inquisitively at a white dog with a black collar standing near a man with neon": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -1.424356
      ],
      [
        " Ra",
        -0.8428096
      ],
      [
        "ft",
        -7.9418505e-06
      ],
      [
        " of",
        -9.305327e-05
      ],
      [
        " the",
        -0.0057030236
      ],
      [
        " Med",
        -0.00014573395
      ],
      [
        "usa",
        -0.00014764121
      ]
    ]
  },
  "On the left side a dark haired nude kisses an androgynous face, while on the bottom right a young boy seems to be biting his prone mother. Smoke rises from some buildings in the background and a naked woman with a snake wrapped around her left arm seems to be dancing next to a person covering their head. Almost 14 feet long, its center features a darker skinned man lying on his side in a loincloth. It was the artist's second submission to the Salon and like its predecessor, Barque of Dante, it uses unblended colors to great effect. FTP, a Turkish soldier on a rearing horse dominates the right side of the canvas, which was painted to stir up sympathy for the 20,000 Greeks who had been killed on": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.98546165
      ],
      [
        "erty",
        -6.3609965e-05
      ],
      [
        " Leading",
        -0.00021402664
      ],
      [
        " the",
        -0.00011796683
      ],
      [
        " People",
        -2.129266e-05
      ]
    ]
  },
  "On the left, a bearded man hangs his feet over the foam-covered water as he stirs his oar, while another man just in front him faces the viewer as he paddles his own oar. Several boats can be seen in the background on the right, as can a man in green who faces the center as he steers. The dominant image is an American flag, positioned upright in the center of the boat, behind the title character, clad": {
    "guess": "Washington Crossing the Delaware",
    "confidence": [
      [
        "Washington",
        -0.22270803
      ],
      [
        " Crossing",
        -0.00709682
      ],
      [
        " the",
        -0.0010385256
      ],
      [
        " Delaware",
        -0.00020544765
      ]
    ]
  },
  "He left Harvard after quarreling with his mentor T. W. Richards, after which he became Superintendent of the Bureau of Weights and Measures in the Philippines.  He published the seminal books Valence and the Structure of Atoms and Molecules and Thermodynamics and the Free Energy of Chemical Substances shortly after serving as chief of his nation's Chemical Warfare Service in World War I.  His later": {
    "guess": "Gilbert N. Lewis",
    "confidence": [
      [
        "Gil",
        -0.02778664
      ],
      [
        "bert",
        -1.2590794e-05
      ],
      [
        " N",
        -0.32572538
      ],
      [
        ".",
        -0.0032926132
      ],
      [
        " Lewis",
        -0.00050275447
      ]
    ]
  },
  "One legal reaction to this event was the Statute of Laborers. According to Gabriele de' Mussi, it grew significantly after Janibeg's Siege of Caffa in Crimea. Masks with bird beaks were worn by professionals trying to stop this event, which occurred after the Great Famine, and during it rioters attacked Jews in Cologne for allegedly poisoning wells. It caused the peak of travelling Flagellant orders": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.016866105
      ],
      [
        " Death",
        -0.003332068
      ]
    ]
  },
  "One who left his employer became a nukenin, and his family became obligated to kill or retrieve him.": {
    "guess": "Ninja",
    "confidence": [
      [
        "N",
        -0.7017267
      ],
      [
        "inja",
        -0.09592509
      ]
    ]
  },
  "Those who left boughs on the altar of this deity at the wrong time could be sentenced to death under the laws of the Eumolpidae and the Kerykes families. The Ninnion tablet depicts this deity's son Iacchus leading a procession. Outside of the Telesterion, worshippers of this deity drank a psychedelic barley drink called kykeon. Women honored this deity as the elder of two \"law-bearers\" in the three-day": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.037218083
      ],
      [
        "eter",
        -2.7133641e-05
      ]
    ]
  },
  "The left of the two men in this painting is shown with his hat removed and placed atop his cane, perhaps": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.0048201573
      ],
      [
        " Sunday",
        -0.0006551316
      ],
      [
        " After",
        -0.0019903746
      ],
      [
        "noon",
        -1.0683535e-05
      ],
      [
        " on",
        -6.749814e-06
      ],
      [
        " the",
        -2.1173457e-05
      ],
      [
        " Island",
        -3.2929079e-06
      ],
      [
        " of",
        -1.147242e-06
      ],
      [
        " La",
        -0.00011176824
      ],
      [
        " Grande",
        -6.134509e-05
      ],
      [
        " J",
        0.0
      ],
      [
        "atte",
        -5.252402e-05
      ]
    ]
  },
  "One who left his employer became a nukenin, and his family became obligated to kill or retrieve him. By the Sengoku period, they were already the subject of folklore, as in the widely held belief that the Clan of Sanada could defeat an army twenty times its size. Okite [oh-kee-tay] was their code of conduct, and they were experts at mixing gunpowder and using colored rice grains to communicate. A few": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.93357426
      ],
      [
        "ug",
        -3.5313153e-06
      ],
      [
        "awa",
        -1.9862217e-05
      ],
      [
        " sh",
        -0.0022229375
      ],
      [
        "og",
        -3.1544176e-05
      ],
      [
        "unate",
        -3.7027545e-05
      ]
    ]
  },
  "The legality of this practice was upheld by Judge Michael Forster's decision in the Broadfoot murder trial. Charles Knowles's support of this activity sparked a 1747 riot in Boston. James Gillray's cartoon The Liberty of the Subject depicts this practice, which was called a \"great tyranny\" by Samuel Pepys. Members of the Fencibles were exempt from this practice, as were those who carried Protection papers. One myth states that practitioners of this activity would drop King's shillings into beer mugs. This practice is similar to crimping and shanghaiing, and its use on Americans led to the Chesapeake-Leopard affair and the War of 1812. For 10 points, name this practice in which namesake \"gangs\" would force men to serve in the Royal Navy.": {
    "guess": "Impressment",
    "confidence": [
      [
        "Imp",
        -0.33794418
      ],
      [
        "ress",
        -0.0003740695
      ],
      [
        "ment",
        -5.800739e-05
      ]
    ]
  },
  "One legal reaction to this event was the Statute of Laborers. According to Gabriele de' Mussi, it grew significantly after Janibeg's Siege of Caffa in Crimea. Masks with bird beaks were worn by professionals trying to stop this event, which occurred after the Great Famine, and during it rioters attacked Jews in Cologne for allegedly poisoning wells. It caused the peak of travelling Flagellant orders and a scarcity of labor that weakened feudalism. The catapulting of corpses by the Golden Horde worsened this crisis, which was spread by Yersinia pestis on ships and Silk Road rats' fleas. For 10 points, what 1300s epidemic killed over a third of Europe's people?": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.00055303273
      ],
      [
        " Death",
        -0.0043508406
      ]
    ]
  },
  "He left Harvard after quarreling with his mentor T. W. Richards, after which he became Superintendent of the Bureau of Weights and Measures in the Philippines.  He published the seminal books Valence and the Structure of Atoms and Molecules and Thermodynamics and the Free Energy of Chemical Substances shortly after serving as chief of his nation's Chemical Warfare Service in World War I.  His later researches elucidated the role of the triplet state in phosphorescence, and this man's work in photochemistry led him to coin the term \"photon.\"  Legend has it that this educator inaugurated the tradition": {
    "guess": "Gilbert N. Lewis",
    "confidence": [
      [
        "Gil",
        -0.025656927
      ],
      [
        "bert",
        -0.00023452967
      ],
      [
        " N",
        -0.08625184
      ],
      [
        ".",
        -0.004962032
      ],
      [
        " Lewis",
        -0.00014346908
      ]
    ]
  },
  "On the left of one of these works, a woman sits with a wooden plank on her lap and a line of 24 people to her right who all hold onto a rope - above that woman, Concordia, is a red angel who gives out punishments while a white angel gives out rewards. Those two angels stand on a scale whose fulcrum is a seated figure representing Justice. These works were commissioned by the Noveschi family for the Sala della Pace, a room located in the Palazzo Pubblico, where these pieces decorate three walls. One": {
    "guess": "Allegory of Good and Bad Government",
    "confidence": [
      [
        "Al",
        -0.8333567
      ],
      [
        "leg",
        -0.00036347136
      ],
      [
        "ory",
        -0.020060038
      ],
      [
        " of",
        -0.01998396
      ],
      [
        " Good",
        -0.004457059
      ],
      [
        " and",
        -0.020771354
      ],
      [
        " Bad",
        -2.5703197e-05
      ],
      [
        " Government",
        -0.0032885824
      ]
    ]
  },
  "In the left background of this painting, a steeple rises above a cloud of smoke, and a man holding a letter rushes towards the foreground. On the right, two men with clasped hands look at the central figure while one man holds his left arm, one stands over him with a giant flag, and one stuffs a white cloth into his chest. A crouching Native American stares at the title red-uniformed man, and guns": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.7476414
      ],
      [
        " Death",
        -0.0023230796
      ],
      [
        " of",
        -5.347765e-05
      ],
      [
        " General",
        -0.0015129582
      ],
      [
        " Wolfe",
        -0.02204405
      ]
    ]
  },
  "Lee, Osheroff, and Richardson hypothesized that the properties of an isotope of an element in this group were due to fermions forming Cooper pairs. One of these elements forms a Rollin film that exhibits the fountain effect at low temperatures. An element's abbreviated (*) electron configuration puts the chemical symbol of the last preceding member of this group in square brackets. Neil Bartlett discovered that another one of these elements could form a compound with platinum and six fluorine atoms": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.04259225
      ],
      [
        "oble",
        -0.0020040574
      ],
      [
        " gas",
        -0.16479778
      ]
    ]
  },
  "On the left of one of these works, a woman sits with a wooden plank on her lap and a line of 24 people to her right who all hold onto a rope - above that woman, Concordia, is a red angel who gives out punishments while a white angel gives out rewards. Those two angels stand on a scale whose fulcrum is a seated figure representing Justice. These works were commissioned by the Noveschi family for the Sala della Pace, a room located in the Palazzo Pubblico, where these pieces decorate three walls. One part shows a harpy named \"Timor\" floating over a city gate, while in another part, that harpy is replaced with the figure of \"Securitas.\" These works show the Council of the Sienese Republic, and alternately": {
    "guess": "Ambrogio Lorenzetti",
    "confidence": [
      [
        "Amb",
        -0.7230416
      ],
      [
        "rog",
        -0.0007451872
      ],
      [
        "io",
        -9.841743e-05
      ],
      [
        " Loren",
        -0.00014299227
      ],
      [
        "z",
        -2.618001e-05
      ],
      [
        "etti",
        -0.00027325618
      ]
    ]
  },
  "To the left is a partial view of a typical country house with a red chimney.  A river dominates the foreground of the painting, and at its bottom bank is a wandering dog, while on the opposite bank, on the right side of the canvas, is a man in a small boat huddled amongst some weeds.  In the bottom center": {
    "guess": "Ophelia (painting)",
    "confidence": [
      [
        "O",
        -1.2399924
      ],
      [
        "ph",
        -0.1105096
      ],
      [
        "elia",
        -0.0012807145
      ],
      [
        " (",
        -0.106991515
      ],
      [
        "paint",
        -0.009380496
      ],
      [
        "ing",
        -4.739826e-05
      ],
      [
        ")",
        -0.0011312863
      ]
    ]
  },
  "Lee, Osheroff, and Richardson hypothesized that the properties of an isotope of an element in this group were due to fermions forming Cooper pairs. One of these elements forms a Rollin film that exhibits the fountain effect at low temperatures. An element's abbreviated (*) electron configuration puts the chemical symbol of the last preceding member of this group in square brackets. Neil Bartlett discovered": {
    "guess": "Noble gas",
    "confidence": [
      [
        "N",
        -0.2946198
      ],
      [
        "oble",
        -0.004628415
      ],
      [
        " gas",
        -0.0108365165
      ]
    ]
  },
  "On the left side of this work, an old man holds a baby and stares at a man in blue, who is too busy reading to take notice.  On the right side, two dudes in funky hats hold large gray circular objects,": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.18929274
      ],
      [
        " Men",
        -0.0006002154
      ],
      [
        "inas",
        -1.2233183e-05
      ]
    ]
  },
  "In the left background of this painting, a steeple rises above a cloud of smoke, and a man holding a letter rushes towards the foreground. On the right, two men with clasped hands look at the central figure while one man holds his left arm, one stands over him with a giant flag, and one stuffs a white cloth into his chest. A crouching Native American stares at the title red-uniformed man, and guns litter the ground of the Plains of Abraham. For 10 points, name this painting by Benjamin West which shows the death of a British general during the French and Indian War.": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.03466816
      ],
      [
        " Death",
        -0.00044532763
      ],
      [
        " of",
        -8.776276e-06
      ],
      [
        " General",
        -1.7835755e-05
      ],
      [
        " Wolfe",
        -0.0046254606
      ]
    ]
  },
  "He left Harvard after quarreling with his mentor T. W. Richards, after which he became Superintendent": {
    "guess": "Theodore William Richards",
    "confidence": [
      [
        "The",
        -0.7336378
      ],
      [
        "odore",
        -0.12948291
      ],
      [
        " William",
        -0.14842255
      ],
      [
        " Richards",
        -0.00014227704
      ]
    ]
  },
  "On the left, a bearded man hangs his feet over the foam-covered water as he stirs his oar, while another man just in front him faces the viewer as he paddles his own oar. Several boats can be seen in the background on the right, as can a man in green who faces the center as he steers. The dominant image is an American flag, positioned upright in the center of the boat, behind the title character, clad in a general's uniform and standing on one knee at the edge of the boat. For 10 points, name this": {
    "guess": "Washington Crossing the Delaware",
    "confidence": [
      [
        "Washington",
        -0.20791982
      ],
      [
        " Crossing",
        -0.00299434
      ],
      [
        " the",
        -0.0013566674
      ],
      [
        " Delaware",
        -0.00019364648
      ]
    ]
  },
  "Those who left boughs on the altar of this deity at the wrong time could be sentenced to death under the laws of the Eumolpidae and the Kerykes families. The Ninnion tablet depicts this deity's son Iacchus leading a procession. Outside of the Telesterion, worshippers of this deity drank a psychedelic barley drink called kykeon. Women honored this deity as the elder of two \"law-bearers\" in the three-day Thesmophoria festival. This (*) goddess turned Abas into a lizard and accidentally burned the baby Demophon to death while disguised as a wet-nurse at the court of King Celeus. The Sacred Way led from Athens to the cult center of this goddess at Eleusis, which celebrated her gift to Triptolemus.": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.008520251
      ],
      [
        "eter",
        -2.0100624e-05
      ]
    ]
  },
  "Those who left boughs on the altar of this deity at the wrong time could be sentenced to death under the laws of the Eumolpidae and the Kerykes families. The Ninnion tablet depicts this deity's son Iacchus leading a procession. Outside of the Telesterion, worshippers of this deity drank a psychedelic barley drink called kykeon. Women honored this deity as the elder of two \"law-bearers\" in the three-day Thesmophoria festival. This (*) goddess turned Abas into a lizard and accidentally burned the baby Demophon to death while disguised as a wet-nurse at the court of King Celeus. The Sacred Way led from Athens to the cult center of this goddess at Eleusis, which celebrated her gift to Triptolemus. For 10 points, name this Greek goddess who caused winter by grieving for her daughter Persephone.": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.014348594
      ],
      [
        "eter",
        -9.4245304e-05
      ]
    ]
  },
  "After being left by these people in Colchester, the title character of a Defoe story is raised by a \"very house\" woman. Along with Primitivo, another of these people is the only member of Pablo's gang who goes with Robert to survive the final attack in For Whom the Bell Tolls. This type of person is told \"Go, for they call you, Shepherd, from the hill\" in a companion poem to \"Thyrsis,\" written by Matthew": {
    "guess": "Shepherd",
    "confidence": [
      [
        "She",
        -2.049867
      ],
      [
        "pherd",
        -0.20121859
      ]
    ]
  },
  "The left half of a generic landscape scene appears on the right end of the wall, while a painting that some scholars have identified as a depiction of Lot and his daughters hangs on the left, heavily obscured": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.6136733
      ],
      [
        " Men",
        -0.0069181956
      ],
      [
        "inas",
        -4.632543e-05
      ]
    ]
  },
  "On the left, a shadowed building appears whose second floor is painted red. The right side features a triangular building containing a similarly-shaped brown triangle, while an advertisement for \"Phillies\" appears (*) near the top. The outside of that building is mostly made of glass and contains no door, while its only employee wears white. The artist used his wife Jo as the model for the woman wearing": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.025035929
      ],
      [
        "ighth",
        -2.3392786e-06
      ],
      [
        "awks",
        -1.7120534e-05
      ]
    ]
  },
  "After being left by these people in Colchester, the title character of a Defoe story is raised by a \"very house\" woman. Along with Primitivo, another of these people is the only member of Pablo's gang who goes with Robert to survive the final attack in For Whom the Bell Tolls. This type of person is told \"Go, for they call you, Shepherd, from the hill\" in a companion poem to \"Thyrsis,\" written by Matthew Arnold. After pushing Frollo to his death, a son of these people lies down next to his love,": {
    "guess": "Gypsy (Romani people)",
    "confidence": [
      [
        "G",
        -0.122838
      ],
      [
        "ypsy",
        -0.4361034
      ],
      [
        " (",
        -0.45702812
      ],
      [
        "Rom",
        -0.25613263
      ],
      [
        "ani",
        -0.0049373587
      ],
      [
        " people",
        -0.44778916
      ],
      [
        ")",
        -0.01625993
      ]
    ]
  },
  "On the left of one of these works, a woman sits with a wooden plank on her lap and a line of 24 people to her right who all hold onto a rope - above that woman, Concordia, is a red angel who gives out punishments while a white angel gives out rewards. Those two angels stand on a scale whose fulcrum is": {
    "guess": "The Triumph of Death",
    "confidence": [
      [
        "The",
        -0.8680567
      ],
      [
        " Triumph",
        -1.1833297
      ],
      [
        " of",
        -0.0034022862
      ],
      [
        " Death",
        -1.0774324
      ]
    ]
  },
  "After being left by these people in Colchester, the title character of a Defoe story is raised by a \"very house\" woman. Along with Primitivo, another of these people is the only member of Pablo's gang who goes with Robert to survive the final attack in For Whom the Bell Tolls. This type of person is": {
    "guess": "Partisan",
    "confidence": [
      [
        "Part",
        -1.6579784
      ],
      [
        "isan",
        -0.09203954
      ]
    ]
  },
  "On the left side a dark haired nude kisses an androgynous face, while on the bottom right a young boy seems to be biting his prone mother. Smoke rises from some buildings in the background and a naked woman with a snake wrapped around her left arm seems to be dancing next to a person covering their head. Almost 14 feet long, its center features a darker skinned man lying on his side in a loincloth.": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.5328161
      ],
      [
        " Ra",
        -0.03699145
      ],
      [
        "ft",
        0.0
      ],
      [
        " of",
        -4.3202e-07
      ],
      [
        " the",
        -0.0006390501
      ],
      [
        " Med",
        -1.9504607e-05
      ],
      [
        "usa",
        -7.922564e-05
      ]
    ]
  },
  "This man's legal career saw him prevent the construction of an aluminum plant on Guemes Island and he was responsible for having John Whitaker appointed White House Environmental Coordinator. This man": {
    "guess": "Douglas R. Conant",
    "confidence": [
      [
        "Dou",
        -0.89489
      ],
      [
        "glas",
        -7.409989e-05
      ],
      [
        " R",
        -2.35946
      ],
      [
        ".",
        -0.044570107
      ],
      [
        " Con",
        -0.9265577
      ],
      [
        "ant",
        -0.0036367732
      ]
    ]
  },
  "One legal reaction to this event was the Statute of Laborers. According to Gabriele de' Mussi, it grew": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.12919989
      ],
      [
        " Death",
        -0.00014585316
      ]
    ]
  },
  "On the left side a dark haired nude kisses an androgynous face, while on the bottom right a young boy seems to be biting his prone mother. Smoke rises from some buildings in the background and a naked": {
    "guess": "The Massacre of the Innocents",
    "confidence": [
      [
        "The",
        -0.6625152
      ],
      [
        " Mass",
        -1.3530822
      ],
      [
        "acre",
        -0.00086620287
      ],
      [
        " of",
        -0.028356332
      ],
      [
        " the",
        -0.0058651515
      ],
      [
        " Innoc",
        -5.121278e-05
      ],
      [
        "ents",
        -0.00022129806
      ]
    ]
  },
  "On the left side of this work, an old man holds a baby and stares at a man in blue, who is too busy reading to take notice.  On the right side, two dudes in funky hats hold large gray circular objects, and one of them twirls it around his fingers like a baller.  Another character in this painting balances on one leg against a wall while attempting to write something down, and next to him a character leans against the wall and reads what he's writing.  In the center of this work, a scantily clad old man lies prostrate on some stone steps and reads from a piece of paper, and the two central figures walk towards him, paying no attention to anything but the copies of Timaeus and the Nicomachean Ethics they hold in their arms.  For 10 points—name this work depicting Plato and Aristotle and a bunch": {
    "guess": "The School of Athens",
    "confidence": [
      [
        "The",
        -0.0018084605
      ],
      [
        " School",
        -0.00015240935
      ],
      [
        " of",
        -6.7901296e-05
      ],
      [
        " Athens",
        -1.2948405e-05
      ]
    ]
  },
  "To the left is a partial view of a typical country house with a red chimney.  A river dominates the foreground": {
    "guess": "Country house",
    "confidence": [
      [
        "Country",
        -0.7314431
      ],
      [
        " house",
        -0.048104413
      ]
    ]
  },
  "This man's legal career saw him prevent the construction of an aluminum plant on Guemes Island and he was responsible for having John Whitaker appointed White House Environmental Coordinator. This man once recommended leaving L. Patrick Green, \"Twisting slowly, slowly in the wind\" and he was convicted for his role in the break in of the offices of Daniel Ellsberg's psychiatrist, Lewis Fielding. This author of Witness to Power was recruited to work for Richard Nixon by his college friend H.R. Haldeman, with whom he formed the \"Berlin Wall\" and he served as Assistant to the President for Domestic": {
    "guess": "John Ehrlichman",
    "confidence": [
      [
        "John",
        -0.520548
      ],
      [
        " E",
        -0.095521145
      ],
      [
        "hr",
        -1.9504607e-05
      ],
      [
        "lich",
        -0.0005844878
      ],
      [
        "man",
        -9.372295e-06
      ]
    ]
  },
  "One who left his employer became a nukenin, and his family became obligated to kill or retrieve him. By the Sengoku period, they were already the subject of folklore, as in the widely held belief that": {
    "guess": "Folklore of Japan",
    "confidence": [
      [
        "F",
        -0.6025881
      ],
      [
        "olk",
        -9.133887e-06
      ],
      [
        "lore",
        -0.00012725739
      ],
      [
        " of",
        -0.09936547
      ],
      [
        " Japan",
        -0.013444671
      ]
    ]
  },
  "On the left, a shadowed building appears whose second floor is painted red. The right side features a": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.0020997028
      ],
      [
        "ighth",
        -2.4987974e-05
      ],
      [
        "awks",
        -1.7120534e-05
      ]
    ]
  }
}