{
  "Right- and left-wing supporters of this man split after the sniper massacre at Ezeiza Airport, whose leftist victims were partisans of \"Uncle\" Cámpora, who resigned his presidency to allow this man to return from exile. This man, a member of the GOU, served as Secretary of War after the Revolution of": {
    "guess": "Arturo Rawson",
    "confidence": [
      [
        "Art",
        -1.1278751
      ],
      [
        "uro",
        -0.0011531977
      ],
      [
        " Raw",
        -0.011433636
      ],
      [
        "son",
        -2.188868e-05
      ]
    ]
  },
  "Just to the right of center in this painting rises the tower of the Nieuwe [NOY-va] Kerk, a large church. In the foreground two women speak, and a group of five citizens exit a barge, while clouds loom overhead.  While there is no documentary evidence to suggest the artist used a camera obscura, the slightly unfocused edges of boats and buildings in this cityscape indicate he may have. FTP, name this painting of a Dutch city, the hometown of its artist Jan Vermeer.": {
    "guess": "View of Delft",
    "confidence": [
      [
        "View",
        -0.2819977
      ],
      [
        " of",
        -0.0001470452
      ],
      [
        " D",
        -9.126521e-05
      ],
      [
        "elf",
        -8.657073e-06
      ],
      [
        "t",
        -4.365741e-06
      ]
    ]
  },
  "Right- and left-wing supporters of this man split after the sniper massacre at Ezeiza Airport, whose": {
    "guess": "Ezeiza Massacre",
    "confidence": [
      [
        "E",
        -0.19596438
      ],
      [
        "ze",
        -3.488188e-05
      ],
      [
        "iza",
        -6.1537958e-06
      ],
      [
        " Mass",
        -0.75708395
      ],
      [
        "acre",
        -1.2590794e-05
      ]
    ]
  },
  "On the right edge of this painting, a red shawl provides a burst of color. On the left, an orange can be seen on the only empty chair in the painting, which is located in between two figures wearing black hats. Painted during its artist's trip to copy Velazquezes in the Prado, this eleven foot wide work is currently on display at the Isabella Stewart Gardner Museum in Boston. A man in the center of this painting throws back his head with his mouth open, rapping out the syllables of the cante jondo. In its background, two guitars hang from hooks and \"Ole\" is scribbled on the wall above a group of women who clap and snap along to the action. In the foreground, the central figure leans back, her right hand holding up the silver mass of her skirt as the left hand stabs out into the air. For 10": {
    "guess": "El Jaleo",
    "confidence": [
      [
        "El",
        -0.5953178
      ],
      [
        " J",
        -0.006874384
      ],
      [
        "ale",
        -8.418666e-06
      ],
      [
        "o",
        -2.1531068e-05
      ]
    ]
  },
  "On the right edge of this painting, a red shawl provides a burst of color. On the left, an orange can be seen on the only empty chair in the painting, which is located in between two figures wearing black hats. Painted during its artist's trip to copy Velazquezes in the Prado, this eleven foot wide work is currently on display at the Isabella Stewart Gardner Museum in Boston. A man in the center of this painting throws back his head with his mouth open, rapping out the syllables of the cante jondo. In its background, two guitars hang from hooks and \"Ole\" is scribbled on the wall above a group of women who clap and snap along to the action. In the foreground, the central figure leans back, her": {
    "guess": "El Jaleo",
    "confidence": [
      [
        "El",
        -0.13152209
      ],
      [
        " J",
        -0.01126839
      ],
      [
        "ale",
        -3.333223e-05
      ],
      [
        "o",
        -2.5583993e-05
      ]
    ]
  },
  "This right was ruled against in the context of fugitive slave laws in the case Ableman v. Booth. A\n campaign": {
    "guess": "State's rights in the United States",
    "confidence": [
      [
        "State",
        -1.0237287
      ],
      [
        "'s",
        -0.82819337
      ],
      [
        " rights",
        -0.5277865
      ],
      [
        " in",
        -0.34698558
      ],
      [
        " the",
        -0.09999291
      ],
      [
        " United",
        -0.5519657
      ],
      [
        " States",
        -0.00057971966
      ]
    ]
  },
  "This right was ruled against in the context of fugitive slave laws in the case Ableman v. Booth. A\n campaign of this name was launched by James Hamilton, Jr., but was opposed by William Drayton and\n Robert Hayne. This doctrine was put forth in a report commissioned by William Preston and prompted the\n retaliatory Force Bill. Spelled out in the \"South Carolina Exposition and Protest,\" it was first called": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.08997499
      ],
      [
        "ification",
        -0.000101993544
      ],
      [
        " Crisis",
        -0.3933429
      ]
    ]
  },
  "Right- and left-wing supporters of this man split after the sniper massacre at Ezeiza Airport, whose leftist victims were partisans of \"Uncle\" Cámpora, who resigned his presidency to allow this man to": {
    "guess": "Juan Perón",
    "confidence": [
      [
        "Juan",
        -0.055086974
      ],
      [
        " Per",
        -0.046397228
      ],
      [
        "ón",
        -0.00039039674
      ]
    ]
  },
  "On the right edge of this painting, a red shawl provides a burst of color. On the left, an orange can be seen on the only empty chair in the painting, which is located in between two figures wearing black": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.083465554
      ],
      [
        " Men",
        -0.00015598179
      ],
      [
        "inas",
        -0.00013786652
      ]
    ]
  },
  "On the right edge of this painting, a red shawl provides a burst of color. On the left, an orange can be seen on the only empty chair in the painting, which is located in between two figures wearing black hats. Painted during its artist's trip to copy Velazquezes in the Prado, this eleven foot wide work is currently on display at the Isabella Stewart Gardner Museum in Boston. A man in the center of this painting throws back his head with his mouth open, rapping out the syllables of the cante jondo.": {
    "guess": "El Jaleo",
    "confidence": [
      [
        "El",
        -0.06554396
      ],
      [
        " J",
        -0.035851862
      ],
      [
        "ale",
        -2.0100624e-05
      ],
      [
        "o",
        -3.488188e-05
      ]
    ]
  },
  "On the right edge of this painting, a red shawl provides a burst of color. On the left, an orange can": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -0.2063677
      ],
      [
        " Birth",
        -0.6063741
      ],
      [
        " of",
        -0.00043496056
      ],
      [
        " Venus",
        -0.0014582125
      ]
    ]
  },
  "On the right edge of this painting, a red shawl provides a burst of color. On the left, an orange can be seen on the only empty chair in the painting, which is located in between two figures wearing black hats. Painted during its artist's trip to copy Velazquezes in the Prado, this eleven foot wide work is currently on display at the Isabella Stewart Gardner Museum in Boston. A man in the center of this painting throws back his head with his mouth open, rapping out the syllables of the cante jondo. In its background, two guitars hang from hooks and \"Ole\" is scribbled on the wall above a group of": {
    "guess": "El Jaleo",
    "confidence": [
      [
        "El",
        -0.22678937
      ],
      [
        " J",
        -0.020779403
      ],
      [
        "ale",
        -1.8193366e-05
      ],
      [
        "o",
        -3.750436e-05
      ]
    ]
  },
  "This right was ruled against in the context of fugitive slave laws in the case Ableman v. Booth. A\n campaign of this name was launched by James Hamilton, Jr., but was opposed by William Drayton and\n Robert": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.28617314
      ],
      [
        "ification",
        -0.05308679
      ],
      [
        " Crisis",
        -0.30212748
      ]
    ]
  },
  "Just to the right of center in this painting rises the tower of the Nieuwe [NOY-va] Kerk, a large church. In the foreground two women speak, and a group of five citizens exit a barge, while clouds loom overhead.  While there is no documentary evidence to suggest the artist used a camera obscura, the slightly unfocused edges of boats and buildings in this cityscape indicate he may have. FTP, name this": {
    "guess": "View of Delft",
    "confidence": [
      [
        "View",
        -0.12319755
      ],
      [
        " of",
        -0.00050585007
      ],
      [
        " D",
        -0.0001688558
      ],
      [
        "elf",
        -2.355753e-05
      ],
      [
        "t",
        -3.6789137e-05
      ]
    ]
  },
  "Right- and left-wing supporters of this man split after the sniper massacre at Ezeiza Airport, whose leftist victims were partisans of \"Uncle\" Cámpora, who resigned his presidency to allow this man to return from exile. This man, a member of the GOU, served as Secretary of War after the Revolution of '43 which ended the Infamous Decade, but was ousted by a coup following the bombing of the Plaza de Mayo killed hundreds of his supporters. His ouster by Jorge Videla was followed by the extermination": {
    "guess": "Juan Domingo Perón",
    "confidence": [
      [
        "Juan",
        -1.4981525
      ],
      [
        " Doming",
        -0.46229392
      ],
      [
        "o",
        -0.00017648483
      ],
      [
        " Per",
        -0.0017497921
      ],
      [
        "ón",
        -0.0015042672
      ]
    ]
  },
  "On the right edge of this painting, a red shawl provides a burst of color. On the left, an orange can be seen on the only empty chair in the painting, which is located in between two figures wearing black hats. Painted during its artist's trip to copy Velazquezes in the Prado, this eleven foot wide work": {
    "guess": "Las Meninas (Picasso)",
    "confidence": [
      [
        "Las",
        -0.028715825
      ],
      [
        " Men",
        -0.00042590842
      ],
      [
        "inas",
        -1.2113979e-05
      ],
      [
        " (",
        -0.044343438
      ],
      [
        "Pic",
        -0.081582606
      ],
      [
        "asso",
        -0.0002812392
      ],
      [
        ")",
        -0.0032466354
      ]
    ]
  },
  "Right- and left-wing supporters of this man split after the sniper massacre at Ezeiza Airport, whose leftist victims were partisans of \"Uncle\" Cámpora, who resigned his presidency to allow this man to return from exile. This man, a member of the GOU, served as Secretary of War after the Revolution of '43 which ended the Infamous Decade, but was ousted by a coup following the bombing of the Plaza de Mayo killed hundreds of his supporters. His ouster by Jorge Videla was followed by the extermination of his \"descamisados.\" For 10 points, name this Argentine president succeeded by his wife Isabel and earlier married to the philanthropist Eva.": {
    "guess": "Juan Perón",
    "confidence": [
      [
        "Juan",
        -0.060833603
      ],
      [
        " Per",
        -0.55664533
      ],
      [
        "ón",
        -0.0008401192
      ]
    ]
  },
  "This right was ruled against in the context of fugitive slave laws in the case Ableman v. Booth. A\n campaign of this name was launched by James Hamilton, Jr., but was opposed by William Drayton and\n Robert Hayne. This doctrine was put forth in a report commissioned by William Preston and prompted the\n retaliatory Force Bill. Spelled out in the \"South Carolina Exposition and Protest,\" it was first called for in\n the Kentucky and Virginia Resolutions. It was the namesake of a \"crisis\" following the Tariff of\n Abominations. For 10 points, name this action advocated by Thomas Jefferson, James Madison,": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.050382666
      ],
      [
        "ification",
        -0.0013258377
      ],
      [
        " Crisis",
        -0.065250054
      ]
    ]
  },
  "This right was ruled against in the context of fugitive slave laws in the case Ableman v. Booth. A\n campaign of this name was launched by James Hamilton, Jr., but was opposed by William Drayton and\n Robert Hayne. This doctrine was put forth in a report commissioned by William Preston and prompted the\n retaliatory Force Bill. Spelled out in the \"South Carolina Exposition and Protest,\" it was first called for in\n the Kentucky and Virginia Resolutions. It was the namesake of a \"crisis\" following the Tariff of\n Abominations. For 10 points, name this action advocated by Thomas Jefferson, James Madison, and John\n C. Calhoun that supported the invalidation of an unconstitutional law by a state.": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.031318713
      ],
      [
        "ification",
        -0.0001004439
      ],
      [
        " Crisis",
        -0.16254857
      ]
    ]
  },
  "On the right edge of this painting, a red shawl provides a burst of color. On the left, an orange can be seen on the only empty chair in the painting, which is located in between two figures wearing black hats. Painted during its artist's trip to copy Velazquezes in the Prado, this eleven foot wide work is currently on display at the Isabella Stewart Gardner Museum in Boston. A man in the center of": {
    "guess": "El Jaleo",
    "confidence": [
      [
        "El",
        -0.14503616
      ],
      [
        " J",
        -0.009331011
      ],
      [
        "ale",
        -8.566264e-05
      ],
      [
        "o",
        -5.0378356e-05
      ]
    ]
  },
  "Just to the right of center in this painting rises the tower of the Nieuwe [NOY-va] Kerk, a large church. In the foreground two women speak, and a group of five citizens exit a barge, while clouds loom overhead.  While there is no documentary evidence to suggest the artist used a camera obscura, the": {
    "guess": "View of Delft",
    "confidence": [
      [
        "View",
        -0.10758539
      ],
      [
        " of",
        -0.000958151
      ],
      [
        " D",
        -0.00027968953
      ],
      [
        "elf",
        -2.2842309e-05
      ],
      [
        "t",
        -3.8577193e-05
      ]
    ]
  },
  "Right after it ended, Fred Gray won a $10 million dollar class-action settlement for the families of": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.46360403
      ]
    ]
  },
  "On the right edge of this painting, a red shawl provides a burst of color. On the left, an orange can be seen on the only empty chair in the painting, which is located in between two figures wearing black hats. Painted during its artist's trip to copy Velazquezes in the Prado, this eleven foot wide work is currently on display at the Isabella Stewart Gardner Museum in Boston. A man in the center of this painting throws back his head with his mouth open, rapping out the syllables of the cante jondo. In its background, two guitars hang from hooks and \"Ole\" is scribbled on the wall above a group of women who clap and snap along to the action. In the foreground, the central figure leans back, her right hand holding up the silver mass of her skirt as the left hand stabs out into the air. For 10 points, name this painting of a flamenco dancer by John Singer Sargent.": {
    "guess": "El Jaleo",
    "confidence": [
      [
        "El",
        -0.044887338
      ],
      [
        " J",
        -0.0015566398
      ],
      [
        "ale",
        -3.1737043e-06
      ],
      [
        "o",
        -1.2590794e-05
      ]
    ]
  },
  "Right- and left-wing supporters of this man split after the sniper massacre at Ezeiza Airport, whose leftist victims were partisans of \"Uncle\" Cámpora, who resigned his presidency to allow this man to return from exile. This man, a member of the GOU, served as Secretary of War after the Revolution of '43 which ended the Infamous Decade, but was ousted by a coup following the bombing of the Plaza de Mayo killed hundreds of his supporters. His ouster by Jorge Videla was followed by the extermination of his \"descamisados.\" For 10 points, name this Argentine president succeeded by his wife Isabel and": {
    "guess": "Juan Domingo Perón",
    "confidence": [
      [
        "Juan",
        -0.33975825
      ],
      [
        " Doming",
        -0.3135449
      ],
      [
        "o",
        -2.7014437e-05
      ],
      [
        " Per",
        -0.00020139472
      ],
      [
        "ón",
        -0.00054838747
      ]
    ]
  },
  "Just to the right of center in this painting rises the tower of the Nieuwe [NOY-va] Kerk, a large church. In the foreground two women speak, and a group of five citizens exit a barge, while clouds loom": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.33871558
      ],
      [
        " Night",
        -0.4843516
      ],
      [
        " Watch",
        -0.002883453
      ]
    ]
  },
  "Just to the right of center in this painting rises the tower of the Nieuwe [NOY-va] Kerk, a large church.": {
    "guess": "View of Delft",
    "confidence": [
      [
        "View",
        -0.0333824
      ],
      [
        " of",
        -0.00020282516
      ],
      [
        " D",
        -0.0018527198
      ],
      [
        "elf",
        -5.7961847e-06
      ],
      [
        "t",
        -4.1273333e-06
      ]
    ]
  },
  "This right was ruled against in the context of fugitive slave laws in the case Ableman v. Booth. A\n campaign of this name was launched by James Hamilton, Jr., but was opposed by William Drayton and\n Robert Hayne. This doctrine was put forth in a report commissioned by William Preston and prompted the\n retaliatory Force Bill. Spelled out in the \"South Carolina Exposition and Protest,\" it was first called for in\n the Kentucky and Virginia Resolutions. It was the namesake of a \"crisis\" following the": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.022685103
      ],
      [
        "ification",
        -8.44706e-05
      ],
      [
        " Crisis",
        -0.124187015
      ]
    ]
  },
  "Right- and left-wing supporters of this man split after the sniper massacre at Ezeiza Airport, whose leftist victims were partisans of \"Uncle\" Cámpora, who resigned his presidency to allow this man to return from exile. This man, a member of the GOU, served as Secretary of War after the Revolution of '43 which ended the Infamous Decade, but was ousted by a coup following the bombing of the Plaza de": {
    "guess": "Juan Domingo Perón",
    "confidence": [
      [
        "Juan",
        -0.41240802
      ],
      [
        " Doming",
        -0.4254212
      ],
      [
        "o",
        -0.0008566702
      ],
      [
        " Per",
        -0.0017269417
      ],
      [
        "ón",
        -0.008581478
      ]
    ]
  },
  "This right was ruled against in the context of fugitive slave laws in the case Ableman v. Booth. A\n campaign of this name was launched by James Hamilton, Jr., but was opposed by William Drayton and\n Robert Hayne. This doctrine was put forth in a report commissioned by William Preston and prompted the\n": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -1.051394
      ],
      [
        "ification",
        -0.0023581677
      ],
      [
        " Crisis",
        -0.06591969
      ]
    ]
  },
  "Right after it ended, Fred Gray won a $10 million dollar class-action settlement for the families of those affected.  It would lead to the publication of the Belmont Report, and much of it was revealed": {
    "guess": "Belmont Report",
    "confidence": [
      [
        "Bel",
        -0.61040556
      ],
      [
        "mont",
        -7.107425e-06
      ],
      [
        " Report",
        -0.014466222
      ]
    ]
  },
  "Right after it ended, Fred Gray won a $10 million dollar class-action settlement for the families of those affected.  It would lead to the publication of the Belmont Report, and much of it was revealed by Peter Buxtun. The concept was largely based on the Oslo Report and one figure in it was Nurse Eunice": {
    "guess": "Tuskegee syphilis experiment",
    "confidence": [
      [
        "T",
        -0.0077032805
      ],
      [
        "us",
        -7.107425e-06
      ],
      [
        "ke",
        -0.0074360087
      ],
      [
        "gee",
        -0.000100205485
      ],
      [
        " sy",
        -0.4577645
      ],
      [
        "phil",
        -0.0019130534
      ],
      [
        "is",
        -5.121278e-05
      ],
      [
        " experiment",
        -0.009681482
      ]
    ]
  },
  "Right after it ended, Fred Gray won a $10 million dollar class-action settlement for the families of those affected.  It would lead to the publication of the Belmont Report, and much of it was revealed by Peter Buxtun. The concept was largely based on the Oslo Report and one figure in it was Nurse Eunice Rivers. Its latter part was in violation of the Nuremberg Code, which was based on work done by": {
    "guess": "Tuskegee Syphilis Study",
    "confidence": [
      [
        "T",
        -0.03122825
      ],
      [
        "us",
        -0.00025954779
      ],
      [
        "ke",
        -0.0011225954
      ],
      [
        "gee",
        -4.20341e-05
      ],
      [
        " Sy",
        -0.22871767
      ],
      [
        "phil",
        -0.00028684177
      ],
      [
        "is",
        -3.368984e-05
      ],
      [
        " Study",
        -0.18643034
      ]
    ]
  },
  "Right after it ended, Fred Gray won a $10 million dollar class-action settlement for the families of those affected.  It would lead to the publication of the Belmont Report, and much of it was revealed by Peter Buxtun. The concept was largely based on the Oslo Report and one figure in it was Nurse Eunice Rivers. Its latter part was in violation of the Nuremberg Code, which was based on work done by Dr. Mengele. At the end of this study, men with the disease were denied the only known substance that": {
    "guess": "Tuskegee Syphilis Study",
    "confidence": [
      [
        "T",
        -0.0101100765
      ],
      [
        "us",
        -0.00013524403
      ],
      [
        "ke",
        -0.0011044947
      ],
      [
        "gee",
        -6.0749073e-05
      ],
      [
        " Sy",
        -0.20527537
      ],
      [
        "phil",
        -0.00031830417
      ],
      [
        "is",
        -3.9054008e-05
      ],
      [
        " Study",
        -0.19581021
      ]
    ]
  },
  "Right after it ended, Fred Gray won a $10 million dollar class-action settlement for the families of those affected.  It would lead to the publication of the Belmont Report, and much of it was revealed by Peter Buxtun. The concept was largely based on the Oslo Report and one figure in it was Nurse Eunice Rivers. Its latter part was in violation of the Nuremberg Code, which was based on work done by Dr. Mengele. At the end of this study, men with the disease were denied the only known substance that would help them recover, penicillin.  FTP, name this experiment in which almost 400 black men were": {
    "guess": "Tuskegee Syphilis Study",
    "confidence": [
      [
        "T",
        -0.0044557545
      ],
      [
        "us",
        -2.58224e-05
      ],
      [
        "ke",
        -0.0014054712
      ],
      [
        "gee",
        -2.8206474e-05
      ],
      [
        " Sy",
        -0.10311271
      ],
      [
        "phil",
        -0.0004154185
      ],
      [
        "is",
        -2.486877e-05
      ],
      [
        " Study",
        -0.34165165
      ]
    ]
  },
  "Right after it ended, Fred Gray won a $10 million dollar class-action settlement for the families of those affected.  It would lead to the publication of the Belmont Report, and much of it was revealed by Peter Buxtun. The concept was largely based on the Oslo Report and one figure in it was Nurse Eunice Rivers. Its latter part was in violation of the Nuremberg Code, which was based on work done by Dr. Mengele. At the end of this study, men with the disease were denied the only known substance that would help them recover, penicillin.  FTP, name this experiment in which almost 400 black men were left to suffer with syphilis in a southern University.": {
    "guess": "Tuskegee Syphilis Study",
    "confidence": [
      [
        "T",
        -0.011020938
      ],
      [
        "us",
        -3.500108e-05
      ],
      [
        "ke",
        -0.0010341187
      ],
      [
        "gee",
        -3.523949e-05
      ],
      [
        " Sy",
        -0.09622105
      ],
      [
        "phil",
        -3.7742768e-05
      ],
      [
        "is",
        -1.2113979e-05
      ],
      [
        " Study",
        -0.46674138
      ]
    ]
  }
}