{
  "This navy lost a ship during the Battle of Simon's Bay in South Africa. The Pioneer was the name of the first submarine designed by this navy, though it was never deployed. John Winslow sank a ship from this navy that was commanded by Raphael Semmes. This navy was led by Stephen Mallory. This navy sank the USS Husatonic, and one of its innovative designs was scuttled after losing the Battle of Hampton Roads. For ten points, name this navy whose first ironclad was the Virginia and which fought against": {
    "guess": "Confederate States Navy",
    "confidence": [
      [
        "Conf",
        -0.6651916
      ],
      [
        "eder",
        -0.00013631687
      ],
      [
        "ate",
        -0.00024703506
      ],
      [
        " States",
        -0.0017010067
      ],
      [
        " Navy",
        -3.917321e-05
      ]
    ]
  },
  "At a naval engagement, in this war, the Cumberland was captured, though Richard Edwards still led his smaller force to victory over the fleet of Claude de Forbin. A commander in this war was assisted by the forces of Count Overkirk of the Dutch Republic in defeating Francois de Neufville, the Duc de Villeroi. In addition to featuring the Battle of the Lizard and the Battle of (*) Ramillies, this war": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.06138152
      ],
      [
        " of",
        -0.00018852073
      ],
      [
        " the",
        -0.20791227
      ],
      [
        " Spanish",
        -0.001366785
      ],
      [
        " Success",
        -0.0019565867
      ],
      [
        "ion",
        -3.1737043e-06
      ]
    ]
  },
  "Naval forces prepared for one battle in this conflict by massing near Tangier Island. Sackett's Harbor was of strategic importance in this war, which saw the heroics of Laura Secord. Another battle in this conflict occurred after a failed rendezvous with Isaac Chauncey, and saw Gordon Drummond and Phineas Riall win a costly victory. Unrest leading to this war was partly caused by the Orders in Council, and before it, one side gained allies due to a raid on Prophetstown. The Battle of Bladensburg allowed one belligerent to enter the capital of the other. For 10 points, name this conflict which saw battles at Lundy's Lane and Lake Erie, as well as the burning of Washington, a war between the United States and the United Kingdom named for the year in which it began.": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0085706
      ],
      [
        " of",
        -0.00011951648
      ],
      [
        " ",
        -1.0802739e-05
      ],
      [
        "181",
        -0.0001008015
      ],
      [
        "2",
        -9.729906e-06
      ]
    ]
  },
  "A naval engagement during the War of the Spanish Succession took place near this region's curiously-named Lizard Point. Islands in this region purportedly have the world's smallest football league and were featured in an Adidas commercial. Like many regions surrounding this one, it was subdivided into": {
    "guess": "Cornwall",
    "confidence": [
      [
        "Corn",
        -0.07950807
      ],
      [
        "wall",
        -0.005901419
      ]
    ]
  },
  "This navy lost a ship during the Battle of Simon's Bay in South Africa. The Pioneer was the name of the first submarine designed by this navy, though it was never deployed. John Winslow sank a ship from this navy that was commanded by Raphael Semmes. This navy was led by Stephen Mallory. This navy sank": {
    "guess": "Confederate States Navy",
    "confidence": [
      [
        "Conf",
        -0.100009404
      ],
      [
        "eder",
        -2.2723105e-05
      ],
      [
        "ate",
        -0.0005785313
      ],
      [
        " States",
        -0.06916548
      ],
      [
        " Navy",
        -8.7450695e-05
      ]
    ]
  },
  "The navies of these two countries fought each other at the Battle of Oliwa, while their armies fought": {
    "guess": "Battle of Oliwa",
    "confidence": [
      [
        "Battle",
        -0.8121608
      ],
      [
        " of",
        -0.0018671217
      ],
      [
        " O",
        -0.013836717
      ],
      [
        "li",
        -4.1273333e-06
      ],
      [
        "wa",
        -5.121278e-05
      ]
    ]
  },
  "This navy lost a ship during the Battle of Simon's Bay in South Africa. The Pioneer was the name of the first submarine designed by this navy, though it was never deployed. John Winslow sank a ship from this navy that was commanded by Raphael Semmes. This navy was led by Stephen Mallory. This navy sank the USS Husatonic, and one of its innovative designs was scuttled after losing the Battle of Hampton": {
    "guess": "Confederate States Navy",
    "confidence": [
      [
        "Conf",
        -0.016691444
      ],
      [
        "eder",
        -4.990154e-05
      ],
      [
        "ate",
        -0.00032676398
      ],
      [
        " States",
        -0.24742965
      ],
      [
        " Navy",
        -6.80205e-05
      ]
    ]
  },
  "Nausiphanes's Tripod was reportedly a major influence on this philosophical school's epistemological": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.01668441
      ],
      [
        "pic",
        -6.0510665e-05
      ],
      [
        "ure",
        -0.0001242773
      ],
      [
        "anism",
        -0.00072184537
      ]
    ]
  },
  "This navy lost a ship during the Battle of Simon's Bay in South Africa. The Pioneer was the name of the first submarine designed by this navy, though it was never deployed. John Winslow sank a ship from this navy that was commanded by Raphael Semmes. This navy was led by Stephen Mallory. This navy sank the USS Husatonic, and one of its innovative designs was scuttled after losing the Battle of Hampton Roads. For ten points, name this navy whose first ironclad was the Virginia and which fought against the North during the Civil War.": {
    "guess": "Confederate States Navy",
    "confidence": [
      [
        "Conf",
        -0.011768757
      ],
      [
        "eder",
        -0.00010402
      ],
      [
        "ate",
        -4.298773e-05
      ],
      [
        " States",
        -0.001124145
      ],
      [
        " Navy",
        -7.107425e-06
      ]
    ]
  },
  "A naval engagement during the War of the Spanish Succession took place near this region's curiously-named Lizard Point. Islands in this region purportedly have the world's smallest football league and were featured in an Adidas commercial. Like many regions surrounding this one, it was subdivided into \"hundreds,\" examples of which include Triggshire, (*) Kerrier, and Penwith. Another interesting place name in this region is the village of Mousehole, the home of Dolly Pentreath, which lies four kilometers south of  ► Penzance. The Duke of this region was the first English peerage created; its current holder is Charles, Prince of Wales. For 10 points, name this southwestern English county which": {
    "guess": "Cornwall",
    "confidence": [
      [
        "Corn",
        -0.005776273
      ],
      [
        "wall",
        -0.0015510482
      ]
    ]
  },
  "At a naval engagement, in this war, the Cumberland was captured, though Richard Edwards still led his smaller force to victory over the fleet of Claude de Forbin. A commander in this war was assisted by the forces of Count Overkirk of the Dutch Republic in defeating Francois de Neufville, the Duc de": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.19037054
      ],
      [
        " of",
        -7.8748824e-05
      ],
      [
        " the",
        -0.11698358
      ],
      [
        " Spanish",
        -0.009715609
      ],
      [
        " Success",
        -0.0007469753
      ],
      [
        "ion",
        -4.9617593e-06
      ]
    ]
  },
  "The navies of these two countries fought each other at the Battle of Oliwa, while their armies fought each other at the Battle of Dirschau. Treaties signed by these two countries include those of Stumsdorf, Altranstadt, and Altmark. These countries once came into conflict because they were each ruled by a different branch of the Vasa dynasty. One of them invaded the other during the \"Deluge\", and during the Time of Troubles both of these countries invaded Russia, their common neighbor. For ten points,": {
    "guess": "Poland-Sweden relations",
    "confidence": [
      [
        "Pol",
        -0.08751706
      ],
      [
        "and",
        -0.50958794
      ],
      [
        "-S",
        -0.45635328
      ],
      [
        "w",
        -4.894791e-05
      ],
      [
        "eden",
        -0.0012227283
      ],
      [
        " relations",
        -0.42637104
      ]
    ]
  },
  "A naval engagement during the War of the Spanish Succession took place near this region's curiously-named Lizard Point. Islands in this region purportedly have the world's smallest football league and were featured in an Adidas commercial. Like many regions surrounding this one, it was subdivided into \"hundreds,\" examples of which include Triggshire, (*) Kerrier, and Penwith. Another interesting place": {
    "guess": "Cornwall",
    "confidence": [
      [
        "Corn",
        -0.0052731303
      ],
      [
        "wall",
        -0.0051245308
      ]
    ]
  },
  "At a naval engagement, in this war, the Cumberland was captured, though Richard Edwards still led his smaller force to victory over the fleet of Claude de Forbin. A commander in this war was assisted by the forces of Count Overkirk of the Dutch Republic in defeating Francois de Neufville, the Duc de Villeroi. In addition to featuring the Battle of the Lizard and the Battle of (*) Ramillies, this war included a costly victory for one side over Villars and Boufflers and a battle that began with a charge across the Nebel river. At that battle, the Duc de Tallard was captured by forces of the Duke of Marlborough and Eugene of Savoy. Fought after the death of the imbecile Charles II and ended by the Treaty of Utrecht, for 10 points, name this war fought to prevent the union of France and a certain Iberian nation": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.020498214
      ],
      [
        " of",
        -0.0002700377
      ],
      [
        " the",
        -0.046593867
      ],
      [
        " Spanish",
        -0.00015240935
      ],
      [
        " Success",
        -0.001820601
      ],
      [
        "ion",
        -3.059055e-05
      ]
    ]
  },
  "Nausiphanes's Tripod was reportedly a major influence on this philosophical school's epistemological treatise, On the Canon, while the Letter to Menoikeos preserved in the tenth Book of Diogenes Laertios's Lives of the Eminent Philosophers expressed this school's ethics. This school counted among its adherents, Cicero's friend Atticus, who heeded its call to avoid public life, and the poet Lucretius, who authored a didactic epic on it, De Rerum Natura. Named for its founder, who adopted the atomic theory of Leukippos and Demokritos, for 10 points, identify this philosophical school, which argued": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.001372373
      ],
      [
        "pic",
        -5.2001665e-06
      ],
      [
        "ure",
        -3.094816e-05
      ],
      [
        "anism",
        -0.00013941615
      ]
    ]
  },
  "A naval engagement during the War of the Spanish Succession took place near this region's curiously-named Lizard Point. Islands in this region purportedly have the world's smallest football league and were featured in an Adidas commercial. Like many regions surrounding this one, it was subdivided into \"hundreds,\" examples of which include Triggshire, (*) Kerrier, and Penwith. Another interesting place name in this region is the village of Mousehole, the home of Dolly Pentreath, which lies four kilometers south of  ► Penzance. The Duke of this region was the first English peerage created; its current": {
    "guess": "Cornwall",
    "confidence": [
      [
        "Corn",
        -0.0040423064
      ],
      [
        "wall",
        -0.00550458
      ]
    ]
  },
  "A naval engagement during the War of the Spanish Succession took place near this region's curiously-named Lizard Point. Islands in this region purportedly have the world's smallest football league and were featured in an Adidas commercial. Like many regions surrounding this one, it was subdivided into \"hundreds,\" examples of which include Triggshire, (*) Kerrier, and Penwith. Another interesting place name in this region is the village of Mousehole, the home of Dolly Pentreath, which lies four kilometers": {
    "guess": "Cornwall",
    "confidence": [
      [
        "Corn",
        -0.0029602274
      ],
      [
        "wall",
        -0.005415654
      ]
    ]
  },
  "At a naval engagement, in this war, the Cumberland was captured, though Richard Edwards still led his": {
    "guess": "American Revolutionary War",
    "confidence": [
      [
        "American",
        -0.5722796
      ],
      [
        " Revolutionary",
        -0.018308558
      ],
      [
        " War",
        -0.0017170662
      ]
    ]
  },
  "Nausiphanes's Tripod was reportedly a major influence on this philosophical school's epistemological treatise, On the Canon, while the Letter to Menoikeos preserved in the tenth Book of Diogenes Laertios's Lives of the Eminent Philosophers expressed this school's ethics. This school counted among its adherents, Cicero's friend Atticus, who heeded its call to avoid public life, and the poet Lucretius, who authored a didactic epic on it, De Rerum Natura. Named for its founder, who adopted the atomic": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.0012899977
      ],
      [
        "pic",
        -8.061054e-06
      ],
      [
        "ure",
        -0.002966292
      ],
      [
        "anism",
        -0.0005406429
      ]
    ]
  },
  "At a naval engagement, in this war, the Cumberland was captured, though Richard Edwards still led his smaller force to victory over the fleet of Claude de Forbin. A commander in this war was assisted by": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.1530805
      ],
      [
        " of",
        -0.00033272416
      ],
      [
        " the",
        -0.8142342
      ],
      [
        " Spanish",
        -0.0039844853
      ],
      [
        " Success",
        -0.009860562
      ],
      [
        "ion",
        -2.3392786e-06
      ]
    ]
  },
  "Nausiphanes's Tripod was reportedly a major influence on this philosophical school's epistemological treatise, On the Canon, while the Letter to Menoikeos preserved in the tenth Book of Diogenes Laertios's Lives of the Eminent Philosophers expressed this school's ethics. This school counted among its": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.19497316
      ],
      [
        "pic",
        -9.436451e-05
      ],
      [
        "ure",
        -0.0004815545
      ],
      [
        "anism",
        -0.0020123832
      ]
    ]
  },
  "Naval forces prepared for one battle in this conflict by massing near Tangier Island. Sackett's Harbor was of strategic importance in this war, which saw the heroics of Laura Secord. Another battle in": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.46414694
      ],
      [
        " of",
        -0.00012142374
      ],
      [
        " ",
        -1.3306016e-05
      ],
      [
        "181",
        -2.5226382e-05
      ],
      [
        "2",
        -1.2664457e-06
      ]
    ]
  },
  "Nausiphanes's Tripod was reportedly a major influence on this philosophical school's epistemological treatise, On the Canon, while the Letter to Menoikeos preserved in the tenth Book of Diogenes Laertios's Lives of the Eminent Philosophers expressed this school's ethics. This school counted among its adherents, Cicero's friend Atticus, who heeded its call to avoid public life, and the poet Lucretius, who authored a didactic epic on it, De Rerum Natura. Named for its founder, who adopted the atomic theory of Leukippos and Demokritos, for 10 points, identify this philosophical school, which argued that ataraxia, or peace achieved to avoidance of pain, was the greatest good.": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.0007818726
      ],
      [
        "pic",
        -4.1273333e-06
      ],
      [
        "ure",
        -6.754368e-05
      ],
      [
        "anism",
        -0.000245247
      ]
    ]
  },
  "Naval forces prepared for one battle in this conflict by massing near Tangier Island. Sackett's Harbor": {
    "guess": "Battle of Lake Borgne",
    "confidence": [
      [
        "Battle",
        -0.15604578
      ],
      [
        " of",
        -0.00038598618
      ],
      [
        " Lake",
        -0.5954838
      ],
      [
        " Borg",
        -0.37146744
      ],
      [
        "ne",
        -2.4153549e-05
      ]
    ]
  },
  "Nausiphanes's Tripod was reportedly a major influence on this philosophical school's epistemological treatise, On the Canon, while the Letter to Menoikeos preserved in the tenth Book of Diogenes Laertios's": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.2765979
      ],
      [
        "pic",
        -4.608702e-05
      ],
      [
        "ure",
        -0.00040600507
      ],
      [
        "anism",
        -0.0007865179
      ]
    ]
  },
  "Nausiphanes's Tripod was reportedly a major influence on this philosophical school's epistemological treatise, On the Canon, while the Letter to Menoikeos preserved in the tenth Book of Diogenes Laertios's Lives of the Eminent Philosophers expressed this school's ethics. This school counted among its adherents, Cicero's friend Atticus, who heeded its call to avoid public life, and the poet Lucretius,": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.0012751155
      ],
      [
        "pic",
        -2.1008714e-06
      ],
      [
        "ure",
        -5.9199425e-05
      ],
      [
        "anism",
        -7.588794e-05
      ]
    ]
  },
  "Naval forces prepared for one battle in this conflict by massing near Tangier Island. Sackett's Harbor was of strategic importance in this war, which saw the heroics of Laura Secord. Another battle in this conflict occurred after a failed rendezvous with Isaac Chauncey, and saw Gordon Drummond and Phineas Riall win a costly victory. Unrest leading to this war was partly caused by the Orders in Council, and before it, one side gained allies due to a raid on Prophetstown. The Battle of Bladensburg allowed one belligerent to enter the capital of the other. For 10 points, name this conflict which saw battles at Lundy's Lane and Lake Erie, as well as the burning of Washington, a war between the United": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.004266085
      ],
      [
        " of",
        -0.00028374247
      ],
      [
        " ",
        -1.3902034e-05
      ],
      [
        "181",
        -0.00010556965
      ],
      [
        "2",
        -4.365741e-06
      ]
    ]
  },
  "This navy lost a ship during the Battle of Simon's Bay in South Africa. The Pioneer was the name of the first submarine designed by this navy, though it was never deployed. John Winslow sank a ship from": {
    "guess": "South African Navy",
    "confidence": [
      [
        "South",
        -1.0174221
      ],
      [
        " African",
        -0.072738856
      ],
      [
        " Navy",
        -0.00042400116
      ]
    ]
  },
  "The navies of these two countries fought each other at the Battle of Oliwa, while their armies fought each other at the Battle of Dirschau. Treaties signed by these two countries include those of Stumsdorf, Altranstadt, and Altmark. These countries once came into conflict because they were each ruled by a different branch of the Vasa dynasty. One of them invaded the other during the \"Deluge\", and during": {
    "guess": "Poland and Sweden",
    "confidence": [
      [
        "Pol",
        -0.16935359
      ],
      [
        "and",
        -0.09244002
      ],
      [
        " and",
        -0.5204169
      ],
      [
        " Sweden",
        -0.00022415895
      ]
    ]
  },
  "The navies of these two countries fought each other at the Battle of Oliwa, while their armies fought each other at the Battle of Dirschau. Treaties signed by these two countries include those of Stumsdorf, Altranstadt, and Altmark. These countries once came into conflict because they were each ruled by a different branch of the Vasa dynasty. One of them invaded the other during the \"Deluge\", and during the Time of Troubles both of these countries invaded Russia, their common neighbor. For ten points, name these European countries with capitals at Warsaw and Stockholm.": {
    "guess": "Poland-Sweden relations",
    "confidence": [
      [
        "Pol",
        -0.07471731
      ],
      [
        "and",
        -0.26679805
      ],
      [
        "-S",
        -0.5260679
      ],
      [
        "w",
        -0.00039885283
      ],
      [
        "eden",
        -0.0022637327
      ],
      [
        " relations",
        -0.16761668
      ]
    ]
  },
  "At a naval engagement, in this war, the Cumberland was captured, though Richard Edwards still led his smaller force to victory over the fleet of Claude de Forbin. A commander in this war was assisted by the forces of Count Overkirk of the Dutch Republic in defeating Francois de Neufville, the Duc de Villeroi. In addition to featuring the Battle of the Lizard and the Battle of (*) Ramillies, this war included a costly victory for one side over Villars and Boufflers and a battle that began with a charge": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.01196478
      ],
      [
        " of",
        -0.00013285996
      ],
      [
        " the",
        -0.27011576
      ],
      [
        " Spanish",
        -0.00022833108
      ],
      [
        " Success",
        -0.0032766988
      ],
      [
        "ion",
        -3.2929079e-06
      ]
    ]
  },
  "The navies of these two countries fought each other at the Battle of Oliwa, while their armies fought each other at the Battle of Dirschau. Treaties signed by these two countries include those of Stumsdorf,": {
    "guess": "Poland and Sweden",
    "confidence": [
      [
        "Pol",
        -0.32953528
      ],
      [
        "and",
        -0.20024018
      ],
      [
        " and",
        -0.5741022
      ],
      [
        " Sweden",
        -0.0021292067
      ]
    ]
  },
  "A naval engagement during the War of the Spanish Succession took place near this region's curiously-named": {
    "guess": "Lizard Point",
    "confidence": [
      [
        "L",
        -0.5768062
      ],
      [
        "izard",
        -0.012677398
      ],
      [
        " Point",
        -0.009917695
      ]
    ]
  },
  "A naval engagement during the War of the Spanish Succession took place near this region's curiously-named Lizard Point. Islands in this region purportedly have the world's smallest football league and were featured in an Adidas commercial. Like many regions surrounding this one, it was subdivided into \"hundreds,\" examples of which include Triggshire, (*) Kerrier, and Penwith. Another interesting place name in this region is the village of Mousehole, the home of Dolly Pentreath, which lies four kilometers south of  ► Penzance. The Duke of this region was the first English peerage created; its current holder is Charles, Prince of Wales. For 10 points, name this southwestern English county which is de facto bilingual, contains the Isles of Scilly, and whose administrative center is Truro.": {
    "guess": "Cornwall",
    "confidence": [
      [
        "Corn",
        -0.0045043
      ],
      [
        "wall",
        -0.00082999794
      ]
    ]
  },
  "At a naval engagement, in this war, the Cumberland was captured, though Richard Edwards still led his smaller force to victory over the fleet of Claude de Forbin. A commander in this war was assisted by the forces of Count Overkirk of the Dutch Republic in defeating Francois de Neufville, the Duc de Villeroi. In addition to featuring the Battle of the Lizard and the Battle of (*) Ramillies, this war included a costly victory for one side over Villars and Boufflers and a battle that began with a charge across the Nebel river. At that battle, the Duc de Tallard was captured by forces of the Duke of Marlborough and Eugene of Savoy. Fought after the death of the imbecile Charles II and ended by the Treaty of Utrecht, for 10 points, name this war fought to prevent the union of France and a certain": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.047065143
      ],
      [
        " of",
        -0.00022630462
      ],
      [
        " the",
        -0.039151523
      ],
      [
        " Spanish",
        -0.00019603055
      ],
      [
        " Success",
        -0.002145266
      ],
      [
        "ion",
        -3.7265952e-05
      ]
    ]
  },
  "At a naval engagement, in this war, the Cumberland was captured, though Richard Edwards still led his smaller force to victory over the fleet of Claude de Forbin. A commander in this war was assisted by the forces of Count Overkirk of the Dutch Republic in defeating Francois de Neufville, the Duc de Villeroi. In addition to featuring the Battle of the Lizard and the Battle of (*) Ramillies, this war included a costly victory for one side over Villars and Boufflers and a battle that began with a charge across the Nebel river. At that battle, the Duc de Tallard was captured by forces of the Duke": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.004356891
      ],
      [
        " of",
        -0.0001246349
      ],
      [
        " the",
        -0.20127922
      ],
      [
        " Spanish",
        -2.5703197e-05
      ],
      [
        " Success",
        -0.002766479
      ],
      [
        "ion",
        -2.1008714e-06
      ]
    ]
  },
  "The navies of these two countries fought each other at the Battle of Oliwa, while their armies fought each other at the Battle of Dirschau. Treaties signed by these two countries include those of Stumsdorf, Altranstadt, and Altmark. These countries once came into conflict because they were each ruled": {
    "guess": "Poland and Sweden",
    "confidence": [
      [
        "Pol",
        -1.1072177
      ],
      [
        "and",
        -0.077318475
      ],
      [
        " and",
        -0.732549
      ],
      [
        " Sweden",
        -0.0066264393
      ]
    ]
  },
  "Naval forces prepared for one battle in this conflict by massing near Tangier Island. Sackett's Harbor was of strategic importance in this war, which saw the heroics of Laura Secord. Another battle in this conflict occurred after a failed rendezvous with Isaac Chauncey, and saw Gordon Drummond and Phineas Riall win a costly victory. Unrest leading to this war was partly caused by the Orders in Council,": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0063612508
      ],
      [
        " of",
        -0.00036323295
      ],
      [
        " ",
        -8.061054e-06
      ],
      [
        "181",
        -0.00013929696
      ],
      [
        "2",
        -7.89631e-07
      ]
    ]
  },
  "Naval forces prepared for one battle in this conflict by massing near Tangier Island. Sackett's Harbor was of strategic importance in this war, which saw the heroics of Laura Secord. Another battle in this conflict occurred after a failed rendezvous with Isaac Chauncey, and saw Gordon Drummond and Phineas": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0266855
      ],
      [
        " of",
        -0.00018018014
      ],
      [
        " ",
        -2.5583993e-05
      ],
      [
        "181",
        -6.313315e-05
      ],
      [
        "2",
        -5.5122365e-07
      ]
    ]
  },
  "Naval forces prepared for one battle in this conflict by massing near Tangier Island. Sackett's Harbor was of strategic importance in this war, which saw the heroics of Laura Secord. Another battle in this conflict occurred after a failed rendezvous with Isaac Chauncey, and saw Gordon Drummond and Phineas Riall win a costly victory. Unrest leading to this war was partly caused by the Orders in Council, and before it, one side gained allies due to a raid on Prophetstown. The Battle of Bladensburg allowed one belligerent to enter the capital of the other. For 10 points, name this conflict which saw": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.018164692
      ],
      [
        " of",
        -0.000757335
      ],
      [
        " ",
        -3.297462e-05
      ],
      [
        "181",
        -0.00037299667
      ],
      [
        "2",
        -5.080963e-06
      ]
    ]
  },
  "This navy lost a ship during the Battle of Simon's Bay in South Africa. The Pioneer was the name of the": {
    "guess": "South African Navy",
    "confidence": [
      [
        "South",
        -0.35779402
      ],
      [
        " African",
        -0.4845299
      ],
      [
        " Navy",
        -0.0051215617
      ]
    ]
  },
  "Naval forces prepared for one battle in this conflict by massing near Tangier Island. Sackett's Harbor was of strategic importance in this war, which saw the heroics of Laura Secord. Another battle in this conflict occurred after a failed rendezvous with Isaac Chauncey, and saw Gordon Drummond and Phineas Riall win a costly victory. Unrest leading to this war was partly caused by the Orders in Council, and before it, one side gained allies due to a raid on Prophetstown. The Battle of Bladensburg": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.053399537
      ],
      [
        " of",
        -0.0012939277
      ],
      [
        " ",
        -8.208653e-05
      ],
      [
        "181",
        -0.000288153
      ],
      [
        "2",
        -3.5313153e-06
      ]
    ]
  },
  "At a naval engagement, in this war, the Cumberland was captured, though Richard Edwards still led his smaller force to victory over the fleet of Claude de Forbin. A commander in this war was assisted by the forces of Count Overkirk of the Dutch Republic in defeating Francois de Neufville, the Duc de Villeroi. In addition to featuring the Battle of the Lizard and the Battle of (*) Ramillies, this war included a costly victory for one side over Villars and Boufflers and a battle that began with a charge across the Nebel river. At that battle, the Duc de Tallard was captured by forces of the Duke of Marlborough and Eugene of Savoy. Fought after the death of the imbecile Charles II and ended by the": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.008312075
      ],
      [
        " of",
        -0.00012952226
      ],
      [
        " the",
        -0.015142759
      ],
      [
        " Spanish",
        -0.00011534435
      ],
      [
        " Success",
        -0.0007423263
      ],
      [
        "ion",
        -3.3213026e-05
      ]
    ]
  },
  "A naval engagement during the War of the Spanish Succession took place near this region's curiously-named Lizard Point. Islands in this region purportedly have the world's smallest football league and": {
    "guess": "Cornwall",
    "confidence": [
      [
        "Corn",
        -0.06721381
      ],
      [
        "wall",
        -0.024531558
      ]
    ]
  },
  "This Navajo equivalent of this kind of person is known as the Mai-cob. Among the Belgians, it is said": {
    "guess": "Werewolf",
    "confidence": [
      [
        "Wer",
        -0.42599252
      ],
      [
        "ewolf",
        -0.0072696293
      ]
    ]
  },
  "This Navajo equivalent of this kind of person is known as the Mai-cob. Among the Belgians, it is said that these people fear Mountain Ash trees, whose shadow may protect a house from them, while in Haitian": {
    "guess": "Skin-walker",
    "confidence": [
      [
        "Skin",
        -1.0004337
      ],
      [
        "-w",
        -0.5690438
      ],
      [
        "alker",
        -0.08141933
      ]
    ]
  },
  "This Navajo equivalent of this kind of person is known as the Mai-cob. Among the Belgians, it is said that these people fear Mountain Ash trees, whose shadow may protect a house from them, while in Haitian tradition they are said to have red eyes. Allegedly, one of them named Hans was executed in Estonia": {
    "guess": "Vampire",
    "confidence": [
      [
        "V",
        -0.5266018
      ],
      [
        "ampire",
        -0.087692454
      ]
    ]
  },
  "This Navajo equivalent of this kind of person is known as the Mai-cob. Among the Belgians, it is said that these people fear Mountain Ash trees, whose shadow may protect a house from them, while in Haitian tradition they are said to have red eyes. Allegedly, one of them named Hans was executed in Estonia in 1651, and in 1573, Gilles Garnier was executed in France on accusations of being this kind of": {
    "guess": "Werewolf",
    "confidence": [
      [
        "Wer",
        -0.04548153
      ],
      [
        "ewolf",
        -0.011232197
      ]
    ]
  },
  "This Navajo equivalent of this kind of person is known as the Mai-cob. Among the Belgians, it is said that these people fear Mountain Ash trees, whose shadow may protect a house from them, while in Haitian tradition they are said to have red eyes. Allegedly, one of them named Hans was executed in Estonia in 1651, and in 1573, Gilles Garnier was executed in France on accusations of being this kind of creature. In eighteenth century France, the Beast of Gevaudan, which killed over a hundred people, was": {
    "guess": "Werewolf",
    "confidence": [
      [
        "Wer",
        -0.03924805
      ],
      [
        "ewolf",
        -0.004713261
      ]
    ]
  },
  "This Navajo equivalent of this kind of person is known as the Mai-cob. Among the Belgians, it is said that these people fear Mountain Ash trees, whose shadow may protect a house from them, while in Haitian tradition they are said to have red eyes. Allegedly, one of them named Hans was executed in Estonia in 1651, and in 1573, Gilles Garnier was executed in France on accusations of being this kind of creature. In eighteenth century France, the Beast of Gevaudan, which killed over a hundred people, was allegedly one of these creatures. For ten points, name this creature which you might encounter": {
    "guess": "Werewolf",
    "confidence": [
      [
        "Wer",
        -0.008343881
      ],
      [
        "ewolf",
        -0.010097681
      ]
    ]
  },
  "This Navajo equivalent of this kind of person is known as the Mai-cob. Among the Belgians, it is said that these people fear Mountain Ash trees, whose shadow may protect a house from them, while in Haitian tradition they are said to have red eyes. Allegedly, one of them named Hans was executed in Estonia in 1651, and in 1573, Gilles Garnier was executed in France on accusations of being this kind of creature. In eighteenth century France, the Beast of Gevaudan, which killed over a hundred people, was allegedly one of these creatures. For ten points, name this creature which you might encounter under a full moon and slay with a silver bullet. ": {
    "guess": "Werewolf",
    "confidence": [
      [
        "Wer",
        -0.00100935
      ],
      [
        "ewolf",
        -0.0017010067
      ]
    ]
  }
}