{
  "Russ Feingold was the only Senator to vote against this bill, which passed the House of Representatives by a vote of 357-66 before being signed into law by President Bush on [*] October 26, 2001. Strengthening immigration laws, legalizing roving wiretaps, and expanding the use of Internet and e-mail surveillance—for 10 points—name this act commonly called the \"Anti-Terrorist Act.\"": {
    "guess": "USA PATRIOT Act",
    "confidence": [
      [
        "USA",
        -0.11631664
      ],
      [
        " PAT",
        -0.19767046
      ],
      [
        "RI",
        -2.0219828e-05
      ],
      [
        "OT",
        -2.868329e-05
      ],
      [
        " Act",
        -0.0034967232
      ]
    ]
  },
  "This Russian leader employed Ioannis Kapodistrias, who became the first leader of the First Hellenic Republic, which became the modern nation of Greece. According to legend, he was convinced to become a mystic by Baroness Barbara Juliana von Kriüdener, so he moved to Siberia and changed his identity to Fyodor Kuzmich after faking his death. Historians also argue about whether or not he knew about the assassination plot that brought him to power against his father Paul the First. This leader increased": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.36223432
      ],
      [
        " I",
        -0.0011315246
      ],
      [
        " of",
        -0.00019340808
      ],
      [
        " Russia",
        -2.1650272e-05
      ]
    ]
  },
  "This Russian novel begins \"I am a sick man. I am a malicious man. I am an unprepossessing man.\" The story centers around the spiteful hero who torments Liza, a sympathetic soul ready to help him with her love; he refuses and continues to torment himself. For 10 points -- name this 1864 novel written": {
    "guess": "Notes from the Underground",
    "confidence": [
      [
        "Notes",
        -0.028285636
      ],
      [
        " from",
        -0.0034262775
      ],
      [
        " the",
        -0.16140516
      ],
      [
        " Underground",
        -0.030469261
      ]
    ]
  },
  "This man had the Russian soldier John Basil Turchin court-martialed for the looting of Athens, Alabama.": {
    "guess": "John Basil Turchin",
    "confidence": [
      [
        "John",
        -0.7933424
      ],
      [
        " Basil",
        -0.03655698
      ],
      [
        " T",
        -2.7848862e-05
      ],
      [
        "urch",
        -0.00010747691
      ],
      [
        "in",
        -0.000117132404
      ]
    ]
  },
  "This Russian leader employed Ioannis Kapodistrias, who became the first leader of the First Hellenic Republic, which became the modern nation of Greece. According to legend, he was convinced to become a mystic by Baroness Barbara Juliana von Kriüdener, so he moved to Siberia and changed his identity": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.8206087
      ],
      [
        "ig",
        -2.2723105e-05
      ],
      [
        "ori",
        -0.06382704
      ],
      [
        " Ras",
        -0.0024464005
      ],
      [
        "put",
        -7.89631e-07
      ],
      [
        "in",
        -2.5107178e-05
      ]
    ]
  },
  "This Russian leader employed Ioannis Kapodistrias, who became the first leader of the First Hellenic Republic, which became the modern nation of Greece. According to legend, he was convinced to become a mystic by Baroness Barbara Juliana von Kriüdener, so he moved to Siberia and changed his identity to Fyodor Kuzmich after faking his death. Historians also argue about whether or not he knew about the": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.47161046
      ],
      [
        "ig",
        -3.650519e-06
      ],
      [
        "ori",
        -0.15692624
      ],
      [
        " Ras",
        -0.0005458842
      ],
      [
        "put",
        0.0
      ],
      [
        "in",
        -1.4617256e-05
      ]
    ]
  },
  "Russ Feingold was the only Senator to vote against this bill, which passed the House of Representatives by a vote of 357-66 before being signed into law by President Bush on [*] October 26, 2001. Strengthening immigration laws, legalizing roving wiretaps, and expanding the use of Internet and e-mail": {
    "guess": "USA PATRIOT Act",
    "confidence": [
      [
        "USA",
        -0.12007171
      ],
      [
        " PAT",
        -0.06740038
      ],
      [
        "RI",
        -1.9027791e-05
      ],
      [
        "OT",
        -4.1914896e-05
      ],
      [
        " Act",
        -0.017021867
      ]
    ]
  },
  "Russ Feingold was the only Senator to vote against this bill, which passed the House of Representatives": {
    "guess": "USA PATRIOT Act",
    "confidence": [
      [
        "USA",
        -0.3176454
      ],
      [
        " PAT",
        -0.19816492
      ],
      [
        "RI",
        -3.4762674e-05
      ],
      [
        "OT",
        -1.4498052e-05
      ],
      [
        " Act",
        -0.0054805065
      ]
    ]
  },
  "This Russian novel begins \"I am a sick man. I am a malicious man. I am an unprepossessing man.\" The story centers around the spiteful hero who torments Liza, a sympathetic soul ready to help him with her": {
    "guess": "Notes from the Underground",
    "confidence": [
      [
        "Notes",
        -0.0077385353
      ],
      [
        " from",
        -0.0017259917
      ],
      [
        " the",
        -0.1911331
      ],
      [
        " Underground",
        -0.035117593
      ]
    ]
  },
  "Russ Feingold was the only Senator to vote against this bill, which passed the House of Representatives by a vote of 357-66 before being signed into law by President Bush on [*] October 26, 2001. Strengthening": {
    "guess": "USA PATRIOT Act",
    "confidence": [
      [
        "USA",
        -0.10574587
      ],
      [
        " PAT",
        -0.019643864
      ],
      [
        "RI",
        -1.8074163e-05
      ],
      [
        "OT",
        -2.0219828e-05
      ],
      [
        " Act",
        -0.005283446
      ]
    ]
  },
  "This Russian novel begins \"I am a sick man. I am a malicious man. I am an unprepossessing man.\" The story": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.0021213538
      ],
      [
        " from",
        -0.002328075
      ],
      [
        " Underground",
        -0.023279956
      ]
    ]
  },
  "This Russian leader employed Ioannis Kapodistrias, who became the first leader of the First Hellenic Republic, which became the modern nation of Greece. According to legend, he was convinced to become": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.2167165
      ],
      [
        " I",
        -0.07864045
      ],
      [
        " of",
        -7.278864e-05
      ],
      [
        " Russia",
        -0.0002288079
      ]
    ]
  },
  "This Russian leader employed Ioannis Kapodistrias, who became the first leader of the First Hellenic Republic, which became the modern nation of Greece. According to legend, he was convinced to become a mystic by Baroness Barbara Juliana von Kriüdener, so he moved to Siberia and changed his identity to Fyodor Kuzmich after faking his death. Historians also argue about whether or not he knew about the assassination plot that brought him to power against his father Paul the First. This leader increased Russian territory during the Finnish War and became King of Poland according to the Congress of": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.042904302
      ],
      [
        " I",
        -0.0018937719
      ],
      [
        " of",
        -0.00021105022
      ],
      [
        " Russia",
        -3.8100377e-05
      ]
    ]
  },
  "This Russian leader employed Ioannis Kapodistrias, who became the first leader of the First Hellenic Republic, which became the modern nation of Greece. According to legend, he was convinced to become a mystic by Baroness Barbara Juliana von Kriüdener, so he moved to Siberia and changed his identity to Fyodor Kuzmich after faking his death. Historians also argue about whether or not he knew about the assassination plot that brought him to power against his father Paul the First. This leader increased Russian territory during the Finnish War and became King of Poland according to the Congress of Vienna. Name this Tsar during the Napoleonic Wars.": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.0010394792
      ],
      [
        " I",
        -0.0017503882
      ],
      [
        " of",
        -0.0005320639
      ],
      [
        " Russia",
        -1.4021238e-05
      ]
    ]
  },
  "This Russian leader employed Ioannis Kapodistrias, who became the first leader of the First Hellenic": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.23135108
      ],
      [
        " I",
        -0.044257455
      ],
      [
        " of",
        -7.703444e-06
      ],
      [
        " Russia",
        -4.441817e-05
      ]
    ]
  },
  "This man had the Russian soldier John Basil Turchin court-martialed for the looting of Athens, Alabama. This man was court-martialed partially for his inaction to save Munfordville and for his failure to reinforce McCook's division after a surprise attack on this man's troops. This man was eventually replaced by William (*) Rosecrans for his failure to chase the enemy after that battle, Perryville. For 10 points, name this man whose reinforcing of Grant turned the tide at the Battle of Shiloh.": {
    "guess": "Don Carlos Buell",
    "confidence": [
      [
        "Don",
        -0.046504434
      ],
      [
        " Carlos",
        -0.00015002528
      ],
      [
        " Bu",
        -0.00019507692
      ],
      [
        "ell",
        -2.4584822e-06
      ]
    ]
  },
  "This man had the Russian soldier John Basil Turchin court-martialed for the looting of Athens, Alabama. This man was court-martialed partially for his inaction to save Munfordville and for his failure": {
    "guess": "William \"Bull\" Nelson",
    "confidence": [
      [
        "William",
        -1.3626332
      ],
      [
        " \"",
        -0.19453076
      ],
      [
        "B",
        -0.0003240223
      ],
      [
        "ull",
        -6.7662884e-05
      ],
      [
        "\"",
        -0.00034774013
      ],
      [
        " Nelson",
        -0.00055410556
      ]
    ]
  },
  "This man had the Russian soldier John Basil Turchin court-martialed for the looting of Athens, Alabama. This man was court-martialed partially for his inaction to save Munfordville and for his failure to reinforce McCook's division after a surprise attack on this man's troops. This man was eventually": {
    "guess": "Don Carlos Buell",
    "confidence": [
      [
        "Don",
        -0.4408651
      ],
      [
        " Carlos",
        -0.00024751187
      ],
      [
        " Bu",
        -1.7716551e-05
      ],
      [
        "ell",
        -7.89631e-07
      ]
    ]
  },
  "This Russian novel begins \"I am a sick man. I am a malicious man. I am an unprepossessing man.\" The story centers around the spiteful hero who torments Liza, a sympathetic soul ready to help him with her love; he refuses and continues to torment himself. For 10 points -- name this 1864 novel written after Fyodor Dostoyevsky's visit to Siberia.": {
    "guess": "Notes from the underground",
    "confidence": [
      [
        "Notes",
        -0.0015797324
      ],
      [
        " from",
        -0.0010786605
      ],
      [
        " the",
        -0.0030010005
      ],
      [
        " underground",
        -0.23706439
      ]
    ]
  },
  "This man had the Russian soldier John Basil Turchin court-martialed for the looting of Athens, Alabama. This man was court-martialed partially for his inaction to save Munfordville and for his failure to reinforce McCook's division after a surprise attack on this man's troops. This man was eventually replaced by William (*) Rosecrans for his failure to chase the enemy after that battle, Perryville.": {
    "guess": "Don Carlos Buell",
    "confidence": [
      [
        "Don",
        -0.04442428
      ],
      [
        " Carlos",
        -0.00040087933
      ],
      [
        " Bu",
        -0.00014931006
      ],
      [
        "ell",
        -1.8624639e-06
      ]
    ]
  }
}