{
  "Some aminoglycoside antibiotics, such as kanamycin, inhibit the activity of these structures. The binding of certain molecules to their A-sites is facilitated by elongation factors; those molecules are later shifted to the E-site for removal. In bacteria, they recognize and bind to purine-only segments upstream of f-met called (*) Shine-Dalgarno sequences. The prokaryotic versions of these structures are composed of two subunits, 30S and 50S. They may be free-floating in the cytosol or membrane-bound within the endoplasmic reticulum, and they name the type of RNA most abundant in the cell. For 10 points, identify these tiny structures synthesized in the nucleolus, which produce polypeptide chains in translation.": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0034682134
      ],
      [
        "osome",
        -0.3707943
      ]
    ]
  },
  "Amidst threats of the presence of the outlaw Mantee a drifter and former author named Alan Squier meets and falls in love with Gabby Maple, and young girl who longs to leave the Arizona desert town where she lives and go to France to be with her mother. When Mantee shows up Squier, who respects his Robin Hood-like nobility, makes an unusual request that Mantee kill him so he can leave his life insurance": {
    "guess": "The Petrified Forest (play)",
    "confidence": [
      [
        "The",
        -0.0075845057
      ],
      [
        " Petr",
        -0.6523505
      ],
      [
        "ified",
        -9.8536635e-05
      ],
      [
        " Forest",
        -0.0003156817
      ],
      [
        " (",
        -0.5164642
      ],
      [
        "play",
        -0.0002751598
      ],
      [
        ")",
        -0.00021366903
      ]
    ]
  },
  "Amidst threats of the presence of the outlaw Mantee a drifter and former author named Alan Squier meets and falls in love with Gabby Maple, and young girl who longs to leave the Arizona desert town where": {
    "guess": "The Petrified Forest",
    "confidence": [
      [
        "The",
        -0.040860735
      ],
      [
        " Petr",
        -0.08241443
      ],
      [
        "ified",
        -1.5451682e-05
      ],
      [
        " Forest",
        -0.0006133131
      ]
    ]
  },
  "The amino acid GABA causes an increase of this property for chlorine ions, resulting in a depolarization of the cell membrane. Patch-clamp studies show that calcium has two types of channels, one with a high and one with a low level of this property. One of the units used to express it is the siemens,": {
    "guess": "Conductance",
    "confidence": [
      [
        "Con",
        -0.49945983
      ],
      [
        "duct",
        -4.8471098e-05
      ],
      [
        "ance",
        -0.0011608157
      ]
    ]
  },
  "Amino acids are least soluble at the isoelectric point, a point on the curve associated with this lab technique. Finding the end point for this lab technique requires substances like (*) phenolphthalein and litmus, which are known as indicators. The curve associated with this technique has an inflection": {
    "guess": "Titration",
    "confidence": [
      [
        "Tit",
        -0.01059192
      ],
      [
        "ration",
        -1.92662e-05
      ]
    ]
  },
  "Amino acids are least soluble at the isoelectric point, a point on the curve associated with this lab technique. Finding the end point for this lab technique requires substances like (*) phenolphthalein": {
    "guess": "Titration",
    "confidence": [
      [
        "Tit",
        -0.008339627
      ],
      [
        "ration",
        -2.5941605e-05
      ]
    ]
  },
  "Some aminoglycoside antibiotics, such as kanamycin, inhibit the activity of these structures. The binding of certain molecules to their A-sites is facilitated by elongation factors; those molecules are later shifted to the E-site for removal. In bacteria, they recognize and bind to purine-only segments": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.061986513
      ],
      [
        " RNA",
        -9.293406e-05
      ]
    ]
  },
  "Amidst threats of the presence of the outlaw Mantee a drifter and former author named Alan Squier meets": {
    "guess": "The Petrified Forest",
    "confidence": [
      [
        "The",
        -0.1363775
      ],
      [
        " Petr",
        -0.070346296
      ],
      [
        "ified",
        -7.982166e-05
      ],
      [
        " Forest",
        -0.0011171156
      ]
    ]
  },
  "The amino acid GABA causes an increase of this property for chlorine ions, resulting in a depolarization": {
    "guess": "Inhibitory postsynaptic potential",
    "confidence": [
      [
        "In",
        -1.0645217
      ],
      [
        "hib",
        -0.21482605
      ],
      [
        "itory",
        -0.018017652
      ],
      [
        " posts",
        -0.20091128
      ],
      [
        "yn",
        -8.1609716e-05
      ],
      [
        "aptic",
        -0.00046355845
      ],
      [
        " potential",
        -0.0028764382
      ]
    ]
  },
  "The amino acid GABA causes an increase of this property for chlorine ions, resulting in a depolarization of the cell membrane. Patch-clamp studies show that calcium has two types of channels, one with": {
    "guess": "GABA A receptor",
    "confidence": [
      [
        "G",
        -0.8710258
      ],
      [
        "ABA",
        -0.095674984
      ],
      [
        " A",
        -1.462352
      ],
      [
        " receptor",
        -0.023121206
      ]
    ]
  },
  "Amino acids are least soluble at the isoelectric point, a point on the curve associated with this lab technique. Finding the end point for this lab technique requires substances like (*) phenolphthalein and litmus, which are known as indicators. The curve associated with this technique has an inflection point when the amount of a reagent added from a buret is the same as the amount of analyte in the sample; that point is the equivalence point. For 10 points, name this technique that is used to determine the unknown concentration of a known reactant.": {
    "guess": "Titration",
    "confidence": [
      [
        "Tit",
        -0.0053101312
      ],
      [
        "ration",
        -2.8802491e-05
      ]
    ]
  },
  "Amino acids are least soluble at the isoelectric point, a point on the curve associated with this lab technique. Finding the end point for this lab technique requires substances like (*) phenolphthalein and litmus, which are known as indicators. The curve associated with this technique has an inflection point when the amount of a reagent added from a buret is the same as the amount of analyte in the sample; that point is the equivalence point. For 10 points, name this technique that is used to determine": {
    "guess": "Titration",
    "confidence": [
      [
        "Tit",
        -0.005585549
      ],
      [
        "ration",
        -2.4630364e-05
      ]
    ]
  },
  "Some aminoglycoside antibiotics, such as kanamycin, inhibit the activity of these structures. The binding of certain molecules to their A-sites is facilitated by elongation factors; those molecules are later shifted to the E-site for removal. In bacteria, they recognize and bind to purine-only segments upstream of f-met called (*) Shine-Dalgarno sequences. The prokaryotic versions of these structures are composed of two subunits, 30S and 50S. They may be free-floating in the cytosol or membrane-bound within the endoplasmic reticulum, and they name the type of RNA most abundant in the cell. For 10 points, identify these tiny structures synthesized in the nucleolus, which produce polypeptide chains": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.004686088
      ],
      [
        "osome",
        -0.3801717
      ]
    ]
  },
  "Some aminoglycoside antibiotics, such as kanamycin, inhibit the activity of these structures. The binding of certain molecules to their A-sites is facilitated by elongation factors; those molecules are": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.6506391
      ],
      [
        "osome",
        -0.19489065
      ]
    ]
  },
  "Amidst threats of the presence of the outlaw Mantee a drifter and former author named Alan Squier meets and falls in love with Gabby Maple, and young girl who longs to leave the Arizona desert town where she lives and go to France to be with her mother. When Mantee shows up Squier, who respects his Robin": {
    "guess": "The Petrified Forest",
    "confidence": [
      [
        "The",
        -0.039213084
      ],
      [
        " Petr",
        -0.07228629
      ],
      [
        "ified",
        -7.064298e-05
      ],
      [
        " Forest",
        -0.0014955765
      ]
    ]
  },
  "Amidst threats of the presence of the outlaw Mantee a drifter and former author named Alan Squier meets and falls in love with Gabby Maple, and young girl who longs to leave the Arizona desert town where she lives and go to France to be with her mother. When Mantee shows up Squier, who respects his Robin Hood-like nobility, makes an unusual request that Mantee kill him so he can leave his life insurance to Gabby, which Mantee does. This is, FTP, a brief synopsis of what play by Robert Sherwood?": {
    "guess": "The Petrified Forest",
    "confidence": [
      [
        "The",
        -0.09525467
      ],
      [
        " Petr",
        -0.0018629532
      ],
      [
        "ified",
        -1.9146995e-05
      ],
      [
        " Forest",
        -0.0005710252
      ]
    ]
  },
  "Amino acids are least soluble at the isoelectric point, a point on the curve associated with this lab": {
    "guess": "Electrophoresis",
    "confidence": [
      [
        "Elect",
        -0.43900332
      ],
      [
        "roph",
        -0.017656868
      ],
      [
        "ores",
        -0.0011237874
      ],
      [
        "is",
        -0.00017088225
      ]
    ]
  },
  "Some aminoglycoside antibiotics, such as kanamycin, inhibit the activity of these structures. The binding of certain molecules to their A-sites is facilitated by elongation factors; those molecules are later shifted to the E-site for removal. In bacteria, they recognize and bind to purine-only segments upstream of f-met called (*) Shine-Dalgarno sequences. The prokaryotic versions of these structures are composed of two subunits, 30S and 50S. They may be free-floating in the cytosol or membrane-bound": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0047378223
      ],
      [
        "osome",
        -0.0067352653
      ]
    ]
  },
  "Some aminoglycoside antibiotics, such as kanamycin, inhibit the activity of these structures. The binding": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.025144156
      ],
      [
        "osome",
        -0.15789257
      ]
    ]
  },
  "The amino acid GABA causes an increase of this property for chlorine ions, resulting in a depolarization of the cell membrane. Patch-clamp studies show that calcium has two types of channels, one with a high and one with a low level of this property. One of the units used to express it is the siemens, which can be represented by current divided by voltage. However its better known unit of measure is the mho, the reciprocal of the ohm. FTP, name this electrical property defined as 1 over R, or the reciprocal of resistance.": {
    "guess": "Conductance",
    "confidence": [
      [
        "Con",
        -0.40737727
      ],
      [
        "duct",
        -4.143808e-05
      ],
      [
        "ance",
        -0.013672817
      ]
    ]
  },
  "Some aminoglycoside antibiotics, such as kanamycin, inhibit the activity of these structures. The binding of certain molecules to their A-sites is facilitated by elongation factors; those molecules are later shifted to the E-site for removal. In bacteria, they recognize and bind to purine-only segments upstream of f-met called (*) Shine-Dalgarno sequences. The prokaryotic versions of these structures": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.009334909
      ],
      [
        "osome",
        -0.15504368
      ]
    ]
  },
  "Some aminoglycoside antibiotics, such as kanamycin, inhibit the activity of these structures. The binding of certain molecules to their A-sites is facilitated by elongation factors; those molecules are later shifted to the E-site for removal. In bacteria, they recognize and bind to purine-only segments upstream of f-met called (*) Shine-Dalgarno sequences. The prokaryotic versions of these structures are composed of two subunits, 30S and 50S. They may be free-floating in the cytosol or membrane-bound within the endoplasmic reticulum, and they name the type of RNA most abundant in the cell. For": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.011114083
      ],
      [
        "osome",
        -0.004121973
      ]
    ]
  },
  "Amino acids are least soluble at the isoelectric point, a point on the curve associated with this lab technique. Finding the end point for this lab technique requires substances like (*) phenolphthalein and litmus, which are known as indicators. The curve associated with this technique has an inflection point when the amount of a reagent added from a buret is the same as the amount of analyte in the": {
    "guess": "Titration",
    "confidence": [
      [
        "Tit",
        -0.0046075378
      ],
      [
        "ration",
        -1.247159e-05
      ]
    ]
  },
  "The amino acid GABA causes an increase of this property for chlorine ions, resulting in a depolarization of the cell membrane. Patch-clamp studies show that calcium has two types of channels, one with a high and one with a low level of this property. One of the units used to express it is the siemens, which can be represented by current divided by voltage. However its better known unit of measure is the mho, the reciprocal of the ohm. FTP, name this electrical property defined as 1 over R, or the": {
    "guess": "Electrical Conductance",
    "confidence": [
      [
        "Elect",
        -0.29312372
      ],
      [
        "rical",
        -1.5332478e-05
      ],
      [
        " Conduct",
        -0.51378185
      ],
      [
        "ance",
        -0.0029086543
      ]
    ]
  },
  "The amino acid GABA causes an increase of this property for chlorine ions, resulting in a depolarization of the cell membrane. Patch-clamp studies show that calcium has two types of channels, one with a high and one with a low level of this property. One of the units used to express it is the siemens, which can be represented by current divided by voltage. However its better known unit of measure is": {
    "guess": "Electrical conductivity",
    "confidence": [
      [
        "Elect",
        -0.42441666
      ],
      [
        "rical",
        -0.0001658757
      ],
      [
        " conductivity",
        -0.7776131
      ]
    ]
  }
}