{
  "Infertility is one of the two most common complaints leading to its diagnosis.  In addition to taurodontism, it causes linguistic impairment and fatigue-induced learning disabilities but does not cause mental disability.  Increased maternal age may be a risk factor for this syndrome, which affects one": {
    "guess": "Klinefelter syndrome",
    "confidence": [
      [
        "K",
        -0.67349917
      ],
      [
        "line",
        -0.0050435252
      ],
      [
        "f",
        -1.6524515e-05
      ],
      [
        "elter",
        -1.7239736e-05
      ],
      [
        " syndrome",
        -0.111822695
      ]
    ]
  },
  "An infinite number of these objects comprise the Baum-Sweet sequence. A rudimentary form of error checking involves utilizing a parity one of these objects. Although it doesn't involve cin and cout, in languages with C syntax, operations named for these objects can be performed by using two less than or greater than signs, which are left and right shifts. The most significant one is often used to store": {
    "guess": "Bit",
    "confidence": [
      [
        "Bit",
        -0.0957661
      ]
    ]
  },
  "Infants and some adults with this disorder exhibit light-colored clumps of connective tissue on the outside of the iris called Brushfield spots. Some studies have shown that increased expression of certain": {
    "guess": "Down syndrome",
    "confidence": [
      [
        "Down",
        -0.027273916
      ],
      [
        " syndrome",
        -0.012901017
      ]
    ]
  },
  "This infectious agent's genome codes for pol and gag, and the TAR hairpin of its genome binds to the tat protein, which interacts with receptors for CXCR4, also known as fusin, which itself is a receptor": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.013229642
      ],
      [
        "IV",
        -0.0002605014
      ]
    ]
  },
  "The infantile form of this disease, which can be caused by a mutation in the GM2 activator protein, is most often caused by a four-base-pair insertion, while a rare adult-onset form can result from being a heterozygote with two mutant alleles. It is normally caused by mutations of the HEXA gene on chromosome 15, which leads to low serum levels of hexos-aminidase A. It can be diagnosed by a characteristic \"cherry-red\" spot on the retina due to the inability to hydrolyze certain compounds consisting of sialic acid and glyco- sphingolipids, known as gangliosides, which then build up in the lysosomes.": {
    "guess": "Tay–Sachs disease",
    "confidence": [
      [
        "T",
        -0.0010668703
      ],
      [
        "ay",
        -1.1279553e-05
      ],
      [
        "–",
        -0.032070886
      ],
      [
        "S",
        -2.4584822e-06
      ],
      [
        "achs",
        -3.166338e-05
      ],
      [
        " disease",
        -0.00090371893
      ]
    ]
  },
  "Infants and some adults with this disorder exhibit light-colored clumps of connective tissue on the outside": {
    "guess": "Ehlers-Danlos syndrome",
    "confidence": [
      [
        "E",
        -1.1879282
      ],
      [
        "h",
        -0.038336147
      ],
      [
        "lers",
        -0.0024065736
      ],
      [
        "-D",
        -0.02564298
      ],
      [
        "an",
        -5.252402e-05
      ],
      [
        "los",
        -0.00011450992
      ],
      [
        " syndrome",
        -0.23918855
      ]
    ]
  },
  "Industrialist Gerald Crich falls in love with Gudrun Brangwen,  but their relationship is troubled by possessiveness. Gudrun's  sister Ursula, on the other hand, enjoys a more enlightened  marriage to authorial mouthpiece Rupert Birkin, whose offers of  friendship are spurned by Crich. The characters in this novel are  probably based on the author's friends John Middleton Murry and  Katherine Mansfield, the author himself, and his wife Frieda. FTP,  name this 1920 sequel to \"The Rainbow\" by D.H. Lawrence.": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.006395011
      ],
      [
        " in",
        -0.001448214
      ],
      [
        " Love",
        -0.00026872646
      ]
    ]
  },
  "Industrialist Gerald Crich falls in love with Gudrun Brangwen,  but their relationship is troubled by": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.0026341612
      ],
      [
        " in",
        -0.0015672343
      ],
      [
        " Love",
        -0.0006614457
      ]
    ]
  },
  "Infection with an anaerobic gram-positive rod causes this disease, which is mediated by a plasmid-produced toxin. The toxin that causes the symptoms of this disease is absorbed by peripheral nerves and": {
    "guess": "Tetanus",
    "confidence": [
      [
        "T",
        -0.5882717
      ],
      [
        "et",
        -3.650519e-06
      ],
      [
        "anus",
        -0.00012880703
      ]
    ]
  },
  "It's not inductance, but this quantity's \"self\" variety can be measured using pulsed-field gradient spin echo sequence in NMR. Converting between its tracer and chemical forms can be found using an expression including the derivative of the natural logs of the activity coefficient and the mole fraction. This constant appears in the div term of an equation that relates its namesake process to advection. It is reduced by the product of tortuosity, porosity and (*) hindrance in a porous material. This": {
    "guess": "Effective diffusion coefficient",
    "confidence": [
      [
        "Effective",
        -0.37528023
      ],
      [
        " diffusion",
        -0.23550971
      ],
      [
        " coefficient",
        -0.002444739
      ]
    ]
  },
  "This infectious agent's genome codes for pol and gag, and the TAR hairpin of its genome binds to the": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.10655408
      ],
      [
        "IV",
        -0.00014334988
      ]
    ]
  },
  "Inflammation can mediate the formation of stacks of these cells called rouleuax. Systems which classify these cells by surface antigenic response include the Colton, Diego, and Duffy systems, while the sole form of energy production in these cells occurs through fermentation. The object of the direct Coombs' test, overproduction of these cells results in the condition polycythemia vera. Damage to these cells leads to formation of schistocytes, and they are the best known example of cells without": {
    "guess": "Red Blood Cells",
    "confidence": [
      [
        "Red",
        -0.14568114
      ],
      [
        " Blood",
        -0.5350463
      ],
      [
        " Cells",
        -0.061409995
      ]
    ]
  },
  "This inertial force, described by a 19th-century French engineer and mathematician in 1835, often aids  the formation of jet streams and western boundary currents. It is also responsible for Rossby and Kelvin  waves as well as other types of waves found in the ocean and atmosphere. This effect is often": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.0016918462
      ],
      [
        "iol",
        -0.00014191943
      ],
      [
        "is",
        -7.703444e-06
      ],
      [
        " force",
        -0.001619242
      ]
    ]
  },
  "Industrialist Gerald Crich falls in love with Gudrun Brangwen,  but their relationship is troubled by possessiveness. Gudrun's  sister Ursula, on the other hand, enjoys a more enlightened  marriage to authorial mouthpiece Rupert Birkin, whose offers of  friendship are spurned by Crich. The characters": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.01758776
      ],
      [
        " in",
        -0.0021089823
      ],
      [
        " Love",
        -0.00023500649
      ]
    ]
  },
  "This inertial force, described by a 19th-century French engineer and mathematician in 1835, often aids  the formation of jet streams and western boundary currents. It is also responsible for Rossby and Kelvin  waves as well as other types of waves found in the ocean and atmosphere. This effect is often naively used  to suggest that toilets flush in different directions, depending on whether they are": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.0023017933
      ],
      [
        "iol",
        -0.00018637507
      ],
      [
        "is",
        -1.7239736e-05
      ],
      [
        " force",
        -0.0099370545
      ]
    ]
  },
  "An infinite number of these objects comprise the Baum-Sweet sequence. A rudimentary form of error checking involves utilizing a parity one of these objects. Although it doesn't involve cin and cout, in languages with C syntax, operations named for these objects can be performed by using two less than or greater than signs, which are left and right shifts. The most significant one is often used to store (*) signedness, and they can be toggled using a namesake mask. One of these objects can be used": {
    "guess": "Bit",
    "confidence": [
      [
        "Bit",
        -0.0610365
      ]
    ]
  },
  "Infant dactylitis, or swelling of one or more digits, is an early sign of this disease. Prophylactic": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.1684684
      ],
      [
        "ickle",
        -0.0007355354
      ],
      [
        "-cell",
        -0.26944983
      ],
      [
        " disease",
        -0.033173345
      ]
    ]
  },
  "Infertility is one of the two most common complaints leading to its diagnosis.  In addition to taurodontism, it causes linguistic impairment and fatigue-induced learning disabilities but does not cause mental disability.  Increased maternal age may be a risk factor for this syndrome, which affects one in seven hundred males and causes infertility, increased height, gynecomastia, low levels of body": {
    "guess": "Klinefelter syndrome",
    "confidence": [
      [
        "K",
        -0.50627965
      ],
      [
        "line",
        -0.00135964
      ],
      [
        "f",
        -2.0458236e-05
      ],
      [
        "elter",
        -2.8564085e-05
      ],
      [
        " syndrome",
        -0.13203573
      ]
    ]
  },
  "The infantile form of this disease, which can be caused by a mutation in the GM2 activator protein, is most often caused by a four-base-pair insertion, while a rare adult-onset form can result from being": {
    "guess": "Tay–Sachs disease",
    "confidence": [
      [
        "T",
        -0.7748883
      ],
      [
        "ay",
        -0.000334393
      ],
      [
        "–",
        -0.40792966
      ],
      [
        "S",
        -1.5213274e-05
      ],
      [
        "achs",
        -3.9650025e-05
      ],
      [
        " disease",
        -0.014060085
      ]
    ]
  },
  "Industrialist Gerald Crich falls in love with Gudrun Brangwen,  but their relationship is troubled by possessiveness. Gudrun's  sister Ursula, on the other hand, enjoys a more enlightened  marriage to": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.3834843
      ],
      [
        " in",
        -0.0022887103
      ],
      [
        " Love",
        -0.00049917836
      ]
    ]
  },
  "This infectious agent's genome codes for pol and gag, and the TAR hairpin of its genome binds to the tat protein, which interacts with receptors for CXCR4, also known as fusin, which itself is a receptor for SDF-1. This virus uses the Env cap made up of gp41 and gp120 proteins to latch onto CD4 receptors. Infection by this virus is treated with [*] AZT, and Kaposi's sarcoma can be found in patients": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.0015450955
      ],
      [
        "IV",
        -1.504853e-06
      ]
    ]
  },
  "Inelastic neutron scattering spectroscopy has revealed that packing inefficiencies caused by sublattice distortions in trigonal systems may be caused by a magnetic version of this effect. Metallocene ions, especially those involving d7 or low-spin d5 systems, exhibit a notably strong example, and in its best studied example it is seen as an elongation of one of the axes of an octahedron. Responsible for the blue color of copper (II) hydrous complexes, for ten points, what is this splitting of energy levels in non- linear ions, an elimination of degeneracy resulting in the distortion of molecular geometry in coordinate systems?": {
    "guess": "Jahn–Teller effect",
    "confidence": [
      [
        "J",
        -0.01274943
      ],
      [
        "ahn",
        -0.00015860428
      ],
      [
        "–",
        -0.028831197
      ],
      [
        "T",
        -2.3392786e-06
      ],
      [
        "eller",
        -1.11603495e-05
      ],
      [
        " effect",
        -0.0013605937
      ]
    ]
  },
  "Infant dactylitis, or swelling of one or more digits, is an early sign of this disease. Prophylactic penicillin and hydroxyurea are used to treat it, and people with this disease often suffer splenic infarction and subsequently have the spleen removed. A point mutation that leads to this disease causes a sixth-residue (*) glutamine to change to a valine. Possessing one allele with this disease's causative mutation confers resistance to malaria. The aggregation of the beta-globin chains of hemoglobin blocks blood vessels and leads to this disease's namesake \"crises.\" For 10 points, name this disease most common in people of African descent that causes blood cells to form a namesake abnormal curved shape.": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.016577253
      ],
      [
        "ickle",
        -0.00012260844
      ],
      [
        "-cell",
        -0.58655435
      ],
      [
        " disease",
        -0.028341157
      ]
    ]
  },
  "Infants and some adults with this disorder exhibit light-colored clumps of connective tissue on the outside of the iris called Brushfield spots. Some studies have shown that increased expression of certain tumor suppressor genes in people with this disorder leads to resistance to most kinds of cancer. Sufferers of this disorder often have a single crease across the palm, defects in the septum between": {
    "guess": "Down syndrome",
    "confidence": [
      [
        "Down",
        -0.0031148533
      ],
      [
        " syndrome",
        -0.114556395
      ]
    ]
  },
  "Inflammation can mediate the formation of stacks of these cells called rouleuax. Systems which classify these cells by surface antigenic response include the Colton, Diego, and Duffy systems, while the sole form of energy production in these cells occurs through fermentation. The object of the direct Coombs' test, overproduction of these cells results in the condition polycythemia vera. Damage to these cells leads to formation of schistocytes, and they are the best known example of cells without nuclei. The site of the location of diseases such as thalasemia, sickle cell disease, and pernicious": {
    "guess": "Red Blood Cells",
    "confidence": [
      [
        "Red",
        -0.22063237
      ],
      [
        " Blood",
        -0.4542843
      ],
      [
        " Cells",
        -0.102699295
      ]
    ]
  },
  "Infants of this order are known as puggles, although they have no relation or resemblance to the pug-beagle": {
    "guess": "Tachyglossidae",
    "confidence": [
      [
        "T",
        -1.00189
      ],
      [
        "ach",
        -0.39701977
      ],
      [
        "yg",
        -1.7716551e-05
      ],
      [
        "loss",
        -3.655073e-05
      ],
      [
        "ida",
        -0.1209224
      ],
      [
        "e",
        -2.618001e-05
      ]
    ]
  },
  "Infant dactylitis, or swelling of one or more digits, is an early sign of this disease. Prophylactic penicillin and hydroxyurea are used to treat it, and people with this disease often suffer splenic infarction and subsequently have the spleen removed. A point mutation that leads to this disease causes a sixth-residue (*) glutamine to change to a valine. Possessing one allele with this disease's causative mutation confers resistance to malaria. The aggregation of the beta-globin chains of hemoglobin blocks blood vessels and leads to this disease's namesake \"crises.\" For 10 points, name this disease": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.014631406
      ],
      [
        "ickle",
        -0.00021236145
      ],
      [
        "-cell",
        -0.35633337
      ],
      [
        " disease",
        -0.23226658
      ]
    ]
  },
  "Infection with an anaerobic gram-positive rod causes this disease, which is mediated by a plasmid-produced toxin. The toxin that causes the symptoms of this disease is absorbed by peripheral nerves and is transported to the brainstem and spinal cord, where it binds to specific presynaptic nerve terminals.": {
    "guess": "Tetanus",
    "confidence": [
      [
        "T",
        -0.093757264
      ],
      [
        "et",
        -4.365741e-06
      ],
      [
        "anus",
        -0.00022785427
      ]
    ]
  },
  "Industrialist Gerald Crich falls in love with Gudrun Brangwen,  but their relationship is troubled by possessiveness. Gudrun's  sister Ursula, on the other hand, enjoys a more enlightened  marriage to authorial mouthpiece Rupert Birkin, whose offers of  friendship are spurned by Crich. The characters in this novel are  probably based on the author's friends John Middleton Murry and  Katherine Mansfield,": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.026735647
      ],
      [
        " in",
        -0.0027755129
      ],
      [
        " Love",
        -0.0004477117
      ]
    ]
  },
  "It's not inductance, but this quantity's \"self\" variety can be measured using pulsed-field gradient spin echo sequence in NMR. Converting between its tracer and chemical forms can be found using an expression": {
    "guess": "Diffusion Tensor",
    "confidence": [
      [
        "Diff",
        -0.056596365
      ],
      [
        "usion",
        -0.02885702
      ],
      [
        " Tensor",
        -0.54109067
      ]
    ]
  },
  "It's not inductance, but this quantity's \"self\" variety can be measured using pulsed-field gradient spin echo sequence in NMR. Converting between its tracer and chemical forms can be found using an expression including the derivative of the natural logs of the activity coefficient and the mole fraction. This constant appears in the div term of an equation that relates its namesake process to advection.": {
    "guess": "Diffusion coefficient",
    "confidence": [
      [
        "Diff",
        -0.20738323
      ],
      [
        "usion",
        -0.13030888
      ],
      [
        " coefficient",
        -0.1811763
      ]
    ]
  },
  "An infinite number of these objects comprise the Baum-Sweet sequence. A rudimentary form of error checking involves utilizing a parity one of these objects. Although it doesn't involve cin and cout, in languages with C syntax, operations named for these objects can be performed by using two less than or greater than signs, which are left and right shifts. The most significant one is often used to store (*) signedness, and they can be toggled using a namesake mask. One of these objects can be used to store a boolean value. In most systems, a collection of eight of them is known as a byte. For 10 points, name these most basic units of data in a computer, which can be 0 or 1.": {
    "guess": "Bit",
    "confidence": [
      [
        "Bit",
        -0.0066798516
      ]
    ]
  },
  "The infantile form of this disease, which can be caused by a mutation in the GM2 activator protein, is most often caused by a four-base-pair insertion, while a rare adult-onset form can result from being a heterozygote with two mutant alleles. It is normally caused by mutations of the HEXA gene on chromosome 15, which leads to low serum levels of hexos-aminidase A. It can be diagnosed by a characteristic": {
    "guess": "Tay–Sachs disease",
    "confidence": [
      [
        "T",
        -0.018696604
      ],
      [
        "ay",
        -4.246537e-06
      ],
      [
        "–",
        -0.09433139
      ],
      [
        "S",
        -2.8160932e-06
      ],
      [
        "achs",
        -1.9504607e-05
      ],
      [
        " disease",
        -0.0004518838
      ]
    ]
  },
  "Infants and some adults with this disorder exhibit light-colored clumps of connective tissue on the outside of the iris called Brushfield spots. Some studies have shown that increased expression of certain tumor suppressor genes in people with this disorder leads to resistance to most kinds of cancer. Sufferers of this disorder often have a single crease across the palm, defects in the septum between the heart ventricles, (*) almond-shaped eyes due to epicanthic folds, and moderate to severe mental retardation. For 10 points, name this disorder caused by a trisomy of chromosome 21.": {
    "guess": "Down Syndrome",
    "confidence": [
      [
        "Down",
        -0.009837547
      ],
      [
        " Syndrome",
        -0.26700234
      ]
    ]
  },
  "This inertial force, described by a 19th-century French engineer and mathematician in 1835, often aids  the formation of jet streams and western boundary currents. It is also responsible for Rossby and": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.004581788
      ],
      [
        "iol",
        -2.4749568e-05
      ],
      [
        "is",
        -8.061054e-06
      ],
      [
        " force",
        -0.0247558
      ]
    ]
  },
  "Infants of this order are known as puggles, although they have no relation or resemblance to the pug-beagle hybrid whose name they share. Members of the subclass prototheria, they are the only survivors of a group of mammals (*) that branched out some 150 million years ago, before the development of placental and marsupial mammals. Unlike other mammals, their urinary, digestive, and reproductive tracts all exit via a single cloaca. Consisting of echidna and platypus, FTP, name this unique egg laying order of mammal.": {
    "guess": "Monotremata",
    "confidence": [
      [
        "Mon",
        -0.0030550696
      ],
      [
        "ot",
        -0.00016778296
      ],
      [
        "rem",
        -0.2955043
      ],
      [
        "ata",
        -0.019802125
      ]
    ]
  },
  "An infinite number of these objects comprise the Baum-Sweet sequence. A rudimentary form of error checking involves utilizing a parity one of these objects. Although it doesn't involve cin and cout, in languages with C syntax, operations named for these objects can be performed by using two less than or greater than signs, which are left and right shifts. The most significant one is often used to store (*) signedness, and they can be toggled using a namesake mask. One of these objects can be used to store a boolean value. In most systems, a collection of eight of them is known as a byte. For 10": {
    "guess": "Bit",
    "confidence": [
      [
        "Bit",
        -0.05571224
      ]
    ]
  },
  "Infant dactylitis, or swelling of one or more digits, is an early sign of this disease. Prophylactic penicillin and hydroxyurea are used to treat it, and people with this disease often suffer splenic infarction": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.013449142
      ],
      [
        "ickle",
        -0.00025371046
      ],
      [
        "-cell",
        -0.5290548
      ],
      [
        " disease",
        -0.08392593
      ]
    ]
  },
  "This infectious agent's genome codes for pol and gag, and the TAR hairpin of its genome binds to the tat protein, which interacts with receptors for CXCR4, also known as fusin, which itself is a receptor for SDF-1. This virus uses the Env cap made up of gp41 and gp120 proteins to latch onto CD4 receptors. Infection by this virus is treated with [*] AZT, and Kaposi's sarcoma can be found in patients infected with it. This virus uses reverse transcriptase to attack leukocytes known either as \"helper\"": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.002591708
      ],
      [
        "IV",
        -1.3856493e-06
      ]
    ]
  },
  "Inflammation can mediate the formation of stacks of these cells called rouleuax. Systems which classify": {
    "guess": "Red blood cell",
    "confidence": [
      [
        "Red",
        -0.0300137
      ],
      [
        " blood",
        -0.037130337
      ],
      [
        " cell",
        -0.010486341
      ]
    ]
  },
  "It's not inductance, but this quantity's \"self\" variety can be measured using pulsed-field gradient spin echo sequence in NMR. Converting between its tracer and chemical forms can be found using an expression including the derivative of the natural logs of the activity coefficient and the mole fraction. This constant appears in the div term of an equation that relates its namesake process to advection. It is reduced by the product of tortuosity, porosity and (*) hindrance in a porous material. This quantity is the product of Boltzmann's constant, temperature, and mobility according to the Einstein relation. For 10 points, name this constant that multiplies the negative grad of the concentration in Fick's first law, a constant which describes a process in which particles move from areas of high": {
    "guess": "Diffusion coefficient",
    "confidence": [
      [
        "Diff",
        -0.031446368
      ],
      [
        "usion",
        -0.13359404
      ],
      [
        " coefficient",
        -0.54743963
      ]
    ]
  },
  "This infectious agent's genome codes for pol and gag, and the TAR hairpin of its genome binds to the tat protein, which interacts with receptors for CXCR4, also known as fusin, which itself is a receptor for SDF-1. This virus uses the Env cap made up of gp41 and gp120 proteins to latch onto CD4 receptors.": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.0012509429
      ],
      [
        "IV",
        -1.147242e-06
      ]
    ]
  },
  "This inertial force, described by a 19th-century French engineer and mathematician in 1835, often aids": {
    "guess": "Navier-Stokes equations",
    "confidence": [
      [
        "Nav",
        -0.86816037
      ],
      [
        "ier",
        -0.0007611495
      ],
      [
        "-St",
        -0.2263765
      ],
      [
        "okes",
        -0.00023584091
      ],
      [
        " equations",
        -0.011559032
      ]
    ]
  },
  "Inelastic neutron scattering spectroscopy has revealed that packing inefficiencies caused by sublattice": {
    "guess": "Inelastic neutron scattering",
    "confidence": [
      [
        "In",
        -0.22176333
      ],
      [
        "elastic",
        -8.2324936e-05
      ],
      [
        " neutron",
        -0.005192132
      ],
      [
        " scattering",
        -0.0029472746
      ]
    ]
  },
  "Infant dactylitis, or swelling of one or more digits, is an early sign of this disease. Prophylactic penicillin and hydroxyurea are used to treat it, and people with this disease often suffer splenic infarction and subsequently have the spleen removed. A point mutation that leads to this disease causes a sixth-residue (*) glutamine to change to a valine. Possessing one allele with this disease's causative mutation confers resistance to malaria. The aggregation of the beta-globin chains of hemoglobin": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.046120998
      ],
      [
        "ickle",
        -0.00029005657
      ],
      [
        "-cell",
        -0.5689064
      ],
      [
        " disease",
        -0.29591444
      ]
    ]
  },
  "An infinite number of these objects comprise the Baum-Sweet sequence. A rudimentary form of error checking": {
    "guess": "Binary numeral system",
    "confidence": [
      [
        "Binary",
        -1.3748653
      ],
      [
        " numeral",
        -0.95259523
      ],
      [
        " system",
        -0.0040950235
      ]
    ]
  },
  "Infection with an anaerobic gram-positive rod causes this disease, which is mediated by a plasmid-produced toxin. The toxin that causes the symptoms of this disease is absorbed by peripheral nerves and is transported to the brainstem and spinal cord, where it binds to specific presynaptic nerve terminals.  That prevents the release of glycine and GABA, leading to the increased firing rate of alpha motor neurons.  Cardinal signs of this disease include a sustained grimace or sneer, arched back, and difficulty swallowing. Typically beginning with spasms of the masseter muscle, FTP, name this bacterial disease, uncommon in the US due to vaccination, which can be acquired by stepping on a rusty nail.": {
    "guess": "Tetanus",
    "confidence": [
      [
        "T",
        -0.0053941957
      ],
      [
        "et",
        -1.7597347e-05
      ],
      [
        "anus",
        -0.0005547016
      ]
    ]
  },
  "Infants and some adults with this disorder exhibit light-colored clumps of connective tissue on the outside of the iris called Brushfield spots. Some studies have shown that increased expression of certain tumor suppressor genes in people with this disorder leads to resistance to most kinds of cancer. Sufferers of this disorder often have a single crease across the palm, defects in the septum between the heart ventricles, (*) almond-shaped eyes due to epicanthic folds, and moderate to severe mental": {
    "guess": "Down syndrome",
    "confidence": [
      [
        "Down",
        -0.010756211
      ],
      [
        " syndrome",
        -0.14540803
      ]
    ]
  },
  "Infant dactylitis, or swelling of one or more digits, is an early sign of this disease. Prophylactic penicillin and hydroxyurea are used to treat it, and people with this disease often suffer splenic infarction and subsequently have the spleen removed. A point mutation that leads to this disease causes a sixth-residue (*) glutamine to change to a valine. Possessing one allele with this disease's causative": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.010969299
      ],
      [
        "ickle",
        -0.00026169344
      ],
      [
        "-cell",
        -0.73210895
      ],
      [
        " disease",
        -0.52773124
      ]
    ]
  },
  "Infection with an anaerobic gram-positive rod causes this disease, which is mediated by a plasmid-produced toxin. The toxin that causes the symptoms of this disease is absorbed by peripheral nerves and is transported to the brainstem and spinal cord, where it binds to specific presynaptic nerve terminals.  That prevents the release of glycine and GABA, leading to the increased firing rate of alpha motor neurons.  Cardinal signs of this disease include a sustained grimace or sneer, arched back, and difficulty swallowing. Typically beginning with spasms of the masseter muscle, FTP, name this bacterial": {
    "guess": "Tetanus",
    "confidence": [
      [
        "T",
        -0.016436426
      ],
      [
        "et",
        -8.208653e-05
      ],
      [
        "anus",
        -0.0017317026
      ]
    ]
  },
  "It's not inductance, but this quantity's \"self\" variety can be measured using pulsed-field gradient spin echo sequence in NMR. Converting between its tracer and chemical forms can be found using an expression including the derivative of the natural logs of the activity coefficient and the mole fraction. This constant appears in the div term of an equation that relates its namesake process to advection. It is reduced by the product of tortuosity, porosity and (*) hindrance in a porous material. This quantity is the product of Boltzmann's constant, temperature, and mobility according to the Einstein relation. For 10 points, name this constant that multiplies the negative grad of the concentration": {
    "guess": "Diffusion coefficient",
    "confidence": [
      [
        "Diff",
        -0.061967798
      ],
      [
        "usion",
        -0.08836182
      ],
      [
        " coefficient",
        -0.58892155
      ]
    ]
  },
  "The infantile form of this disease, which can be caused by a mutation in the GM2 activator protein, is most often caused by a four-base-pair insertion, while a rare adult-onset form can result from being a heterozygote with two mutant alleles. It is normally caused by mutations of the HEXA gene on chromosome 15, which leads to low serum levels of hexos-aminidase A. It can be diagnosed by a characteristic \"cherry-red\" spot on the retina due to the inability to hydrolyze certain compounds consisting of sialic acid and glyco- sphingolipids, known as gangliosides, which then build up in the lysosomes. FTP, name this recessive disease found most commonly in the French Canadian, Cajun, and Ashkenazi": {
    "guess": "Tay–Sachs disease",
    "confidence": [
      [
        "T",
        -0.004198779
      ],
      [
        "ay",
        -9.968313e-06
      ],
      [
        "–",
        -0.09085732
      ],
      [
        "S",
        -4.1273333e-06
      ],
      [
        "achs",
        -2.749125e-05
      ],
      [
        " disease",
        -0.0013589248
      ]
    ]
  },
  "Infants of this order are known as puggles, although they have no relation or resemblance to the pug-beagle hybrid whose name they share. Members of the subclass prototheria, they are the only survivors of a group of mammals (*) that branched out some 150 million years ago, before the development of placental and marsupial mammals. Unlike other mammals, their urinary, digestive, and reproductive tracts all exit via a single cloaca. Consisting of echidna and platypus, FTP, name this unique egg laying": {
    "guess": "Monotreme",
    "confidence": [
      [
        "Mon",
        -0.0020115525
      ],
      [
        "ot",
        -0.00019698418
      ],
      [
        "reme",
        -0.5592569
      ]
    ]
  },
  "Inelastic neutron scattering spectroscopy has revealed that packing inefficiencies caused by sublattice distortions in trigonal systems may be caused by a magnetic version of this effect. Metallocene ions, especially those involving d7 or low-spin d5 systems, exhibit a notably strong example, and in": {
    "guess": "Jahn-Teller effect",
    "confidence": [
      [
        "J",
        -0.17195512
      ],
      [
        "ahn",
        -0.0005653034
      ],
      [
        "-T",
        -0.31028372
      ],
      [
        "eller",
        -1.0087517e-05
      ],
      [
        " effect",
        -0.025984533
      ]
    ]
  },
  "This infectious agent's genome codes for pol and gag, and the TAR hairpin of its genome binds to the tat protein, which interacts with receptors for CXCR4, also known as fusin, which itself is a receptor for SDF-1. This virus uses the Env cap made up of gp41 and gp120 proteins to latch onto CD4 receptors. Infection by this virus is treated with [*] AZT, and Kaposi's sarcoma can be found in patients infected with it. This virus uses reverse transcriptase to attack leukocytes known either as \"helper\" or \"cytotoxic\" T cells, and infection with this lentivirus can cause opportunistic infection and": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.020106176
      ],
      [
        "IV",
        -2.9352968e-06
      ]
    ]
  },
  "Inelastic neutron scattering spectroscopy has revealed that packing inefficiencies caused by sublattice distortions in trigonal systems may be caused by a magnetic version of this effect. Metallocene ions, especially those involving d7 or low-spin d5 systems, exhibit a notably strong example, and in its best studied example it is seen as an elongation of one of the axes of an octahedron. Responsible for the blue color of copper (II) hydrous complexes, for ten points, what is this splitting of energy levels in non- linear ions, an elimination of degeneracy resulting in the distortion of molecular": {
    "guess": "Crystal field theory",
    "confidence": [
      [
        "Crystal",
        -0.36582208
      ],
      [
        " field",
        -0.07394123
      ],
      [
        " theory",
        -0.13749044
      ]
    ]
  },
  "Infant dactylitis, or swelling of one or more digits, is an early sign of this disease. Prophylactic penicillin and hydroxyurea are used to treat it, and people with this disease often suffer splenic infarction and subsequently have the spleen removed. A point mutation that leads to this disease causes": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.016116364
      ],
      [
        "ickle",
        -0.00020354039
      ],
      [
        "-cell",
        -0.47185525
      ],
      [
        " disease",
        -0.31886235
      ]
    ]
  },
  "Infants and some adults with this disorder exhibit light-colored clumps of connective tissue on the outside of the iris called Brushfield spots. Some studies have shown that increased expression of certain tumor suppressor genes in people with this disorder leads to resistance to most kinds of cancer.": {
    "guess": "Down syndrome",
    "confidence": [
      [
        "Down",
        -0.0402483
      ],
      [
        " syndrome",
        -0.048340697
      ]
    ]
  },
  "Inflammation can mediate the formation of stacks of these cells called rouleuax. Systems which classify these cells by surface antigenic response include the Colton, Diego, and Duffy systems, while the": {
    "guess": "Red blood cell",
    "confidence": [
      [
        "Red",
        -0.004763211
      ],
      [
        " blood",
        -0.028185744
      ],
      [
        " cell",
        -0.0031096227
      ]
    ]
  },
  "Infertility is one of the two most common complaints leading to its diagnosis.  In addition to taurodontism, it causes linguistic impairment and fatigue-induced learning disabilities but does not cause mental disability.  Increased maternal age may be a risk factor for this syndrome, which affects one in seven hundred males and causes infertility, increased height, gynecomastia, low levels of body hair, and small genitalia due to inadequate testosterone production.  FTP, name this genetic syndrome, caused by an extra X chromosome.": {
    "guess": "Klinefelter syndrome",
    "confidence": [
      [
        "K",
        -0.010638631
      ],
      [
        "line",
        -0.001125691
      ],
      [
        "f",
        -2.8444882e-05
      ],
      [
        "elter",
        -5.0497558e-05
      ],
      [
        " syndrome",
        -0.18187492
      ]
    ]
  },
  "It's not inductance, but this quantity's \"self\" variety can be measured using pulsed-field gradient spin echo sequence in NMR. Converting between its tracer and chemical forms can be found using an expression including the derivative of the natural logs of the activity coefficient and the mole fraction. This constant appears in the div term of an equation that relates its namesake process to advection. It is reduced by the product of tortuosity, porosity and (*) hindrance in a porous material. This quantity is the product of Boltzmann's constant, temperature, and mobility according to the Einstein": {
    "guess": "Diffusion coefficient",
    "confidence": [
      [
        "Diff",
        -0.36102918
      ],
      [
        "usion",
        -0.16982599
      ],
      [
        " coefficient",
        -0.8259951
      ]
    ]
  },
  "Infection with an anaerobic gram-positive rod causes this disease, which is mediated by a plasmid-produced toxin. The toxin that causes the symptoms of this disease is absorbed by peripheral nerves and is transported to the brainstem and spinal cord, where it binds to specific presynaptic nerve terminals.  That prevents the release of glycine and GABA, leading to the increased firing rate of alpha": {
    "guess": "Tetanus",
    "confidence": [
      [
        "T",
        -0.051291686
      ],
      [
        "et",
        -2.3915141e-05
      ],
      [
        "anus",
        -0.0016444765
      ]
    ]
  },
  "It's not inductance, but this quantity's \"self\" variety can be measured using pulsed-field gradient spin echo sequence in NMR. Converting between its tracer and chemical forms can be found using an expression including the derivative of the natural logs of the activity coefficient and the mole fraction.": {
    "guess": "Diffusion Coefficient",
    "confidence": [
      [
        "Diff",
        -0.29303864
      ],
      [
        "usion",
        -0.06679563
      ],
      [
        " Co",
        -0.6280273
      ],
      [
        "efficient",
        -0.00061092904
      ]
    ]
  },
  "An infinite number of these objects comprise the Baum-Sweet sequence. A rudimentary form of error checking involves utilizing a parity one of these objects. Although it doesn't involve cin and cout, in languages with C syntax, operations named for these objects can be performed by using two less than": {
    "guess": "Bitwise operations",
    "confidence": [
      [
        "Bit",
        -0.11041439
      ],
      [
        "wise",
        -0.020560104
      ],
      [
        " operations",
        -0.2428809
      ]
    ]
  },
  "Infants of this order are known as puggles, although they have no relation or resemblance to the pug-beagle hybrid whose name they share. Members of the subclass prototheria, they are the only survivors of a group of mammals (*) that branched out some 150 million years ago, before the development of placental and marsupial mammals. Unlike other mammals, their urinary, digestive, and reproductive tracts": {
    "guess": "Monotreme",
    "confidence": [
      [
        "Mon",
        -0.009737085
      ],
      [
        "ot",
        -0.00027373302
      ],
      [
        "reme",
        -0.11122557
      ]
    ]
  },
  "Industrialist Gerald Crich falls in love with Gudrun Brangwen,  but their relationship is troubled by possessiveness. Gudrun's  sister Ursula, on the other hand, enjoys a more enlightened  marriage to authorial mouthpiece Rupert Birkin, whose offers of  friendship are spurned by Crich. The characters in this novel are  probably based on the author's friends John Middleton Murry and  Katherine Mansfield, the author himself, and his wife Frieda. FTP,  name this 1920 sequel to \"The Rainbow\" by D.H.": {
    "guess": "Women in Love",
    "confidence": [
      [
        "Women",
        -0.015067844
      ],
      [
        " in",
        -0.0021089823
      ],
      [
        " Love",
        -0.00035524633
      ]
    ]
  },
  "This inertial force, described by a 19th-century French engineer and mathematician in 1835, often aids  the formation of jet streams and western boundary currents. It is also responsible for Rossby and Kelvin  waves as well as other types of waves found in the ocean and atmosphere. This effect is often naively used  to suggest that toilets flush in different directions, depending on whether they are in the northern or  southern hemisphere. FTP, name the effect responsible for counterclockwise movement of cyclones in the  northern hemisphere and clockwise movement in the southern hemisphere.": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.02044273
      ],
      [
        "iol",
        -0.00016384924
      ],
      [
        "is",
        -2.0815847e-05
      ],
      [
        " force",
        -0.4289809
      ]
    ]
  },
  "It's not inductance, but this quantity's \"self\" variety can be measured using pulsed-field gradient spin": {
    "guess": "Diffusion coefficient",
    "confidence": [
      [
        "Diff",
        -0.10476131
      ],
      [
        "usion",
        -0.052740805
      ],
      [
        " coefficient",
        -0.68291444
      ]
    ]
  },
  "It's not inductance, but this quantity's \"self\" variety can be measured using pulsed-field gradient spin echo sequence in NMR. Converting between its tracer and chemical forms can be found using an expression including the derivative of the natural logs of the activity coefficient and the mole fraction. This constant appears in the div term of an equation that relates its namesake process to advection. It is reduced by the product of tortuosity, porosity and (*) hindrance in a porous material. This quantity is the product of Boltzmann's constant, temperature, and mobility according to the Einstein relation. For 10 points, name this constant that multiplies the negative grad of the concentration in Fick's first law, a constant which describes a process in which particles move from areas of high concentration to low concentration.": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.0008335704
      ],
      [
        "usion",
        -0.07675559
      ]
    ]
  },
  "This infectious agent's genome codes for pol and gag, and the TAR hairpin of its genome binds to the tat protein, which interacts with receptors for CXCR4, also known as fusin, which itself is a receptor for SDF-1. This virus uses the Env cap made up of gp41 and gp120 proteins to latch onto CD4 receptors. Infection by this virus is treated with [*] AZT, and Kaposi's sarcoma can be found in patients infected with it. This virus uses reverse transcriptase to attack leukocytes known either as \"helper\" or \"cytotoxic\" T cells, and infection with this lentivirus can cause opportunistic infection and immune system collapse. For 10 points, name this retrovirus that causes AIDS.": {
    "guess": "HIV",
    "confidence": [
      [
        "H",
        -0.002991013
      ],
      [
        "IV",
        -1.147242e-06
      ]
    ]
  },
  "Infants of this order are known as puggles, although they have no relation or resemblance to the pug-beagle hybrid whose name they share. Members of the subclass prototheria, they are the only survivors of a group of mammals (*) that branched out some 150 million years ago, before the development of": {
    "guess": "Monotreme",
    "confidence": [
      [
        "Mon",
        -0.0054078307
      ],
      [
        "ot",
        -0.00020187153
      ],
      [
        "reme",
        -0.069373146
      ]
    ]
  },
  "The infantile form of this disease, which can be caused by a mutation in the GM2 activator protein, is most often caused by a four-base-pair insertion, while a rare adult-onset form can result from being a heterozygote with two mutant alleles. It is normally caused by mutations of the HEXA gene on chromosome 15, which leads to low serum levels of hexos-aminidase A. It can be diagnosed by a characteristic \"cherry-red\" spot on the retina due to the inability to hydrolyze certain compounds consisting": {
    "guess": "Tay–Sachs disease",
    "confidence": [
      [
        "T",
        -0.017640822
      ],
      [
        "ay",
        -4.604148e-06
      ],
      [
        "–",
        -0.060234103
      ],
      [
        "S",
        -5.4385737e-06
      ],
      [
        "achs",
        -7.822647e-06
      ],
      [
        " disease",
        -0.00036930136
      ]
    ]
  },
  "Infection with an anaerobic gram-positive rod causes this disease, which is mediated by a plasmid-produced toxin. The toxin that causes the symptoms of this disease is absorbed by peripheral nerves and is transported to the brainstem and spinal cord, where it binds to specific presynaptic nerve terminals.  That prevents the release of glycine and GABA, leading to the increased firing rate of alpha motor neurons.  Cardinal signs of this disease include a sustained grimace or sneer, arched back, and": {
    "guess": "Tetanus",
    "confidence": [
      [
        "T",
        -0.02199705
      ],
      [
        "et",
        -4.3226137e-05
      ],
      [
        "anus",
        -0.0010928311
      ]
    ]
  },
  "Infant dactylitis, or swelling of one or more digits, is an early sign of this disease. Prophylactic penicillin and hydroxyurea are used to treat it, and people with this disease often suffer splenic infarction and subsequently have the spleen removed. A point mutation that leads to this disease causes a sixth-residue (*) glutamine to change to a valine. Possessing one allele with this disease's causative mutation confers resistance to malaria. The aggregation of the beta-globin chains of hemoglobin blocks blood vessels and leads to this disease's namesake \"crises.\" For 10 points, name this disease most common in people of African descent that causes blood cells to form a namesake abnormal curved": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.00868194
      ],
      [
        "ickle",
        -8.804671e-05
      ],
      [
        "-cell",
        -0.59496075
      ],
      [
        " disease",
        -0.023392925
      ]
    ]
  },
  "Inflammation can mediate the formation of stacks of these cells called rouleuax. Systems which classify these cells by surface antigenic response include the Colton, Diego, and Duffy systems, while the sole form of energy production in these cells occurs through fermentation. The object of the direct Coombs' test, overproduction of these cells results in the condition polycythemia vera. Damage to these": {
    "guess": "Red blood cell",
    "confidence": [
      [
        "Red",
        -0.06609635
      ],
      [
        " blood",
        -0.3185545
      ],
      [
        " cell",
        -0.01084206
      ]
    ]
  },
  "Inflammation can mediate the formation of stacks of these cells called rouleuax. Systems which classify these cells by surface antigenic response include the Colton, Diego, and Duffy systems, while the sole form of energy production in these cells occurs through fermentation. The object of the direct Coombs' test, overproduction of these cells results in the condition polycythemia vera. Damage to these cells leads to formation of schistocytes, and they are the best known example of cells without nuclei. The site of the location of diseases such as thalasemia, sickle cell disease, and pernicious anemia, FTP, name these cells which contain hemoglobin, the transport cells of oxygen of the body.": {
    "guess": "Red blood cells",
    "confidence": [
      [
        "Red",
        -0.13287368
      ],
      [
        " blood",
        -0.37863478
      ],
      [
        " cells",
        -0.43733716
      ]
    ]
  },
  "Infection with an anaerobic gram-positive rod causes this disease, which is mediated by a plasmid-produced": {
    "guess": "Clostridium difficile",
    "confidence": [
      [
        "Clo",
        -0.9146924
      ],
      [
        "str",
        -0.0004324573
      ],
      [
        "id",
        -0.07733028
      ],
      [
        "ium",
        -0.14201002
      ],
      [
        " difficile",
        -0.009149229
      ]
    ]
  },
  "Inelastic neutron scattering spectroscopy has revealed that packing inefficiencies caused by sublattice distortions in trigonal systems may be caused by a magnetic version of this effect. Metallocene ions, especially those involving d7 or low-spin d5 systems, exhibit a notably strong example, and in its best studied example it is seen as an elongation of one of the axes of an octahedron. Responsible for the blue color of copper (II) hydrous complexes, for ten points, what is this splitting of energy": {
    "guess": "Crystal field theory",
    "confidence": [
      [
        "Crystal",
        -0.005077687
      ],
      [
        " field",
        -0.51631415
      ],
      [
        " theory",
        -0.107586786
      ]
    ]
  },
  "Infertility is one of the two most common complaints leading to its diagnosis.  In addition to taurodontism, it causes linguistic impairment and fatigue-induced learning disabilities but does not cause mental disability.  Increased maternal age may be a risk factor for this syndrome, which affects one in seven hundred males and causes infertility, increased height, gynecomastia, low levels of body hair, and small genitalia due to inadequate testosterone production.  FTP, name this genetic syndrome,": {
    "guess": "Klinefelter syndrome",
    "confidence": [
      [
        "K",
        -0.008238185
      ],
      [
        "line",
        -0.0026449792
      ],
      [
        "f",
        -6.511407e-06
      ],
      [
        "elter",
        -2.8802491e-05
      ],
      [
        " syndrome",
        -0.07129362
      ]
    ]
  },
  "The infantile form of this disease, which can be caused by a mutation in the GM2 activator protein, is most often caused by a four-base-pair insertion, while a rare adult-onset form can result from being a heterozygote with two mutant alleles. It is normally caused by mutations of the HEXA gene on chromosome 15, which leads to low serum levels of hexos-aminidase A. It can be diagnosed by a characteristic \"cherry-red\" spot on the retina due to the inability to hydrolyze certain compounds consisting of sialic acid and glyco- sphingolipids, known as gangliosides, which then build up in the lysosomes. FTP, name this recessive disease found most commonly in the French Canadian, Cajun, and Ashkenazi Jew populations.": {
    "guess": "Tay–Sachs disease",
    "confidence": [
      [
        "T",
        -0.005919912
      ],
      [
        "ay",
        -1.2113979e-05
      ],
      [
        "–",
        -0.08417484
      ],
      [
        "S",
        -9.610702e-06
      ],
      [
        "achs",
        -3.2140193e-05
      ],
      [
        " disease",
        -0.0021111206
      ]
    ]
  },
  "The infantile form of this disease, which can be caused by a mutation in the GM2 activator protein, is most often caused by a four-base-pair insertion, while a rare adult-onset form can result from being a heterozygote with two mutant alleles. It is normally caused by mutations of the HEXA gene on chromosome": {
    "guess": "Tay–Sachs disease",
    "confidence": [
      [
        "T",
        -0.052353863
      ],
      [
        "ay",
        -4.723352e-06
      ],
      [
        "–",
        -0.115297176
      ],
      [
        "S",
        -4.365741e-06
      ],
      [
        "achs",
        -4.0842064e-05
      ],
      [
        " disease",
        -0.0015308129
      ]
    ]
  },
  "This inertial force, described by a 19th-century French engineer and mathematician in 1835, often aids  the formation of jet streams and western boundary currents. It is also responsible for Rossby and Kelvin  waves as well as other types of waves found in the ocean and atmosphere. This effect is often naively used  to suggest that toilets flush in different directions, depending on whether they are in the northern or  southern hemisphere. FTP, name the effect responsible for counterclockwise movement": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.007221346
      ],
      [
        "iol",
        -0.00012594614
      ],
      [
        "is",
        -2.0815847e-05
      ],
      [
        " force",
        -0.07890532
      ]
    ]
  },
  "Infants of this order are known as puggles, although they have no relation or resemblance to the pug-beagle hybrid whose name they share. Members of the subclass prototheria, they are the only survivors": {
    "guess": "Monotreme",
    "confidence": [
      [
        "Mon",
        -0.021349031
      ],
      [
        "ot",
        -0.0005556552
      ],
      [
        "reme",
        -0.027238308
      ]
    ]
  },
  "Infertility is one of the two most common complaints leading to its diagnosis.  In addition to taurodontism,": {
    "guess": "Amelogenesis imperfecta",
    "confidence": [
      [
        "Am",
        -0.41810164
      ],
      [
        "el",
        -0.000821065
      ],
      [
        "ogenesis",
        -0.00063332834
      ],
      [
        " imperfect",
        -0.054539632
      ],
      [
        "a",
        -0.00012248923
      ]
    ]
  },
  "Inelastic neutron scattering spectroscopy has revealed that packing inefficiencies caused by sublattice distortions in trigonal systems may be caused by a magnetic version of this effect. Metallocene ions,": {
    "guess": "Magnetic frustration",
    "confidence": [
      [
        "M",
        -0.65352964
      ],
      [
        "agnetic",
        -0.36116874
      ],
      [
        " frustration",
        -0.8616075
      ]
    ]
  },
  "Inelastic neutron scattering spectroscopy has revealed that packing inefficiencies caused by sublattice distortions in trigonal systems may be caused by a magnetic version of this effect. Metallocene ions, especially those involving d7 or low-spin d5 systems, exhibit a notably strong example, and in its best studied example it is seen as an elongation of one of the axes of an octahedron. Responsible": {
    "guess": "Jahn–Teller effect",
    "confidence": [
      [
        "J",
        -0.37565094
      ],
      [
        "ahn",
        -0.0009718485
      ],
      [
        "–",
        -0.054798216
      ],
      [
        "T",
        -3.1737043e-06
      ],
      [
        "eller",
        -3.0113732e-05
      ],
      [
        " effect",
        -0.04729394
      ]
    ]
  },
  "Inflammation can mediate the formation of stacks of these cells called rouleuax. Systems which classify these cells by surface antigenic response include the Colton, Diego, and Duffy systems, while the sole form of energy production in these cells occurs through fermentation. The object of the direct": {
    "guess": "Red blood cell",
    "confidence": [
      [
        "Red",
        -0.043376166
      ],
      [
        " blood",
        -0.09461861
      ],
      [
        " cell",
        -0.006632598
      ]
    ]
  },
  "Infertility is one of the two most common complaints leading to its diagnosis.  In addition to taurodontism, it causes linguistic impairment and fatigue-induced learning disabilities but does not cause": {
    "guess": "Klinefelter syndrome",
    "confidence": [
      [
        "K",
        -0.866068
      ],
      [
        "line",
        -0.004730584
      ],
      [
        "f",
        -2.868329e-05
      ],
      [
        "elter",
        -1.0683535e-05
      ],
      [
        " syndrome",
        -0.12154227
      ]
    ]
  },
  "An infinite number of these objects comprise the Baum-Sweet sequence. A rudimentary form of error checking involves utilizing a parity one of these objects. Although it doesn't involve cin and cout, in": {
    "guess": "Binary number",
    "confidence": [
      [
        "Binary",
        -1.6682162
      ],
      [
        " number",
        -1.2318642
      ]
    ]
  },
  "The infantile form of this disease, which can be caused by a mutation in the GM2 activator protein, is": {
    "guess": "Tay–Sachs disease",
    "confidence": [
      [
        "T",
        -0.024534116
      ],
      [
        "ay",
        -3.1186566e-05
      ],
      [
        "–",
        -0.29465833
      ],
      [
        "S",
        -3.1737043e-06
      ],
      [
        "achs",
        -3.6789137e-05
      ],
      [
        " disease",
        -0.008414575
      ]
    ]
  }
}